{"celex_id": "31996L0014", "uri": "http://publications.europa.eu/resource/cellar/fce5870c-e933-41d5-92fe-45baa3e086ff", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "5283", "5739"], "title": "Commission Directive 96/14/Euratom, ECSC, EC of 12 March 1996 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "COMMISSION DIRECTIVE 96/14/EC of 12 March 1996 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Commission Directive 95/66/EC (2), and in particular Article 13, second subparagraph, third and fourth indents thereof,\nWhereas certain provisions on protective measures in Greece against Phytophthora cinnamomi Rands and the bark beetle Ips typographus Heer, in Spain against the bark beetles Dendroctonus micans Kugelan, Ips amitinus Eichhof, Ips cembrae Heer, Ips duplicatus Sahlberg and Ips typographus Heer and in Italy against Curtobacterium flaccumfaciens pv. flaccumfaciens (Hedges) Collins and Jones, should be modified because it is no longer appropriate to maintain the current provisions set out in the said Directive;\nWhereas, furthermore certain provisions on protective measures against Dendroctonus micans Kugelan, Ips amitinus Eichhof, Ips cembrae Heer, Ips duplicatus Sahlberg, Ips sexdentatus Boerner, Ips typographus Heer and Pissodes spp. (European) for the relevant protected zones recognized for each type of harmful organism, should be modified to take account of the concern in relation to the relevant host plants of these organisms;\nWhereas similarly certain provisions on protective measures in Spain against Anthonomus grandis (boh.) should be modified to take into account the concerns in relation to the relevant production areas of Gossypium spp. and in relation to the risk of spread of this organism in unginned cotton; whereas also certain provisions on protective measures in Spain and Portugal against Sternochetus mangiferae Fabricius should be modified to take account of the concern in relation to the relevant production areas of Mangifera spp.;\nWhereas certain provisions on protective measures in one part of France, in Brittany, against Beet necrotic yellow vein virus should be improved;\nWhereas the protective measures against Erwinia amylovora (Burr.) Winsl. (et al.) adopted with respect to certain areas in France should be clarified;\nWhereas therefore the relevant Annexes of the said Directive 77/93/EEC should be amended accordingly;\nWhereas these amendments are in agreement with the requests of the Member States concerned;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive on 1 April 1996. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. The Member States shall immediately communicate to the Commission all provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 12 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 308, 21. 12. 1995, p. 77.\nANNEX\n1. In Annex I, Part B (d), point 1, the entry is replaced by the following:\n>TABLE>\n2. In Annex II, Part B (a), point 1, the entry is replaced by the following:\n>TABLE>\n3. In Annex II, Part B (a), point 3, the entry is replaced by the following:\n>TABLE>\n4. In Annex II, Part B (a), point 6, the entry is replaced by the following:\n>TABLE>\n5. In Annex II, Part B (a), point 8, the entry is replaced by the following:\n>TABLE>\n6. In Annex II, Part B (a), point 9, the entry is replaced by the following:\n>TABLE>\n7. In Annex II, Part B (b), point 1, the right hand column is altered as follows:\n'EL, E, P`.\n8. In Annex II, Part B (c), point 4 is deleted.\n9. In Annex III, Part B, point 1, the right hand column is altered as follows:\n'E, F (Champagne-Ardennes, Alsace - except department of Bas Rhin -, Lorraine, Franche-Comté, Rhône-Alpes - except department of Rhône -, Bourgogne, Auvergne - except department of Puy de Dome -, Provence-Alpes-Côte d'Azur, Corse, Languedoc-Roussillon), IRL, I, P, UK (N-IRL, Isle of Man and the Channel Islands), A, FI`.\n10. In Annex IV, Part B, points 1 and 14.1, the right hand column is replaced by the following:\n'EL, IRL, UK (*).\n(*) (Scotland, Northern Ireland, Jersey, England: the following counties: Bedfordshire, Berkshire, Buckinghamshire, Cambridgeshire, Cleveland, Cornwall, Cumbria, Devon, Dorset, Durham, East Sussex, Essex, Greater London, Hampshire, Hertfordshire, Humberside, Kent, Lincolnshire, Norfolk, Northamptonshire, Northumberland, Nottinghamshire, Oxfordshire, Somerset, South Yorkshire, Suffolk, Surrey, Tyne and Wear, West Sussex, West Yorkshire, the Isle of Wight, the Isle of Man, the Isles of Scilly, and the following parts of counties; Avon: that part of the county which lies to the south of the southern boundary of the M4 motorway; Cheshire: that part of the county which lies to the east of the eastern boundary of the Peak District National Park together with that part of the county which lies to the north of the northern boundary of the A52 (T) road to Derby and that part of the county which lies to the north of the northern boundary of the A6 (T) road; Gloucestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Greater Manchester: that part of the county which lies to the east of the eastern boundary of the Peak District National Park; Leicestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road together with that part of the county which lies to the east of the eastern boundary of the B411A road together with that part of the county which lies to the east of the eastern boundary of the M1 motorway; North Yorkshire: the whole county except that part of the county which comprises the district of Craven; Staffordshire: that part of the county which lies to the east of the eastern boundary of the A52 (T) road; Warwickshire: that part of the county which lies to the east the eastern boundary of the Fosse Way Roman road; Wiltshire: that part of the county which lies to the south of the southern boundary of the M4 motorway to the intersection of the M4 motorway and the Fosse Way Roman road, and that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road).`\n11. In Annex IV, Part B, points 2 and 14.4, the right hand column is replaced by the following:\n'EL, IRL, UK`.\n12. In Annex IV, Part B, points 3 and 14.6, the right hand column is replaced by the following:\n'IRL, UK`.\n13. In Annex IV, Part B, points 4 and 14.2, the right hand column is replaced by the following:\n'EL, F (Corsica), IRL, UK`.\n14. In Annex IV, Part B, points 5 and 14.3, the right hand column is replaced by the following:\n'EL, IRL, UK (N-IRL, Isle of Man)`.\n15. In Annex IV, Part B, point 7, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr., Pinus L. and Pseudotsuga Carr., over 3 m in height, other than fruit and seeds`\nand the right hand column is replaced by the following:\n'IRL, UK (*).\n(*) (Scotland, Northern Ireland, Jersey, England: the following counties: Bedfordshire, Berkshire, Buckinghamshire, Cambridgeshire, Cleveland, Cornwall, Cumbria, Devon, Dorset, Durham, East Sussex, Essex, Greater London, Hampshire, Hertfordshire, Humberside, Kent, Lincolnshire, Norfolk, Northamptonshire, Northumberland, Nottinghamshire, Oxfordshire, Somerset, South Yorkshire, Suffolk, Surrey, Tyne and Wear, West Sussex, West Yorkshire, the Isle of Wight, the Isle of Man, the Isles of Scilly, and the following parts of counties; Avon: that part of the county which lies to the south of the southern boundary of the M4 motorway; Cheshire: that part of the county which lies to the east of the eastern boundary of the Peak District National Park together with that part of the county which lies to the north of the northern boundary of the A52 (T) road to Derby and that part of the county which lies to the north of the northern boundary of the A6 (T) road; Gloucestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Greater Manchester: that part of the county which lies to the east of the eastern boundary of the Peak District National Park; Leicestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road together with that part of the county which lies to the east of the eastern boundary of the B411A road together with that part of the county which lies to the east of the eastern boundary of the M1 motorway; North Yorkshire: the whole county except that part of the county which comprises the district of Craven; Staffordshire: that part of the county which lies to the east of the eastern boundary of the A52 (T) road; Warwickshire: that part of the county which lies to the east the eastern boundary of the Fosse Way Roman road; Wiltshire: that part of the county which lies to the south of the southern boundary of the M4 motorway to the intersection of the M4 motorway and the Fosse Way Roman road, and that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road).`\n16. In Annex IV, Part B, point 8, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr. and Pinus L., over 3 m in height, other than fruit and seeds`\nand the right hand column is replaced by the following:\n'EL, IRL, UK`.\n17. In Annex IV, Part B, point 9, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr., Pinus L. and Pseudotsuga Carr., over 3 m in height, other than fruit and seeds`\nand the right hand column is replaced by the following:\n'IRL, UK`.\n18. In Annex IV, Part B, point 10, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr. and Pinus L., over 3 m in height, other than fruit and seeds`\nand the right hand column is replaced by the following:\n'EL, F (Corsica), IRL, UK`.\n19. In Annex IV, Part B, point 11, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr. y Pinus L. and Pseudotsuga Carr., over 3 m in height, other than fruit seeds`\nand the right hand column is replaced by the following:\n'EL, IRL, UK (N-IRL, Isle of Man)`.\n20. In Annex IV, Part B, point 12, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr. and Pinus L., over 3 m in height, other than fruit seeds`.\n21. In Annex IV, Part B, point 13, the left hand column is replaced by the following:\n'Plants of Abies Mill., Larix Mill., Picea A. Dietr. and Pinus L., other than fruit and seeds`.\n22. In Annex IV, Part B, points 20.1, 20.2, 22, 23, 25.1, 25.2, 26, 27.1, 27.2 and 30, the right hand column is replaced by the following:\n'DK, F (Brittany), FI, IRL, P (Azores), S, UK`.\n23. In Annex IV, Part B, point 21, paragraph (a), the middle column is altered as follows:\n'(a) the plants originate in the protected zones E, F (Champagne-Ardennes, Alsace - except department of Bas Rhin -, Lorraine, Franche-Comté, Rhône-Alpes - except department of Rhône -, Bourgogne, Auvergne - except department of Puy de Dome -, Provence-Alpes-Côte d'Azur, Corse, Languedoc-Roussillon), IRL, I, P, UK (N-IRL, Isle of Man and the Channel Islands), A, FI`.\n24. In Annex IV, Part B, a new point 28.1 is added:\n>TABLE>\n25. In Annex IV, Part B, point 29, the right hand column is replaced by the following:\n'E (Granada and Malaga), P (Alentejo, Algarve and Madeira)`.\n26. In Annex V, Part A, II, point 1.1 is replaced by the following:\n'1.1. Plants of Abies Mill., Larix Mill., Picea A. Dietr., Pinus L., and Pseudotsuga Carr.`.\n27. In Annex V, Part A, II, Point 1.3, the words 'Persea americana P. Mill.` are deleted after 'Mespilus L.`.\n28. In Annex V, Part A, II, point 1.9 is replaced by the following:\n'1.9. Fruit (bolls) of Gossypium spp. and unginned cotton`.\n29. In Annex V, Part A, II, point 2.1 is deleted, and former point 2.2 shall become point 2.1.\n30. In Annex V, Part B, II, point 6 is replaced by the following:\n'6. Seeds and fruit (bolls) of Gossypium spp., and unginned cotton`.\n31. In Annex V, Part B, II, point 8 is replaced by the following:\n'8. Parts of plants of Eucalyptus L'Hérit`."}