{"celex_id": "31999R1591", "uri": "http://publications.europa.eu/resource/cellar/09672330-246b-44b0-bd3e-1d148d2cce6d", "type": "Regulation", "concepts": ["1120", "1309", "161", "3591", "5083"], "title": "Commission Regulation (EC) No 1591/1999 of 20 July 1999 amending Regulation (EC) No 2631/98 laying down for 1999 the quantities for which the annual allocations for \"newcomer\" operators are granted under the tariff quotas for traditional ACP bananas\n", "header": "COMMISSION REGULATION (EC) No 1591/1999\nof 20 July 1999\namending Regulation (EC) No 2631/98 laying down for 1999 the quantities for which the annual allocations for \"newcomer\" operators are granted under the tariff quotas for traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), and in particular Article 9(3) thereof,\n(1) Whereas Article 9(3) of Regulation (EC) No 2362/98 defines the method of calculating the annual allocation of each \"newcomer\" operator; whereas, using that method, the Commission must determine the quantities in respect of which the annual allocations are to be granted using individual applications ranked in ascending order of quantity as the basis;\n(2) Whereas, on the basis of communications by Member States concerning applications for annual allocations from \"newcomer\" operators pursuant to Article 28(2) of Regulation (EC) No 2362/98, the Commission determined by Regulation (EC) No 2631/98(5) the quantities for which the individual allocations for the operators concerned should be granted in 1999;\n(3) Whereas additional checks carried out by the competent national authorities in cooperation with the Commission indicate that the annual allocations for \"newcomer\" operators should be adjusted; whereas Regulation (EC) No 2631/98 should be amended accordingly;\n(4) Whereas the provisions of this Regulation do not prejudge measures which may have to be adopted at a later date with a view to complying with the international commitments entered into by the Community within the framework the World Trade Organisation (WTO) and cannot be invoked by operators to justify legitimate expectations that the import arrangements will be extended;\n(5) Whereas this Regulation must enter into force immediately,", "main_body": ["The Annex to Regulation (EC) No 2631/98 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 333, 9.12.1998, p. 19.\nANNEX\n\"ANNEX\nApplication of Article 9(3) of Regulation (EC) No 2362/98\n>TABLE>\""}