{"celex_id": "31996L0035", "uri": "http://publications.europa.eu/resource/cellar/28ff19c2-c298-4ea2-89e4-a22c6aa0aa88", "type": "Directive", "concepts": ["3545", "3681", "4033", "4514", "4515", "4533"], "title": "Council Directive 96/35/EC of 3 June 1996 on the appointment and vocational qualification of safety advisers for the transport of dangerous goods by road, rail and inland waterway\n", "header": "COUNCIL DIRECTIVE 96/35/EC of 3 June 1996 on the appointment and vocational qualification of  safety advisers for the transport of dangerous goods by road, rail and inland waterway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty  (3),\nWhereas over a number of years the quantities of dangerous goods transported nationally and  internationally have increased considerably, increasing the risk of accidents;\nWhereas some of the accidents which occur when dangerous goods are transported may be caused by  insufficient knowledge of the risks inherent in such transport;\nWhereas it is necessary, in the context of the completion of the single market in transport, to  adopt measures to improve the prevention of the risks inherent in such transport;\nWhereas Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage  improvements in the safety and health of workers at work  (4) does not introduce measures to  prevent the risks inherent in the transport of dangerous goods;\nWhereas undertakings involved in the transport or the related loading or unloading of dangerous  goods should be required to comply with the rules on the prevention of the risks inherent in the  transport of dangerous goods, whether by road, rail or inland waterway; whereas, to that end, the  appointment of safety advisers for the transport of dangerous goods who have received appropriate  vocational training should be prescribed;\nWhereas the objective of the vocational training of such safety advisers must be knowledge of the  essential laws, regulations and administrative provisions applicable to such transport;\nWhereas the Member States must set up a common minimum framework for vocational training attested  to by success in an examination;\nWhereas the Member States must issue Community-type certificates attesting to advisers' vocational  qualifications so that the possessors of such certificates may then practise their trade throughout  the Community;\nWhereas the vocational qualification of safety advisers will help to improve the quality of the  service they provide in the interests of users; whereas such vocational qualification will also  help to minimize the risk of accidents which may cause irreversible damage to the environment and  serious injury to other persons who may come into contact with dangerous goods,", "main_body": ["Aim\nThe Member States shall take the necessary measures in  accordance with the requirements of this Directive to ensure that no later than 31 December 1999  undertakings the activities of which include the transport, or the related loading or unloading, of  dangerous goods by road, rail or inland waterway each appoint one or more safety advisers for the  transport of dangerous goods, responsible for helping to prevent the risks inherent in such  activities with regard to persons, property and the environment.", "Definitions\nFor the purposes of this Directive:\n(a)  'undertaking` shall mean any natural person, any legal person, whether profit-making or not,  any association or group of persons without legal personality, whether profit-making or not, or any  official body, whether it has legal personality itself or is dependent upon an authority that has  such personality, that transports, loads or unloads dangerous goods;\n(b)  'safety adviser for the transport of dangerous goods`, hereinafter referred to as 'adviser`,  shall mean any person appointed by the head of an undertaking whose role is to carry out the tasks  and fulfil the functions defined in Article 4 and who holds the training certificate provided for  in Article 5;\n(c)  'dangerous goods` shall mean goods defined as such in Annex A to Council Directive 94/55/EC of  21 November 1994 on the approximation of the laws of the Member States with regard to the transport  of dangerous goods by road  (1);\n(d)  'activities` shall mean the transport of dangerous goods by road, rail or inland waterway with  the exception of national inland waterways not connected to the inland waterways of other Member  States, together with the related loading and unloading.", "Exemptions\nThe Member States may provide that this Directive shall not apply to  undertakings:\n(a)  the activities of which concern the transport of dangerous goods in means of transport that  belong to the armed forces or are under their responsibility,\n(b)  the activities of which concern quantities in each transport unit smaller than those defined  in marginals 10010 and 10011 in Annex B to Directive 94/55/EC, or (c)  the main or secondary activities of which are not the transport or the related loading or  unloading of dangerous goods but which occasionally engage in the national transport or the related  loading or unloading of dangerous goods posing little danger or risk of pollution.", "The role and appointment of the adviser\n1.  The main task of the adviser shall be,  under the responsibility of the head of the undertaking, to seek by all appropriate means and by  all appropriate action, within the limits of the relevant activities of that undertaking, to  facilitate the conduct of those activities in accordance with the rules applicable and in the  safest possible way. He shall perform the duties listed in Annex I relevant to the undertaking's  activities.\n2.  The adviser may also be the head of the undertaking, a person with other duties in the  undertaking, or a person not directly employed by that undertaking, provided that that person is  capable of performing the duties of adviser.\n3.  Each undertaking concerned shall, on request, inform the competent authority or the body  designed for that purpose by each Member State of the identity of its adviser.", "Training certificate\n1.  An adviser shall hold a Community-type vocational-training  certificate, hereinafter referred to as 'the certificate`, valid for the mode or modes of transport  concerned. That certificate shall be issued by the competent authority or the body designated for  that purpose by each Member State.\n2.  To obtain a certificate a candidate shall undergo training and pass an examination approved by  the Member State's competent authority.\n3.  The main aims of the training shall be to provide candidates with sufficient knowledge of the  risks inherent in the transport of dangerous goods, of the laws, regulations and administrative  provisions applicable to the modes of transport concerned and of the duties listed in Annex I.\n4.  The examination shall cover at least the subjects listed in Annex II.\n5.  The certificate shall take the form laid down in Annex III.\n6.  The certificate shall be recognized by all Member States.", "The validity of the certificate\nThe certificate shall be valid for five years. The  period of validity of a certificate shall be extended automatically for five years at a time where,  during the final year before its expiry, its holder has followed refresher courses or passed an  examination both of which must be approved by the competent authority.", "Accident reports\nWhenever an accident affects person, property or the environment or  results in damage to property or the environment during transport, loading or unloading carried out  by the undertaking concerned, the adviser shall, after collecting all the relevant information,  prepare an accident report to the management of the undertaking or to a local public authority, as  appropriate.\nThat report shall not replace any report by the management of the undertaking which might be  required in the Member States under any other international, Community or national legislation.", "Adaptation of the Directive\nThe amendments necessary to adapt this Directive to  scientific and technical progress in the areas within its scope shall be adopted in accordance with  the procedure laid down in Article 9.", "1.  The Commission shall be assisted by the committee on the transport of dangerous  goods established by Article 9 of Directive 94/55/EC, hereinafter referred to as 'the Committee`,  which shall consist of representatives of the Member States and shall be chaired by a  representative of the Commission.\n2.  The Commission representative shall submit to the Committee a draft of the measures to be  taken. The Committee shall deliver its opinion on that draft within a time limit which the chairman  may lay down according to the urgency of the matter. The opinion shall be delivered by the majority  laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required  to adopt on a proposal from the Commission. The votes of the representatives of the Member States  within the Committee shall be weighted in the manner laid down in that Article. The chairman shall  not vote.\n3.  (a)  The Commission shall adopt the measures envisaged if they are in accordance with the  Committee's opinion.\n(b)  If the measures envisaged are not in accordance with the Committee's opinion or if the  Committee does not deliver an opinion the Commission shall, without delay, submit to the Council a  proposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf within three months of the date of the referral to it the Council has not acted, the Commission  shall adopt the measures proposed.", "0\nThis Directive shall be without prejudice to the provisions on the safety and health  of workers at the workplace laid down in Directive 89/391/EEC and in the individual Directives  implementing it.", "1\n1.  The Member States shall bring into force the necessary laws, regulations and  administrative provisions in order to comply with this Directive no later than 31 December 1999.  They shall forthwith inform the Commission thereof.\nWhen Member States adopt those measures they shall include references to this Directive or shall  accompany them with such references on their official publication. The Member States shall  prescribe the manner in which such references shall be made.\n2.  The Member States shall communicate to the Commission the texts of the main provisions of  domestic law which they adopt in the field governed by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 3 June 1996.\nFor the Council The President T. TREU\nANNEX I\nDUTIES OF THE ADVISER REFERRED TO IN ARTICLE 4 (1)\nThe adviser has the  following duties in particular:\n-  monitoring compliance with the rules governing the transport of dangerous goods,\n-  advising his undertaking on the transport of dangerous goods,\n-  preparing an annual report to the management of his undertaking or a local public authority, as  appropriate, on the undertaking's activities in the transport of dangerous goods. Such annual  reports shall be preserved for five years and made available to the national authorities at their  request.\nThe adviser's duties also include monitoring the following practices and procedures relating to the  relevant activities of the undertaking:\n-  the procedures for compliance with the rules governing the identification of dangerous goods  being transported,\n-  the undertaking's practice in taking account, when purchasing means of transport, of any special  requirements in connection with the dangerous goods being transported,\n-  the procedures for checking the equipment used in connection with the transport, loading or  unloading of dangerous goods,\n-  the proper training of the undertaking's employees and the maintenance of records of such  training,\n-  the implementation of proper emergency procedures in the event of any accident or incident that  may affect safety during the transport, loading or unloading of dangerous goods,\n-  investigating and, where appropriate, preparing reports on serious accidents, incidents or  serious infringements recorded during the transport, loading or unloading of dangerous goods,\n-  the implementation of appropriate measures to avoid the recurrence of accidents, incidents or  serious infringements,\n-  the account taken of the legal prescriptions and special requirements associated with the  transport of dangerous goods in the choice and use of sub-contractors or third parties,\n-  verification that employees involved in the transport, loading or unloading of dangerous goods  have detailed operational procedures and instructions,\n-  the introduction of measures to increase awareness of the risks inherent in the transport,  loading and unloading of dangerous goods,\n-  the implementation of verification procedures to ensure the presence on board means of transport  of the documents and safety equipment which must accompany transport and the compliance of such  documents and equipment with the regulations,\n-  the implementation of verification procedures to ensure compliance with the rules governing  loading and unloading.\nANNEX II\nSubjects referred to in Article 5 (4)\nThe knowledge required to qualify for a  certificate must include at least the following:\nI.  General preventive and safety measures:\n-  knowledge of the types of consequences which may be caused by an accident involving dangerous  goods,\n-  knowledge of the main causes of accidents.\nII.  Provisions relating to the mode of transport used under national law, Community standards,  international conventions and agreements, with regard to the following in particular:\n1.  the classification of dangerous goods:\n-  the procedure for classifying solutions and mixtures,\n-  the structure of the description of substances,\n-  the classes of dangerous goods and the principles of their classification,\n-  the nature of the dangerous substances and articles transported,\n-  their physical, chemical and toxicological properties;\n2.  general packaging requirements, to include tankers, tank-containers, etc.:\n-  types of packaging, codification and marking,\n-  packaging requirements and prescriptions for testing packaging,\n-  the state of packaging and periodic checks;\n3.  danger markings and labels:\n-  the markings on danger labels,\n-  the placing and removal of danger labels,\n-  placarding and labelling;\n4.  references in transport documents:\n-  information in the transport document,\n-  the co\nnsignor's declaration of conformity;\n5.  the method of consignment and restrictions on dispatch:\n-  full load,\n-  bulk transport,\n-  transport in large bulk containers,\n-  container transport,\n-  transport in fixed and removable tanks;\n6.  the transport of passengers;\n7.  prohibitions and precautions relating to mixed loading;\n8.  the segregation of substances;\n9.  limits on the quantities carried and quantities exempt;\n10.  handling and stowage:\n-  loading and unloading (filling ratios),\n-  stowage and segregation;\n11.  cleaning and/or degassing before loading and after unloading;\n12.  crews: vocational training;\n13.  vehicle papers:\n-  the transport document,\n-  written instructions,\n-  the vehicle-approval certificate,\n-  the vehicle driver's training certificate;\n-  the attestation of training in inland waterway transport,\n-  copies of any derogations,\n-  other documents;\n14.  safety instructions: implementation of the instructions and driver-protection equipment;\n15.  surveillance obligations: parking;\n16.  traffic and navigation regulations and restrictions;\n17.  operational and accidental discharges of pollutants;\n18.  requirements relating to transport equipment.\nANNEX III\n>START OF GRAPHIC>\nFORM OF CERTIFICATE REFERRED TO IN ARTICLE 5 (5)\nEC certificate of training as safety adviser for the transport of dangerous goods\nCertificate No:\nDistinctive sign of the Member State issuing the certificate:\nSurname:\nForename(s):\nDate and place of birth:\nNationality:\nSignature of holder:\nValid until ......................... for undertakings which transport dangerous goods and for  undertakings which carry out related loading or unloading:\nby road\nby rail\nby inland waterway\nIssued by:\nDate:\nSignature:\nExtended until:\nBy:\nDate:\nSignature:\n>END OF GRAPHIC>"}