{"celex_id": "31991R1907", "uri": "http://publications.europa.eu/resource/cellar/4c261ab8-9ebd-40f5-8974-9e5c20527f80", "type": "Regulation", "concepts": ["2488", "4014", "5318"], "title": "Council Regulation (EEC) No 1907/91 of 17 June 1991 on the application of Decision No 8/91 of the ACP-EEC Council of Ministers extending Decision No 2/90 on transitional measures to be applied from 1 March 1990\n", "header": "COUNCIL REGULATION (EEC) No 1907/91  of 17 June 1991  on the application of Decision No 8/91 of the ACP-EEC Council of Ministers extending Decision No 2/90 on transitional measures to be applied from 1 March 1990\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 and 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Third ACP-EEC Convention signed at Lomé on 8 December 1984 expired on 28 February 1990;\nWhereas the Fourth ACP-EEC Convention signed at Lomé on 15 December 1989 has not yet entered into force;\nWhereas Decision No 2/90 is valid only until 28 February 1991 and the extension thereof, accorded by Decision No 1/91, will expire on 30 June 1991;\nWhereas Decision No 8/91 extended that validity until the entry into force of the Fourth ACP-EEC Convention or 30 September 1991, whichever is the earlier;\nWhereas it is necessary to take the measures to implement that Decision,", "main_body": ["Decision No 8/91 of the ACP-EEC Council of Ministers extending Decision No 2/90 on transitional measures to be applied from 1 March 1990 shall be applicable in the Community from 1 July 1991 until the entry into force of the Fourth ACP-EEC  Convention or until 30 September 1991, whichever is the earlier, without prejudice to more favourable arrangements for imports of ACP products to be adopted autonomously by the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 June 1991. For the Council\nThe President\nJ. F. POOS\n(1) Opinion delivered on 14 June 1991 (not yet published in the Official Journal).\nDECISION NO 8/91 OF THE ACP-EEC COUNCIL OF MINISTERS  extending Decision No 2/90 on transitional measures to be applied from 1 March 1990\nTHE ACP-EEC COMMITTEE OF AMBASSADORS,\nHaving regard to the Third ACP-EEC Convention signed at Lomé on 8 December 1984, and in particular the third subparagraph of Article 291 thereof,\nHaving regard to Decision No 1/90 of the ACP-EEC Council of Ministers of 22 February 1990 delegating powers to the ACP-EEC Committee of Ambassadors in connection with the adoption of transitional measures upon expiry of the Third ACP-EEC Convention,\nWhereas the Fourth ACP-EEC Convention, signed at Lomé on 15 December 1989, has not yet entered into force;\nWhereas Decision No 2/90 is valid only until 28 February 1991 and the extension thereof, accorded by Decision No 1/91, will expire on 30 June 1991; whereas, in consequence, in order to avoid an interruption of relations between the ACP States and the  Community it is appropriate to extend that Decision,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nDecision No 2/90 of the ACP-EEC Council of Ministers of 27 February 1990 on transitional measures to be applied from 1 March 1990 is hereby extended until the entry into force of the Fourth ACP-EEC Convention or 30 September 1991, whichever  is the earlier.\nArticle 2\nThis Decision shall enter into force on 1 July 1991. Done at Luxembourg. For the ACP-EEC Council of Ministers\nBy the ACP-EEC Committee of Ambassadors\nTHE CHAIRMAN"}