{"celex_id": "31996R1435", "uri": "http://publications.europa.eu/resource/cellar/98a995d4-a58d-4d2f-b43e-d1e35a1f5923", "type": "Regulation", "concepts": ["1309", "2387", "2771", "3611", "4062", "4690"], "title": "Commission Regulation (EC) No 1435/96 of 23 July 1996 reintroducing customs duties on products of CN codes 3102 and 3105, originating in the Republics of Bosnia- Herzegovina, Croatia and Slovenia and of the former Yugoslav Republic of Macedonia for which tariff ceilings were opened by Council Regulation (EC) No 3355/94\n", "header": "COMMISSION REGULATION (EC) No 1435/96 of 23 July 1996 reintroducing customs duties on products of CN codes 3102 and 3105, originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and of the former Yugoslav Republic of Macedonia for which tariff ceilings were opened by Council Regulation (EC) No 3355/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3355/94 of 22 December 1994 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia (1), as amended by Regulation (EC) No 3032/95 (2), and in particular Article 3 (2) thereof,\nWhereas, pursuant to Article 1 of that Regulation, the Republics of Bosnia-Herzegovina, Croatia, and Slovenia and the territory of the former Yugoslav Republic of Macedonia should benefit from preferential tariff arrangements, in particular subject to tariff ceilings; whereas Article 3 (2) provides that once the ceilings are reached the Commission may adopt a regulation to reintroduce the levying of the customs duties actually applied vis-Ă -vis third countries until the end of the calendar year;\nWhereas imports of the products specified in the Annex to this Regulation originating in the said Republics and eligible for tariff preferences have been charged against the ceiling up to the total amount; whereas the situation on the Community market for these products requires the reintroduction of customs duties vis-Ă -vis the Republics in question;\nWhereas the levying of customs duties for these products should therefore be reintroduced,", "main_body": ["From 27 July 1996, the levying of customs duties suspended for 1996 by Regulation (EC) No 3355/94, shall be reintroduced on imports into the Community of the products shown in the Annex, originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1996.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 353, 31. 12. 1994, p. 1.\n(2) OJ No L 316, 30. 12. 1995, p. 4.\nANNEX\n>TABLE>"}