{"celex_id": "31992R2068", "uri": "http://publications.europa.eu/resource/cellar/d10797ff-3966-44d0-86ec-cc0efe451d3f", "type": "Regulation", "concepts": ["2644", "4682", "5034"], "title": "Council Regulation (EEC) No 2068/92 of 30 June 1992 fixing, for the period 1 July 1993 to 30 June 1996, the intervention prices for adult bovine animals\n", "header": "COUNCIL REGULATION (EEC) No 2068/92 of 30 June 1992 fixing, for the period 1 July 1993 to 30 June 1996, the intervention prices for adult bovine animals\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the beef and veal sector is persistently subject to economic factors which, given the possibilities for exports to third countries, causes structural imbalance between supply and demand on the Community market;\nWhereas, in order to redress the situation of agriculture in general, measures are being applied, including reductions in institutional prices, in the sectors supplying feedingstuffs, especially cereals; whereas the effect in the meat sector is a 10 %  fall in the average production price;\nWhereas the economic effect of the new conditions of production should be reflected proportionately in the intervention price; whereas, given the constant ratio between the production price for beef and those for pigmeat and poultrymeat and in order not  to disturb competition between these two sectors, the intervention price for beef should be reduced by a further 5 %;\nWhereas the intervention price should be adjusted with due regard for the transitional arrangements decided upon for the cereals sector; whereas, therefore, the measures provided for in this Regulation should be implemented in three stages;\nWhereas, during the period of transition, fixing of the intervention price before the start of each marketing year should be waived,", "main_body": ["By way of derogation from the second subparagraph of Article 6 (2) of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (4), the intervention price for carcases of male animals in category R3 of  the Community scale for the classification of carcases of adult bovine animals laid down in Regulation (EEC) No 1208/81 (5) shall be:\n- ECU 325,85 per 100 kg carcase weight for the period 1 July 1993 to 30 June 1994,\n- ECU 308,70 per 100 kg carcase weight for the period 1 July 1994 to 30 June 1995,\n- ECU 291,55 per 100 kg carcase weight for the period 1 July 1995 to 30 June 1996.\nThese prices are subject to subsequent adjustment called for by market developments.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 303, 20. 11. 1991, p. 33.(2) OJ No C 125, 18. 5. 1992.(3) OJ No C 98, 2. 4. 1992, p. 20.(4) OJ No L 148, 28. 6. 1968, p. 24. Regulation last amended by Regulation (EEC) No 2066/92 (See page 49 of this Official Journal).(5) OJ No L  123, 7. 5. 1981, p. 3. Regulation amended by Regulation (EEC) No 1026/91 (OJ No L 106, 26. 4. 1991, p. 2)."}