{"celex_id": "31999D0055", "uri": "http://publications.europa.eu/resource/cellar/1a42e934-c6d2-4f76-836c-ba120f1ce02a", "type": "Decision", "concepts": ["1309", "1591", "1767", "3856", "848", "956"], "title": "1999/55/EC: Commission Decision of 21 December 1998 terminating the anti-dumping proceeding concerning imports of certain laser optical reading systems, and the main constituent elements thereof, for use in motor vehicles, originating in Japan, Korea, Malaysia, the People's Republic of China and Taiwan (notified under document number C(1998) 4329)\n", "header": "COMMISSION DECISION of 21 December 1998 terminating the anti-dumping proceeding concerning imports of certain laser optical reading systems, and the main constituent elements thereof, for use in motor vehicles, originating in Japan, Korea, Malaysia, the People's Republic of China and Taiwan (notified under document number C(1998) 4329) (1999/55/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Initiation\n(1) On 12 September 1997, a complaint was lodged pursuant to Article 5 of Council Regulation (EC) No 384/96 (hereinafter 'the Basic Regulation`), by the Association for Laser Optical Reading Systems on behalf of Community producers whose collective output represented significantly more than 50 % of the total Community production of certain laser optical reading systems for use in motor vehicles (LORS). The complaint contained sufficient evidence of injurious dumping to justify the opening of an anti-dumping proceeding.\n(2) On 25 October 1997, the Commission announced by means of a notice published in the Official Journal of the European Communities (3) the initiation of an anti-dumping proceeding concerning imports into the European Community of LORS originating in Japan, Korea, Malaysia, the People's Republic of China (hereinafter 'the PRC`) and Taiwan and commenced an investigation.\n2. Investigation period\n(3) The investigation period for the determination of dumping covered the period from l October 1996 to 30 September 1997 (hereinafter referred to as 'the investigation period`). The examination of injury covers the period January 1994 to the end of the investigation period.\nB. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT\n1. General remarks\n(4) In the notice of initiation, the Commission had defined the product scope as laser optical reading systems comprising compact disc tuners (CD tuners), disc-changers and car radios with a disc control device (car radio).\n(5) The further investigation has firstly established that the above elements taken together cannot be regarded as a 'system` forming one single product, in spite of certain given functional links existing between these elements, as this would require that the elements could only properly function together. Indeed, the car radio can function on its own and does also not contain a laser optical reading mechanism. A CD tuner likewise can function on its own. The disc-changer is the only element which must be linked to one of the other elements in order to function. However, this cannot be considered sufficient to characterise all three elements taken together as a system and thus one single product.\n(6) Secondly, the investigation has by the same token established that the product coverage would encompass, with respect to car radios, a large percentage of these elements even if they are used outside the laser optical reading system, i.e. if they would not be used to reproduce CDs.\n(7) For these reasons, it is considered that the abovementioned three elements cannot be regarded as one system consisting of one single product. Therefore, given the results of the investigation, it was necessary to assess the three products separately, namely car radios, CD tuners and disc-changers.\n2. Car radios\n(8) With respect to car radios, the Community industry has agreed on reducing the product concerned by the present proceeding to CD tuners and disc-changers by withdrawing the complaint as far as car radios are concerned. As the investigation has not revealed any Community interest grounds to continue with the proceeding in the absence of a complaint, the proceeding with respect to car radios should thus be terminated in accordance with Article 9(1) of the Basic Regulation.\n3. CD tuners\n3.1. Product under consideration and like product\n(9) CD tuners are products which incorporate in a single housing a compact disc player, able to reproduce (read) digital audio signals (essentially music) stored on one or more CDs, without having the ability to record such audio signals (CN codes 8527 21 20 and 8527 21 70). A CD tuner generally also incorporates a radio broadcast receiver. In this respect it was established that CD tuners manufactured and sold by the Community producers in the Community market are alike, or closely resemble, CD tuners manufactured in and sold for export from the countries concerned to the Community. Furthermore, CD tuners sold in the countries concerned are also alike, or closely resemble, CD tuners sold for export from the countries concerned to the Community. All these products therefore are to be considered a single product within the meaning of Article 1(4) of the Basic Regulation.\n3.2. Dumping and injury\n(10) The investigation established the existence of dumping and injury. However, given the conclusions as set out below, it is not necessary to detail these findings.\n3.3. Causation\n(11) Pursuant to Articles 3(6) and 3(7) of the Basic Regulation, it was examined whether the imports concerned have caused material injury or whether the injury was caused by effects other than dumping.\n(12) In this respect, the market share of the dumped imports decreased by nine percentage points between 1994 and the investigation period, i.e. from around 61 % to around 52 %, while Community consumption increased by around 129 % during the same period of time. This indicates that the exporters from the countries concerned, while increasing their exports in absolute terms, did not do so to an extent reflecting the massive expansion of the consumption in the Community.\nPrices of the exporters have declined by more than 18 % between 1994 and the investigation period. By comparison, the Community industry only reduced their prices by around 8 %.\nLimited price undercutting was found for the imports concerned. In addition, it mainly concerned non-homogeneous products with a great variety of features and technical differences and subject to rapid technological development. Therefore, the effects of the undercutting cannot be found to have had a clear material impact on the Community industry's prices.\n(13) The Commission has also examined other factors that may have had an effect on the situation of the Community industry.\nWith respect to other third countries, between 1994 and the investigation period, their import volumes have increased significantly more than both the consumption and the imports from the countries concerned, i.e. by 700 % (from around 67 000 units to around 500 000 units), and their market shares also went up considerably by 16 percentage points, from around 8 % to around 24 %. This shows that these other imports have fully participated in and even increased more quickly than the expansion found for the Community consumption.\nAs regards prices, limited information gathered from certain cooperating interested parties may indicate that there has been high price undercutting by these imports.\nThe increase of the market share of the imports from third countries by 16 percentage points, seen in comparison to the loss of market share of the exports from the countries concerned of around nine percentage points, and the loss of the Community industry of two percentage points, demonstrates that the exports from the countries concerned have been more than fully replaced by the imports from the abovementioned third countries. Indeed, it appears that the market shares of both the Community industry and the exporters from the countries concerned suffered from these imports.\n(14) In view of the above and particular attention paid to imports from other third countries, it would appear that imports from the countries concerned did not in isolation have a materially injurious impact on the situation of the Community industry. Imports from other third countries have contributed to such an extent to the precarious situation of the Community industry that they should be considered as breaking the causal link between the dumping and the injury found.\n3.4. Conclusion\n(15) The proceeding with respect to CD tuners should therefore be terminated.\n4. Disc-changers\n4.1. Product under consideration and like product\n(16) With respect to disc-changers, these are sound-reproducing apparatus with a laser reading system usually placed in the boot of a motor vehicle (CN code ex 8519 99 18). They are able to store and process several CDs. In order to function and to reproduce sounds, they must be connected to a 'head` unit with a disc control device (usually a car radio). In this respect the investigation has established that disc-changers manufactured and sold by the Community industry in the Community market are alike, or closely resemble, disc-changers manufactured in and sold for export from the countries concerned to the Community. Furthermore, disc-changers sold in the countries concerned are also alike, or closely resemble, disc-changers sold for export from the countries concerned to the Community. All these products therefore are to be considered a single product within the meaning of Article 1(4) of the Basic Regulation.\n4.2. Dumping, injury and causation\n(17) The investigation established the existence of injurious dumping. However, given the conclusions as set out below, it is not necessary to detail these findings.\n4.3. Community interest\n(18) When assessing the Community interest aspects of the present case, the Commission examined the likely costs and benefits that the imposition of measures would have on the economic operators concerned.\nThe market share of the Community industry started from 0 % in 1996 but still only reached 1,4 % during the investigation period. On the basis of an average duty of 20 % on the imports value of the product concerned, the amount of duties imposed on imports of this product would represent between 6 and 10 times the total value of production of the Community industry during the investigation period. Even if production were to be expanded in accordance with the plans of the Community industry, the total value of production would, in the foreseeable future, only be a fraction of the amount of duties imposed. The above situation results from the fact that around 81 % of the disc-changers sold within the Community during the investigation period originated in the countries under investigation.\nIn addition, when setting up its production, the Community industry was well aware that it was doing so in an environment of depressed prices. Disc-changers had been on the market for a number of years and have indeed been imported by the Community industry, mainly from Japan. The Community industry only commenced with its Community activity in 1996, when the product was already well-established on the market, i.e. at a very late stage. Under these circumstances it is difficult to assess the future development of the industry and the possible beneficial effect of measures.\nFurthermore, the overall advantages to be gained by the Community industry in this particular situation, which are likely to be minimal given the relatively low level of employment immediately affected, must be weighed against the probable disadvantages, in particular for consumers. Indeed, the product under consideration is a widespread consumer electronics product with a large growth potential. It is likely that the imposition of duties would severely limit consumer choice, as many exporters, especially those with high duties, would be likely to withdraw from the Community market. This loss of choice as regards the current variety of models available could not be compensated in the foreseeable future by the Community industry. The current high market presence of these exporters and the fact that they offer a wide model range comprising high quality products would mean that, if they were to withdraw, consumers would be deprived of taking advantage of technological variety and development, without having any viable alternative in the foreseeable future. In this situation it is considered that the interests of consumers are by far outweighing the interests of the Community industry.\nIn such a situation, it can be considered that the imposition of measures would disproportionately affect importers, traders and consumers of the product concerned.\nConclusion on Community interest\n(19) In view of all the above, compelling reasons exist on Community interest grounds not to adopt anti-dumping measures as regards imports of disc-changers from the countries concerned.\n4.4. Conclusion\n(20) Under these circumstances, the proceeding with respect to disc-changers should be terminated on the grounds of Community interest.\nC. TERMINATION OF THE PROCEEDING\n(21) The complainants were informed of the essential facts and considerations on the basis of which the Commission intended to terminate this proceeding. Subsequently, the complainants made known their views, which were then examined in detail by the Commission,", "main_body": ["The anti-dumping proceeding concerning imports of certain laser optical reading systems, and the main constituent elements thereof, for use in motor vehicles, falling within CN codes 8527 21 20, 8527 21 70, and ex 8519 99 18, originating in Japan, Korea, Malaysia, the People's Republic of China and Taiwan is hereby terminated."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ C 324, 25. 10. 1997, p. 2."}