{"celex_id": "31997R0293", "uri": "http://publications.europa.eu/resource/cellar/6e1e759d-a193-4215-9d47-d15031be9dec", "type": "Regulation", "concepts": ["1309", "4580", "519", "588", "990"], "title": "Council Regulation (EC) No 293/97 of 17 February 1997 amending Regulation (EEC) No 738/92 imposing a definitive anti-dumping duty in imports of cotton yarn originating in Brazil and Turkey, with regard to two Turkish companies\n", "header": "COUNCIL REGULATION (EC) No 293/97 of 17 February 1997 amending Regulation (EEC) No 738/92 imposing a definitive anti-dumping duty in imports of cotton yarn originating in Brazil and Turkey, with regard to two Turkish companies\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1),\nHaving regard to Regulation (EEC) No 738/92 (2) and in particular Article 1 (6) thereof,\nHaving regard to the proposal from the Commission, after consulting the Advisory Committee,\nWhereas:\nA. Previous procedure\n(1) The Council, by Regulation (EEC) No 738/92, imposed definitive anti-dumping duties on imports of cotton yarn falling within CN codes 5205 11 00 to 5205 45 90 and 5206 11 00 to 5206 45 90 originating, inter alia, in Turkey. Sampling was applied to Turkish exporters, and individual duties ranging from 4,9 % to 12,1 % were imposed on the companies in the sample, while other cooperating companies not included in the sample received a weighted average duty of 9 %. A duty of 12,1 % was imposed on companies which either did not make themselves known or did not cooperate in the investigation.\nB. New exporters' review request\n(2) The Commission received applications for a new exporters' review of the duties currently applicable to two Turkish companies Abalioglu AS and Kipas AS, which claimed that they were not related to any of the exporters or producers subject to the anti-dumping measures, and that they had not exported the product concerned during the period of investigation on which the measures were based. Furthermore, the companies claimed that they had actually exported the product to the Community after the abovementioned investigation period.\n(3) Abalioglu AS and Kipas AS provided, on request, evidence which was considered sufficient to prove that the requirements established in Article 11 (4) of Regulation (EC) No 384/96 (hereinafter referred to as the 'Basic Regulation`) to qualify for a new exporters' review had been fulfilled. Since sampling was used in the investigation which was concluded by Regulation (EEC) No 738/92, the request for a review pursuant to Article 11 (4) of the Basic Regulation could not be accepted. However, the evidence provided by these companies is sufficient to allow Regulation (EEC) No 738/92 to be amended pursuant to Article 1 (6) of that Regulation, in order to make these exporters subject to the duty imposed by Article 1 (2) of that Regulation,", "main_body": ["Article 1 of Regulation (EEC) No 738/92 is hereby amended as follows:\n- under paragraph 2 (b) the following shall be added at the end of the text:\n'Abalioglu AS 9,0 % (Taric additional code 8569)`\n'Kipas AS 9,0 % (Taric additional code 8569).`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 82, 27. 3. 1992, p. 1. Regulation as last amended by Regulation (EC) No 285/97 (OJ No L 48, 19. 2. 1997, p. 1.)."}