{"celex_id": "31999R2637", "uri": "http://publications.europa.eu/resource/cellar/fb8c9dbe-eae5-4c9c-9ca3-b5c014f259cc", "type": "Regulation", "concepts": ["1201", "2173", "2194", "3633", "4373", "797"], "title": "Commission Regulation (EC) No 2637/1999 of 14 December 1999 amending Regulation (EC) No 2848/98 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector\n", "header": "COMMISSION REGULATION (EC) No 2637/1999\nof 14 December 1999\namending Regulation (EC) No 2848/98 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco(1), as last amended by Regulation (EC) No 660/1999(2), and in particular Articles 11 and 14a thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2848/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector(3), as last amended by Regulation (EC) No 2162/1999(4), lays down 31 January of the year of harvest as the date by which quota statements must be issued to individual producers who are not members of a producer group and to producer groups and allows the competent authority of the Member State a period of 20 days in which to register written agreements between individual producers on the permanent transfer of quotas;\n(2) More time is required to complete the procedures for issuing quota statements and registering written agreements on the transfer of quotas in certain Member States in view of the administrative checks that must be carried out, in particular checks on parcels. The deadline for issuing the quota statements to individual producers who are not members of a producer group and to groups of producers should therefore be extended by one month and the period for registering written agreements on the permanent transfer of quotas by 10 days;\n(3) Article 36 of Regulation (EC) No 2848/98 lays down the amounts to be paid to producers whose quotas have been bought back for the 1999 harvest under the quota buy-back scheme. The amounts to which producers whose quotas will be bought back for the 2000 harvest will be entitled should now be laid down, without prejudice to future amendments;\n(4) The quantities which have been the subject of a quota buy-back application and the quantities bought back by group of varieties under Article 35 of Regulation (EC) No 2848/98, which must be notified to the Commission under Article 54(j) of that Regulation, will not be available before 31 December 1999. The buy-back amounts agreed for the 1999 harvest should therefore be retained for the 2000 harvest;\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EC) No 2848/98 is hereby amended as follows:\n1. In Article 22(3) the words \"31 January\" are replaced by \"the end of February\".\n2. In Article 33(2) the word \"twenty\" is replaced by the word \"thirty\".\n3. The following paragraph is added to Article 36: \"Producers whose quotas have been bought back in respect of the 2000 harvest will be entitled each year on payment of the premiums for the 2001, 2002 and 2003 harvests to the amounts indicated in the first paragraph in respect of the 1999 harvest.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 2000 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 30.7.1992, p. 70.\n(2) OJ L 83, 27.3.1999, p. 10.\n(3) OJ L 358, 31.12.1998, p. 17.\n(4) OJ L 265, 13.10.1999, p. 13."}