{"celex_id": "31990D0514", "uri": "http://publications.europa.eu/resource/cellar/30ae5db5-a9d0-4d33-bc88-ed1fe95b2aaf", "type": "Decision", "concepts": ["1374", "192", "2738", "336", "4687", "5307"], "title": "90/514/EEC: Commission Decision of 25 September 1990 recognizing that the staff medical check-up scheme submitted by Denmark offers equivalent guarantees\n", "header": "COMMISSION  DECISION\nof 25 September 1990\nrecognizing that the staff medical check-up scheme submitted by Denmark offers equivalent guarantees\n(90/514/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (1), as last amended by Directive 89/662/EEC (2), and in particular point 24 of Chapter IV of Annex I thereto,\nHaving regard to Council Directive 71/118/EEC of 15 February 1971 on health problems affecting trade in fresh poultrymeat (3), as last amended by Directive 89/662/EEC, and in particular point 12 of Chapter III of Annex I thereto,\nHaving regard to Council Directive 77/99/EEC of 21 December 1976 on health problems affecting intra-Community trade in meat products (4), as last amended by Directive 89/662/EEC, and in particular point 20 of Chapter II of Annex A thereto,\nWhereas point 24 of Chapter IV of Annex I to Directive 64/433/EEC, point 12 of Chapter III of Annex I to Directive 71/118/EEC and point 20 of Chapter II of Annex A to Directive 77/99/EEC provide that in accordance with the procedures laid down in Articles 16, 12a and 18 of the abovementioned Directives respectively, the Commission is to recognize staff medical check-up schemes as offering equivalent guarantees to those based on the annual renewal of the medical certificate;\nWhereas, by letters of 29 March and 19 June 1990, the Danish authorities have informed the Commission of an alternative staff medical check-up scheme;\nWhereas this alternative scheme can be considered as offering equivalent guarantees to those based on the annual renewal of the medical certificate;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The medical check-up scheme for staff handling fresh meat, fresh poultry-meat and meat products submitted by Denmark and set out in the Annex is hereby recognized as offering equivalent guarantees to those based on the annual renewal of the medical certificate.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 395, 30. 12. 1989, p. 13.\n(3) OJ No L 55, 8. 3. 1971, p. 23.\n(4) OJ No L 26, 31. 1. 1977, p. 85.\nANNEX\nALTERNATIVE STAFF MEDICAL CHECK-UP SCHEME FOR PERSONS EMPLOYED TO WORK WITH OR HANDLE FRESH MEAT, POULTRYMEAT AND MEAT PRODUCTS PRESENTED BY THE AUTHORITIES OF DENMARK\nA. Medical examination before taking up employment\n- The health of each person who is to be employed to handle meat, poultrymeat or meat products must be examined. The said examination is a pre-condition of such employment.\n- The health check, on the basis of which the risk of contamination through the person concerned is assessed, must include an inquiry into the medical history carried out by means of a questionnaire (see under E), which must be assessed by a doctor, and a general medical examination carried out by a medical doctor.\nSuch medical examination may, if the doctor concerned considers it necessary, include a number of tests.\nB. (Annual) routine examination\n- Whenever the medical authorities service concerned (attached to an undertaking) or the family doctor of the employee concerned considers it necessary in particular when suspicion exists in relation to the diseases listed in the questionnaires under E and F, but at least once a year, the health of the staff referred to in A must be assessed by means of a questionnaire (see under F).\n- The questionnaire, when completed by the personnel, is to be submitted to the medical authorities concerned. The doctor in charge has to sign this declaration, thus prolonging the medical certificate for one year. If the medical doctor, on basis of the questionnaire or on basis of any other information considers that there is a need for further medical assessment, a possible prolongation of the medical certificate can only be made after the results of such an assessment have been made available.\nSuch an assessment may, if the doctor concerned considers it necessary, include a number of tests.\n- Where there is justification on epidemiological or clinical grounds, the medical service (attached to an undertaking) or the family doctor of the employee concerned ensures that persons who are a possible source of contamination are prohibited from working or handling fresh meat, poultrymeat or meat products.\nC. Guidance in matters of hygiene\nAnyone working with or handling fresh meat, poultrymeat or meat products must have undergone appropriate training, particularly as regards his/her responsibility in matters of food and personal hygiene.\nD. Further comments\nAlthough a health certificate drawn up before taking up employment offers no absolute guarantee that the person concerned will not be a source of contamination, it is important when first employed to draw the attention to essential public health aspects such as the responsibility in matters of hygiene generally and the obligation to report any contagious disease during the term of employment.\nIn this context, it is essential that the person concerned is sufficiently well informed of his role as a transmitter of disease.\nThe routine medical examination (normally taking place every year) of staff engaged in handling meat, poultrymeat and meat products has been carried out for many years in a number of countries, with the aim of reducing the risk of pathogenic micro-organisms being transmitted to the consumer through the meat, poultrymeat or meat products by the person concerned.\nAt various international meetings the question has been raised of whether such routine examinations, particularly of faeces, must necessarily form part of the measures to protect the consumer against contagious diseases that may be transmitted via badly handled meat, poultry meat or meat products. The value of the routine examination of faeces for pathogenic intestinal bacteria, in particular, has repeatedly been called into question.\nIt emerges from the study of the reports of the abovementioned meeting  that routine examinations, particularly of faeces samples, do not in any significant way contribute towards preventing contagious diseases from being transmitted to the consumer via meat, poultry meat or meat products; in other words, the examination at regular intervals of faeces and urine of staff for Salmonella and Shigellae is no longe considered to be relevant. There should only be examination where it is justified on epidemiological or clinical grounds.\nE. Health certificate for persons taking up employment in the food industry\n(This certificate is to be filled out in the presence of a doctor)\nName and first name:\nDate and place of birth:\nAddress:\nFirm's doctor or family doctor:\n1.2.3 // Have you suffered or are you suffering from:  // Yes   // No   // (a) Typhoid fever   //    //    // (b) Paratyphus   //    //    // (c) Tuberculosis   //    //  // (d) A contagious or infectious skin disease If so, which:  //    //    // (e) Any other contagious disease If so, which:  //    //\nI, the undersigned, certify that I have given the above information to the best of my knowledge.\nPlace:\nDate:\n(Signature)\nThe undersigned declares that during his term of employment he will immediately report to the management and the medical service of the undertaking or to his family doctor any contagious disease from which he is or thinks he is suffering.\nPlace:\nDate:\n(Signature)\nThe undersigned, ,\nDoctor\ndeclares having examined Mrs/Miss/Mr\ntoday and is of the opinion, on the basis of the above information and the results of the tests carried out at his request, that there is no impediment to his/her employment.\nPlace:\nDate:\n(Signature)\nF. Health attestation for persons employed in the food industry\n(This attestation is to be forwarded (duly completed) to the Medical Service of the undertaking or to a family doctor, attached to the employee concerned)\nName and first name:\nDate and place of birth:\nAddress:\nFirm's doctor or family doctor:\n1.2.3 // Have you suffered or are you suffering from:  // Yes   // No   // (a) Typhoid fever   //    //    // (b) Paratyphus   //    //    // (c) Tuberculosis   //    //  // (d) A contagious or infectious skin disease If so, which:  //    //    // (e) Any other contagious disease If so, which:  //    //\nThe undersigned declares having given the above information to the best of his knowledge.\nPlace:\nDate:\n(Signature)\nThe undersigned\nDoctor\ndeclares, based on:\n(*) the above information\nand\n(*) the results of the tests carried out at his request that there is no impediment to the prolongation of the employment of\nMrs/Miss/Mr\nPlace:\nDate:\n(Signature)\n(*) Delete if not appropriate."}