{"celex_id": "31996R2193", "uri": "http://publications.europa.eu/resource/cellar/9e1ff061-fe0c-4d11-a606-29f58970b4bb", "type": "Regulation", "concepts": ["1069", "1099", "20", "3568", "4522", "5360"], "title": "Commission Regulation (EC) No 2193/96 of 15 November 1996 amending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\n", "header": "COMMISSION REGULATION (EC) No 2193/96 of 15 November 1996 amending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Article 5 thereof,\nWhereas Commission Regulation (EEC) No 2131/93 (3), as last amended by Regulation (EC) No 120/94 (4), lays down the procedure and conditions for the sale of cereals held by intervention agencies;\nWhereas in Member States which do not have sea ports, tenderers for cereals put up for sale are penalized by higher transport costs; whereas, as a result of these additional costs, cereals are more difficult to export from those Member States, which results in particular in longer intervention storage and additional costs to the Community budget; whereas provision must accordingly be made for the possibility in certain cases of financing the lowest transport costs between the place of storage and the place of exit in order to make tenders comparable; whereas Article 7 of Regulation (EEC) No 2131/93 should accordingly be adapted as regards transport costs;\nWhereas Article 18 of Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (5), as last amended by Regulation (EC) No 1384/95 (6), lays down general rules as regards proof of completion of customs formalities for release for consumption; whereas Article 17 of Regulation (EEC) No 2131/93 lays down provisions whereby the security covering the difference between the price paid and the price to be observed on resale on the Community market can be released where export takes place by sea; whereas the same provisions are laid down in Commission Regulation (EC) No 1501/95 (7), as last amended by Regulation (EC) No 95/96 (8), as regards payment of refunds fixed by invitation to tender, in order to avoid complicating most Community exports with the requirement of proof of arrival at destination;\nWhereas the situation regarding the export of intervention cereals is the same as that existing for the export of cereals from the free market; whereas, for the sake of uniformity and consistency, the same system must accordingly be applied as regards payment of the refund but solely in cases where the refund between Switzerland or Liechtenstein and other third countries is different or where the successful tenderer fixes the lowest standard refund in advance; whereas Regulation (EEC) No 2131/93 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereales,", "main_body": ["Regulation (EEC) No 2131/93 is hereby amended as follows:\n1. the following paragraph is added to Article 7:\n'2a. However, where Member States have no sea ports, provision may be made for a derogation from the preceding paragraph in order to finance the lowest transport costs between the place of storage and the place of exit`;\n2. the following Article 17a is inserted:\n'Article 17a\nNotwithstanding Article 18 of Regulation (EEC) No 3665/87 and where:\n- the refund applicable on the day of submission of tenders for Switzerland or Liechtenstein is different from that for other third countries,\n- the successful tenderer has fixed in advance the lowest standard refund other than that applying to Switzerland or Liechtenstein;\nproof of completion of customs formalities for release for consumption shall not be required for payment of the refund provided the operator furnishes proof that at least 1 500 tonnes of cereal products has left the customs territory of the Community on a sea-going vessel.\nSuch proof shall be furnished by the following endorsement, certified by the competent authority, on the control copy referred to in Article 6 of Regulation (EEC) No 3665/87, the single administrative document or the national document proving that the goods have left the customs territory of the Community:\nExportación de cereales por vía marítima; artículo 17 bis del Reglamento (CEE) n° 2131/93\nEksport af korn ad søvejen - Artikel 17a i forordning (EØF) nr. 2131/93\nAusfuhr von Getreide auf dem Seeweg - Verordnung (EWG) Nr. 2131/93 Artikel 17a\nÇ åîáãùãÞ ôùí óéôçñþí äéÜ èáëáóóßáò ïäïý - Êáíïíéóìüò (ÅÏÊ) áñéè. 2131/93, Üñèñï 17 á\nExport of cereals by sea - Article 17a of Regulation (EEC) No 2131/93\nExportation de céréales par voie maritime - Règlement (CEE) n° 2131/93, article 17 bis\nEsportazione di cereali per via marittima - Regolamento (CEE) n. 2131/93, articolo 17 bis\nUitvoer van graan over zee - Verordening (EEG) nr. 2131/93, artikel 17 bis\nExportação de cereais por via marítima - Artigo 17ºA, Regulamento (CEE) nº 2131/93\nViljan vienti meriteitse - Asetus (ETY) N:o 2131/93 17a artikla\nExport av spanmål sjövägen - artikel 17a i förordning (EEG) nr 2131/93.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 191, 31. 7. 1993, p. 76.\n(4) OJ No L 21, 26. 1. 1994, p. 1.\n(5) OJ No L 351, 14. 12. 1987, p. 1.\n(6) OJ No L 134, 20. 6. 1995, p. 14.\n(7) OJ No L 147, 30. 6. 1995, p. 7.\n(8) OJ No L 18, 24. 1. 1996, p. 10."}