{"celex_id": "31996D0674", "uri": "http://publications.europa.eu/resource/cellar/f9bab89e-ddfa-4c8e-b664-d218e05be677", "type": "Decision", "concepts": ["1309", "192", "2718", "4829", "5369", "5965"], "title": "96/674/EC: Commission Decision of 25 November 1996 amending Decision 93/436/EEC laying down specific conditions for importing fishery and aquaculture products originating in Chile (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 25 November 1996 amending Decision 93/436/EEC laying down specific conditions for importing fishery and aquaculture products originating in Chile (Text with EEA relevance) (96/674/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 11 (5) thereof,\nWhereas the list of establishments and factory ships approved by Chile for importing fishery products into the Community has been drawn up in Commission Decision 93/436/EEC of 30 June 1993 laying down specific conditions for importing fishery and aquaculture products originating in Chile (2), as last amended by Decision 96/220/EC (3); whereas this list may be amended following the communication of a new list by the competent authority in Chile;\nWhereas the name of the competent authority in Chile has changed; whereas Annex A to the Decision 93/436/EEC should be amended as a consequence;\nWhereas the competent authority in Chile has communicated a new list of 103 establishments and 19 factory ships;\nWhereas it is necessary to amend the list of approved establishments and factory ships accordingly;\nWhereas the measures provided for in this Decision have been drawn up in accordance with the procedure laid down by Commission Decision 90/13/EEC (4),", "main_body": ["The Servicio Nacional de Pesca (Sernapesca) shall be the competent authority in Chile for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.", "Annex A to Decision 93/436/EEC is replaced by Annex A to this Decision.", "Annex B to Decision 93/436/EEC is replaced by Annex B to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\n(2) OJ No L 202, 12. 8. 1993, p. 31.\n(3) OJ No L 74, 22. 3. 1996, p. 35.\n(4) OJ No L 8, 11. 1. 1990, p. 70.\nANNEX A\n'ANNEX A\n>START OF GRAPHIC>\nHEALTH CERTIFICATE\nfor fishery or aquaculture products originating in Chile and intended for export to the European Community\nReference No:\nCountry of dispatch:\tChile\nCompetent authority:\tServicio Nacional de Pesca (Sernapesca)\nI. Details identifying the fishery products\nDescription of fishery/acquaculture products (1)\n- species (scientific name):\n- presentation of product and type of treatment (2):\nCode number (where available):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products\nName(s) and official approval number(s) of establishment(s) approved by the Sernapesca for exports to the EC:\nIII. Destination of products\nThe products are dispatched\nfrom: \t(place of dispatch)\nto: \t(country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\n(1) Delete where applicable.\n(2) Live, refrigerated, frozen, salted, smoked, preserved, etc.\nIV. Health attestation\nThe official inspector hereby certifies that the fishery and aquaculture products specified above:\n1. were caught and handled on board vessels in accordance with the health rules laid down by Directive 92/48/EEC;\n2. were landed, handled and, where appropriate, packaged, prepared, processed, frozen, thawed and stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the Annex to Directive 91/493/EEC;\n3. have undergone health controls in accordance with Chapter V of the Annex to Directive 91/493/EEC;\n4. are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of the Annex to Directive 91/493/EEC;\n5. do not come from toxic species or species containing biotoxins;\n6. have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the implementing decisions thereto;\n7. in addition, where the fishery products are frozen or processed bivalve molluscs: the molluscs were obtained from approved production areas laid down by Annex to Decision 96/674/EC laying down special conditions for the import of bivalve molluscs echinoderms, tunicates, and marine gastropods originating in Chile.\nThe undersigned official inspector hereby declares that he is aware of the provisions of Directive 91/493/EEC, Directive 92/48/EEC and Decision 96/674/EC.\nDone at \t,\n(Place)\n(Date)\n(Signature of official inspector) (1)\nOfficial stamp (1)\n(Name in capital letters, capacity and qualifications of person signing)\n(1) The colour of the stamp and signature must be different from that of the other particulars in the certificate.`\n>END OF GRAPHIC>\nANNEX B\n'ANNEX B\nLIST OF APPROVED ESTABLISHMENTS AND FACTORY SHIPS\nI. Establishments\n>TABLE>\nII. Factory ships\n>TABLE>"}