{"celex_id": "31995D2493", "uri": "http://publications.europa.eu/resource/cellar/5d01471c-c45b-4209-810d-ccaff9e68dec", "type": "Decision", "concepts": ["2467", "3518", "45", "5312", "5618", "677"], "title": "95/431/EC: Decision No 2493/95/EC of the European Parliament and of the Council of 23 October 1995 establishing 1996 as the 'European year of lifelong learning'\n", "header": "DECISION No  2493/95/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 23 October 1995 establishing 1996 as  the 'European year of lifelong learning`\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF  THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 126 and  127 thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nHaving regard to the opinion of the Committee of the Regions  (3),\nActing in accordance with the procedure laid down in Article 189b of the Treaty  (4),\nWhereas the European Council of Brussels (10 and 11 December 1993) took note of the proposals of  the Commission in the White Paper on Growth, competitiveness and employment; whereas education and  training can make a contribution in respect of economic and social change and the fight against  unemployment; whereas the establishment of a 'European year of education and training` proposed in  the White Paper could be a signal for clarification of the essential requirements and the long-term  objectives in the fields of education and training in the Community;\nWhereas 1996 will be the year in which the Leonardo Da Vinci action programme adopted by Decision  94/819/EC  (5) and the Socrates action programme, adopted by Decision No 819/95/EC  (6), which  constitute the second generation of Community education and training programmes, come into their  own;\nWhereas the Structural Funds and in particular the European Social Fund, and the Community  initiatives which drive therefrom, particularly the Adapt  (7) and Employment  (8) initiative, will  enhace quality education and training;\nWhereas the continuing adaptation of education and training systems to these new requirements is a  strategically important task for Europe, since the competitiveness of the European economy and the  stability of society in Europe are built up through knowledge, know-how and common basic views;  whereas the attractiveness and prestige of vocational training are heavily dependent on the  attachment of equal value to the channels of general education and vocational training as well as  the social recognition of qualified professions;\nWhereas the role of lifelong learning is becoming fundamental in order to secure personal  fulfilment, imparting to the individuals concerned such values as solidarity and tolerance and  furthering participation in democratic decision-making processes; whereas it is equally important  to enhance long-term employment prospects; whereas the White Paper on Growth, competitiveness and  employment stresses that education and training will undoubtedly make a contribution to the renewal  of growth, the recovery of competitiveness and the restoration of a high level of employment;\nWhereas, according to the aforementioned White Paper, a large number of jobs likely to be created  by the year 2  000 will correspond to new careers linked with the technological revolutions in the  audiovisual sector and the information society, requiring continuing training and adjustment in  initial training concepts;\nWhereas it should be borne in mind that certain types of education and training resulting for  example from centres for open learning, adult education establishments and distance learning  centres are gaining in importance; whereas it must be ensured in this connection that such types of  education and training, which are necessary, are accessible to everyone;\nWhereas the development of lifelong learning should aim in particular to make the best use of  available talent, to combat social exclusion, to widen the choice of occupation for girls and  women, and to contribute to the reduction of regional disparities;\nWhereas, furthermore, continuing training which offers employment prospects can contribute to the  solution of certain social conflicts;\nWhereas there should be exchanges of experience and information on what the Member States have  achieved in their own countries, on the many regional and local initiatives undertaken, on the  programmes and initiatives of the European Union and on the work of the Council of Europe and other  international organizations involved in education and training;\nWhereas distance and self-instruction systems, global networks (especially computer networks),  interactive communication between teachers and learners during the learning process and information  infrastructure may have an important role to play in lifelong learning; whereas international  networks are particulary suitable for language training; whereas sound basic training facilitates  their integration into the lifelong learning process;\nWhereas the organisation of a European year of lifelong learning is a contribution to the action  plan decided on by the European Council to fight against unemployment; whereas, in view of the link  with this initiative, the aims of the European year will best be attained at Community level;  whereas the European year will support, in accordance with the principle of subsidiarity, the  policy and practice of the Member States in this field;\nWhereas an agreement on a modus vivendi between the European Parliament, the Council and the  Commission concerning the implementing measures for acts adopted in accordance with the procedure  laid down in Article 189b of the Treaty was adopted on 20 December 1994;\nWhereas this Decision lays down, for the entire duration of the programme, a financial framework  constituting the principal point of reference, within the meaning of point 1 of the declaration by  the European Parliament, the Council and the Commission of 6 March 1995  (1), for the budgetary  authority during the annual budgetary procedure,", "main_body": ["1.  1996 shall be proclaimed 'European year of lifelong learning.` 2.  During the European year, information, awareness-raising and promotional actions will be  undertaken concerning opportunities for lifelong learning. The aim is the promotion of personal  development and sense of initiative of individuals, their integration into working life and  society, their participation in the democratic decision-making process and their ability to adjust  to economic, technological and social change. Preparation of the actions will take place in 1995.", "The following shall be the themes for the European Year:\n1.  the importance of a high quality general education, open to all without discrimination of any  kind, including the ability to learn by oneself, as a preparation for lifelong learning;\n2.  the promotion of vocational training leading to qualifications for all young people, as a  precondition for a smooth transition to working life and as a basis for further personal  development, for re-adaptation in the job market and for achieving equality of opportunities  between men and women;\n3.  the promotion of continuing education and training, in harmony with school education and  initial vocational training and in relation to new requirements in the world of work and society,  whilst ensuring the quality and transparency of such education and training;\n4.  motivation of individuals for lifelong learning and developing such learning for the benefit of  groups of people who have hitherto hardly or not at all benefited from it but who particularly need  it, such as girls and women;\n5.  further cooperation on education and training between institutions in these areas and the  economic world, in particular small and medium enterprises;\n6.  the raising of awareness of the social partners of the importance of the creation of, and  participation in, new opportunities for lifelong learning in the context of European  competitiveness and a highly employment-intensive economic growth;\n7.  the raising of awareness of parents of the importance of education and training of children and  young people in the perspective of lifelong learning and the role that they can play in this  respect;\n8.  the development of the European dimension of initial and continuing education and training, the  promotion of mutual understanding and mobility in Europe, as well as a European area for  cooperation in education; the raising of awareness among European citizens of the activities of the  European Union, particularly with regard to the academic and vocational recognition of diplomas and  qualifications in accordance with the systems of the Member States and the promotion of linguistic  abilities.", "1.  The actions referred to in Article 1  (2) shall include general or theme-based  events, the preparation and dissemination of communication products, and studies and surveys. They  are set out in the Annex. Priority in the selection of the actions mentionned in Section B of the  Annex will go to those which offer a practical demonstration of the advantages of education and  training, those highlighting education and training actions as part of a lifelong learning  approach, those promoting amongst the social partners, with due respect for national laws and,  where appropriate, by means of collective training, those which show the contribution made by  international cooperation, and those which disseminate the results of Community interventions.\n2.  Optimal use could be made of other existing initiatives in the field of education and training  which could contribute to fulfilling the objectives of the European year.", "The Commission shall be responsible for the implementation of this Decision.\nThe Commission shall be assisted by an ad hoc committee of an advisory nature composed of two  representatives from each Member State and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be  taken in accordance with Sections A, B and C of the Annex. The committee shall deliver its opinion  on the draft within a time limit which the chairman may lay down according to the urgency of the  matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right  to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall  inform the committee of the manner in which its opinion has been taken ino account.", "1.  Each Member State shall designate an appropriate body or bodies, to be responsible  for the selection, coordination and implementation nationally of the actions provided for in this  Decision.\n2.  Applications for financial support for the actions provided for in accordance with Section B of  the Annex shall be submitted to the Commission by the Member States concerned.\n3.  Decisions on actions in Sections A and B of the Annex shall be taken by the Commission in  accordance with the procedure set out in Article 4. The Commission shall ensure a balanced  distribution among Member States and among the different sectors of education and training.", "1.  The financial framework for the implementation of this programme for the period  referred to in Article 1 is hereby set a ECU 8 million.\n2.  The annual appropriations shall be authorized by the budgetary authority within the limits of  the financial perspective.", "The Commission, in partnership with the Member States, shall ensure consistency and  complementarity between the actions provided for in this Decision and other Community actions, in  particular the Leonardo da Vinci and Socrates programmes.", "The Commission shall submit, by 31 December 1997 at the latest, a report to the  European Parliament, the Council, the Economic and Social Committee and the Committee of the  Regions on the implementation, results and overall assessment of the actions provided for in this  Decision.", "This Decision shall be published in the Official Journal of the European Communities.  It shall take effect on the day of its publication."], "attachments": "Done at Strasbourg, 23 October 1995.\nFor the European Parliament The President K. HAENSCH For the Council The President J. SAAVEDRA ACEVEDO\nANNEX\nNature of the actions referred to in Article 1 (2) A.  Actions concerning the themes of the European year wholly financed out of the Community budget 1.  (a)  Organization of meetings on a European level.\n(b)  Organization of meetings in each of the Member States in order to stress the contribution made  by European cooperation.\n2.  Community-wide information and promotional campaigns involving:\n(a)  the designing of a logo and a slogan for the European year  (1);\n(b)  the preparation of communication products on projects relating to themes of the European year  and having Community interest, with a view to stimulating public interest and actions at national  and regional level;\n(c)  cooperation with the media;\n(d)  the organization of European competitions highlighting achievements and experiences on the  themes of the European year.\n3.  Other actions Surveys and studies, having especially the aim of better defining the expectations of the different  publics with regard to the themes of the European year and the way in which the Union could fulfil  them; evaluation studies concerning the impact of the European year.\nB.  Actions concerning the themes of the European year co-financed out of the Community budget The actions proposed for the European year by the national authorities could qualify for  co-financing out of the Community budget, of up to a maximum of 50  % of the cost depending on the  circumstances. These actions could relate, inter alia, to:\n(a)  national or regional events around the themes of the European year;\n(b)  information actions and actions disseminating examples of good practice;\n(c)  the organization of prizes or competitions at national or regional level.\nC.  Actions receiving no financial aid from the Community budget Voluntary actions to be conducted by public or private operators, including authorization to use  the logo and priority themes of the European year in publicity campaigns and other events."}