{"celex_id": "31994R1755", "uri": "http://publications.europa.eu/resource/cellar/33c86944-679f-4726-b6f8-a54454df758e", "type": "Regulation", "concepts": ["164", "1642", "2300", "3568", "3732", "5360"], "title": "Commission Regulation (EC) No 1755/94 of 18 July 1994 amending Regulation (EEC) No 891/89 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EC) No 1755/94 of 18 July 1994 amending Regulation (EEC) No 891/89 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Articles 9 (2) and 13 (6) thereof,\nWhereas, in accordance with Article 9 (4) of Commission Regulation (EEC) No 891/89 (3), as last amended by Regulation (EC) No 3579/93 (4), export licences may be issued only to operators who have concluded a contract; whereas, in order to be sure that a  contract exists, the issue of licences should be made subject to submission of the contract;\nWhereas, in order to ensure performance of the terms of the contract, it is necessary for licences to be non-transferable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 9 (4) of Regulation (EEC) No 891/89 is replaced by the following:\n'4. Where this paragraph is specifically referred to when an export refund on products listed in Article 1 (a), (b) and (c) of Regulation (EEC) No 1766/92 and Article 1 (a) of Regulation (EEC) No 1418/76 is fixed, export licence applications must be  accompanied by a copy of a contract. The contract must come from an official body in the country of destination or a company with its place of business in that country and indicate a quantity and a delivery period not extending beyond the term of  validity of that licence. No export licence may have been issued previously for the contract under this Article. The Member State concerned shall verify that licence applications comply with the conditions laid down in this paragraph and shall notify  the Commission on the day they are lodged of the quantity covered by licences which are admissible. The corresponding licences shall entail advance fixing of the refund and shall actually be issued only on the third working day following the day on  which the application is submitted provided that no specific measures are adopted by the Commission before then.\nIf the applications for export licences referred to in this paragraph cover quantities in excess of those which may be committed for export and are indicated in the Regulation fixing the refund in question, the Commission may fix a uniform percentage  reduction in the quantities within two working days following submission of the application. Licence applications may be withdrawn within two working days of the date of publication of the percentage reduction.\nNotwithstanding Article 9 of Regulation (EEC) No 3719/88, the rights resulting from the licence shall not be transferable.\nIn the case of non-performance of the contract by the importing purchaser, the operator may export to a different country of destination, but only against the export refund in force on the day on which applications for export licences to \"other third  countries\" were originally lodged. Where no export refund exists for \"other third countries\" on the original day of licence application, an ad hoc solution may be adopted, in accordance with the procedure provided for in Article 23 of Regulation (EEC)  No 1766/92.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 94, 7. 4. 1989, p. 13.\n(4) OJ No L 326, 28. 12. 1993, p. 15."}