{"celex_id": "31998R0705", "uri": "http://publications.europa.eu/resource/cellar/a23a0a52-a5e2-4485-a2dd-ee8e66ae70c5", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 705/98 of 30 March 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 705/98 of 30 March 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(14) thereof,\nWhereas Commission Regulation (EC) No 1466/95 (3), as last amended by Regulation (EC) No 2497/97 (4), lays down special detailed rules of application for export refunds on milk and milk products; whereas Commission Regulation (EC) No 1913/97 (5) amending Regulation (EC) No 1466/95 varies the refunds granted on exported cheese by destination zones; whereas it makes the destination set out in the export licence compulsory while permitting refunds to be granted on exports to another destination within the same zone; whereas experience has shown that those provisions can result in the rejection of licences by customs where the actual destination is different from that set out in the export licence, even where both destinations are within the same destination zone; whereas the provisions concerned should be clarified;\nWhereas Article 12 of Regulation (EC) No 1466/95 describes the way refunds on milk products containing added sugar are to be calculated; whereas there are two different methods of calculation for sweetened condensed milk depending on the fat content of the product; whereas, with a view to harmonising and simplifying the calculation methods and the export refund nomenclature, only one method should be used to determine the refund per kilogram of lactic matter;\nWhereas refunds on such products, and in particular the measures to ensure compliance with commitments concerning exports under GATT, would be easier to administer if a maximum quantity of incorporated sucrose on which a refund may be granted were to be fixed; whereas 40 % by weight of whole product is representative of the sucrose content of such products;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 1466/95 is hereby amended as follows:\n1. Article 11(2) is replaced by the following:\n'2. Box 20 of licence applications and licences covered by the second indent of paragraph 1 shall bear the following entry: \"Licence valid for Zone . . . as defined in Article 11(3) of Regulation (EC) No 1466/95\".\nWhere the product does not reach the destination set out in box 7 of the licence and, notwithstanding Article 21(2) of Regulation (EEC) No 3665/87, where the actual destination is in the same zone, the refund in accordance with Article 20(3) of Regulation (EEC) No 3665/87 shall be paid.\nWhere the actual destination is in another zone, no refund shall be granted.`;\n2. Article 12 is amended as follows:\n(a) paragraph 1(b) is replaced by the following:\n'(b) a component representing the quantity of added sucrose up to a maximum of 40 % by weight of whole product.`;\n(b) paragraphs 2 and 3 are replaced by the following:\n'2. The component referred to in paragraph 1(a) shall be calculated by multiplying the basic amount by the milk product content of the product concerned.\nThe basic amount referred to in the first subparagraph shall be the refund on one kilogram of milk products contained in the whole product.\n3. The component referred to in paragraph 1(b) shall be calculated by multiplying the sucrose content of the whole product, up to a maximum of 40 %, by the basic amount of the refund applicable on the day the licence application is lodged for the products listed in Article 1(1)(d) of Council Regulation (EEC) No 1785/81 (*).\n(*) OJ L 177, 1. 7. 1981, p. 4.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1998 to licence applications submitted from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 144, 28. 6. 1995, p. 22.\n(4) OJ L 345, 16. 12. 1997, p. 12.\n(5) OJ L 268, 1. 10. 1997, p. 27."}