{"celex_id": "31993R2080", "uri": "http://publications.europa.eu/resource/cellar/26bac96b-d11c-4311-9f9b-12384f83f874", "type": "Regulation", "concepts": ["1460", "2455", "2466", "4838", "5138"], "title": "Council Regulation (EEC) No 2080/93 of 20 July 1993 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the financial instrument of fisheries guidance\n", "header": "COUNCIL REGULATION (EEC) No 2080/93 of 20 July 1993 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the financial instrument of fisheries guidance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the common fisheries policy supports the general objectives of Article 39 of the Treaty; whereas, in particular, Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (4)  contributes towards achieving a balance between conservation and the management of resources, on the one hand, and the fishing effort and the stable and rational exploitation of those resources, on the other;\nWhereas fisheries structural measures should contribute to the attainment of the objectives of the common fisheries policy and the objectives of Article 130a of the Treaty;\nWhereas the incorporation of structural measures in the fisheries and aquaculture sector into the operational framework resulting from the reform of the Structural Funds as laid down in Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of  the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (5), and Council Regulation (EEC) No 4253/88 of  19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the operations of the European Investment Bank and the other  existing financial instruments (6), should improve the synergy of Community operations and enable a more coherent contribution to be made to the strengthening of economic and social cohesion;\nWhereas the tasks of the financial instrument for fisheries guidance (FIFG) should be defined on the basis of its contribution to the achievement of Objective 5 (a) as defined in Article 1 of Regulation (EEC) No 2052/88;\nWhereas the Community should provide financial assistance in those fields which are crucial for the structural adaptation necessary to achieve the objectives of the common fisheries policy; whereas, furthermore, aid measures in this sector should be  subject to compliance with the objectives of balance between resources and their exploitation;\nWhereas the Council, after consulting the European Parliament, should decide at a later date on the detailed rules and conditions for the FIFG contribution to the measures for adaptation of fisheries structures in order to guarantee the coherence of the  common fisheries policy;\nWhereas the measures povided for will coincide with the scope of Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (7) and that of Council Regulation  (EEC) No 4042/89 of 19 December 1989 on the improvement of the conditions under which fishery and aquaculture products are processed and marketed (8); whereas, therefore, these Regulations should be repealed and the detailed rules necessary for a  transition preventing an interruption in structural aid should be laid down;\nWhereas, however, Regulation (EEC) No 4028/86 establishes in a uniform manner the maximum amounts of aid which can be granted to each individual project directly contributing to priority requirements of the common fisheries policy; whereas the Council,  after consulting the European Parliament, must continue to establish these maximum amounts in a uniform manner,", "main_body": ["1. The structural measures implemented under this Regulation in the fisheries and aquaculture sector and the industry processing and marketing their products (hereinafter referred to as 'the sector') shall support the general objectives of Articles 39  and 130a of the Treaty and the objectives set out in Regulations (EEC) No 3760/92 and (EEC) No 2052/88.\n2. The tasks of the FIFG shall be:\n(a) to contribute to achieving a sustainable balance between resources and their exploitation;\n(b) to strengthen the competitiveness of structures and the development of economically viable enterprises in the sector;\n(c) to improve market supply and the value added to fisheries and aquaculture products.\nFurthermore, the FIFG shall contribute towards technical assistance and information measures, and support studies and pilot projects for the adaptation of the structures of the sector.", "1. FIFG assistance may be granted for the implementation of measures directly contributing towards ensuring compliance with the requirements of the common fisheries policy in the following fields:\n- redeployment operations,\n- temporary joint enterprises.\n- joint ventures,\n- adjustment of capacities.\nIn the framework of the procedure referred to in Article 6, the Council may adapt the list of fields referred to in this paragraph.\n2. Article 13 (3) of Regulation (EEC) No 2052/88 and Article 17 of Regulation (EEC) No 4253/88 shall apply to measures referred to in paragraph 1 of this Article. However, the aid granted to each individual project under measures referred to in  paragraph 1 may not exceed the maximum amount to be established pursuant to the procedure provided for in Article 6.", "1. The FIFG may contribute towards the funding of investments and operations in support of one or more of the tasks referred to in Article 1 (2), in the following fields:\n- restructuring and renewal of the fishing fleet,\n- modernization of the fishing fleet,\n- improvement of the conditions under which fishery and aquaculture products are processed and marketed,\n- development of aquaculture and structural works in coastal waters,\n- exploratory fishing,\n- facilities at fishing ports,\n- search for new markets,\n- specific measures.\nIn the framework of the procedure provided for in Article 6, the Council may adapt the list of fields referred to in this paragraph.\n2. In particular, the investments and operations referred to in paragraph 1 may cover the operating conditions on board vessels, an improvement in the selectivity of fishing methods and gear, an improvement in product quality and the introduction of  Community standards for product hygiene, for health and safety at the workplace and of environment protection.\n3. The limits of Community participation referred to in Article 13 (3) of Regulation (EEC) No 2052/88 and in Article 17 (3) of Regulation (EEC) No 4253/88 shall apply to the investments and operations referred to in this Article.\n4. In appropriate cases, in accordance with procedures specific to each policy, Member States shall provide the Commission with information relating to compliance with the provisions of Article 7 (1) of Regulation (EEC) No 2052/88.", "Within the fields specificed in Articles 2 and 3 and up to a maximum of 2 % of the appropriations available annually for structural measures in the sector, the FIFG may finance:\n- studies, pilot projects and demonstration projects,\n- the provision of services and technical assistance for the purposes in particular of preparing, accompanying and evaluating the implementation of this Regulation,\n- concerted action to remedy particular difficulties affecting specific aspects of the sector,\n- information campaigns.\nMeasures referred to in this Article and implemented at the Commission's initiative may, exceptionally, be financed at a rate of 100 %; those implemented on the Commission's behalf shall be financed at a rate of 100 %.", "1. The Commission shall decide on FIFG assistance on the terms laid down in Article 14 of Regulation (EEC) No 4253/88.\n2. The Member State concerned and, where appropriate, the intermediate body appointed by the Member State referred to in Article 14 (1) and Article 16 (1) of Regulation (EEC) No 4253/88 shall be notified of the decisions referred to in paragraph 1.", "Without prejudice to Article 33 of Regulation (EEC) No 4253/88 and Article 9 of this Regulation, the Council, acting on a proposal from the Commission in accordance with the procedure laid down in Article 43 of the Treaty, shall adopt, not later than 31  December 1993, the detailed rules and conditions for the FIFG contribution to the measures for adaptation of the structures of the sectors covered by this Regulation.", "1. Pursuant to Article 17 of Regulation (EEC) No 2052/88 and Article 29 (2) of Regulation (EEC) No 4253/88, a Standing Management Committee for Fisheries Structures under the auspices of the Commission is hereby established, consisting of  representatives of the Member States, under the chairmanship of a representative of the Commission. The European Investment Bank shall designate a representative who shall not vote. The committee shall draw up its own rules of procedure.\n2. The committee provided for in this Article shall replace the committee established in Article 11 of Regulation (EEC) No 101/76 (9) in all functions conferred upon it pursuant to that Regulation.", "Where the procedure laid down in this Article is to be followed, the chairman shall refer the matter to the committee either on his own initiative or at the request of the representative of a Member State. The representative of the Commission shall  submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the said draft within a time limit which the chairman may lay down according to the urgency of the matter under consideration. The opinion shall be  delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission; the votes of the representatives of the Member States within the committee shall be  weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event, the Commission  may defer application of the measures which it has decided for a period of not more than one month from the date of such communication. The Council, acting by a qualified majority, may take a different decision within a time limit of one month.\nThe opinions of the committee shall be communicated to the committees referred to in Articles 27, 28 and 29 (1) of Regulation (EEC) No 4253/88.", "1. With effect from 1 January 1994, Regulations (EEC) No 4028/86 and (EEC) No 4042/89 and the provisions establishing the detailed rules for their implementation, with the exception of those of Commission Regulation (EEC) No 163/89 and decisions  adopting the multiannual guidance programmes for fishing fleets for the period 1993 to 1996, are hereby repealed.\nHowever:\n- they shall remain valid for aid applications introduced before 1 January 1994,\n- aid applications for projects submitted in 1993 under Regulation (EEC) No 4028/86 shall be examined and approved on the basis of that Regulation, before 1 November 1994.\nApplications under Regulation (EEC) No 4028/86 for which no aid decision has been taken by 1 November 1994 shall be considered null and void. However, the measures and projects provided for in such applications may be taken into consideration under the  detailed rules provided for in Article 6 of this Regulation.\n2. Portions of sums committed as aid for projects adopted by the Commission before 1 January 1989 under Regulation (EEC) No 4028/86 for which no final application for payment has been submitted to the Commission before 31 March 1995 shall be  automatically released by the Commission on 30 September 1995 at the latest, without prejudice to projects which have been suspended on legal grounds.\nPortions of sums committed as aid for projects adopted by the Commission between 1 January 1989 and 31 October 1994 under Regulation (EEC) No 4028/86 for which no final application for payment has been submitted to the Commission within six years and  three months of the date of decision granting the aid shall be automatically released by the Commission not later than six years and nine months after the date of aid grant, without prejudice to projects which have been suspended on legal grounds.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No C 131, 11. 5. 1993, p. 18.(2) Opinion delivered on 14 July 1993 (not yet published in the Official Journal).(3) OJ No C 201, 26. 7. 1993, p. 52.(4) OJ No L 389, 31. 12. 1992, p. 1.(5) OJ No L 185, 15. 7. 1988, p. 9. Regulation as  amended by Regulation (EEC) No 2081/93 (see page 5 of this Official Journal).(6) OJ No L 374, 31. 12. 1988, p. 1. Regulation as amended by Regulation (EEC) No 2082/93 (see page 20 of this Official Journal).(7) OJ No L 376, 31. 12. 1986, p. 7. Regulation  as last amended by Regulation (EEC) No 2794/92 (OJ No L 282, 26. 8. 1992, p. 3).(8) OJ No L 388, 30. 12. 1989, p. 1.(9) OJ No L 20, 28. 1. 1976, p. 19."}