{"celex_id": "31992R2562", "uri": "http://publications.europa.eu/resource/cellar/5d33e8fc-cf00-4a8e-9bb7-11844fe77e04", "type": "Regulation", "concepts": ["1005", "2462", "979"], "title": "Commission Regulation (EEC) No 2562/92 of 2 September 1992 fixing depreciation percentages to be applied when agricultural products are bought in, for the 1993 financial year\n", "header": "COMMISSION REGULATION (EEC) No 2562/92  of 2 September 1992  fixing depreciation percentages to be applied when agricultural products are bought in, for the 1993 financial year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down the general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC)  No 787/89 (2), and in particular Article 8 thereof,\nWhereas, pursuant to Article 8 of Regulation (EEC) No 1883/78, systematic depreciation of public intervention agricultural products must take place when they are bought in; whereas, accordingly, the Commission determines the depreciation percentage for  each product concerned before the beginning of each year; whereas such percentage shall not exceed the difference between the buying-in price and the foreseeable disposal price for each of these products;\nWhereas, pursuant to Article 8 (3) of Regulation (EEC) No 1883/78, the Commission may, at its discretion, restrict depreciation at the time of buying in to a proportion of this depreciation percentage, but such proportion may not be less than 70 %;  whereas coefficients to be applied also for the 1993 financial year by the intervention agencies to the monthly buying-in values of products should be fixed, to enable the agencies to establish the depreciation amounts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["In respect of the products listed in the Annex, which, having been bought in by public intervention have entered store or been taken over by the intervention agencies between 1 October 1992 and 30 September 1993, the authorities shall  depreciate their value to account for the difference between the buying-in prices and the foreseeable selling prices of the relevant products.", "To establish the amount of the depreciation, the intervention agencies shall apply to the values of the products bought every month in the coefficients set out in the Annex.\nThe expenditure amounts determined in this way shall be notified to the Commission under the declarations established pursuant to Commission Regulation (EEC) No 2776/88 (3).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 216, 5. 8. 1978, p. 1. (2) OJ No L 85, 30. 3. 1989, p. 1. (3) OJ No L 249, 8. 9. 1988, p. 9.\nANNEX\n'k' depreciation coefficients (Article 8 (3) of Regulation (EEC) No 1883/78) to be applied to the monthly buying-in values\nProducts  'k'     Breadmaking common wheat  0,55  Non-breadmaking common wheat  0,55  Barley  0,55  Rye  0,55  Durum wheat  0,55  Maize  0,55  Sorghum  0,55  Paddy rice  0,50  Olive oil:   - Community without Spain  0,45  - Spain  0,35  Sugar   0,50  Butter  0,55  Skimmed-milk powder  0,50  Beef  0,55  Alcohol as referred to in Article 40 (1) of Regulation (EEC) No 822/87 (1)  0,75  Tobacco  0,65  Cheese:   - Parmigiano Reggiano  0  - Grana Padano < 60 days  0  Grana Padano > 6 month  0\n(1) OJ No L 84, 27. 3. 1987, p. 1."}