{"celex_id": "31997D0798", "uri": "http://publications.europa.eu/resource/cellar/c0f88bcc-c529-4f75-85f9-245d5f76b2dd", "type": "Decision", "concepts": ["1309", "1405", "1524", "1591", "3876", "519"], "title": "97/798/EC: Commission Decision of 10 November 1997 terminating the anti-dumping proceeding concerning imports of certain types of electronic microcircuits known as DRAMS (dynamic random access memories) originating in Japan\n", "header": "COMMISSION DECISION of 10 November 1997 terminating the anti-dumping proceeding concerning imports of certain types of electronic microcircuits known as DRAMS (dynamic random access memories) originating in Japan (97/798/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Article 9 (2) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EEC) No 165/90 (3), the Commission accepted undertakings from all known Japanese DRAM producers which exported this product to the Community. The Council, by Regulation (EEC) No 2112/90 (4), imposed a residual duty on imports of DRAMs originating in Japan in order to bring non-cooperating parties within the scope of the measures against the dumping of DRAMs and to underpin the undertakings.\n(2) In June 1995, the Commission decided to suspend the above anti-dumping measures for a period of nine months (5). In March 1996 the suspension was extended by the Council for a further period of 12 months (6).\nB. REVIEW INVESTIGATION\n(3) In July 1995, the Commission initiated on its own initiative an interim review of the measures concerning imports of DRAMs originating in Japan, (together with a review of the similar measures relating to the Republic of Korea), pursuant to Article 11 (3) of Council Regulation (EC) No 384/96 (hereinafter referred to as the 'basic Regulation`). Since the review with regard to Japan was initiated at the end of the period of application of the measures, the review also covered the circumstances of an expiry review, in accordance with Article 11 (7) of the basic Regulation (7).\nC. PRODUCT UNDER CONSIDERATION\n(4) The product concerned by this investigation is dynamic random access memories (DRAMs), whether in processed wafer form or dice form, assembled or further processed onto modules, manufactured using variations of Metal Oxide Semiconductor (MOS) process technology, including CMOS and BiCMOS etc., and including, without limitation, product variations using DRAM technology such as VRAMs, Pseudo SRAMs, S-DRAMs (synchronous DRAMs), MDRAMs (multibank DRAMs), R-DRAMs (RAMBUS-DRAMs), of all densities (including future densities), irrespective of access speed, configuration, frame or package, etc.\n(5) The product is currently classifiable within the following CN codes: 8542 13 11, 8542 13 13, 8542 13 15, 8542 13 17, 8542 19 01, 8542 19 05 (for finished DRAMs), 8542 13 01 (for DRAM wafers), 8542 13 05 (for DRAM dice or chips), 8548 90 00, 8473 30 10 and 8473 50 10 (for DRAM modules, DRAM boards and DRAM cards).\nD. DEFINITION OF THE COMMUNITY INDUSTRY\n(6) The Community industry concerned by this review consists of Motorola Ltd (United Kingdom); Siemens (Germany) and Texas Instruments Italia (Italy). All of them cooperated in this investigation and are members of the European Electronic Component Manufacturers' Association (EECA), which lodged the original complaint.\n(7) The collective output of the abovementioned Community industry constitutes a major proportion of the total Community production of DRAMs in accordance with Article 4 (1) of the basic Regulation.\nE. WITHDRAWAL OF SUPPORT FOR THE PROCEEDING\n(8) In July 1997, the Community industry withdrew its support for the continuation of the existing anti-dumping measures, (both with respect to imports from Japan and from Korea). The complainant considered it appropriate to take this step in view of the envisaged negotiation of voluntary industry-to-industry agreements between the complainant Community industry and the Japanese and Korean associations of DRAM producers, the aim of which is to prevent the future occurrence of injurious dumping and to ensure that, should any anti-dumping investigation be initiated, it may be carried out expeditiously. The Community industry has committed itself to notify the agreements, if any, to the Commission under the competition rules.\nF. TERMINATION OF THE PROCEEDING\n(9) In accordance with Article 9 (1) of the basic Regulation, when the Community industry withdraws its support for the continuation of anti-dumping measures, the proceeding must be terminated, unless such termination would not be in the Community interest. The investigation has not brought to light any considerations of Community interest which would support the continuation of the proceeding in these circumstances.\n(10) In view of the above, the Commission informed the interested parties of its intention to terminate the proceeding following the withdrawal of support. No further arguments were raised concerning the Community interest aspects.\n(11) However, several Community users of DRAMs have requested that the proceeding be terminated retroactively as from 10 March 1997, i.e. the date on which the anti-dumping duty was reinstated after expiry of the suspension of the measures. As a consequence, anti-dumping duties paid after this date should be reimbursed.\n(12) The users have argued that, following the reinstatement of the anti-dumping duties in March 1997, they could not always avoid paying anti-dumping duty by purchasing DRAMs through sales channels covered by the undertakings. These parties have further claimed that, due to the reference price system of the price undertakings, (which were likewise reinstated in March 1997), they had to pay higher prices for DRAMs purchased in the Community than competitors in the rest of the world. The users concerned have claimed that these circumstances have had a negative impact on their competitiveness.\n(13) The users also referred to the disclosure of the preliminary findings of the Commission's services. They noted that it had been envisaged by the Commission's services that, as regards Japan, a lower residual duty should be imposed with retroactive effect from 10 March 1997, the date of the reinstatement of the anti-dumping measures. Had the investigation been concluded in this way, the difference between the initial and the final duty rate would have been refunded to importers which would have paid anti-dumping duty. The users have argued that, if retroactivity was considered justified on the hypothesis that the measures would be reimposed, then retroactivity would, a fortiori, be justified where the investigation was being concluded by the termination of the proceeding.\n(14) With regard to the abovementioned request, the Commission considers that, as the basic Regulation does not provide for the retroactive termination of proceedings, this request could only be accepted if justified by general principles of Community law. However, none of these principles apply in the current case.\n(15) In one anti-dumping proceeding, the review was terminated retroactively on the grounds that the anti-dumping measures had been prolonged by more than three years due to the long duration of the review investigation (8). However, the facts of this case are not comparable, since the anti-dumping measures in the current proceeding were suspended between June 1995 and March 1997, i.e. for all but a few months of the period by which the measures were prolonged by the review. The Community user industry, which had requested and has benefited from this suspension, thus cannot be considered to have been unduly burdened by this review investigation.\n(16) As regards the argument raised by the users in respect of imports through sales channels subject to the residual duties, such difficulties are inherent to the structure of the measures, and cannot be considered as justifying a retroactive termination.\n(17) Moreover, it cannot be accepted that the users were unduly burdened if, as claimed, they had to purchase Japanese and Korean DRAMs at prices above the prices outside the Community, due to the reference price system. The reference prices, which were continuously amended to reflect changes in normal value, ensured only that imports covered by the undertakings were not made at dumped prices, and sales in third markets at prices below the reference prices can therefore be assumed to have been dumped. The fact that dumping in third countries has enabled users in those countries to enjoy a competitive advantage over users in the Community is not considered a relevant argument for the retroactive repeal of the residual duties.\n(18) Furthermore, it is considered that the users' request cannot be based on the fact that the Commission had, in disclosing its provisional findings in the investigation, indicated that, in the event of a final determination that the likelihood of a recurrence of dumping and injury justified the reimposition of measures, the amended anti-dumping duty for Japan could be imposed retroactively. The provisional character of these indications was understood by all interested parties, so that legitimate expectations could not arise on these grounds.\n(19) In addition, retroactive termination, giving rise to the reimbursement of anti-dumping duties paid as from 10 March 1997, would discriminate against those exporters which adhered to the reference prices set under the undertakings, and against those importers who have purchased at these prices. This would be the case in particular, if, as the users have submitted, the prices in the Community had been higher than the world market prices, due to the reference price system.\n(20) Finally, it should be noted that any anti-dumping duty paid may always be reimbursed through a request for a refund, pursuant to Article 11 (8) of the basic Regulation.\n(21) In the light of the above, the request for the retroactive termination of the proceeding is rejected.\n(22) After having considered all the various interests involved taken as a whole, it was concluded that the proceeding should be terminated. The anti-dumping duties on DRAMs from Japan will consequently expire. The termination of the proceeding also releases the Japanese exporters from the undertakings accepted by Regulation (EEC) No 165/90 and Commission Decision 92/494/EEC (9).", "main_body": ["The anti-dumping proceeding concerning imports of dynamic random access memories (DRAMs), falling within CN codes\n- 8542 13 11, 8542 13 13, 8542 13 15, 8542 13 17, 8542 19 01, 8542 19 05 (for finished DRAMs), 8542 13 01 (for DRAM wafers),\n- 8542 13 05 (for DRAM dice or chips),\n- 8548 90 00, 8473 30 10 and 8473 50 10 (for DRAM modules, DRAM boards and DRAM cards),\noriginating in Japan is hereby terminated.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 10 November 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 20, 25. 1. 1990, p. 5.\n(4) OJ L 193, 25. 7. 1990, p. 1.\n(5) Commission Decision 95/197/EC (OJ L 126, 9. 6. 1995, p. 58).\n(6) Council Regulation (EC) No 399/96 (OJ L 55, 6. 3. 1996, p. 2).\n(7) OJ C 181, 15. 7. 1995, p. 13.\n(8) Council Regulation (EEC) No 2655/93 (OJ L 244, 30. 9. 1993, p. 1).\n(9) OJ L 299, 15. 10. 1992, p. 43."}