{"celex_id": "31998R2101", "uri": "http://publications.europa.eu/resource/cellar/c22d0fc8-4fa1-4200-b966-3f144444b2f4", "type": "Regulation", "concepts": ["1258", "1362", "2734", "2748", "3568"], "title": "Commission Regulation (EC) No 2101/98 of 30 September 1998 amending Regulation (EC) No 1352/98 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "COMMISSION REGULATION (EC) No 2101/98 of 30 September 1998 amending Regulation (EC) No 1352/98 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), as amended by Regulation (EC) No 1097/98 (2), and in particular the first indent of Article 8(3) thereof,\nWhereas Commission Regulation (EC) No 1352/98 of 26 June 1998 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds (3), amended the provisions of that Regulation relating to sugar products other than white sugar by assimilating those other sugar products to white sugar;\nWhereas the Community's commitments in relation to the granting of export refunds for agricultural products incorporated in certain goods not covered by Annex II to the Treaty cover only basic products listed in the Community tender to GATT as well as assimilated products and products resulting from the processing of those products; whereas at the time of the Community tender inulin syrups were not assimilated to a basic product and do not result from the processing of a basic or assimilated product; whereas inulin syrups, although covered by the common organisation of the market in sugar under 'other sugar syrups` and therefore subject to a levy, could not be granted an export refund at the time of the tender;\nWhereas the granting of export refunds should be strictly limited to agricultural products which could be granted a refund for export in the form of certain goods not covered by Annex II to the Treaty at the time of the Community tender in relation to commitments to the export of agricultural products in the form of such goods; whereas the rule assimilating inulin syrups to white sugar and the conversion of quantities of inulin syrup into equivalent quantities of white sugar should therefore be abolished;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee on Horizontal Questions concerning Trade in Processed Agricultural Products not listed in Annex II,", "main_body": ["Regulation (EC) No 1352/98 is hereby amended as follows:\n1. in Article 1, point 2 amending Article 1(2) of Regulation (EC) No 1222/94, the fifth indent of Article 1(2)(h) of Regulation (EC) No 1222/94 shall be deleted;\n2. in Article 1, point 4 amending Article 3(1)(a) of Regulation (EC) No 1222/94, the final indent shall be deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1998.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 318, 20. 12. 1993, p. 18.\n(2) OJ L 157, 30. 5. 1998, p. 1.\n(3) OJ L 184, 27. 6. 1998, p. 25."}