{"celex_id": "31998D0354", "uri": "http://publications.europa.eu/resource/cellar/2eb5a8af-0cc5-4602-b4b3-5e5e184a10e9", "type": "Decision", "concepts": ["11", "1524", "2839", "3123", "315", "3577"], "title": "98/354/EC: Commission Decision of 19 May 1998 adopted pursuant to Council Regulation (EC) No 3286/94 concerning obstacles to trade represented by Japanese practices in respect of imports of leather (notified under document number C (1998) 1373)\n", "header": "COMMISSION DECISION of 19 May 1998 adopted pursuant to Council Regulation (EC) No 3286/94 concerning obstacles to trade represented by Japanese practices in respect of imports of leather (notified under document number C (1998) 1373) (98/354/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3286/94 of 22 December 1994 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community's rights under international trade rules, in particular those established under the auspices of the World Trade Organisation (WTO) (1), as amended by Regulation (EC) No 356/95 (2), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 24 February 1997 the Commission received a complaint pursuant to Article 4 of Council Regulation (EC) No 3286/94, regarding Japanese practices in relation to trade in leather. The complaint was lodged by Cotance, the Confederation of National Associations of Tanners and Dressers of the European Union. The products concerned were leather in the piece of bovine or equine animals tanned and ready to finish and/or dyed, coloured, stamped or embossed, whether or not split and leather in the piece of ovine or caprine animals, tanned and dyed, coloured or embossed.\n(2) Cotance contended that it was almost impossible to export any such leather from the European Community to Japan on account of the combined effect of the following obstacles to trade: the way in which the tariff quotas for such leather was managed which, it was alleged, prevented their exhaustion, subsidisation of the Japanese leather industry and the restrictive business practices of Japanese importers and traders.\n(3) The complaint adduced sufficient evidence to justify initiating a procedure pursuant to Regulation (EC) No 3286/94. On 9 April 1997 the Commission therefore initiated an examination procedure (3) which resulted in its conducting an in-depth investigation, from the legal and factual standpoints, of the conditions under which leather is imported into Japan. On completion of that investigation, the Commission finds as follows:\nB. OBSTACLES TO TRADE\n(a) Management of the tariff quotas\n(4) In 1986 Japan established three tariff quotas for imports of finished leather in the piece of bovine or equine animals (first and second quotas) and of ovine or caprine animals (third quota), under which imports of the said products are subject to a reduced rate of duty. In 1997 this reduced rate stood at between 13,9 % and 18,5 % while the rate for non-quota imports was 48,8 %, i.e. clearly a deterrent level. Although the level of the three quotas, fixed each year by the Diet, is low, they are regularly under-utilised despite the very considerable interest of Community tanners in the Japanese market.\n(5) The Commission has established that management of the licensing system, under which goods may be imported under the tariff quotas, is extremely complex. The quantities allocated to traditional importers are calculated on the basis of their previous import operations and a flat-rate ceiling is fixed for new importers. This system would appear open to criticism in a number of respects.\n(6) In the first place, the quantity allocated to traditional importers is not increased - or is increased only to a very limited extent - from one year to the next and new importers are allocated only a very small quantity even though the quotas are not exhausted at the end of the year.\n(7) Secondly, licences are sometimes issued for quantities that are of no real economic interest and the very short period of validity of certain licences, issued at the end of the year, is not such as would enable them to be used to their optimum extent. The validity of unused licences may not be extended from one year to the next.\n(8) Thirdly, applications for licences under the 'general` quota, which accounts for 95 % of the total quota, must be submitted on one day only, at the beginning of the year. This requirement does not seem reasonable.\n(9) Lastly, certain features of the administration of the system, such as the criteria governing recognition as a traditional importer, tend to deter foreign companies from establishing an office in Japan in order to import leather directly, i.e. without resorting to the services of Japanese intermediaries.\n(10) The Commission concludes from the above that the system for issuing import licences under the three tariff quotas open for leather is more complex than necessary and is such as to constitute indirect protection for domestic leather in Japan.\n(11) On the basis of these considerations, the Commission finds that compliance of the system for issuing import licences with Article 1(6) and Article 3(5)(g), (h), (i) and (j) of the Agreement on import licensing procedures, annexed to the Marrakech Agreement Establishing the WTO, is open to challenge.\n(b) Subsidies\n(12) The Commission has also established that the Japanese Government has, for many years, granted substantial subsidies to improve the regions referred to as 'Dowa`. The budget earmarked for 1996 was JPY 126 000 million. These subsidies, which have not been notified to the WTO, may be regarded as specific in so far as they are granted only to certain enterprises established in territory under the jurisdiction of the Japanese Government and there is no neutral or horizontal criterion determining entitlement to them. The parts of Japanese territory where the said enterprises are located appear to be precisely those where the Japanese tanneries have traditionally been established.\n(13) There is also a programme of subsidies to the leather industry, notified by Japan under Article XVI of the 1994 GATT and Article 25 of the Agreement on Subsidies and Countervailing Measures, which totalled slightly more than JPY 300 million in 1996. Lastly, there is also a guarantee fund covering loans to the leather industries, which yields interest amounting to JPY 300 million per annum.\n(14) It appears that the total value of these different programmes is likely to reach the ad valorem threshold of 5 % of sales of leather finished in the Dowa regions, which entails a presumption of serious prejudice to Community interests pursuant to Articles 5 and 6 of the Agreement on Subsidies and Countervailing Measures, annexed to the Marrakech Agreement Establishing the World Trade Organisation. The Commission concludes that these subsidies are actionable pursuant to Article 7 of the Agreement on Subsidies and Countervailing Measures on account of their effects on Community interests.\n(15) The conclusions of the Commission have been established on the basis of the facts available. In these circumstances, some further information might be necessary in order to confirm the analysis of adverse trade effects caused to the interests of the Community by the subsidies which have been identified. Where appropriate, this information will be obtained during the dispute settlement procedure through recourse to Annex V of the Agreement on Subsidies and Countervailing Measures.\n(c) Business practices of Japanese importers\n(16) Restrictive business practices on the part of Japanese importers and traders have not been proven so that that obstacle to trade cannot be accepted as established.\nC. ADVERSE TRADE EFFECTS\n(17) The system for managing import licences under the tariff quotas is a source of uncertainty for exporters, who are unable to plan increases in their sales in Japan, and this uncertainty acts as a deterrent to making any real effort to penetrate the market. Furthermore, it increases considerably the Community tanneries' export costs which are, in any event, abnormally high.\n(18) The subsidies granted to the Japanese industry artificially maintain the competitiveness of Japanese tanners within a market that is already highly protected in other respects. This makes it even more difficult for Community tanners to penetrate the Japanese market.\n(19) The result is that Community exports of finished leather to Japan are lower than what may reasonably be expected in a market of this size. Only roughly 1,7 % of Community exports, in terms of volume or value, of the leather to which the complaint relates is intended for Japan. These difficulties in securing access to the Japanese market have significant adverse trade effects on a Community industry which is highly dependent on exports to the industrialised countries, the only markets in a position to purchase substantial quantities of luxury leather.\nD. THE COMMUNITY INTEREST\n(20) It is in the Community's interest to act on account of the abovementioned adverse trade effects suffered by tanners in a number of Member States.\n(21) Moreover, following the adoption in 1984 of the report of the GATT panel on the measures applied by Japan to imports of leather (4), the Community expected that Japan would bring about a genuine improvement in the conditions governing access to that market. In so far as that objective has not been fully attained, it appears in the Community's interest to act in order to rectify this situation.\nE. CONCLUSIONS AND MEASURES TO BE TAKEN\n(22) The investigation has established that the current Japanese arrangements do not make it possible to significantly increase Community exports of leather to Japan. A substantial improvement in the conditions governing access to this market would require that significant changes first be made to the system for managing licences and the subsidy programmes.\n(23) It is clear from the different replies received from the Japanese authorities that they have no intention of making the expected changes. In these circumstances, recourse to the dispute settlement procedures under the Marrakech Agreement Establishing the WTO constitutes the sole means whereby the Community can assert its rights.\n(24) The Commission will therefore request that Japan enter into international consultations under the WTO dispute settlement procedure pursuant to Article 6 of the Agreement on Import Licensing procedures and Articles 7 and 30 of the Agreement on Subsidies and Countervailing Measures,", "main_body": ["1. Management of the three tariff quotas opened for imports of leather into Japan and the effects on Community interests of the subsidies granted to the Japanese leather industry by the Japanese Government constitute 'obstacles to trade` within the meaning of Article 2 of Regulation (EC) No 3286/94.\n2. The European Community takes action against Japan pursuant to the Understanding on Rules and Procedures Governing the Settlement of Disputes and any other relevant provision of the Marrakech Agreement Establishing the World Trade Organisation with regard to the obstacles to trade identified in Article 1(1).", "This Decision shall be applicable from the date of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 19 May 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 349, 31. 12. 1994, p. 71.\n(2) OJ L 41, 23. 2. 1995, p. 3.\n(3) OJ C 110, 9. 4. 1997, p. 2.\n(4) Panel on the measures applied by Japan to imports of leather; panel report adopted on 15 and 16 May 1984 (L/5623)."}