{"celex_id": "31996D0616", "uri": "http://publications.europa.eu/resource/cellar/b7ab79a8-29d4-47f7-9bf5-f30289cba732", "type": "Decision", "concepts": ["1005", "4057", "5237", "5315", "5383"], "title": "96/252/EC: Decision No 616/96/EC of the European Parliament and of the Council of 25 March 1996 adapting Decision No 1110/94/EC concerning the fourth framework programme of the European Community activities in the field of research and technological development and demonstration (1994 to 1998) following the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union\n", "header": "DECISION No 616/96/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 March 1996 adapting Decision No 1110/94/EC concerning the fourth framework programme of the European Community activities in the field of research and technological development and demonstration (1994 to 1998) following the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130i (1) and (2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3),\nWhereas, by Decision No 1110/94/EC (4), the European Parliament and the Council adopted a fourth framework programme for 1994 to 1998; whereas Article 1 (3) of that Decision states that the maximum overall amount for Community financial participation in the fourth framework programme shall be ECU 11 046 million and that, of this, ECU 5 472 million is for the period 1994 to 1996 and ECU 5 574 million is for the period 1997 to 1998;\nWhereas Article 130i (2) of the Treaty states that the framework programme shall be adapted or supplemented as the situation changes; whereas the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union makes financial adjustment necessary because of the resulting increase in both Community resources devoted to, and expenditure on, research and development;\nWhereas, under the agreement on the European Economic Area, the said three States were already participating in Community research activities, technological development and demonstration activities in return for a financial contribution to the general budget of the European Communities, where their contributions were classed as 'additional appropriations` for expenditure in respect of research and development activities;\nWhereas this Decision is limited to the adjustment of the financial amounts made necessary by the accession of Austria, Finland and Sweden and does not modify the technical and scientific objectives, priorities, activities in the various areas, selection criteria and other provisions specified in the framework programme;\nWhereas, as a result, the maximum overall amount of the framework programme should be increased and the additional funds allocated in a linear fashion between the four activities; whereas the principle of linearity should also apply in the implementation, in accordance with Article 130i (3) of the Treaty, of all the activities of the framework programme;\nWhereas Decision No 1110/94/EC and Council Decision 94/268/Euratom of 26 April 1994 concerning a framework programme of Community activities in the field of research and training for the European Atomic Energy Community (1994 to 1998) (5) were adopted simultaneously and for the same period; whereas the same should apply to the Decisions adapting the two framework programmes,", "main_body": ["Decision No 1110/94/EC shall be amended as follows:\n1. in Article 1 (3):\n'11 046` shall be replaced by '11 764`,\n'5 472` shall be replaced by '5 449`,\n'5 574` shall be replaced by '6 315`, and\n'11 641` shall be replaced by '12 359`;\n2. Annex I shall be replaced by the text appearing in the Annex to this Decision."], "attachments": "Done at Brussels, 25 March 1996\nFor the European Parliament\nThe President\nK. HÄNSCHFor the Council\nThe President\nG. SALVINI\n(1) OJ No C 142, 8. 6. 1995, p. 16.\n(2) OJ No C 256, 2. 10. 1995, p. 12.\n(3) Opinion of the European Parliament of 12 July 1995 (OJ No C 249, 25. 9. 1995, p. 45), common position of the Council of 30 November 1995 (OJ No C 353, 30. 12. 1995, p. 46) and Decision of the European Parliament of 1 February 1996 (OJ No C 47, 19. 2. 1996). Council Decision of 4 March 1996.\n(4) OJ No L 126, 18. 5. 1994, p. 1.\n(5) OJ No L 115, 6. 5. 1994, p. 31.\nANNEX\n'ANNEX I\nFOURTH FRAMEWORK PROGRAMME (1994 to 1998)\nAMOUNTS AND BREAKDOWN\n>TABLE>\nIndicative breakdown of the themes and subjects in the first activity\n>TABLE>"}