{"celex_id": "31997D0870", "uri": "http://publications.europa.eu/resource/cellar/463faa94-db8f-4cbd-8462-4ef37948b2a3", "type": "Decision", "concepts": ["1445", "1755", "1857", "3774", "5034", "862"], "title": "97/870/EC: Commission Decision of 16 December 1997 amending Decision 96/385/EC approving the plan for the control and eradication of bovine spongiform encephalopathy in the United Kingdom (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 16 December 1997 amending Decision 96/385/EC approving the plan for the control and eradication of bovine spongiform encephalopathy in the United Kingdom (Text with EEA relevance) (97/870/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 9 (4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 10 (4) thereof,\nWhereas according to the second subparagraph of Article 9 (1) of Directive 89/662/EEC and the second subparagraph of Article 10 (1) of Directive 90/425/EEC, the Member State of origin or dispatch is required to implement on its territory the appropriate measures to prevent all situations likely to constitute a serious hazard to animals or to human health;\nWhereas the plan for the control and eradication of bovine spongiform encephalopathy (BSE) in the United Kingdom presented to the Commission by the United Kingdom on 3 June 1996, as amended on 19 June 1996, was approved by Commission Decision 96/385/EC (4);\nWhereas the United Kingdom, in the abovementioned plan, proposed that the actions of the selective culling programme should consist in essence of:\n(a) identifying cases of BSE in cattle born in the period from 1 July 1989 to June 1993;\n(b) tracing all other cattle born on the same farms as those cattle in the same period (birth cohort) and slaughtering those animals;\nWhereas in some instances calves are separated from their dams and moved from the herd in which they were born (natal herd) to rearing premises before they receive solid feed; whereas the most likely source of infection is contaminated feed; whereas, therefore, those calves, if they later contract bovine spongiform encephalopathy, are most likely to have become infected on the rearing premises and not in their natal herd;\nWhereas an inspection mission on the assessment of the progress made in the implementation of the programme to eradicate BSE in the United Kingdom was conducted by the Food and Veterinary Office of the Commission from 3 to 6 March 1997 and from 9 to 13 June 1997; whereas it was observed that in Great Britain cohorts were only being generated from animals in the herds in which a BSE case was born; whereas it was, for epidemiological reasons, recommended that the generation of cohorts should not be limited to animals born in those natal herds but should be extended to other herds where the BSE case was first exposed to potentially contaminated feed and to animals which were moved into those natal herds;\nWhereas Article 3 of Decision 96/385/EC requires the United Kingdom to notify the Commission of any intentions to modify the plan; whereas according to the same Article, that Decision should be re-examined as soon as possible following such notification;\nWhereas the United Kingdom notified the Commission on 4 June 1997 of some operational changes which they proposed to make to the selective culling programme; whereas the United Kingdom on 17 October 1997 formally submitted to the Commission an amendment to insert the following new paragraph 10.10A in the selective culling programme:\n'In some cases the BSE case received no solid feed in its natal herd. In operating the cull it will be assumed, unless there is strong evidence to the contrary, that infection took place on the first premises on which the BSE case received solid feed; and that other calves reared with it on those premises, irrespective of their herd of birth, may be exposed. A veterinary investigation will be carried out and a cohort will be formed by reference to the feeding, management and movement records at those premises;`\nWhereas the proposed amendment will further reduce the number of BSE cases, and it should therefore be approved by means of an amendment to Decision 96/385/EC;\nWhereas the Commission, in accordance with point 9 of the conclusions of the Council meeting of 1 to 3 April 1996, has adopted Commission Regulation (EC) No 1484/96 (5), in order to provide market support;\nWhereas further amendments to the programme to eradicate BSE in the United Kingdom are anticipated, in particular in the light of new scientific evidence on maternal transmission; whereas the United Kingdom submitted on 2 October 1997 a proposal with regard to the compulsory slaughter of all offspring of BSE cases born after 1 August 1996 in conjunction with a proposal for a date-based export scheme, to the Commission; whereas this proposal has been submitted to the appropriate scientific committee for evaluation;\nWhereas, for the avoidance of doubt, it should be provided that animals that have been culled under a similar extension of the selective culling programme before this Decision takes effect are covered by the programme;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 1 of Decision 96/385/EC, the phrase 'as amended on 19 June 1996` is replaced by 'as last amended on 17 October 1997`.", "Animals that have been culled after 1 February 1997 under a similar extension shall be covered by the eradication programme as approved by this Decision.", "The United Kingdom shall alter the eradication measures it applies to eradicate BSE in order to bring them into line with the Decision. It shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 395, 30. 12. 1989, p. 13.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 224, 18. 8. 1990, p. 29.\n(4) OJ L 151, 26. 6. 1996, p. 39.\n(5) OJ L 188, 27. 7. 1996, p. 25."}