{"celex_id": "31993R2889", "uri": "http://publications.europa.eu/resource/cellar/7140f56b-8f13-450b-b279-cca4d790b7b6", "type": "Regulation", "concepts": ["2194", "3003", "4171", "4638", "5034"], "title": "Commission Regulation (EEC) No 2889/93 of 21 October 1993 laying down certain detailed rules for the application of Regulation (EEC) No 2019/93 as regards the supplements to the special premium for producers of beef and veal and to the premium for maintaining suckler cows\n", "header": "COMMISSION REGULATION (EEC) No 2889/93 of 21 October 1993 laying down certain detailed rules for the application of Regulation (EEC) No 2019/93 as regards the supplements to the special premium for producers of beef and veal and to the premium for  maintaining suckler cows\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures in respect of certain agricultural products for the benefit of the smaller Aegean Islands (1), and in particular Article 6 (3) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Article 6 thereof,\nWhereas Regulation (EEC) No 2019/93 provides for specific measures to assist livestock production in the smaller Aegean Islands; whereas such measures involve, in the beef and veal sector, a supplement to the special premium for male bovine animals and  to the premium for maintaining suckler cows as provided for respectively in Articles 4b and 4d of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last amended by Regulation (EEC) No  125/93 (4); whereas provision should be made for those supplements to be granted under the rules applicable to those premium schemes;\nWhereas Commission Regulation (EEC) No 3886/92 (5), as last amended by Regulation (EEC) No 1909/93 (6), specifies 1 January as the date of application of the agricultural conversion rate; whereas the specific measures entered into force on 1 August  1993; whereas it is therefore appropriate that the latter be the date used, for 1993, for the conversion of such aid into national currency;\nWhereas certain producers had, by the date from which this Regulation applies, already submitted applications; whereas the submission of a new application for the supplement could complicate the administration of these measures; whereas, therefore, the  supplement should also be paid against those applications;\nWhereas, in order to achieve the objectives set for the territories in question by Regulation (EEC) No 2019/93 and to take account of their specific needs, the competent authorities should be permitted to adopt additional provisions with regard to the  granting of such aid;\nWhereas provision should be made for the detailed rules to apply as from the entry into force of the scheme adopted for the smaller Aegean islands, that is, from 1 August 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The supplement to the special premium for the fattening of male bovine animals, provided for in the first indent of Article 6 (1) of Regulation (EEC) No 2019/93 in respect of the smaller Aegean islands, shall be granted on the basis of the  rules applicable to applications under the scheme for the special premium for beef and veal producers.", "The supplement to the premium for maintaining suckler cows, provided for in the second indent of Article 6 (1) of Regulation (EEC) No 2019/93 in respect of beef and veal producers in the smaller Aegean islands, shall be granted on the basis  of the rules applicable to applications under the scheme for the premium for maintaining suckler cows.", "1. For 1993 and notwithstanding Article 53 of Regulation (EEC) No 3886/92, the conversion into national currency of the amount of the supplement provided for in Articles 1 and 2 shall be made by applying the agricultural conversion rate in  force on 1 August 1993.\n2. The aid provided for in Articles 1 and 2 shall also be paid to producers who, on the date of application of this Regulation, have already submitted applications for the special premium and/or the premium for maintaining suckler cows in respect of  1993 and who fulfil the conditions of eligibility laid down for those premiums.", "1. The Greek authorities may adopt, as necessary, additional provisions with regard to the granting of the supplements referred to in Articles 1 and 2. They shall inform the Commission of such action forthwith.\n2. The Greek authorities shall notify the Commission each year, by 31 March at the latest, of the number of animals in respect of which the supplements have been applied for and granted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 August 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 184, 27. 7. 1993, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 148, 28. 6. 1968, p. 24.\n(4) OJ No L 18, 27. 1. 1993, p. 1.\n(5) OJ No L 391, 31. 12. 1992, p. 20.\n(6) OJ No L 173, 16. 7. 1993, p. 11."}