{"celex_id": "31990R1191", "uri": "http://publications.europa.eu/resource/cellar/489069bd-b763-48e1-b8f5-b268955e6204", "type": "Regulation", "concepts": ["1025", "1609", "2639", "4146"], "title": "Council Regulation (EEC) No 1191/90 of 7 May 1990 fixing, for the 1990/91 marketing year, the monthly increases in the activating threshold price, the guide price and the minimum price for peas and field beans\n", "header": "COUNCIL REGULATION (EEC) N° 1191/90\nof 7 May 1990\nfixing, for the  1990/91 marketing year, the monthly increases in the activating threshold price, the guide price  and the minimum price for peas and field beans\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 1431/82 of 18 May 1982 laying down special measures  for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) N° 1104/88 (2), and  in particular Article 2a thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas, under Article 2a of Regulation (EEC) N° 1431/82, the amounts by which the activating  threshold price, the guide price and the minimum price for peas and field beans respectively are  increased each month as from the beginning of the third month of the marketing year should be fixed  and the number of months during which these increases are applied should be determined for the  1990/91 marketing year;\nWhereas these increases, equal for each of the months, must be fixed bearing in mind the average  storage costs and the level of interest rates recorded in the Community; whereas the average  storage costs should be established on the basis of the cost of warehousing in appropriate premises  and the handling costs necessary for proper preservation; whereas interest may be calculated on the  basis of the rate considered as normal for the regions of production,", "main_body": ["1.  For the 1990/91 marketing year, the amount of the monthly  increases in the guide price and the minimum price for peas and field beans shall be fixed at ECU  0,158 per 100 kilograms.\n2.  The increases referred to in paragraph 1 shall be applied in accordance with the table in the  Annex hereto.", "1.  For the 1990/91 marketing year, the amount of the monthly increases in the  activating threshold price for\npeas and field beans shall be fixed at ECU 0,35 per 100 kilograms.\n2.  The increases referred to in paragraph 1 shall be applied in accordance with the table in the  Annex hereto.", "This Regulation shall enter into force on the third day following that of its  publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ N° L 162, 12. 6. 1982, p.  28.\n(2) OJ N° L 110, 29. 4. 1988, p. 16.\n(3) OJ N° C 49, 28. 2. 1990, p. 43.\nANNEX\n>TABLE>"}