{"celex_id": "31996R0621", "uri": "http://publications.europa.eu/resource/cellar/fbfa81ba-e7a7-41a2-9571-cada8c1acbfa", "type": "Regulation", "concepts": ["1201", "2871", "4373", "797", "80"], "title": "Commission Regulation (EC) No 621/96 of 9 April 1996 amending Regulation (EEC) No 84/93 on the specific aid to be granted to producer groups in the raw tobacco sector\n", "header": "COMMISSION REGULATION (EC) No 621/96 of 9 April 1996 amending Regulation (EEC) No 84/93 on the specific aid to be granted to producer groups in the raw tobacco sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EC) No 415/96 (2), and in particular Article 12 (3) thereof,\nWhereas certain Member States are encountering difficulties in implementing Commission Regulation (EEC) No 84/93 of 19 January 1993 on the specific aid to be granted to producer groups in the raw tobacco sector (3), as last amended by Regulation (EC) No 2637/95 (4), in particular as regards the provisions on the protection of producers remaining in groups from which members withdraw and on the possibility of payment of advances on the specific aid to groups which cannot bear the costs of lodging securities; whereas certain time limits should be set for compliance with the minimum conditions for producer groups and the costs of lodging securities for the payment of advances should be made eligible;\nWhereas provision should be made for the time limit for compliance with the minimum requirements by producer groups to apply as from the 1995 harvest;\nWhereas Article 2 (1) (f) of Regulation (EEC) No 84/93 should be amended to make it consistent with Commission Regulation (EC) No 1066/95 (5), as last amended by Regulation (EC) No 259/96 (6);\nWhereas Article 1 (4) of Regulation (EEC) No 84/93 states that tobacco producers may not belong to more than one group and whereas Member States should carry out regular checks to verify compliance with that condition;\nWhereas the main purpose of the specific aid is to contribute to improving the quality of tobacco delivered; whereas the percentage of specific aid set aside for the provision of an income supplement to producers, adjusted in relation to the quality delivered, should accordingly be increased;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 84/93 is amended as follows:\n1. Article 2 (1) (f) is replaced by the following:\n'(f) they shall, for each variety group covered by their activities,\n- have at least 120 members holding between them quota certificates for at least 200 tonnes, or\n- have at least 50 members holding between them quota certificates for at least 2 500 tonnes.\nHowever, in production areas remote from other areas producing the same variety group, producer groups may be recognized where they cover at least two thirds of the producers and quantities shown in the quota certificates concerned.\nThe Member States shall determine the areas which meet the condition laid down in the second subparagraph, taking into consideration economic criteria and infrastructures. They may lay down additional minimum conditions regarding the number of producers and output;`.\n2. in Article 5:\n(a) the following is added to paragraph 1:\n'The Member States concerned shall also be responsible for verifying compliance with Article 1 (4).`;\n(b) the following paragraphs 3 and 4 are added:\n'3. Recognized groups meeting the conditions for recognition at 15 November shall be eligible for the specific aid in respect of the following year's harvest.\n4. Following the allocation of additional quantities pursuant to Article 11 (3) of Regulation (EC) No 1066/95 (*), recognized groups which no longer meet the conditions for recognition at 15 November may, before the final date for the conclusion of cultivation contracts, apply for recognition in accordance with Article 3 in order to be eligible for the specific aid in respect of that year's harvest.\n(*) OJ No L 108, 13. 5. 1995, p. 5.`\n3. in Article 7:\n(a) the following indent is added to paragraph 1:\n'- the reimbursement of the costs incurred in lodging securities in accordance with Article 8a.`;\n(b) paragraph 2 is replaced by the following:\n'2. The expenditure referred to in the first indent of paragraph 1 shall be equivalent to not less than 90 % of the total specific aid. Groups shall make no deduction for any reason whatsoever from the specific aid.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "of this Regulation shall apply with effect from the 1996 harvest, except as regards Article 5 (3) of Regulation (EEC) No 84/93, as added by this Regulation, which shall apply from the 1995 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 59, 8. 3. 1996, p. 3.\n(3) OJ No L 12, 20. 1. 1993, p. 5.\n(4) OJ No L 271, 14. 11. 1995, p. 10.\n(5) OJ No L 108, 13. 5. 1995, p. 5.\n(6) OJ No L 34, 13. 2. 1996, p. 14."}