{"celex_id": "31990R0720", "uri": "http://publications.europa.eu/resource/cellar/87a1ab0e-503c-4b9c-acf4-97db6164129f", "type": "Regulation", "concepts": ["4084", "588", "5969"], "title": "Commission Regulation (EEC) No 720/90 of 22 March 1990 imposing a provisional anti-dumping duty on imports of silicon metal originating in the people's Republic of China\n", "header": "COMMISSION  REGULATION (EEC) No 720/90\nof 22 March 1990\nimposing a provisional anti-dumping duty on imports of silicon metal originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 11 thereof,\nAfter consultation with the Advisory Committee as provided for in Regulation (EEC) No 2423/88,\nWhereas:\nA. PROCEDURE\n(1) In December 1988 the Commission received a complaint lodged by the Liaison Committee of Ferroalloy Industries in the European Economic Community on behalf of producers representing all Community production of silicon metal and concerning imports of that product originating in China and imported from that country or from Hong Kong.\n(2) The complaint contained evidence of dumping and consequent material injury which was judged sufficient to justify the initiation of a proceeding. In a notice published in the Official Journal of the European Communities (2) the Commission accordingly announced the initiation of an anti-dumping proceeding concerning silicon metal falling within CN code 2804 69 00.\n(3) The Commission officially advised the exporters and importers known to be concerned and the complainant and gave the parties concerned the opportunity to make their views known in writing.\n(4) Only two exporters and a small number of importers made their views known in writing.\n(5) Only one processor made comments regarding the possible imposition of an anti-dumping duty.\n(6) The Commission sought and verified all the information it deemed necessary for the purposes of making a preliminary determination of dumping and consequent injury. It carried out inspections at the premises of:\n(a) all the Community producers:\n- PĂŠchiney ElectromĂŠtallurgie, Paris, France,\n- VAW - Vereinigte Aluminium-Werke AG, Bonn, Federal Republic of Germany,\n- Carburos MetĂĄlicos, Barcelona, Spain,\n- Siderleghe Srl, Milan, Italy,\n- OET Calusco SpA, Milan, ;\n(b) the importer:\n- R. Hostombe Ltd, Sheffield, United Kingdom.\n(7) The dumping investigation covered the period 1 January to 31 December 1988. The proceeding was extended owing to the difficulty in finding a reference market.\nB. THE PRODUCT\n(i) Definition\n(8) The product is silicon metal produced in an electric arc furnace by reducing silicon quartz with the help of various carbonaceous products.\nIt is marketed in the form of lumps, grains or powder. There are internationally accepted specifications regarding differences in quality resulting from impurities - iron, aluminium and calcium.\nThe product covered by this proceeding comes exclusively from China, since silicon metal is not produced in Hong Kong.\n(ii) Like product\n(9) The same international technical specifications apply both to the imported product referred to in the complaint and to silicon metal produced in the Community. Despite some difference in purity and dimensions between the Chinese product and the Community product, the physical characteristics of the products and their applications are essentially the same. The Community product and the imported product are therefore like products. The parties concerned have not put forward any arguments on this point.\nC. NORMAL VALUE\n(10) Since China does not have a market economy and since the product in question is not manufactured in Hong Kong, the complainant suggested comparing export prices with prices or costs in a similar country, particularly the United States. However,\nthe American producers either refused to cooperate with the Commission or failed to provide sufficient information. The Commission therefore contacted producers in three other similar countries, viz. Norway, Canada and Yugoslavia. These producers too either refused to cooperate with the Commission or failed to provide sufficient information. Given these circumstances, the Commission came to the provisional conclusion that it had no choice but to establish the normal value in accordance with Article 2 (5) (c) of Regulation (EEC) No 2423/88, i.e. on the basis of the price payable in the Community for the like product, duly adjusted to include a reasonable profit margin.\nD. EXPORT PRICE\n(11) Since the Chinese exporters and the importers of the product into the Community failed to provide satisfactory and representative replies, the export price was established provisionally, in accordance with Article 7 (7) (b) of Regulation (EEC) No 2423/88 on the basis of the information available, i.e. the import prices published by Eurostat. The Commission found that this information was very similar to the information supplied by the exporters, which had given partial replies to the Commission's questionnaire.\n(12) Since the Hong Kong export prices and those in the Eurostat statistics actually refer to the Chinese product, account was taken, when establishing the export price, of quantities and prices of exports from both China and Hong Kong.\nE. COMPARISON\n(13) In comparing normal value with export prices, the Commission took account of differences affecting the comparability of prices, and in particular differences in the physical characteristics of the products and in the costs of transport from China to the Community.\nThe chief differences in the physical characteristics of the products consisted in the grain sizes of the delivered product, its purity and the lower quality packaging. The adjustment took account of costs incurred by the importer as a result of checks on differences in volume, quality and packaging.\n(14) All comparisons were made at the fob stage.\n(15) The margin was established by comparing the monthly normal value with the corresponding monthly export prices.\nF. DUMPING MARGIN\n(16) The preliminary examination of the facts showed that imports were being dumped, the dumping margin being equal to the difference between the established normal value and the export price to the Community.\nThe weighted average dumping margin for the investigation period was 38,73 %.\n(17) Since the Hong Kong export prices actually refer to the Chinese product and since the product concerned is not manufactured in Hong Kong, a separate dumping margin was not calculated for Hong Kong.\nG. INJURY\n1. Imports and market share\n(18) Imports into the Community of the product originating in China began in 1987, totalling 7 876 tonnes that year. During 1988 imports rose to 20 214 tonnes, i.e. an increase of 157 % between 1987 and 1988.\nThe market share of the import product, measured in relation to total consumption in the Community, rose from 0 % in 1986 to 3,6 % in 1987 and 9,3 % in 1988. The market share of the Community industry fell from 44,7 % in 1986 to 37,10 % in 1987, rising only slightly in 1988 to reach 38 %.\n2. Price trends\n(19) The weighted average prices of imports originating in China charged to their first independent purchasers in the Community were 5,4 % lower than the prices charged by the Community producers to their first purchasers during the reference period. The price was not sufficient to cover the costs of the Community producers.\nThe comparison takes into account the differences in the physical characteristics of the imported products (see recital 13).\n(20) Weighted average prices in the Community fluctuated during 1985 around ECU 1 550 per tonne; they fell in 1986 to ECU 1 364 per tonne. In 1987, weighted average prices reached a low of ECU 1 288 per tonne and remained at that level during 1988, as a result of the Chinese imports.\nThese dumping prices prevented the Community producers from charging prices which would have covered their production costs and allowed a reasonable profit margin. This margin is lower than the margins attained before the imports from China started.\n3. Impact of the imports on the situation of the Community producers\n(a) Consumption, production capacity, production, capacity utilization and sales in the Community\n(21) Community consumption of the product rose in 1987 by 11,2 % and remained at the same level in 1988.\nOver the same period, Community production fell by 5,2 % from 111 321 tonnes in 1987 to 105 522 tonnes in 1988.\n(22) In order to improve profitability, the Community producers reduced their production capacity from 146 061 tonnes in 1987 to 134 354 tonnes in 1988, a reduction of 8 %.\n(23) Between 1986, the year preceding the penetration of the Community market by the Chinese product, and 1987, utilization of production capacity in the Community fell from 82,5 to 76,2 %, subsequently rising to 78,5 % following the capacity reduction.\n(24) Despite restructuring by the Community producers and the increase in consumption referred to above, the Community industry's sales fell by 7,7 % in 1987 and rose by a mere 2 % or so in 1988.\n(b) Jobs, profitability\n(25) The workforce of the Community industry shrank by 5,4 % in 1987 and by 8,6 % in 1988.\n(26) General price trends forced the Community producers to align their prices via a 4,9 % reduction in 1987 and a 1,5 % reduction in 1988.\n(27) Except for the Spanish producer, which remains protected during the transitional period by a special customs duty higher than that applicable at the external frontier of the old Community in its composition on 30 December 1985, the Community producers either suffered considerable losses during this period or barely managed to cover their production costs, despite the increased consumption of silicon metal.\nLosses sustained by the Community producers ranged from 1 to 13 % during the investigation period.\nThe Commission found that the Community industry sustained material injury through a substantial loss in profitability.\n4. Cause and effect\n(28) Since 1987 there has been considerable penetration by silicon metal originating in China at prices significantly lower than Community production costs.\n(29) The trend in Community consumption does not explain the growth in imports from China, as may be seen from the figures for 1987 and 1988. The market share of the imported Chinese product more than doubled during those two years while Community consumption grew much more slowly in 1987 and remained constant in 1988.\n(30) Moreover, imports from all other non-member countries fell from 59,3 % in 1987 to 52,7 % in 1988.\nImports in the three main non-member importing countries (Norway, South Africa and Brazil) remained stable.\nThe Commission found that import prices in all the non-member countries were higher than the Chinese prices.\n(31) All this evidence led the Commission to conclude that the effects of imports of silicon metal originating in China, considered separately, must be considered to have caused material injury to the Community industry.\nI. COMMUNITY INTEREST\n(32) Given the material injury sustained by the Community silicon metal industry in terms of profitability and market share, the Commission considers that without measures to deal with the dumped imports, which have been shown to have caused injury, the Community industry is likely to have to cease production. Since silicon metal is a basic product for a number of high-technology industrial sectors and since total dependence on extra-Community supplies must be avoided, the Commission considers that the loss of Community production would have unwelcome consequences for a large section of the Community industry.\n(33) Most of the non-member countries which produce silicon metal are far away from the Community market. In additon, account must be taken of the sizeable differences in the quality of the imported product and differences of technology in the non-member countries. The Commission also took into consideration the comments of a consumer-processor, which argued that it could sell its final product at competitive prices only by purchasing dumped imports.\nThe Commission found, however, that during the investigation period this consumer had purchased only 2,7 % of all its requirements of silicon metal from Chinese suppliers. Moreover, it should be recalled that the price advantages enjoyed by purchasers resulted from unfair practices and that there are no grounds for allowing the continued existence of unfair prices.\n(34) The Commission therefore considers that it is in the Community's interest that fair competititon be re-established on the Community market and that the Community producers' interests take priority over those of the consumer-processors purchasing the dumped product.\nJ. PROVISIONAL ANTI-DUMPING DUTY\n(35) To determine the rate of the provisional duty necessary to eliminate the injury, the Commission compared the average import price of the Chinese product with a theoretical selling price at which the Community producers could realize a profit; the average price differential was 14,7 %, i.e. 18,7 % on a cif basis.\nIn order to determine the theoretical selling price, the production costs of the Community producer considered to be most representative were adjusted by a profit margin of 6,5 %, considered to be the minimum margin guaranteeing the Community producers a reasonable return on investments.\nThe free-at-Community-frontier price must therefore be raised by this margin in order to eliminate the injury.\n(36) In view of the above, the Commission considers that the provisional duty to be imposed should not be equal to the established dumping margin, since a rate of duty lower than the 38,7 % dumping margin would be sufficient to stop the injury attributable to the imports in question.\n(37) In this respect the Commission took into account both the level of the import prices concerned, including the importer's margin and customs duties, and a minimum selling price which would allow the Community producers to cover production costs and make a reasonable profit.\n(38) Since the investigation showed that the imports recorded in Community statistics as originating in Hong Kong in fact originated in China, a specific anti-dumping duty should not be imposed on the product from Hong Kong and the proceeding against Hong Kong should be terminated.\n(39) A time limit should be set for the parties concerned to make known their views in writing and to request a hearing by the Commission,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of silicon metal falling within CN code 2804 69 00 originating in the People's Republic of China.\n2. The duty shall be 18,7 % of the net free-at-Community-frontier price before duty.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the product referred to in paragraph 1 originating in the People's Republic of China shall be subject to te provison of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2423/88, the parties concerned may make known their views in writing and apply to be heard by the Commission within one month of the entry into force of this Regulation.", "The proceeding relating to the products imported from Hong Kong is hereby terminated without the imposition of an anti-dumping duty.", "This Regulation shall enter into force on the day following of its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2423/88, it shall apply for a period of four months, unless the Council adopts definitive measures before that period has elapsed. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 26, 1. 2. 1989, p. 8."}