{"celex_id": "31999R1674", "uri": "http://publications.europa.eu/resource/cellar/bd55f99d-2b24-45a9-abaf-5522f9084126", "type": "Regulation", "concepts": ["13", "1667", "5384", "797"], "title": "Council Regulation (EC) No 1674/1999 of 19 July 1999 fixing the amounts of aid for flax fibre and hemp and the amount withheld to finance measures to promote the use of flax fibre for the 1999/2000 marketing year\n", "header": "COUNCIL REGULATION (EC) No 1674/1999\nof 19 July 1999\nfixing the amounts of aid for flax fibre and hemp and the amount withheld to finance measures to promote the use of flax fibre for the 1999/2000 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organisation of the market in flax and hemp(1), and in particular Articles 2(3) and 4(3) thereof,\nHaving regard to the proposal from the Commission(2),\nHaving regard to the opinion of the European Parliament(3),\nHaving regard to the opinion of the Economic and Social Committee(4),\nWhereas:\n(1) Article 4 of Regulation (EEC) No 1308/70 provides that the amounts of aid for flax grown mainly for fibre and for hemp grown in the Community are to be fixed each year;\n(2) in accordance with Article 4(2) of that Regulation, this amount shall be fixed per hectare of area sown and harvested so as to ensure an even balance between the volume of production required in the Community and the amount that can be marketed; it must be fixed, taking into account the price for fibres and flax and hemp seed on the world market;\n(3) Article 2(3) of Regulation (EEC) No 1308/70 provides that the portion of aid for financing Community measures to encourage the use of flax fibre is to be fixed when the aid is fixed for the marketing year in question in accordance with the criteria referred to in the said Article 2(3); it is to be fixed in the light of trends on the market in flax, the amount of the aid for flax and the cost of the measures to be introduced; account should also be taken of the financing already provided for;\n(4) application of the abovementioned criteria entails fixing the amount of aid and the portion of the aid to be used for financing measures to promote the use of flax fibre at the levels set out below,", "main_body": ["For the 1999/2000 marketing year, the amounts of aid provided for in Article 4 of Regulation (EEC) No 1308/70 shall be:\n(a) EUR 815,86 per hectare as regards flax;\n(b) EUR 662,88 per hectare as regards hemp.", "For the 1999/2000 marketing year, the amount of the aid for flax to be used to finance the measures to promote the use of flax fibre referred to in Article 2 of Regulation (EEC) No 1308/70 shall be EUR 0 per hectare.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ L 146, 4.7.1970, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ L 349, 31.12.1994, p. 105).\n(2) OJ C 59, 1.3.1999, p. 9.\n(3) OJ C 219, 30.7.1999.\n(4) OJ C 169, 16.6.1999."}