{"celex_id": "31998D0540", "uri": "http://publications.europa.eu/resource/cellar/1041b8bc-00f4-40e8-ba48-2bf18bacb9e7", "type": "Decision", "concepts": ["1309", "1591", "2084", "2435", "2771", "4310"], "title": "98/540/EC: Commission Decision of 11 September 1998 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidies proceedings concerning imports of farmed Atlantic salmon originating in Norway (notified under document number C(1998) 2624)\n", "header": "COMMISSION DECISION of 11 September 1998 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidies proceedings concerning imports of farmed Atlantic salmon originating in Norway (notified under document number C(1998) 2624) (98/540/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2) and in particular Articles 8(9) and 9 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (3), and in particular Articles 13(9) and 15 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 31 August 1996, the Commission announced, by two separate notices published in the Official Journal of the European Communities, the initiation of an anti-dumping proceeding (4) as well as an anti-subsidy proceeding (5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) The Commission sought and verified all information that it deemed necessary for the purpose of its definitive findings. As a result of this examination, it was established that definitive anti-dumping and countervailing measures should be adopted in order to eliminate the injurious effects of dumping and subsidisation. All interested parties were informed of the results of the investigation and were given the opportunity to comment thereon.\n(3) On 26 September 1997, the Commission adopted Decision 97/634/EC (6), as last amended by Regulation (EC) No 1126/98 (7), accepting undertakings offered in connection with the two abovementioned proceedings by the exporters mentioned in the Annex to that Decision and terminated the investigations in their respect.\n(4) On the same day, the Council, by Regulation (EC) No 1890/97 (8), as last amended by Regulation (EC) No 772/98 (9), imposed an anti-dumping duty of ECU 0,32 per kilogram on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1(2) of the Regulation.\n(5) On the same day, the Council, by Regulation (EC) No 1891/97 (10), as last amended by Regulation (EC) No 772/98, also imposed a countervailing duty of 3,8 % on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1(2) of that Regulation.\n(6) The abovementioned Regulations set out the definitive findings and conclusions on all aspects of the investigations.\nB. WITHDRAWAL OF UNDERTAKINGS\n(7) In monitoring the undertakings submitted by the Norwegian exporters, the Commission gradually found that a number of exporters had no sales to the European Community for consecutive reporting quarters. On verification, some of these companies also declared that they had not exported during the reference period of the original investigations having led to the present anti-dumping and countervailing measures, and that they have no binding contractual obligations to do so in the near future.\n(8) The Commission informed the parties concerned of these findings and pointed out that, in view of these facts, the companies did not qualify as exporters within the meaning of Regulation (EC) No 384/96 (hereinafter the 'Basic Anti-dumping Regulation`) and Regulation (EC) No 2026/97 (hereinafter the 'Basic Anti-subsidies Regulation`). Furthermore, it was made known to these parties that to maintain the undertakings in force under these circumstances would be administratively cumbersome for the Commission in terms of monitoring. These parties were also informed that they could offer, when the relevant conditions are met, again an undertaking as new exporters in accordance with Article 2 of Regulation (EC) No 1890/97 and with Article 2 of Regulation (EC) No 1891/97. Any application by these parties under those Articles would be treated expeditiously. Consequently, the following companies withdrew their undertakings voluntarily:\n>TABLE>\n(9) In accordance with Article 8(9) of the Basic Antidumping Regulation, and with Article 13(9) of the Basic Anti-subsidies Regulation, there was no further need to give these parties an opportunity to comment since they themselves withdrew their undertakings.\nC. AMENDMENT OF DECISION 97/634/EC\n(10) Following the withdrawal of their undertakings, the companies concerned are not entitled to continue to benefit from an exemption from the anti-dumping and countervailing duties. Therefore, the names of the companies concerned need to be removed from the list of companies from which undertakings have been accepted.\n(11) The Annex to Decision 97/634/EC listing the parties from which undertakings are being accepted, should be accordingly amended,", "main_body": ["The Annex to Decision 97/634/EC is hereby replaced by the Annex to the present Decision."], "attachments": "Done at Brussels, 11 September 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 288, 21. 10. 1997, p. 1.\n(4) OJ C 253, 31. 8. 1996, p. 18.\n(5) OJ C 253, 31. 8. 1996, p. 20.\n(6) OJ L 267, 30. 9. 1997, p. 81.\n(7) OJ L 157, 30. 5. 1998, p. 82.\n(8) OJ L 267, 30. 9. 1997, p. 1.\n(9) OJ L 111, 9. 4. 1998, p. 10.\n(10) OJ L 267, 30. 9. 1997, p. 19.\nANNEX\n>TABLE>"}