{"celex_id": "31999D0218", "uri": "http://publications.europa.eu/resource/cellar/bb793504-3271-486b-b574-4176630415db", "type": "Decision", "concepts": ["1048", "4038", "5251", "5399", "5586", "92"], "title": "1999/218/EC: Commission Decision of 25 February 1999 relating to the procedures whereby officials and employees of the European Commission may be allowed access to classified information held by the Commission (notified under document number C(1999) 423)\n", "header": "COMMISSION DECISION of 25 February 1999 relating to the procedures whereby officials and employees of the European Commission may be allowed access to classified information held by the Commission (notified under document number C(1999) 423) (1999/218/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 162(2) thereof,\nWhereas the Treaty on European Union introduced a common foreign and security policy encompassing all matters relating to the security of the European Union, including the eventual framing of a common defence policy, which might in time lead to a common defence;\nWhereas, under Article J.4 of the said Treaty, the Western European Union (WEU) is an integral part of the development of the European Union, which requests the WEU to elaborate and implement decisions and actions of the Union which have defence implications;\nWhereas, the common security policy of the Union may be developed further following the entry into force of the Treaty of Amsterdam; whereas, by virtue of Protocol No 1 on the new Article 17 of the Treaty on European Union, steps will be taken by the European Union to enhance cooperation between the European Union and the WEU;\nWhereas, by virtue of Article J.9 of the Treaty on European Union, the Commission is fully associated with work carried out in the common foreign and security policy field; whereas the Commission accordingly receives and produces documents containing information of a sensitive nature the divulging of which might jeopardise the interests of the European Union, the Community and its Member States and those of international organisations such as the WEU and NATO;\nWhereas, by Decision C(94) 3282 of 30 November 1994, the Commission adopted a decision on the security measures applicable to classified information produced or transmitted in connection with European Union activities;\nWhereas, under Article 6(3) of the said Decision, information received from the WEU or NATO is governed by special rules;\nWhereas the security rules must cover not only the physical protection of classified information held by the Commission but also the authorisation of officials and other servants of the Commission to have access to such information;\nWhereas the procedure for authorising officials and other servants of the Commission who, by reason of their duties and for the requirements of the service, are required to have access to such information should be modified and such access restricted to authorised persons only;\nWhereas decisions to grant authorisation will be taken only after security screening has been carried out by the competent national authorities of the Member States;\nWhereas this Decision will be without prejudice to the rules governing public access to Commission information in the fields covered by the treaties establishing the European Communities, laid down in the Commission's Decision 94/90/ECSC, EC, Euratom (1);\nWhereas this Decision is without prejudice to the specific security measures laid down in Council Regulation (Euratom) No 3 of 31 July 1958 implementing Article 24 of the Treaty establishing the European Atomic Energy Community (2);\nWhereas, under Article 5 of the EC Treaty, Member States are required to facilitate the accomplishment by the institutions of the tasks incumbent on them by virtue of the Treaties; whereas it is therefore incumbent on the authorities of the Member States to cooperate with the Commission in order to maintain a high standard of protection and, accordingly, to carry out security screening as provided for in this Decision,", "main_body": ["1. In accordance with the Commission Decision C(94)3282 of 30 November 1994 and by reason of the Commission's full association with the work of devising and implementing the common security policy of the Union, the only persons authorised to have access to classified information held by the Commission shall be officials and other servants of the Commission or any person working within the Commission who, by reason of their duties and for the requirements of the service, need to have knowledge of, or to use, such information.\n2. In order to have access to information classified as 'top secret`, 'secret` and 'confidential`, the persons referred to in paragraph 1 must have been authorised in accordance with Article 2.\n3. Authorisation shall be granted only to persons who have undergone security screening by the competent national authorities of the Member States, in accordance with the procedure laid down in Article 3.", "1. The Commission shall grant the authorisations referred to in Article 1 after obtaining the opinion of the competent national authorities of the Member States on the basis of security clearance carried out in accordance with Articles 3 and 4.\n2. Authorisation, which shall be valid for a period of five years, may not exceed the duration of the tasks on the basis of which it was granted. It may be renewed by the Commission in accordance with the procedure referred to in paragraph 1.\nAuthorisation may be withdrawn by the Commission at any time. Any decision to withdraw authorisation shall be made known to the person concerned, who may ask to be heard by head of the Commission's Security Office, and to the competent national authority.\n3. Exceptionally, if required by the service, the Commission may, after giving the national competent authorities notification and provided there is no reaction from them within a month, grant temporary authorisation for a period not exceeding three months, pending the outcome of the screening referred to in Article 3.", "1. The aim of security screening shall be to establish that there are no objections to allowing the person to have access to classified information held by the Commission.\n2. Security screening shall be carried out with the assistance of the person concerned and at the request of the Commission by the competent national authorities of the Member State of which the person subject to authorisation is a national. Should the person concerned reside in the territory of another Member State, the national authorities concerned may secure the cooperation of the authorities of the State of residence.\n3. As part of the screening procedure, the person concerned shall be required to complete a personal information form.\n4. The Commission shall specify in its request the type and level of classified information to be made available to the person concerned, so that the competent national authorities can carry out the screening process and give their opinion as to the appropriate level of authorisation to be granted.\n5. The whole security-screening process together with the results obtained shall be subject to the relevant rules and regulations in force in the Member State concerned, including those concerning appeals.", "1. Where the competent national authorities of the Member States give a positive opinion, the Commission may grant the person concerned authorisation in accordance with Article 2.\n2. A negative opinion by the competent national authorities shall be brought to the knowledge of the person concerned, who may ask to be heard by the Commission. Should the Commission consider it necessary, it may ask the competent national authorities for any further clarification they can provide. If the negative opinion is confirmed, authorisation shall not be granted.", "All persons granted authorisation within the meaning of Article 2 shall, at the time the authorisation is granted and at regular intervals thereafter, receive any necessary instructions concerning the protection of classified information and the means of ensuring such protection. Such persons shall sign a declaration acknowledging receipt of the instructions and give an undertaking to obey them.", "Article 1(2) and Articles 10 to 13 of Decision C(94)3282 of 30 November 1994 on the security measures applicable to classified information produced or transmitted in connection with the activities of the European Union are hereby repealed. Authorisations granted by virtue of that Decision shall remain valid for the period for which they were granted and for a period of not more than five years from the time when they were granted save where they have been previously withdrawn in accordance with Article 2(2).", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 25 February 1999.\nFor the Commission\nThe President\nJacques SANTER\n(1) OJ L 46, 18. 2. 1994, p. 58.\n(2) OJ 17, 6. 10. 1958, p. 406/58."}