{"celex_id": "31995R1685", "uri": "http://publications.europa.eu/resource/cellar/32ad6c96-7f8e-4e62-b03b-a8397e71279c", "type": "Regulation", "concepts": ["1136", "1642", "2050", "3568", "4734"], "title": "Commission Regulation (EC) No 1685/95 of 11 July 1995 on arrangements for issuing export licences for wine sector products and amending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 1685/95 of 11 July 1995 on arrangements for issuing export licences for wine sector products and amending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1544/95 (2), and in particular Articles 52 (3) and 55 (8) thereof,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (3), and in particular Article 3 (1) thereof,\nWhereas with effect from 1 September 1995 Regulation (EEC) No 822/87 makes presentation of an export licence with advance fixing of the refund compulsory for exportation of products on which an export refund is requested, whereas specific rules for the application of this provision in the wine sector should therefore be laid down, covering in particular the submission of applications and the information that must be given on applications and licences; whereas these rules will be complementary to Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 1199/95 (5);\nWhereas Article 55 (7) of Council Regulation (EEC) No 822/87 requires compliance with the obligations regarding export volumes arising from agreements concluded as a result of the Uruguay Round of trade negotiations to be ensured on the basis of export licences; whereas precise rules should therefore be laid down on the lodging of applications and issuing of licences;\nWhereas decisions on licence applications should be notified only after a reflection period enabling the Commission to assess the quantities applied for and the expenditure involved and if necessary to take particular action in regard to the applications pending;\nWhereas the provisions of Commission Regulation (EEC) No 3388/81 of 27 November 1981 laying down special detailed rules in respect of import and export licences in the wine sector (6), as last amended by Regulation (EC) No 1649/95 (7), require updating to take account of the changes made, as a result of the entry into force of the Uruguay Round Agreement on Agriculture (8), in the Regulations on detailed rules of application for import and export licences and advance fixing certificates and on export refunds on agricultural products;\nWhereas the security for export licences must be set at a high enough level to ensure effective operation of the new arrangements;\nWhereas to manage these arrangements the Commission must have precise information on licence applications lodged and use of licences issued; whereas administrative efficiency calls for the use of a single form for communications between Member States and the Commission;\nWhereas, to prevent disruption in exports when the Uruguay Round Agreement on Agriculture enters into force in the wine sector, it should be made possible for licences to be applied for and issued before that date on condition that they are usable only with effect from it;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Pursuant to the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations, hereinafter referred to as 'the Agreement`, this Regulation lays down supplementary rules applying to the issuing of export licences for wine sector products with advance fixing of the refund.", "1. Applications for export licences with advance fixing of the refund may be lodged with the competent authorities of the Member States from 1 August 1995. Irrespective of their date of issue these licences shall be valid from 1 September 1995 and this shall be indicated on the licence.\n2. The product categories referred to in the second paragraph of Article 13a of Regulation (EEC) No 3719/88 are listed in Annex I hereto.", "1. Applications for export licences a referred to in Article 2 may be lodged with the competent authorities from Wednesday until the following Tuesday.\n2. Export licences shall be issued on the Monday following the Tuesday referred to in paragraph 1, or the next working day, provided that the Commission has not taken other specific measures in the meantime.\n3. If the quantities for which licence applications have been made, as notified to the Commission on a specific day in accordance with the provisions of Article 7 (1), exceed or risk exceeding the annual commitment level provided for under the Agreement, the Commission shall set a single percentage by which the quantities applied for are accepted and/or suspend the lodging of licence applications.\n4. If issuing of the licences applied for is likely to bring about the early exhaustion of the annual quantity commitment provided for under the Agreement or an overshoot of the expenditure commitments, the Commission may reject applications for which the export licences have not yet been granted and suspend the lodging of licence applications for a maximum of 10 working days, reserving the possibility of a renewal of the suspension to be decided in accordance with the procedure laid down in Article 83 of Regulation (EEC) No 822/87.\n5. In cases where the quantity applied for is refused or reduced the security referred to in Article 4 (2) of Regulation (EEC) No 3388/81 against the quantity refused shall be immediately released.\n6. Notwithstanding paragraph 2, in the event that a single acceptance percentage of less than 85 % is set, licences shall be issued by the fifth working day at the latest following publication of that percentage in the Official Journal of the European Communities. Prior to issue the exporter may:\n- either withdraw his application, in which case the security referred to in Article 4 (2) of Regulation (EEC) No 3388/81 shall be immediately released,\n- or request the immediate issue of the licence, in which case the competent authority shall issue it without delay but no later than the fifth working day following publication of that percentage in the Official Journal of the European Communities.", "Regulation (EEC) No 3388/81 is hereby amended as follows:\n1. In Article 2 (2), the final subparagraph is replaced by the following:\n'Where the refund rate varies according to destination, the country of destination, or the zone of destination as the case may be, shall be entered in box 7 of the licence applications and the licences. At the request of the interested party, the country or zone of destination shall be replaced by another one after issue of the licence provided that the applicable refund rate is the same.`\n2. Article 3 is replaced by:\n'Article 3\nLicences shall be valid from their date of issue as defined in Article 21 (1) of Commission Regulation (EEC) No 3719/88 (*) until the end of the fourth month following that date.\n(*) OJ No L 331, 2. 12. 1988, p. 1.`3. Article 4 (2) is replaced by:\n'2. The security rate for export licences shall be ECU 2 per hectolitre.`\n4. In Article 5, the word 'export` is deleted.\n5. Article 7 is deleted.", "Export licences issued pursuant to this Regulation shall not be transferable.", "1. Where the quantity exported exceeds the quantity indicated on the licence, the excess quantity shall not give entitlement to payment of the refund. One of the following entries shall be made in box 22:\n- Restitución válida para . . . (cantidad por la que se haya expedido el certificado) como máximo,\n- Restitutionen omfatter højst . . . (den mængde, licensen er udstedt for),\n- Erstattung gültig für höchstens . . . (Menge, für die die Lizenz erteilt wurde),\n- ÅðéóôñïöÞ ðïõ éó÷ýåé ãéá . . . (ðïóüôçôá ãéá ôçí ïðïßá åêäßäåôáé ôï ðéóôïðïéçôéêü) êáô' áíþôáôï üñéï,\n- Refund valid for not more than . . . (quantity for which licence is issued),\n- Restitution valable pour . . . (quantité pour laquelle le certificat est délivré) au maximum,\n- Restituzione valida al massimo per . . . (quantitativo per il quale è rilasciato il titolo),\n- Restitutie voor ten hoogste . . . (hoeveelheid waarvoor het certificaat is afgegeven),\n- Restituição válida para . . . (quantidade em relação à qual é emitido o certificado), no máximo,\n- Vientituki voimassa enintään . . . (määrä, jolle todistus on annettu) osalta,\n- Bidrag som gäller för högst . . . (kvantitet för vilken licensen skall utfärdas).", "1. Member States shall notify to the Commission:\n- by fax each Wednesday or the next working day:\n(a) the applications for export licences with advance fixing of the refund as referred to in Article 2 which were lodged between Wednesday of the preceding week and Tuesday, or the absence of applications;\n(b) the quantities for which export licences were issued on the preceding Monday or, as the case may be, within the interval referred to in Article 3 (6);\n(c) the quantities for which licence applications have been withdrawn pursuant to Article 3 (6) during the preceding week;\n- before the 15th of each month for the previous month:\n(d) the quantities for which licences have been issued but not used;\n(e) the quantities for which refunds have been granted without a licence pursuant to the final paragraph of Article 2a of Commission Regulation (EEC) No 3665/87 (9).\n2. In the case of notification under (a), (b) and (c) of paragraph 1:\n- the quantity in hectolitres for each 11-figure product code of the agricultural product nomenclature for export refunds is to be given. Where a licence is issued for more than one 11-figure code in the same category as referred to in Annex 1 the category number is to be given,\n- the quantity for each code is to be broken down by destination if the refund rate differs according to destination,\n- for quantities covered by (c) the refund rate applicable is to be given.\nIn addition, if the refund rate is modified during the licence application period, applications must be broken down for each period having a different refund rate.\nIn the case of notification of the information under (d) and (e) of paragraph 1 the quantities referred to in the first indent and the refund rate must be indicated.\n3. All the notifications under paragraphs 1 and 2, including 'nil` notifications, shall be made in the form indicated in Annex II.\n4. If, after the notifications under (d) of paragraph 1, an adequate quantity becomes available again, the Commission may decide to reopen the lodging of applications for export licences.\n5. The Commission shall inform Member States once a month of the extent to which the quantities and expenditure specified in the annual commitment level provided for in the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations for the GATT period in progress have been used up and, when the time comes, of their exhaustion.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 31.\n(3) OJ No L 349, 31. 12. 1994, p. 105.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 119, 30. 5. 1995, p. 4.\n(6) OJ No L 341, 28. 11. 1981, p. 19.\n(7) OJ No L 156, 7. 7. 1995, p. 29.\n(8) OJ No L 336, 23. 12. 1994, p. 22.\n(9) OJ No L 351, 14. 12. 1987, p. 1.\nANNEX I\n>TABLE>\nANNEX II\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}