{"celex_id": "31999L0072", "uri": "http://publications.europa.eu/resource/cellar/b474fa9d-eae7-42e0-83da-251b5a45b7b7", "type": "Directive", "concepts": ["1442", "1598", "1755", "192", "2737"], "title": "Directive 1999/72/EC of the European Parliament and OF THE Council of 29 July 1999 amending Directive 92/117/EEC of the Council concerning measures for protection against specified zoonoses and specific zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications\n", "header": "DIRECTIVE 1999/72/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 29 July 1999\namending Directive 92/117/EEC of the Council concerning measures for protection against specified zoonoses and specific zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications\nTHE EUROPEAN PARLIAMENT,\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 152(4) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) in the light of the experience acquired and the importance accorded to the prevention and control of zoonoses it appears necessary to carry out a substantial review of the provisions of Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against specified zoonoses and specific zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications(4);\n(2) such substantial review could consist of introducing new provisions for the reporting system for zoonoses, improved rules for the control and eradication of salmonellosis in poultry flocks, and a system to control other zoonoses than salmonellosis;\n(3) such a substantial review requires consultation of and consideration by all the parties concerned, including in particular consumer organisations, the farming industry and the scientific world;\n(4) pending this review it is appropriate to provide both for a postponement of the deadlines for plans to be submitted by third countries and for a postponement of the obligation on the Commission to submit to the European Parliament and the Council proposals on new provisions,", "main_body": ["Directive 92/117/EEC is amended as follows:\n1. in Article 14(2), the words \"31 December 1998\" shall be replaced by \"one year after the entry into force of the acts pursuant to the proposals referred to in Article 15a(2)\".\n2. Article 15a shall be amended as follows:\n(a) in paragraph 1, second line, the date \"1 November 1997\" shall be replaced by \"31 March 2000\";\n(b) in paragraph 2, at the end, the date \"1 June 1998\" shall be replaced by \"31 December 2000\".", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 31 May 2001. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1999.\nFor the European Parliament\nThe President\nN. FONTAINE\nFor the Council\nThe President\nS. HASSI\n(1) OJ C 63, 5.3.1999, p. 8.\n(2) Opinion delivered on 28 April 1999 (OJ C 169, 16.6.1999).\n(3) Opinion of the European Parliament of 13 April 1999 (OJ C 219, 30.7.1999), Decision of the Council of 19 July 1999.\n(4) OJ L 62, 15.3.1993, p. 38. Directive as last amended by Directive 97/22/EC (OJ L 113, 30.4.1997, p. 9)."}