{"celex_id": "31992R2556", "uri": "http://publications.europa.eu/resource/cellar/914b07df-c6f7-437b-93e1-f6e78a2f3775", "type": "Regulation", "concepts": ["1196", "1565", "20", "2763", "3170", "4354", "4404"], "title": "Commission Regulation (EEC) No 2556/92 of 1 September 1992 amending Regulation (EEC) No 2326/92 the sale at prices fixed at a flat rate in advance of beef held by certain intervention agencies and intended for supplying the Canary Islands\n", "header": "COMMISSION REGULATION (EEC) No 2556/92  of 1 September 1992  amending Regulation (EEC) No 2326/92 the sale at prices fixed at a flat rate in advance of beef held by certain intervention agencies and intended for supplying the Canary Islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 2066/92 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2326/92 (3) provides for the, sale at prices fixed at a standard rate in advance of certain beef from intervention stocks and intended for supplying the Canary Islands;\nWhereas to avoid an extension of the storage period for at beef, quantities put up for sale under the abovementioned Regulation should be increased;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2326/52 is hereby amended as follows:\n1. The second indent of Article 1 (I) is replaced by the following:\n'- Up to 1 000 tonnes of boned beef held by the Irish intervention agency'.\n2. The following indent is added to Article 1 (I):\n'- Up to 500 tonnes of boned beef held by the French intervention agency'.\n3. Annexes I and II are replaced by Annex I and II to this Regulation.", "This Regulation shall enter into force on 3 September 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24. (2) OJ No L 215, 30. 7. 1992, p. 49. (3) OJ No L 223, 8. 8. 1992, p. 9.\nÐÁÑÁÑÔÇÌÁ É ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nEstado miembro  Productos  Cantidades (toneladas)  Precio de venta expresado en ecus por tonelada  Medlemsstat  Produkter  Maengde (tons)  Salgspriser i ECU/ton  Mitgliedstaat  Erzeugnisse  Mengen (Tonnen)  Verkaufspreise, ausgedrueckt in  ECU/Tonne  ÊñUEôïò ìÝëïò  Ðñïúueíôá  Ðïóueôçôaaò (ôueíïé)  ÔéìÝò ðùëÞóaaùò aaêoeñáaeueìaaíaaò óaa Ecu áíUE ôueíï  Member State  Products  Quantities (tonnes)   Selling prices expressed in ecus per tonne  État membre  Produits  Quantités (tonnes)  Prix de vente exprimés en écus par tonne  Stato membro  Prodotti  Quantità (tonnellate)  Prezzi di vendita espressi in ecu per tonnellata  Lid-Staat  Produkten   Hoeveelheid (ton)  Verkoopprijzen uitgedrukt in ecu per ton  Estado-membro  Produtos  Quantidade (toneladas)  Preço de venda expresso em ecus por tonelada       Ireland  - Fillets  500  6 850   - Striploins  500  3 150  United Kingdom  - Fillets  250   6 750   - Striploins  250  3 050  Italia  - Filetto  250  6 850   - Rostbeef  250  3 150  Danmark  - Bagfjerdinger af:\nkategori A/C, klasse R og O  2 000  1 730  France  - Filets  250  6 850   - Faux-filets  250  3 150\nÐÁÑÁÑÔÇÌÁ ANEXO II - BILAG II - ANHANG II -  II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - AEéaaõèýíóaaéò  ôùí ïñãáíéóìþí ðáñaaìâUEóaaùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervençao\nIRELAND:  Department of Agriculture and Food   Agriculture House   Kildare Street   Dublin 2   Tel. (01) 78 90 11, ext. 2278 and 3806   Telex 93292 and 93607, telefax (01) 616263, (01) 785214 and (01) 6620198  DANMARK:  EF-Direktoratet    Frederiksborggade 18   DK-1360 Koebenhavn K   Tlf. 33 92 70 00, telex 15137 EFDIR DK, telefax 33 92 69 48  ITALIA:  Azienda di Stato per gli interventi nel mercato agricolo (AIMA)   Via Palestro 81   I-00185 Roma   Tel. 49 49 91   Telex 61 30 03   UNITED KINGDOM:  Intervention Board for Agricultural Produce   Fountain House   2 Queens Walk   Reading RG1 7QW   Berkshire   Tel. (0734) 58 36 26   Telex 848 302, telefax: (0734) 56 67 50  FRANCE:  OFIVAL   Tour Montparnasse   33, avenue du Maine    F-75755 Paris Cedex 15   Tél. 45 38 84 00, télex 205476"}