{"celex_id": "31999D0298", "uri": "http://publications.europa.eu/resource/cellar/8352a001-0fc9-4ac9-96c4-bb04ab044d00", "type": "Decision", "concepts": ["1519", "1659", "228", "889", "976"], "title": "1999/298/EC: Commission Decision of 10 June 1998 on State aid that the Liguria region (Italy) plans to grant to agricultural cooperatives [notified under document number C(1998) 1714] (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION\nof 10 June 1998\non State aid that the Liguria region (Italy) plans to grant to agricultural cooperatives\n(notified under document number C(1998) 1714)\n(Only the Italian text is authentic)\n(1999/298/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving, in accordance with the abovementioned Article, given notice to the parties concerned to submit their comments(1),\nWhereas:\nI. BACKGROUND\nBy letter of 31 July 1997, receipt of which was recorded on 1 August 1997, the Permanent Representation of Italy to the European Union notified the Commission, in accordance with Article 93(3) of the Treaty, of the aid measures that the Liguria Region plans to grant to agricultural cooperatives by draft Law No 85 of 9 May 1997 (hereinafter referred to as \"the draft Law\"). By letter of 23 October 1997, recorded on 27 October 1997, the Permanent Representation of Italy sent the Commission the additional information requested.\nBy letter of 12 January 1998, the Commission informed Italy of its decision to initiate the procedure provided for in Article 93(2) of the Treaty in respect of those aid measures.\nThe Commission's decision to initiate the procedure was published in the Official Journal of the European Communities(2); the Commission has called on the other Member States and the other parties concerned to submit their comments on the matter.\nThe Commission has received no comments from the other Member States or the other parties concerned.\nII. DESCRIPTION OF THE MEASURES\nThe draft Law relates to structural measures for agricultural cooperatives. It provides for capital grants of up to 55 % of the total permissible expenditure on investments in the following:\n- the construction, restructuring, extension and purchase of facilities for the collection, storage, processing and marketing of agricultural products and the purchase of plant and equipment,\n- the construction of marketing centres,\n- the purchase of the land required to establish the abovementioned facilities.\nThe investments must comply with the \"Guidelines for State aid in connection with investments in the processing and marketing of agricultural products\"(3) (hereinafter referred to as \"the Community guidelines\") and with the limits laid down for specific sectors in Commission Decision 94/173/EC(4).\nThe overall budget for the measures amounted to ITL 300 million for 1997. For the following years, the budget is to be determined later. By way of a transitional measure, Article 6 of the draft Law extends the benefit of the measure to projects where implementation was commenced after 1 January 1996.\nThe draft Law notified by the Italian authorities falls within the scope of the Community guidelines. In particular, certain provisions of the draft Law seek to ensure compliance with the limits applying to specific sectors. Furthermore, all expenditure permissible under the draft Law (on land, buildings, plant and equipment) falls within the definition of investment in point 3(a)(ii) of the Community guidelines. Lastly, the rate of aid (55 %) corresponds to the maximum admissible for investments in regions (like Liguria) falling outside Objective 1.\nNevertheless, the fact that, under the draft Law, investment projects whose implementation was commenced after 1 January 1996 are considered eligible for the aid means in practice that aid could be granted retroactively to cooperatives for projects that are being executed or have even been completed.\nAs a general principle, the existence of clauses providing for retroactive application of State aid for productive investments normally does not foster the development of the sector or the region concerned. In such cases, the role of the aid in stimulating investment may be non-existent since these investment projects have been started without any supporting law. The Commission usually regards measures of this type as operating aid. The aid in question cannot therefore be regarded as contributing to the development of the sector and does not qualify under the derogation provided for in Article 92(3)(c) of the Treaty(5).\nIn the light of the above, the Commission takes the view that the aid in question is operating aid, which it has consistently opposed when applying Articles 92, 93 and 94 of the Treaty in so far as by its very nature such aid does not contribute to the development of the sector or the region concerned(6). The planned measures directly improve the processing and marketing conditions enjoyed by the beneficiary producers as compared with those of other Community operators not benefiting from comparable aid. As a consequence, the aid measure under examination appears to fall within the scope of Article 92(1) of the Treaty but as far as the Commission can tell at present it does not match any of the exceptions provided for in paragraphs 2 or 3 of that Article.\nThe Commission has accordingly decided to initiate the procedure for in Article 93(2) of the Treaty in respect of the aid measure notified.\nIII. OBSERVATIONS OF THE ITALIAN AUTHORITIES\nBy letter of 10 March 1998, the Permanent Representation of Italy informed the Commission that the Liguria region was deleting Article 6 of the draft Law, which contained the transitional provisions on the granting of the aid with retroactive effect.\nBy letter of 15 April 1998, the Italian authorities sent the Commission a copy of the draft Law adopted by the Liguria Regional Council, in which Article 6 of the previous version had been deleted.\nIV. APPRAISAL OF THE AID MEASURE\nAt the time the Article 93(2) procedure was initiated, the Commission took the view that, once Article 6 of the draft Law was deleted, it complied with the Community guidelines.\nThe eligible expenditure does in fact correspond to that laid down in the Regulations, the limits applicable by sector are met and the rate of aid does not exceed the maximums laid down for regions falling outside Objective 1.\nThe deletion of Article 6 of the draft Law, which provided for the aid to apply retroactively before 1 January 1996, neutralises the Commission's objections to the aid measure under examination. The aid can therefore qualify under the derogation provided for in Article 92(3)(c) of the Treaty,", "main_body": ["The aid measures provided for in draft Liguria Regional Law No 85/97 to assist agricultural cooperatives are compatible with the common market. The aid may accordingly be granted.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 10 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ C 101, 3.4.1998, p. 2.\n(2) See footnote 1.\n(3) OJ C 29, 2.2.1996, p. 4.\n(4) OJ L 79, 23.3.1994, p. 29.\n(5) Judgment of the Court of Justice in Case 730/79 Philip Morris v. Commission [1980] ECR, p. 2671.\n(6) Judgment of the Court of First Instance in Case T-459/93 Siemens SA v. Commission [1995] ECR II, p. 1675."}