{"celex_id": "31994L0061", "uri": "http://publications.europa.eu/resource/cellar/a494a034-4297-4c82-892e-eeb8292d6769", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827", "4801"], "title": "Commission Directive 94/61/EEC of 15 December 1994 extending the period of provisional recognition of certain protected zones provided for in Article 1 of Directive 92/76/EEC\n", "header": "COMMISSION DIRECTIVE 94/61/EC of 15 December 1994 extending the period of provisional recognition of certain protected zones provided for in Article 1 of Directive 92/76/EEC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 94/13/EC (2), and in particular the first subparagraph of Article 2 (1) (h) thereof,\nHaving regard to Commission Directive 92/76/EEC of 6 October 1992 recognizing protected zones exposed to particular plant health risks in the Community (3), as amended by Directive 93/106/EC (4), and in particular Article 2 thereof,\nWhereas under Commission Directive 92/76/EEC certain zones in the Community were recognized as 'protected zones' in respect of certain harmful organisms for a period expiring on 31 December 1994;\nWhereas such recognition was provisional until the results of appropriate surveys monitored by Commission experts confirmed that one or more of the harmful organisms in respect of which the zones were recognized as protected zones were not endemic or  established in those zones;\nWhereas the said surveys have not yet been completed; whereas it is, therefore, appropriate to extend the provisional recognition for a further period to enable the said surveys to be completed;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The date of 31 December 1994 referred to in Article 1 of Directive 92/76/EEC is hereby replaced by 1 July 1995.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 February 1995. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by Member  States.\n2. Member States shall immediately communicate to the Commission all provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 15 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 92, 9. 4. 1994, p. 27.\n(3) OJ No L 305, 21. 10. 1992, p. 12.\n(4) OJ No L 298, 3. 12. 1993, p. 34."}