{"celex_id": "31990R3734", "uri": "http://publications.europa.eu/resource/cellar/0317d308-1ef0-41d6-b1ca-9c3d40401cd1", "type": "Regulation", "concepts": ["161", "3000", "3388", "4172", "863"], "title": "Council Regulation (EEC) No 3734/90 of 14 December 1990 opening tariff quotas for the importation into that part of Spain included in the customs territory of the Communauty, of certain fisheries products originating in the Canary Islands or Ceuta and Mellila (1991)\n", "header": "COUNCIL REGULATION (EEC) N° 3734/90 of 14 December 1990 opening tariff quotas for the importation into that part of Spain included in the customs territory of the Community, of certain fisheries products originating in the Canary Islands or Ceuta and Melilla (1991)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 3 of Protocol 2 thereto,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of Protocol 2 provides that, within the limits of annual tariff quotas, the products listed in the Annex and originating in the Canary Islands or Ceuta and Melilla are to qualify for exemption from duties when they are imported into that part of Spain which is included in the customs territory of the Community; whereas this tariff preference applies only to products which have been imported during 1982, 1983 or 1984; whereas, calculated on the basis of the abovementioned Article 3, the quota volumes are as follows:\n- 17 596 tonnes of certain products falling within CN codes ex 0301, ex 0302, ex 0303 or ex 0304,\n- 596 tonnes of certain products falling within CN code ex 0305,\n- 21 387 tonnes of certain products falling within CN codes ex 0306 or ex 0307,\n- 10 007 tonnes of certain products falling within CN codes 1604 11 00 to 1604 30 90, and\n- 27 483 tonnes of products falling within CN code 2301 20 00;\nWhereas there are no imports of the other products;\nWhereas, in accordance with the Act of Accession, where the products are imported into that part of Spain which is included in the customs territory of the Community they may not be deemed to be in free circulation within the meaning of Article 10 of the Treaty should they be reconsigned to another Member State,", "main_body": ["1.  From 1 January to 31 December 1991 the customs duties applicable to imports into that part of Spain which is included in the customs territory of the Community of the products originating in the Canary Islands or Ceuta and Melilla and listed in the Annex shall be suspended at the levels indicated and within the limits of the tariff quotas shown.\n2.  Where the products are imported under these tariff quotas into that part of Spain which is included in the customs territory of the Community they may not be deemed to be in free circulation within the meaning of Article 10 of the Treaty should they be reconsigned to another Member State.\n3.  In whatever state the products referred to in this Article are presented, they shall not qualify for the tariff quotas unless, when they are presented to the authorities responsible for the import formalities in that part of Spain which is included in the customs territory of the Community, they are presented in packagings which bear, in a clearly visible and perfectly legible form:\n- the words 'Origin: Canary Islands` or 'Origin: Ceuta and Melilla` or the equivalent thereof in another official Community language printed in Roman type at least 20 millimetres high, and\n- the net weight in kilograms of the fish contained in the packings.\nIn addition, the immediate packings of pre-packaged foodstuffs falling within CN code 1604 must bear the words 'Made in the Canary Islands` or 'Made in Ceuta and Melilla` or the equivalent thereof in another official Community language in a clearly visible, perfectly legible and indelible form.\nHowever, flours, meals and pellets, of fish or of crustaceans or molluscs, falling within CN code 2301 20 00 and originating in the Canary Islands, shall be identified by means of the documents to be supplied by the importer to the abovementioned authorities.\nThis paragraph shall apply without prejudice to the specific rules contained in Council Regulation (EEC) N° 103/76 of 19 January 1976 laying down common marketing standards for certain fresh or chilled fish (1), as last amended by Regulation (EEC) N° 33/89 (2), and Council Regulation (EEC) N° 104/76 of 19 January 1976 laying down common marketing standards for shrimps (Crangon crangon), edible crabs (Cancer pagurus) and Norway lobsters (Nephrops norvegicus) (3), as last amended by Regulation (EEC) No 4213/88 (4).", "1.  The Member State concerned shall ensure that importers of the products concerned have free access to the tariff quotas referred to in Article 1.\n2.  The Member State concerned shall charge imports of the products concerned against the tariff quotas as and when the products are entered with the customs authorities for free circulation.\n3.  The extent to which the tariff quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 2.", "At the request of the Commission, the Member State concerned shall inform it of imports actually charged against the tariff quotas.", "This Regulation shall enter into force on 1 January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1990.\nFor the Council\nThe President\nD. MAMMI\n(1) OJ N° L 20, 28. 1. 1976, p. 29.\n(2) OJ N° L 5, 7. 1. 1989, p. 18\n(2) OJ N° L 20, 28. 1. 1976, p. 35.\n(2) OJ N° L 370, 31. 12. 1989, p. 33.\nANNEX\n>TABLE>"}