{"celex_id": "31993D0292", "uri": "http://publications.europa.eu/resource/cellar/d634dc10-c341-4152-9924-8f515789aab0", "type": "Decision", "concepts": ["1005", "1460", "2518", "2609", "431", "4660"], "title": "93/292/EEC: Commission Decision of 18 December 1991 on the establishment of the Community support framework for Community structural assistance in the areas eligible under Objective 2 in the region of Veneto (Italy) (Only the Italian text is authentic)\n", "header": "<{COM}>COMMISSION DECISION of 18 December 1991 on the establishment of the Community support framework for Community structural assistance in the areas eligible under Objective 2 in the region of Veneto (Italy) (Only the Italian text is authentic)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the  other existing financial instruments (1), and in particular Article 9 (9) thereof,\nWhereas, in accordance with Article 9 (9) of Regulation (EEC) No 2052/88, the Commission, on the basis of the regional and social conversion plans submitted by the Member States, shall establish, through partnership and in agreement with the Member  State concerned, the Community support frameworks for Community structural operations;\nWhereas, in accordance with the second paragraph of that provision, the Community support framework shall cover in particular the priorities adopted, the forms of assistance and the indicative financing plan, with details of the amount of assistance and  its source, and the duration of the assistance;\nWhereas Title III of Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (2) sets out the conditions for the preparation and implementation of Community support frameworks;\nWhereas by Decision 89/288/EEC (3) the Commission adopted an initial list of areas eligible under Objective 2;\nWhereas on 30 April 1991 the Commission decided to retain that list for 1992 and 1993;\nWhereas on 14 November 1991 the Italian Government submitted to the Commission the regional and social conversion plan referred to in Article 9 (8) of Regulation (EEC) No 2052/88 in respect of the areas eligible under Objective 2 in the region of Veneto  for the period 1992 to 1993;\nWhereas the plan submitted by the Member State includes a description of the priorities selected and an indication of the use to be made of assistance from the European Regional Development Fund (ERDF), the European Social Fund (ESF), the European  Investment Bank (EIB) and the other financial instruments in implementing it;\nWhereas, pursuant to Article 9 (9) of Regulation (EEC) No 2052/88, on 20 December 1989 the Commission adopted the Community support framework for the region of Veneto; whereas this Community support framework constitutes the second phase (1992 to 1993)  of Community assistance to that region under Objective 2;\nWhereas this Community support framework has been established in agreement with the Member State concerned through the partnership defined in Article 4 of Regulation (EEC) No 2052/88;\nWhereas the EIB has also been involved in the preparation of the Community support framework in accordance with Article 8 of Regulation (EEC) No 4253/88; whereas it has declared its readiness to help implement this framework on the basis of the  estimated loan arrangements indicated in this Decision and in accordance with its Statute;\nWhereas the Commission is prepared to examine the possibility of the other Community lending instruments contributing to the financing of this framework in accordance with the specific provisions governing them;\nWhereas this Decision is consistent with the opinion of the Advisory Committee on the Development and Conversion of Regions and of the European Social Fund Committee;\nWhereas, in accordance with Article 10 (2) of Regulation (EEC) No 4253/88, this Decision is to be sent as a Declaration of Intent to the Member State;\nWhereas, in accordance with Article 20 (1) and (2) of Regulation (EEC) No 4253/88, the budgetary commitments relating to the contribution from the Structural Funds to the financing of the operations covered by this Community support framework will be  made on the basis of subsequent Commission decisions approving the operations concerned,", "main_body": ["The Community support framework for Community structural assistance in the areas eligible under Objective 2 in the Veneto region of Italy, covering the period 1 January 1992 to 31 December 1993, is hereby approved.\nThe Commission declares that it intends to contribute to the implementation of this Community support framework in accordance with the detailed provisions thereof and in compliance with the rules and guidelines governing the Structural Funds and the  other existing financial instruments.", "The Community support framework contains the following essential information:\n(a) the priorities for joint action:\n- development and strengthening of the fabric of small and medium-sized firms,\n- structures to support economic activities,\n- the environment and restoration of sites,\n- technological innovation and vocational training;\n(b) an outline of the forms of assistance to be provided;\n(c) an indicative financing plan specifying, at constant 1992 prices, the total cost of and the Community contribution to all the assistance selected for joint action by the Community and the Member State. The Community contribution is broken down as  follows:\nERDF ECU 7,2 million\nESF ECU 1,6 million\nTotal for Structural Funds ECU 8,8 million.\nThe resultant national financing required may be partially covered by Community loans from the European Investment Bank and the other lending instruments.", "This Declaration of Intent is addressed to the Italian Republic."], "attachments": "Done at Brussels, 18 December 1991.\nFor the Commission\nBruce MILLAN\nMember of the Commission\n(1) OJ No L 185, 15. 7. 1988, p. 9.(2) OJ No L 374, 31. 12. 1988, p. 1.(3) OJ No L 112, 25. 4. 1989, p. 19."}