{"celex_id": "31994R3173", "uri": "http://publications.europa.eu/resource/cellar/f219cfaf-1665-49b2-96d1-0564ff65b91b", "type": "Regulation", "concepts": ["2292", "3003", "4171", "4854", "4885", "862"], "title": "Commission Regulation (EC) No 3173/94 of 21 December 1994 laying down detailed rules of application for the specific measures for the smaller Aegean islands with regard to the special arrangements for the supply of dried fodder\n", "header": "COMMISSION REGULATION (EC) No 3173/94 of 21 December 1994 laying down detailed rules of application for the specific measures for the smaller Aegean islands with regard to the special arrangements for the supply of dried fodder\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning agricultural products (1), as amended by Commission Regulation (EC) No 822/94 (2), and in particular Article 4  thereof,\nWhereas Commission Regulation (EEC) No 2958/93 (3) estasblishes the detailed rules of application for the arrangements for the supply of certain agricultural products to the smaller Aegean islands, and, pursuant to Article 3 of Regulation (EEC) No  2019/93, the level of aid granted for that supply; whereas, pursuant to Article 2 of Regulation (EEC) No 2019/93, the forecast supply balances for the supply of the smaller Aegean islands with dried fodder from the rest of the Community for the 1995  calendar year should be established; whereas this measure should enter into force forthwith;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["For the purposes of Article 2 of Regulation (EEC) No 2019/93, the forecast supply balances for dried fodder eligible for Community aid for the 1995 calendar year are given in Annexes I and II hereto.", "The validity of the 'aid certificates' referred to in Article 2 (3) of Regualtion (EEC) No 2958/93 shall expire on the final day of the second month following their issue.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 184, 27. 7. 1993, p. 1.\n(2) OJ No L 95, 14. 4. 1994, p. 1.\n(3) OJ No L 267, 28. 10. 1993, p. 4.\nANNEX I\nForecast supply balance for the smaller islands belonging to Group A\n\"(tonnes)\"\" ID=\"1\">Artificially heat-dried and otherwise dried lucerne and fodder> ID=\"2\">1214 10 00> ID=\"3\">4 000\"> ID=\"2\">1214 90 90\">\nANNEX II\nForecast supply balance for the smaller islands belonging to Group B\n\"(tonnes)\"\" ID=\"1\">Artificially heat-dried and otherwise dried lucerne and fodder> ID=\"2\">1214 10 00> ID=\"3\">250\"> ID=\"2\">1214 90 90\">"}