{"celex_id": "31990L0080", "uri": "http://publications.europa.eu/resource/cellar/391a65dd-0ab9-46e3-a3a8-e29d94abb55c", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827"], "title": "Commission Directive 90/80/EEC of 19 February 1990 amending Directive 86/547/EEC amending Annex III B to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n", "header": "COMMISSION  DIRECTIVE\nof 19 February 1990\namending Directive 86/547/EEC amending Annex III B to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n(90/80/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of organisms harmful to plants or plant products (1), as last amended by Directive 89/439/EEC (2), and in particular the first indent of Article 13 (2) thereof,\nHaving regard to the requests made by Greece, Spain, France, Ireland, Italy, Portugal and the United Kingdom,\nWhereas Directive 77/93/EEC laid down protective measures against the introduction into the Member States of organisms harmful to plants or plant products; whereas those measures include measures to be taken by Member States in respect of plants, plant products and other objects coming from third countries;\nWhereas certain Member States have stricter measures in respect of those plants and plant products;\nWhereas those stricter measures include, in the requesting Member States, certain restrictions applicable to certain products originating in a third country;\nWhereas, by Commission Directive 86/547/EEC (3), Annex III. B to Directive 77/93/EEC was amended so that the Member States concerned could also impose the relevant prohibitions where the products concerned, originating in a third country, come from other Member States; whereas these amendments were only interim protective measures lasting for a period of three years;\nWhereas that period was allotted for the Commission to study these protective measures in relation to the plant health situation existiang in the various third countries concerned, in order to arrive, at the end of the period, at more permanent provisions;\nWhereas it appears impossible to finalize this study within the period originally alloted by Directive 86/547/EEC; whereas this period should be extended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["In Article 3 of Directive 86/547/EEC, '31 December 1989' is hereby replaced by '31 December 1990'.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 212, 27. 7. 1989, p. 106.\n(3) OJ No L 323, 18. 11. 1986, p. 21."}