{"celex_id": "31996D0543", "uri": "http://publications.europa.eu/resource/cellar/f29a84de-93dc-4105-97d2-03d9b29ac69e", "type": "Decision", "concepts": ["1519", "4533", "5541", "5953", "616", "889"], "title": "96/543/EC: Commission Decision of 30 April 1996 ordering the Italian Government to supply all the documentation, information and data on aid for restructuring the road haulage sector and to suspend forthwith the payment of any further aid (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 April 1996 ordering the Italian Government to supply all the documentation, information and data on aid for restructuring the road haulage sector and to suspend forthwith the payment of any further aid (Only the Italian text is authentic) (Text with EEA relevance) (96/543/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 5, 92 and 93 thereof,\nHaving regard to the Agreement establishing the European Economic Area, and in particular Articles 61 and 62 thereof,\nWhereas:\n(1) By letter of 19 April 1991 (1), the Commission notified the Italian Government of its decision to initiate the procedure under Article 93 (2) of the Treaty with respect to an aid scheme for restructuring the road haulage sector in Italy.\n(2) Having initiated the procedure, the Commission learnt, via the Italian Official Journal (GURI of 12 February 1992, Serie Generale No 35, p. 3), that the Italian authorities had introduced Law No 68 of 5 February 1992, instituting an aid scheme, within the meaning of Article 92 of the Treaty, the effects of which are identical to those of the aid originally notified by the Italian authorities on 13 September 1990, and had further adopted the Decree of 27 June 1992 (GURI of 13 June 1992, Serie Generale No 163, p. 12) which provides for the possibility of issuing three times as many authorizations as will be issued on the basis of Article 9 of Law No 68 (early retirement).\n(3) On the basis of this information, the Commission decided to extend the Article 93 (2) procedure initiated in Case No C 17/91 (2) to the abovementioned measures.\n(4) The legal basis for this aid package is thus constituted by the following:\n- Law No 68 of 5 February 1992 'Ristrutturazione dell'autotrasporto di cose per conto di terzi` (GURI of 12 February 1992, Serie Generale, No 35, p. 3),\n- Decree of 27 June 1992 'Rilascio di nuove autorizzazioni al transporto di merci per conto di terzi` (GURI of 13 June 1992, Serie Generale No 163, p. 12),\n- Decree of 29 October 1992 'Disposizioni concernenti i criteri per la concessione e l'erogazione dei benefici nonché i tempi e la modalità per la presentazione delle domande di cui alla legge 5 febbraio 1992` (GURI of 20 January 1993, Serie Generale No 15, p. 15),\n- Decree of 3 December 1992 'Versamento contributivo per gli autotrasportatori che cessino l'attività d'impresa` (GURI of 23 December 1992, Serie Generale No 301, p. 6),\n- Decree of 26 April 1993 'Disposizioni concernenti la ripartizione dei fondi disponibili tra le diverse finalità della legge 5 febbraio, No 68`,\n- Decree Law No 92 of 29 March 1995 (GURI of 30 March 1995), Decree Law No 205 of 30 May 1995, Decree Law No 311 of 28 July 1995 (GURI No 176 of 29. 7. 1995) and Decree Law No 402 of 26 September 1995 (GURI No 226 of 27. 9. 1995), not converted into law (see GURI No 277 of 27 November 1995).\n(5) The purpose of the notified aid is to restructure the road haulage sector so as to prepare it for the single market in 1993, by encouraging, in particular, mergers between firms and the creation of consortia and cooperatives. To that end, the aid package, as originally envisaged, included a number of measures (see Law No 68 of 1992), namely:\nA.\nTax relief in the event of mergers between firms which had been registered for at least three years (Article 3.1);\nB.\nGrants for the purchase, or the hire-purchase, of a new vehicle in the event of a merger (Article 3.2 and 4);\nC.\nInvestment subsidies (Article 6);\nD.\nPayment by the State of two years' social security charges on the remuneration of workers taking a training course (Article 8);\nE.\nRetirement grants for individuals, or members of cooperatives, aged over 60 in the case of men and 55 in the case of women, who worked as road hauliers without employees (Article 9);\nF.\nPayment by the State of two years' social security charges in respect of new recruits to firms which had previously been self-employed hauliers (Article 10).\n(6) In view of the alterations made to the initial proposal for an aid package, and given the exchange rate fluctuations which have occurred, the budgetary amounts currently being considered by the Italian authorities are unclear and seem to have changed considerably since the initial notification. At a meeting of experts on 25 September 1995, the Italian authorities informed the Commission that the overall budget for 1995, 1996 and 1997 was Lit 378,1 billion (ECU 189 million), but gave no indication as to how this aid was to be allocated among the various schemes.\n(7) The legal framework, according to the information provided by the Italian authorities, has been applied only with regard to the 1992 aid measures, and even then the only aid measures to which the legal framework was actually applied were the early retirement schemes: no other types of aid were requested. Moreover, the correspondence notified by the Italian authorities includes an agreement with the hauliers, dated 17 March 1995, under which Law No 68 would be extended for three years but the authorities would implement only those measures provided for in Articles 6.1 (c) (promotion of combined transport), 8 (vocational training) and 9 (early retirement).\n(8) There have been a number of exchanges of information between the Italian authorities and the Commission since the abovementioned procedure was initiated. In their letter of 22 December 1993, the Italian authorities informed the Commission that the Council of Ministers had adopted a preliminary draft law ('provisions relating to the carriage of goods by road on behalf of third parties`), Article 2 of which substantially amends Law No 68 of 1992 so as to bring it in line with Community legislation on State aid. The Article in question would do away with those aid schemes which most clearly conflict with Community law, but would still allow tax relief (Article 3.1 of the Law) and measures to encourage the vocational training of road hauliers (Article 8 of the Law), combined transport (Article 6 (c) of the Law) and early retirement for hauliers having no employees (Article 9 of the Law).\n(9) In response to two requests by the Commission for further information, issued on 22 February 1994 and 12 April 1995, the Italian authorities sent the Commission a letter, recorded as received on 17 July 1995 by the Directorate-General for Transport, stating that the proposed amending Law had not been adopted in December 1993 because the Italian Parliament had been dissolved and there were internal political difficulties in Italy. Consequently, under an agreement with the road haulage associations (a copy of which was sent to the Commission), Law No 68 had been extended by the abovementioned Decree Law No 92 of 29 March 1995, but only those Articles relating to early retirement, combined transport and vocational training would be the subject of implementing decrees. At the same time the Italian authorities informed the Commission that the implementing decrees were still being drafted and would be sent to the Commission as soon as possible, together with the other information which had been requested in the Commission's last letter.\n(10) On 25 September 1995, a meeting was held in Brussels between Commission representatives and the Italian authorities. The purpose of this meeting was to clarify a number of legal problems before the final adoption of the ministerial implementing decrees. The Italian experts confirmed that only Articles 6 (c), 8 and 9 of Law No 68, namely the measures to promote combined transport, vocational training and early retirement, would be applied. The Italian experts also confirmed that Law No 68 had not created any rights for possible beneficiaries (except with regard to early retirement in 1992), since the implementing decrees had never been published.\n(11) On 21 November 1995, the Commission sent a letter containing all the information requested by the Italian authorities at the meeting. This letter reminded the Italian authorities that the Commission was still awaiting a written reply to its letter of 12 April 1995 requesting further information, details of the implementation of the aid schemes and the legislative steps which had been taken to revoke the unadopted aid schemes covered by Law No 68 of 5 February 1992. The Italian authorities were also asked to send the Commission full information concerning any extension in time of the aid package, and it was pointed out that any such extension would be regarded as covered by procedure No C/17/91. On this same occasion, the Italian authorities were warned that the Commission might order suspension of the aid, might order Italy to provide all the necessary information and might then take its decision on the basis of the existing information. A period of 15 working days was allowed for a reply to this letter.\n(12) Subsequently, the Commission learned that a fresh proposal had been made to extend Law No 68 via the Decree-Law of 26 September 1995, but that the latter had not been converted into law and was thus no longer valid. Throughout January 1996, informal conversations took place with the Italian authorities, who promised to provide the requested information. To date, however, this information has not reached the Commission.\n(13) In view of the foregoing and as the Court recognized in its judgment in Case C-301/87 (Boussac) on 14 February 1990 and subsequently confirmed in its judgment of 13 April 1994 in Cases C-324/90 and C-342/90 (Pleuger) (3), where Article 93 (3) of the EC Treaty is violated the Commission has the power to take a provisional decision obliging the Member State concerned, in this case Italy, to suspend payment of aid and to provide the Commission with all the documents and all the information and data necessary for it to examine the compatibility of the aid schemes concerned with the common market.\n(14) Furthermore, in accordance with those judgments of the Court, if Italy were to fail to comply with this Decision by not supplying, within six weeks of its notification, all the relevant information for an assessment of the compatibility of the aid in question, the Commission could take a final decision on the basis of the information then available to it; such decision could require recovery of the aid disbursed and payment of interest calculated from the date of payment of the aid at the reference rate applicable on that date, which is used for calculating the net subsidy-equivalent of the various types of aid in that Member State. This measure would be necessary in order to re-establish the status quo ante (4) by removing all the financial benefits which the firm receiving the unlawful aid had improperly enjoyed since the date on which the aid was paid.\n(15) In the case in point, the Italian authorities have - as seen above - been asked by the Commission in particular in the letters of 5 July 1993, 18 April 1995 and 5 July 1995, to send it complete information about the aid in question. In some cases, no reply at all has been received, while in other cases the Commission considers that the replies received are insufficient to enable it to assess the compatibility of the aid with Community law.\n(16) Moreover, the Italian authorities have confirmed that the aid schemes relating to 1992 were implemented and that an agreement was signed with the haulage associations on 17 March 1995 for the implementation of some of the measures provided for under the aid package in question. A number of decree-laws were issued in the course of 1995 with a view to extending the scheme to 1995/1996/1997.\n(17) However, under Article 93 (3) of the Treaty, the Member State concerned may not put its proposed aid measures into effect until the assessment procedure in accordance with Article 92 (2) has resulted in a final decision. Since the Italian Government has implemented the aid package concerned without complying with this obligation not to put the measures into effect, the package must be regarded as unlawful under Community law.\n(18) In view of the foregoing, the Commission considers that there is a major risk of distortion of competition and that the aid should be suspended forthwith. This would involve not only refraining from implementing the aid schemes described above but also from adopting any new laws or regulations of which the purpose is to lay down implementing rules for the aid schemes described above,", "main_body": ["Within six weeks of the date of notification of this Decision, Italy shall provide all the information and data and all the relevant documents needed to enable the Commission to assess whether the aids for restructuring the road haulage sector examined in aid Case C-17/91 are compatible with Article 92 of the EC Treaty. This information shall, in particular, include the following details:\n1. The implementing rules for the aid schemes regarding training and for those intended to promote combined transport and early retirement in the road haulage sector. The Italian authorities must, in particular, provide the information which was requested in the letter of 12 April 1995 for the purposes of assessing the aid schemes concerned in the light of the relevant Community legislation, specifying the types of investment in combined transport equipment and the arrangements for paying aid for training.\n2. The ways in which this aid may be added to other aid packages currently in force, and the total budget for the aid package, specifying how each scheme is broken down by year.\n3. The extent to which the aid schemes concerned have already been implemented, and the legislative steps taken to revoke the unadopted aid schemes covered by Law No 68 of 5 February 1992 (GURI of 12 February 1992) which constitutes the legal basis for aid Case C-17/91. To this end, the Italian authorities should confirm officially that the other measures provided for in the said Law No 68, including those in the form of tax relief, have been withdrawn from the proposed aid package. Should this not be the case, the information sent by the Italian authorities must also include full details of the arrangements for implementing the other measures.\n4. In addition, according to the information available to the Commission, Article 3 of the Italian Decree-Law of 26 September 1995 (GURI No 226 of 27 September 1995) extended the period of validity of Law No 68 until 31 December 1997, in accordance with the terms of the agreement signed with the haulage associations on 17 March 1995; however, the Decree-Law has not yet been converted into law. The Italian authorities are requested to inform the Commission of the implications of this non-conversion and of any fresh Parliamentary bill seeking to extend the duration of the aid package.\nItaly may provide any other information it considers relevant to the assessment of this matter.", "Italy should suspend forthwith the implementation of any new aid scheme taking the form described above, pending the outcome of the Commission's assessment thereof, and shall notify the Commission, within 15 working days, of the steps it has taken to comply with such obligation. The obligation shall include the duty not only to refrain from disbursing the aid already introduced but also to refrain from adopting any further legislation laying down rules or procedures for implementing the aid described above.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 30 April 1996.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ No C 137, 28. 5. 1991, p. 3.\n(2) OJ No C 66/3, 9. 3. 1993, p. 3.\n(3) [1994] ECR I-1205.\n(4) Case C-142/87. Judgment of the Court delivered on 21 March 1990, [1990] ECR I-959."}