{"celex_id": "31997R1417", "uri": "http://publications.europa.eu/resource/cellar/425b6dca-785c-4e71-b9c0-952d75381c9d", "type": "Regulation", "concepts": ["1442", "2081", "4708", "4718", "4726", "4734"], "title": "Council Regulation (EC) No 1417/97 of 22 July 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\n", "header": "COUNCIL REGULATION (EC) No 1417/97 of 22 July 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Member States should be permitted to authorize new planting of areas intended for graft nurseries; whereas steps should be taken to avoid this derogation determining an increase in must or wine production;\nWhereas, to take account of the special conditions in which table wines are produced in Spain and Portugal, temporary derogations concerning blending of wines in Spain and the total acidity of certain table wines produced in the two Member States concerned should be laid down; whereas the derogation concerning total acidity should also be extended to table wines produced in France and Italy;\nWhereas Article 17 (3) of Regulation (EEC) No 822/87 (4) provides that one particular form of deacidification is permitted on a transitional basis only; whereas, so that a final decision can be taken during the 1997/98 wine year regarding that technique, the provision in question should be extended for a further wine year;\nWhereas the characteristics of Austrian wine growing production and the lack of equipment necessary for carrying out the distillation of by-products of wine-making do not permit this measure to be applied; whereas, under these conditions, compulsory distillation should be replaced for Austria by compulsory withdrawal of the said by-products under supervision;\nWhereas, pending Council decisions on reform of the sector and in order to avoid any legal hiatus, the provisions referred to in Article 39 of Regulation (EEC) No 822/87 should be extended for a further wine year;\nWhereas Article 46 (4) of Regulation (EEC) No 822/87 provides that campaigns to promote the consumption of grape juice may only be conducted until the 1996/97 wine year; whereas they should be continued for one wine year so that their effectiveness may be assessed;\nWhereas Article 65 (5) of Regulation (EEC) No 822/87 provides that, during the 1996/97 wine year, the Commission is to submit to the Council a report on maximum sulphur dioxide levels in wine and any proposals arising therefrom; whereas the significance for the sector of the sulphur dioxide problem calls for proposals taking account in particular of the work of the International Vine and Wine Office (IWO); whereas that time limit must therefore be deferred by one wine year;\nWhereas, with regard to wine growing potential, any replanting of vines is subject to arrangements for replanting rights; whereas a certain number of operators hold rights which are expiring during the 1996/97 and 1997/98 wine years; whereas, taking into account the market situation in the wine sector, the validity of the said replanting rights should, pending Council decisions on reform of the sector, be extended until 1 January 1999,", "main_body": ["Regulation (EEC) No 822/87 is hereby amended as follows:\n1. in Article 6 (2), the following indent shall be added after the first indent:\n'- the areas intended for graft nurseries, grapes coming from these vines may not be harvested or, if they are harvested, they must be destroyed; Member States shall adopt the measures necessary to guarantee the application of that provision,`;\n2. in the third subparagraph of Article 16 (5), 'between 1 January 1996 and 31 August 1997` shall be replaced by 'between 1 September 1997 and 31 August 1998`;\n3. in Article 17 (3), '31 August 1997` shall be replaced by '31 August 1998`;\n4. in Article 35, paragraph 4 shall be replaced by the following:\n'4. Any natural or legal person or group of persons who processes grapes harvested in wine-growing zone A or in the German part of wine-growing zone B or on areas planted with vines in Austria shall be required to withdraw the by-products of such processing under supervision and subject to conditions to be determined.`;\n5. in Article 39:\n(a) in the third subparagraph of paragraph 3, 'until the end of the 1996/97 wine year` shall be replaced by 'until the end of the 1997/98 wine year`;\n(b) in the fourth subparagraph of paragraph 3, 'from the 1997/98 wine year onwards` shall be replaced by 'from the 1998/99 wine year onwards`;\n(c) in paragraph 10, in the first and second subparagraphs '1996/97` shall be replaced by '1997/98`;\n(d) in paragraph 11, '1996/97` shall be replaced by '1997/98`;\n6. in Article 46 (4), '1996/97` shall be replaced by '1997/98`;\n7. in Article 65 (5), '1 April 1997` shall be replaced by '1 April 1998` and '1 September 1997` shall be replaced by '1 September 1998`.\n8. in Annex I, point 13, the third subparagraph shall be replaced by:\n'For the 1997/98 wine year, table wine produced in France, Italy, Portugal and Spanish areas of wine growing zone C other than the regions of Asturias, the Balearic Islands, Cantabria and Galicia and the provinces of GiupĂşzcoa and Vizcaya, and released to the French, Italian, Portuguese and Spanish markets respectively, may have a total acidity content expressed as tartaric acid, of not less than 3,5 grams per litre.`;\n9. in Annex V, point (e), the following subparagraph shall be added:\n'The period of applicability of the replanting rights which expire during the 1996/97 and 1997/98 wine years shall be extended until 1 January 1999.`", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ No C 101, 27. 3. 1997, p. 19.\n(2) OJ No C 200, 30. 6. 1997.\n(3) Opinion delivered on 29 May 1997 (not yet published in the Official Journal).\n(4) OJ No L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 536/97 (OJ No L 83, 25. 3. 1997, p. 5)."}