{"celex_id": "31995R0689", "uri": "http://publications.europa.eu/resource/cellar/4bc41109-b7c6-4c5e-8ad7-05d92edaf9c6", "type": "Regulation", "concepts": ["20", "2292", "4509", "4620", "5010", "970"], "title": "COMMISSION REGULATION (EC) No 689/95 of 30 March 1995 on the transport for the free supply to Tajikistan and Kyrgyzstan of common wheat flour pursuant to Council Regulation (EC) No 1999/94\n", "header": "COMMISSION REGULATION (EC) No 689/95 of 30 March 1995 on the transport for the  free supply to Tajikistan and Kyrgyzstan of common wheat flour pursuant to Council Regulation (EC)  No 1999/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1999/94 of 27 July 1994 on actions for the free supply  of agricultural products to the people of Georgia, Armenia, Azerbaijan, Kyrgyzstan, Tajikistan and  Moldova  (1), as amended by Regulation (EC) No 2621/94  (2), and in particular Article 4 (2)  thereof,\nWhereas, Commission Regulation (EC) No 2065/94  (3), as amended by Regulation (EC) No 3078/94  (4),  established the detailed rules applicable to the free supply of agricultural products provided for  by Regulation (EC) No 1999/94; whereas, it is appropriate to open a tendering procedure for the  supply of 10  000 tonnes of common wheat flour intended for Tajikistan and Kyrgyzstan;\nWhereas, in view of the present difficulties in these Republics and the specific problems of  forwarding aid to these regions, it is appropriate to organize the supply of the abovementioned  products as a single action, by which the whole of the supply should be awarded to a single  tenderer;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  relevant Management Committee,", "main_body": ["1.  A tendering procedure is hereby initiated for the supply costs of  10  000 tonnes (net) of common wheat flour as indicated in Annex I, in accordance with the  provisions of Regulation (EC) No 2065/94, and in particular Article 2 thereof.\n2.  The supply costs shall relate to the take-over of the flour free on board stowed on the boat in  a Community port or on railway wagons in a Community railway station, and the transport to the  places of destination and within the time limits indicated in Annex I.\n3.  The flour will be made available for loading in a Community port(s) in the following manner:\n-  2  000 tonnes with effect from 2 May 1995 (Tajikistan),\n-  2  500 tonnes with effect from 2 May 1995 (Kyrgyzstan),\n-  3  000 tonnes with effect from 8 May 1995 (Tajikistan),\n-  2  500 tonnes with effect from 8 May 1995 (Kyrgyzstan).\nWith effect from 10 days after these dates, the cost of storage shall be borne by the successful  tenderer.\n4.  The ports will be definitively designated at the time of the award of the supply.\nIf the ports of loading are situated elsewhere other than in the Mediterranean Sea the consignment  must be made via the Baltic Sea.\nIf the ports of loading are situated in the Mediterranean Sea the consignment must be made via the  Black Sea.\n5.  The offers may also be transported by railway from point to point.", "1.  In accordance with Article 4 of Regulation (EC) No 2065/94 the offers shall be  presented to the following address:\nCommission of the European Communities,\nEAGGF-Guarantee,\nDivision VI/G.2 (Office 10/05),\nRue de la Loi/Wetstraat 120,\nB-1049 Brussels.\nThe closing date for the lodgement of tenders shall be 10 April 1995 at 5 p.m. (Brussels time).\nIn the case of non-acceptance of offers on 10 April 1995, a second closing date for the lodgement  of offers shall be 20 April 1995 at 5 p.m. (Brussels time).\nIn this case all of the dates referred to in Article 1 and Annex I shall be carried forward by 10  days.\n2.  The offer shall relate to the supply of the total of the quantities referred to in Article 1  (1) and shall specify the prices required for a consignment via the Baltic Sea and for a  consignment via the Black Sea.\n3.  Point (c) of Article 12 (1) of Regulation (EC) No 2065/94 is not applicable.\n4.  The tendering security referred to in Article 6 (1) (f) of Regulation (EC) No 2065/94 for the  flour is fixed at ECU 25 per tonne.\n5.  The security referred to in Article 12 (2) of Regulation (EC) No 2065/94 is fixed at ECU 340  per tonne.\n6.  The securities referred to in paragraphs 4 and 5 shall be lodged in favour of the Commission of  the European Communities.", "The take-over certificate referred to in Article 10 (1) (a) of Regulation (EC) No  2065/94 shall be established at the places and by the authorities referred to in Annex II, on the  basis of the model in Annex III.", "For the payment provided for at Article 13 of Regulation (EC) No 2065/94, the  intervention agency of the Member State in which the port of take-over is situated shall deliver a  certificate certifying the total removal of the quantities for each destination, upon completion of  that operation.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 30 March 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\nPacked on pallets of 1,05 tonnes, shrink wrapped and strapped.\nTajikistan:\n-  5  000 tonnes of common wheat flour from a Community port or railway station.\nDelivery stage:\nGoods not unloaded at the frontier points.\nFinal delivery date at the frontier points:\nOsh: 2  000 tonnes on 2 June 1995 Sari-Assia: 1  500 tonnes on 8 June 1995.\nAmuzang (via Termes): 1  500 tonnes on 8 June 1995.\nKyrgyzstan:\n-  5  000 tonnes of common wheat flour from a Community port or railway station.\nDelivery stage:\nGoods not unloaded at the frontier points.\nFinal delivery date at the frontier points:\nKara-Su: 2  500 tonnes on 2 June 1995.\nKara-Su: 2  500 tonnes on 8 June 1995.\nANNEX II\n(a)  Place of take-over in Tajikistan 1.  Frontier points of Sari-Assia, Amuzang and Osh - goods not unloaded.\nHowever, for the wagons of which the seals affixed by the representatives of the Commission are not  intact at the designated frontier points, the take-over certificates may not be issued until after  unloading and the quantitative and qualitative control of the goods to be effected at the first  station inside the country at which unloading is possible.\n2.  Authority entitled to deliver the take-over certificate:\nMinistry of Trade and Material Resources of the Republic of Tajikistan,\nDunshanbe,\nUl. Bochtar No 37.\n(b)  Place of take-over in Kyrgyzstan:\n1.  Kara-Su - Goods not unloaded.\nHowever, for the wagons of which the seals affixed by the representatives of the Commission are not  intact at the designated frontier points, the take-over certificates may not be issued until after  unloading and the quantitative and qualitative control of the goods to be effected at the first  station inside the country at which unloading is possible.\n2.  Authority entitled to deliver the take-over certificate:\nHumanitarian Aid Commission,\n72003 Bishkek,\nDom Pravitelstva.\nANNEX III\n>START OF GRAPHIC>\nRegulation (EC) No 689/95 FLOUR Take-over certificate on the arrival of the rail-wagons in Tajikistan and Kyrgyzstan I,  the undersigned    (name/first name/position) acting on behalf of  certify that the goods indicated below have been taken over:\nType of product: common wheat flour Place and date of take-over:   Wagon numbers Seal numbers     Departure Quantities Arrival (signature) Departure Arrival (signature or remarks  (1)) Quantities   (2)       1.            2.            3.            4.            5.            6.            7.            8.            9.            10.                  (1)  If on arrival, the seals are not in order, instead of the signature insert 'to be checked`.\n(2)  To be completed only for the wagons which have been the subject of a check, inserting the  weight found.\nName and address of the transport company:\nName and address of the monitoring agency:\nObservations and remarks:\nRepresentative of monitoring agency Name, signature and stamp Name, signature and stamp of the beneficiary          >END OF GRAPHIC>"}