{"celex_id": "31996R0944", "uri": "http://publications.europa.eu/resource/cellar/b87cfeb1-96ca-437d-bb79-aa78c54dad18", "type": "Regulation", "concepts": ["1117", "1604", "1605", "2642", "2650", "693"], "title": "Council Regulation (EC) No 944/96 of 28 May 1996 fixing the basic and buying-in prices for cauliflowers, peaches, nectarines, lemons, apricots and tomatoes for June 1996\n", "header": "COUNCIL REGULATION (EC) No 944/96 of 28 May 1996 fixing the basic and buying-in prices for cauliflowers, peaches, nectarines, lemons, apricots and tomatoes for June 1996\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), and in particular Article 16 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price must be fixed for each product in Annex II to that Regulation for each marketing year; whereas the products harvested during a given crop year are marketed from January to December of each year in the case of tomatoes, from May to August of each year in the case of apricots, from May to October of each year in the case of peaches and nectarines, from May to April of the following year in the case of cauliflowers and from June to May of the following year in the case of lemons; whereas, however, pursuant to the third subparagraph of Article 16 (1) of Regulation (EEC) No 1035/72, no basic or buying-in price need be fixed for the slack marketing periods at the beginning and end of the marketing year;\nWhereas, in order to ensure the continuity of prices for cauliflower and the possibility of intervention as regards apricots, lemons, peaches and nectarines from 1 June 1996 and tomatoes from 11 June 1996, the basic and buying-in prices for the products must be fixed for the period 1 to 30 June 1996 pending a decision regarding the 1996/97 marketing year,", "main_body": ["For the period 1 to 30 June 1996, the basic and buying-in prices for cauliflowers, peaches, nectarines, lemons, apricots and tomatoes, expressed in ecus per 100 kilograms net, shall be as follows:\n>TABLE>\nThese prices refer respectively to:\n- packed trimmed cauliflowers of quality class I;\n- packed peaches of the Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J. H. Hale, Merril Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime varieties of quality class I, size 61 to 67 mm;\n- packed nectarines of the Armking, Crimsongold, Early Sun Grand, Fantasia, Independence, May Grand, Nectared, Snow Queen and Stark Red Gold varieties of quality class I, size 61 to 67 mm;\n- packed lemons of quality class I, size 53 to 62 mm;\n- packed apricots of quality class I of a size over 30 mm;\n- packed 'round` and 'ribbed` tomatoes of quality class I, size 57 to 67 mm.\nThose prices do not include the cost of the packaging in which the product is presented.", "This Regulation shall enter into force on 1 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 1996.\nFor the Council\nThe President\nG. BOGI\n(1) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EC) No 1363/95 (OJ No L 132, 16. 6. 1995, p. 8)."}