{"celex_id": "31990R2772", "uri": "http://publications.europa.eu/resource/cellar/6d1afa61-9b47-4e91-b584-4db8f4365b33", "type": "Regulation", "concepts": ["13", "1308", "1318", "2121", "2324", "2656", "3502", "4687"], "title": "Commission Regulation (EEC) No 2772/90 of 27 September 1990 on interim measures applicable in the EGG and poultrymeat sectors after the unification of Germany\n", "header": "COMMISSION  REGULATION (EEC) No 2772/90\nof 27 September 1990\non interim measures applicable in the egg and poultrymeat sectors after the unification of Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2684/90 of 17 September 1990 on interim measures applicable after the unification of Germany, in anticipation of the adoption of transitional measures by the Council either in cooperation with, or after consultation of, the European Parliament (1), and in particular Article 3 thereof,\nWhereas Regulation (EEC) No 2684/90 provides, inter alia, that a decision may be taken on a provisional basis and for a limited period to supplement or adapt Community rules in agricultural policy to the extent strictly necessary to resolve problems resulting from the unification of Germany before the Council has been able to pronounce on the Commission's proposals on transitional measures and adjustments required as a result of the integration of the former German Democratic Republic into the Community; whereas such additions and adjustments should be consistent with the general economy and the principles of the common agricultural policy;\nWhereas, given the difficulties that poultrymeat production in the former German Democratic Republic faces in adjusting to the market conditions in the Community, frozen and deep-frozen chickens, hens and cocks produced and marketed in the territory of the former German Democratic Republic should not, for an interim period following unification, be subject to Council Regulation (EEC) No 2967/76 of 23 November 1976 laying down common standards for the water content of frozen and deep-frozen chickens, hens and cocks (2), as last amended by Regulation (EEC) No 3204/83 (3);\nWhereas it is necessary, in order to ensure the stability of the Community market in eggs and poultrymeat, to guarantee the performance of agreements concluded by the former German Democratic Republic with third countries; whereas Germany should therefore be authorized to make up from national funds, the amount of the export refund for the products concerned;\nWhereas the measures provided for in this Regulation are to apply subject to any changes resulting from the decisions taken by the Council on the proposals presented to it by the Commission on 21 August 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1. Germany is hereby authorized to allow, in the territory of the former German Democratic Republic, the production and marketing of frozen and deep-frozen chickens, hens and cocks whose extraneous water content absorbed during preparation exceeds the quantities referred to in Article 1 of Regulation (EEC) No 2967/76.\n2. Germany is hereby authorized to continue to pay from national funds the additional refund added to the amount fixed by Community rules on the exportation of eggs and poultrymeat which are the subject of agreements concluded by the former German Democratic Republic with third countries before 3 October 1990. Agreements not containing precise undertakings regarding prices and quantities shall not be taken into consideration.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the date of the unification of Germany until the entry into force of the Council Regulation on the transitional measures and adjustments required in the agricultural sector as a result of the integration of the territory of the former German Democratic Republic into the Community, the proposal for which was presented on 21 August 1990. However, it shall apply until 31 December 1990 at the latest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 263, 26. 9. 1990, p. 1.\n(2) OJ No L 339, 8. 12. 1976, p. 1.\n(3) OJ No L 315, 15. 11. 1983, p. 17."}