{"celex_id": "31992R1991", "uri": "http://publications.europa.eu/resource/cellar/3f21ee9f-2aaa-48e0-ae0b-7305b0f47e70", "type": "Regulation", "concepts": ["1201", "4498", "4582", "862", "979"], "title": "Council Regulation (EEC) No 1991/92 of 13 July 1992 establishing a special scheme for raspberries intended for processing\n", "header": "COUNCIL REGULATION (EEC) No 1991/92  of 13 July 1992  establishing a special scheme for raspberries intended for processing\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the situation with regard to Community production of raspberries for processing has worsened; whereas this is the result not only of a growth in competition from third countries but also, to a large extent, of structural deficiencies in  production and marketing in regions where such production plays an important role;\nWhereas the formation of producers' organizations and the definition of their role must be a prior condition for any measures to overcome deficiencies in production and marketing; whereas recognition must be subject to compliance with certain special  rules intended to reinforce their stability and increase their role; whereas, after recognition, such organizations can make an effective contribution to the adjustment of the sector by submitting a programme of various measures; whereas the drafting of  such programmes involves considerable expenditure; whereas, therefore, a special one-off grant should be provided for the said organizations;\nWhereas, to ensure the effectiveness of the measures provided for, a minimum threshold of production marketable by each producers' organization should be laid down;\nWhereas the objectives of the programme, known as the programme 'to improve the competitiveness of the sector producing raspberries for processing', are to promote the disposal of production and reduce production costs; whereas, in order to achieve  these objectives, individual measures to be implemented by each producers' organization and other measures to be implemented by the producers' organization(s) in a single production zone should be laid down and at the same time cooperation with  competent technical or scientific institutes and/or bodies or with processors should be provided for;\nWhereas the programme is to be approved, with the agreement of the Commission, by the national authorities for a maximum period which is equal to a normal planting cycle of eight years and its implementation is to be facilitated by the grant of joint  financial assistance from the Member States concerned and the Commission; whereas, however, the amount of such aid should be limited for certain measures;\nWhereas this Regulation is intended to safeguard the interests of producers in a sector facing difficulties and to maintain or increase their market access; whereas, therefore, the measures laid down should be considered as intervention intended to  stabilize the market,", "main_body": ["The measures provided for in this Regulation shall apply to Community producers of raspberries falling within CN code ex 0810 20 10 intended for processing.", "1. Producers' organizations involved in the production and marketing of raspberries as referred to in Article 1 which comply with rules to be laid down intended to reinforce their stability and increase their role shall be recognized by the  competent authorities of the Member States under this Regulation provided that their members produce more than 1 000 tonnes in the marketing year preceding the application for recognition.\nThe marketing year shall run from 1 June to 31 May.\nApplication for recognition shall be made to the competent national authorities within a time limit to be determined from the entry into force of this Regulation.\n2. Member States shall pay a one-off flat-rate grant to recognized producers' organizations which have submitted, pursuant to this Regulation, a programme to improve the competitiveness of the sector producing raspberries for processing which is  approved by the competent national authorities.\n3. The grant provided for in paragraph 2 shall be fixed at ECU 50 per tonne of raspberries marketed for processing by the producers' organization, normally during the first marketing year following special recognition. A total of 50 % of the aid granted  shall be reimbursed by the European Agricultural Guidance and Guarantee Fund (EAGGF) Guarantee Section.\n4. Member States shall notify the Commission of producers' organizations recognized pursuant to paragraph 1, the size of their membership and the volume of produce marketed by each organization during the first marketing year following recognition.", "1. The programme to improve the competitiveness of the sector producing raspberries for processing, presented by the recognized producers' organizations, must be designed to improve the disposal of raspberries for processing and to reduce  production costs.\n2. The programme must be submitted within 12 months following the date of recognition of the producers' organizations at the latest.", "1. To achieve these objectives, the programme shall include:\n(a) measures to be submitted and implemented by each producers' organization;\nand\n(b) measures to be submitted and implemented jointly by producers' organizations representing at least producers in a single production zone.\n2. The measures referred to in 1 (b) may also be submitted and implemented by a single producers' organization where the producers in a single production zone are represented by a single organization.", "1. The measures referred to in Article 4 (1) (a) shall be as follows:\n(a) measures intended to mechanize the harvest;\n(b) measures relating to existing plantations with a view to cultivation and/or varietal improvement;\n(c) measures providing technical advice for the implementation of the above measures.\n2. The measures referred to in Article 4 (1) (b) shall be as follows:\n(a) measures for the scientific preparation and dissemination of measures to overcome weaknesses in production structures through varietal improvement, disease control, the suitability of harvested products for processing and the tailoring of their  characteristics to the needs of the processing industry.\nThese measures shall be submitted and implemented in cooperation with competent institutes and bodies;\n(b) measures for the development of new products and/or new uses for processed products.\nThese measures shall be submitted and implemented in cooperation with one or more processors;\n(c) the carrying-out of an economic study into the development potential of the market for fresh raspberry products with the aim of examining the possibilities of redirecting a proportion of the region's production of raspberries towards the fresh fruit  market.\n3. The programme shall include at least two of the measures referred to in paragraph 1 or, where appropriate, two of the measures referred to in paragraph 1 and two of the measures referred to in paragraph 2.", "1. The programme shall run for a maximum period of eight years from the 1992/93 marketing year.\n2. Member States shall notify the Commission of the programmes submitted to them by producers' organizations. The Commission may, within 60 days, request amendments or reject the plans.\n3. Programmes accepted or amended by the Commission shall be approved by the competent authority of the Member State. Programmes approved shall be granted Community aid of 40 % of the expenditure incurred provided that producers' organizations and the  Member State finance 35 % and 25 % respectively of the said expenditure.\nMember State and Community aid shall be limited to ECU 1 100 per hectare per year in total over three years from the year of implementation for measures relating to plantations with a view to cultivation and/or varietal improvement.", "The aid provided for in this Regulation shall be considered as intervention intended to stabilize the agricultural markets within the meaning of Article 3 (4) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the  common agricultural policy (3). It shall be financed by the EAGGF, Guarantee Section.", "The Commission shall adopt detailed rules for application of this Regulation in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72 (4). The rules shall include appropriate measures to ensure control of the  use of Community financial assistance and special provisions to guarantee the correct functioning of producers' organizations.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1992. For the Council\nThe President\nJ. GUMMER\n(1) OJ No C 113, 1. 5. 1992, p. 8. (2) Opinion delivered on 10. 7. 1992 (not yet published in the Official Journal). (3) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p.  1). (4) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EEC) No 1156/92 (OJ No L 122, 7. 5. 1992, p. 3)."}