{"celex_id": "31991R1413", "uri": "http://publications.europa.eu/resource/cellar/7a76cec7-81b0-4dec-98f0-8cec1e24c8a5", "type": "Regulation", "concepts": ["164", "2194", "4373"], "title": "Commission Regulation (EEC) No 1413/91 of 29 May 1991 amending Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco\n", "header": "COMMISSION REGULATION (EEC) No 1413/91  of 29 May 1991  amending Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular the first subparagraph of Article 3 (3) thereof,\nWhereas Article 3 of Regulation (EEC) No 727/70 provides that among the conditions required to qualify for the premium, the purchaser must have concluded a European cultivation contract with the producer; whereas the conditions and requirements relating  to cultivation contracts are laid down in Article 2b of Commission Regulation (EEC) No 1726/70 (3), as last amended by Regulation (EEC) No 4263/88 (4);\nWhereas Article 2b of Regulation (EEC) No 1726/70 provides that declarations of cultivation and cultivation contracts must be concluded before 1 June and registered before 1 August of the year during which they enter into application; whereas, in order  better to verify the application of the Community provisions and in particular compliance with the overall maximum guaranteed quantity for the Community fixed in Article 4 (5) of Regulation (EEC) No 727/70, in view of the special conditions existing in  the Member States, the Member States should be authorized to fix deadlines earlier than those dates, which are to vary by variety;\nWhereas the quantity produced on the area mentioned in the contract must correspond to the normal production conditions for each variety; whereas it should accordingly be stipulated that a European cultivation contract cannot cover any tobacco produced  in excess of the yield laid down for the variety concerned in the descriptions in the Annex to Commission Regulation (EEC) No 2501/87 of 24 June 1987 fixing the characteristics of each variety of tobacco grown in the Community (5), as last amended by  Regulation (EEC) No 838/91 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["  Article 1\nRegulation (EEC) No 1726/70 is hereby amended as follows:\n1. Article 2b (3) is amended as follows:\n(a) paragraph 3 is replaced by the following:\n'3. The cultivation contract may be for one or more years. It must be concluded, except in cases of force majeure, before 1 June of the year in which it takes effect. However, the Member States may set deadlines prior to 1 June for the signing of  contracts varying by variety.\nThe Member States shall notify the Commission of each case of force majeure.'\n(b) paragraph 5 is replaced by the following:\n'5. Purchasers as referred to in paragraph 1 (a) and the signatories to the declarations of cultivation referred to in paragraph 2 must:\n- register such contracts and declarations with one of the agencies referred to in paragraph 6 before 1 August of the year in which the contract or declaration takes effect,\nand\n- notify that agency before 1 August each year of any change in areas arising from a revision of a contract covering more than one year.\nThe Member States may set deadlines for registering contracts which are prior to 1 August.\nHowever, where the contracting parties as referred to in paragraph 1 are nationals of two different Member States, the operations referred to above shall be carried out by the vendor, and the agency with which the contract is registered shall forward a  copy of that contract to the agency under whose responsibility the other contracting party falls.\nWhere one of the parties referred to in this paragraph is an association of producers, the cultivation contract or declarations of cultivation shall be accompanied by a list of names of producers and their respective areas.';\n2. in the Annex, point 1 is replaced by the following:\n'1. The vendor undertakes to grow tobacco for the 19 . . harvest(s) as follows:\nProduction area [as provided for in Regulation (EEC) No 727/70]:\nProvince:\nCommune:\nField location:\nArea: ha\nVariety:\nPlants/ha:\nMaximum yield: Kg/ha\nand to dry it in accordance with the requirements for the variety in question.\nThis contract does not cover any tobacco produced in excess of the yield laid down for the variety concerned in the descriptions given in the Annex to Commission Regulation (EEC) No 2501/87 of 24 June 1987 fixing the characteristics of each variety of  tobacco grown in the Community.'  Article 2  For the 1991 harvest, the Member States shall not set deadlines for the signing of contracts and for registration prior to 15 April and 15 May 1991 respectively.  Article 3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1991 harvest. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 94, 28. 4. 1970, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 191, 27. 8. 1970, p. 1. (4) OJ No L 376, 31. 12. 1988, p. 34. (5) OJ No L 237, 20. 8. 1987, p. 1. (6) OJ No L 85, 5. 4. 1991, p. 16."}