{"celex_id": "31996D0261", "uri": "http://publications.europa.eu/resource/cellar/9d206b70-80cc-4d75-ad29-9ec8c1811c40", "type": "Decision", "concepts": ["2215", "2739", "3579", "3633", "4308"], "title": "96/261/EC: Commission Decision of 23 February 1996 allocating import quotas for the fully halogenated chlorofluorocarbons 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride, 1,1,1-trichloroethane and hydrobromofluorocarbons for the period 1 January to 31 December 1996. In addition allocating production and import quotas for methyl bromide for the period 1 January to 31 December 1996\n", "header": "COMMISSION DECISION of 23 February 1996 allocating import quotas for the fully halogenated chlorofluorocarbons 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride, 1,1,1-trichloroethane and hydrobromofluorocarbons for the period 1 January to 31 December 1996. In addition allocating production and import quotas for methyl bromide for the period 1 January to 31 December 1996 (96/261/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Article 7 (2) of Council Regulation (EC) No 3093/94 of 15 December 1994 on substances that deplete the ozone layer (1),\nWhereas Article 7 (1) of Regulation (EC) No 3093/94 states that without prejudice to Article 4 (8) and unless the substances are intended for destruction by a technology approved by the parties, for feedstock use in the manufacture of other chemicals or for quarantine and preshipment (for methyl bromide only), the release for free circulation in the Community of the chlorofluorocarbons 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride, 1,1,1-trichloroethane, methyl bromide and hydrobromofluorocarbons, imported from third countries shall be subject to quantitative limits and that these limits may be modified pursuant to Article 7 (3);\nWhereas any increase of these quantitative limits may not lead to a Community consumption of controlled substances beyond the quantitative limits established according to the Montreal Protocol on substances that deplete the ozone layer;\nWhereas the Commission is required under Article 7 (2) of Regulation (EC) No 3093/94 in accordance with the procedure set out in Article 16, to allocate quotas to undertakings that request import quotas;\nWhereas the Commission has published a notice to importers in the European Community of controlled substances that deplete the ozone layer (2), regarding the same Regulation and has thereby received applications for import quotas;\nWhereas the applications for the import quotas of the chlorofluorocarbones 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, carbon tetrachloride, 1,1,1-trichloroethane, methyl bromide and hydrobromofluorocarbons exceed the import quotas available for allocation under Article 7 (2);\nWhereas the Commission cannot fully satisfy the applications and has to allocate import quotas to the applicants, taking primarily the different environmental impact of the potential imports, the individual background of the applicants in importing the respective substances and the amounts applied for into consideration;\nWhereas some companies which have applied for an import quota for 1995 have not imported any of these substances before, while others imported large quantities of substances in the reference year and/or in the following years;\nWhereas the applications from some companies substantially exceed the quantities imported by them in previous years;\nWhereas some of the applications from the procedures of ODS in the Community have been made for specific contingency purposes of possible breakdown of production, technical failure and non-availability of the substances in the Community;\nWhereas the allocations of the individual quotas to the applicants must be based on the principles of continuity, equality and proportionality;\nWhereas for methyl bromide the import quotas are allocated to the primary importers, considered by the Commission to be the importers who deal directly by way of invoicing with the producers outside the Community;\nWhereas for methyl bromide the procedure by which the primary importers are in receipt of the import quotas shall be the subject of a second review during 1996 to establish whether individual Member States continue to consider the system to be equitable in practice;\nWhereas for methyl bromide a reserve of 283,07 ODP tonnes is retained for allocation to importers, not previously classified as primary importers and the allocations are to be made in accordance with Article 16 procedure;\nWhereas imports of virgin substances and of substances for possible dispersive uses are potentially more harmful to the environment than imports of reclaimed or recovered substances to be used as feedstock for the production of other substances;\nWhereas import licences shall be issued in accordance with Article 6 of the abovementioned Regulation, after verification of compliance by the importer with Articles 7, 8 and 12;\nWhereas an increase of these quantitative limits for the import of used and recycled substances and of substances to be used as a feedstock for the production of other substances does not cause any additional harm to the environment;\nWhereas the release into free circulation in the Community of the abovementioned substances imported from non-parties is prohibited in accordance with Article 12 of the Regulation;\nWhereas Article 16 of the same Regulation sets out the procedure according to which decisions can be taken concerning the implementation of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the committee referred to in Article 16 of the same Regulation,", "main_body": ["1. The amount of the chlorofluorocarbons 11, 12, 113, 114 and 115 controlled by Regulation (EC) No 3093/94 and indicated in Group I of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 326 ODP-weighted tonnes of recovered material for destruction by approved technologies.\n2. The amount of the other fully halogenated chlorofluorocarbons controlled by Regulation (EC) No 3093/94 and indicated in Group II of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 30 ODP-weighted tonnes of recovered material for destruction by approved technologies.\n3. The amount of halons controlled by Regulation (EC) No 3093/94 and indicated in Group III of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 200 ODP-weighted tonnes of recovered material to be reclaimed. This material shall be the subject of an existing contract requiring the importer to take it back when the equipment using the halon(s) is being decommissioned.\n4. The amount of carbon tetrachloride controlled by Regulation (EC) No 3093/94 and indicated in Group IV of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 2 514,3 ODP-weighted tonnes of virgin material for use as feedstock.\n5. The amount of 1,1,1-trichloroethane controlled by Regulation (EC) No 3093/94 and indicated in Group V of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 0,546 ODP-weighted tonnes of virgin material to be used as feedstock.\n6. The amount of methyl bromide controlled by Regulation (EC) No 3093/94 and indicated in Group VI of Annex II thereto which may be released into free circulation in the European Community in 1996 shall be 11 530,4 ODP weighted tonnes of virgin material to be used for soil fumigation purposes.\n7. The amount of hydrobromofluorcarbons controlled by Regulation (EC) No 3093/94 and indicated in Group VII of Annex II thereto which may be imported into the European Community in 1996 from sources outside the Community shall be 10 ODP weighted tonnes of recovered material for destruction by approved technologies.", "1. The amount of virgin carbon tetrachloride, controlled by Regulation (EC) No 3093/94 and indicated in Group IV of Annex II thereto, which may be imported by the producers of ODS in the European Community in 1996 for specific contingency purposes of a possible breakdown of production, technical failure and in the case of the substance not being available in the Community shall be 4 400 ODP weighted tonnes.\n2. The amount of virgin carbon tetrachloride which is imported by producers of ODS from third sources outside the Community for these purposes as defined in Article 1 shall be accounted for as production of carbon tetrachloride.\n3. The amount of virgin 1,1,1-trichloroethane, controlled by Regulation (EC) No 3093/94 and indicated in Group V of Annex II thereto, which may be imported by the producers of ODS in the European Community in 1996 for specific contingency purposes of a possible breakdown of production, technical failure and in the case of the substance not being available in the Community shall be 600 ODP weighted tonnes.\n4. The amount of virgin 1,1,1-trichloroethane which is imported by producers which is imported from third sources outside the Community for these purposes as defined in Article 1 shall be accounted for as the production of 1,1,1-trichloroethane.", "1. The allocation of import quotas for the chlorofluorocarbons 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride and 1,1,1-trichloroethane, methyl bromide and hydrobromofluorocarbons during the period 1 January to 31 December 1996 shall be for the purposes indicated and to the companies indicated in Annex 1 hereto.\n2. The allocation of quotas for the chlorofluorocarbons 11, 12, 113, 114 and 115, the other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride and 1,1,1-trichloroethane, methyl bromide and hydrobromofluorocarbons during the period 1 January to 31 December 1996 shall be as in Annex 3 hereto (3).", "This Decision is addressed to the undertakings listed in Annex 2 hereto."], "attachments": "Done at Brussels, 23 February 1996.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 333, 22. 12. 1994.\n(2) OJ No C 226, 31. 8. 1995.\n(3) Annex 3 is not published because it contains confidential commercial information.\nANNEX 1\nGROUP I\nImport quotas for recovered chlorofluorocarbons 11, 12, 113, 114 and 115 allocated to importers in accordance with Regulation (EC) No 3093/94 for destruction\nCompany\nRechem (UK)\nSolvay (D)\nWestab (D)\nGROUP II\nImport quotas for recovered fully halogenated chlorofluorocarbons allocated to importers in accordance with Regulation (EC) No 3093/94 for destruction\nCompany\nRechem (UK)\nGROUP III\nImport quotas for recovered halons allocated to importers in accordance with Regulation (EC) No 3093/94 for reclamation\nCompany\nPyrene (UK)\nWormald (UK)\nGROUP IV\nImport quotas for virgin carbon tetrachloride allocated to importers in accordance with Regulation (EC) No 3093/94 for the use as feedstock\nCompany\nCING (GR)\nHarlow (UK)\nMerck (D)\nImport quotas for virgin carbon tetrachloride allocated to importers in accordance with Regulation (EC) No 3093/94 for the use as feedstock for contingency purposes\nCompany\nICI (UK)\nRhône Poulenc (UK)\nGROUP V\nImport quotas for virgin 1,1,1-trichloroethane allocated to importers in accordance with Regulation (EC) No 3093/94 for the use as feedstock\nCompany\nMSD (D)\nMSL (UK)\nOlin Hunt (B)\nImport quotas for virgin 1,1,1-trichloroethane allocated to importers in accordance with Regulation (EC) No 3093/94 for the use as feedstock for contingency purposes\nCompany\nElf Atochem (F)\nGROUP VI\nImport quotas for methyl bromide allocated to importers in accordance with Regulation (EC) No 3093/94 for use as soil fumigation and other uses subject to quotas\nCompany\nAlbermarle (B)\nAlfa Agricultural Supplies (GR)\nAldrich (UK)\nBromine & Chemicals (UK)\nEurobrom (NL)\nGreat Lakes Chemical (UK)\nMebrom (B)\nNeoquimica (P)\nSapec Agro (P)\nSigma-Aldrich (F)\nSigma-Aldrich (D)\nPlacing on the market quotas for methyl bromide allocated to producers in accordance with Regulation (EC) No 3093/94 for uses other than quarantine and preshipment\nCompany\nElf Atochem (F)\nGROUP VII\nImport quotas for recovered hydrobromofluorocarbons allocated to importers in accordance with Regulation (EC) No 3093/94 for destruction\nCompany\nRechem (UK)\nANEXO 2 / BILAG 2 / ANHANG 2 / ÐÁÑÁÑÔÇÌÁ 2 / ANNEX 2 / ANNEXE 2 / ALLEGATO 2 / BIJLAGE 2 / ANEXO 2 / LIITE 2 / BILAGA 2\nAlbermarle SA\nMonsieur Willemen\nAvenue Louise 523\nB-1050 Bruxelles\nAlfa Agricultural Supplies SA\nMr Paissios\n13 Tim Filimonos Street\nGR-115 21 Athens\nBromine & Chemicals Ltd\nMr Mannell\n6 Arlington Street\nSt James\nGB-London SW1A 1RE\nChemical Industries of\nNorthern Greece SA\nMr Amorgianos\nPO Box 10 183\nGR-541.10 Thessaloniki\nElf Atochem\nMonsieur Verhille\nLa Défense 10\nCédex 42\nF-92091 Paris-La Défense\nEurobrom BV\nDe heer Levy\nPostbus 158\nNL-2280 AD Rijswijk\nGreat Lakes Chemical Ltd\nMr McAllister\nPO Box 44 Oil Sites Road\nEllesmere Port\nGB-South Wirral L65 4GD\nHarlow Chemical Company Ltd\nMr Jackson\nTemplefields\nGB-Harlow Essex CM20 2BH\nICI Klea\nMr Campbell\nPO Box 13\nThe Heath\nRuncorn\nGB-Cheshire WA7 4QF\nMebrom NV\nDe heer Thiers\nAssenedestraat 4\nB-9940 Rieme-Ertvelde\nMerck KGaA\nDr. Hesse\nUSF/GEN-D44\nD-642741 Darmstadt\nMSD Metron Semiconductors GmbH\nHerrn Jung\nSaturnstraße 48\nD-85609 Aschheim/München\nMSL Metron Semiconductors Ltd\nMrs Truel\n12 Dunlop Square\nDeans South West Industrial Estate\nGB-Livington EH54 8SB\nNeoquímica LDA\nSr. Ministro\nLargo da Estação\nVala do Carregado\nApartado 97\nP-2580 Carregado\nOlin Hunt\nDe heer Van Gucht\np/a ADPO\nSteenlandlaan Kaai 1111\nB-9130 Beveren-Kallo\nThe Pyrene Company\nMr Lyon\nPyrene House\n297 Kingston Road\nLeatherhead\nGB-Surrey KT22 7LS\nRechem International Ltd\nMr Hilliard\nAstor House\nStation Road\nBourne End\nGB-Bucks SL8 5YP\nRhône-Poulenc Chemicals\nMr Mulliss\nPO Box 46\nSt Andrew's Road\nAvonmouth\nGB-Bristol BS11 9YF\nSapec Agro s.a.\nSr. Esmeraldo\nApartado 11\nP-2901 Setúbal Codex\nSigma-Aldrich Company Ltd\nMr Hewitt\nThe Old Brickyard\nNew Road\nGillingham\nGB-Dorset SOP8 4JL\nSigma-Aldrich Chemie GmbH\nGeschäftsbereich Fluka\nDr. Zimmermann\nMesserschmittstraße 17\nD-89231 Neu-Ulm\nSigma-Aldrich Chimie\nMadame Flies\nL'Isle d'Abeau de Chesnes\nB.P. 701\nF-38297 Saint Quentin Fallavier\nSolvay Fluor und Derivate GmbH\nHerrn Grosskopf\nHans-Böckler-Allee 20\nD-30173 Hannover\nWestab Service GmbH\nHerrn Wulff\nStresemannstraße 80\nD-47051 Duisburg\nWormald Ansul Ltd\nMr Milling\nWormald Park\nGB-Manchester M40 2WL"}