{"celex_id": "31994R1093", "uri": "http://publications.europa.eu/resource/cellar/d4470893-f276-478f-922f-4e3f7cae2978", "type": "Regulation", "concepts": ["13", "1447", "1637", "2300", "2718", "5283"], "title": "Council Regulation (EC) No 1093/94 of 6 May 1994 setting the terms under which fishing vessels of a third country may land directly and market their catches at Community ports\n", "header": "COUNCIL REGULATION (EC) No 1093/94 of 6 May 1994 setting the terms under which fishing vessels of a third country may land directly and market their catches at Community ports\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, as far as the Treaty is concerned, the authority of the coastal State as regards access by third country vessels to internal waters and ports is exercised by the Member State; whereas, however, as regards access to such ports by fishing vessels  for direct landing and marketing of their catches, it is necessary to enact additional uniform measures at Community level so that such operations are effected in a manner not liable to affect operation of the common fisheries policy, including health  and marketing standards which are applicable to Community production, and so lead to a situation in which competition is distorted to the detriment of Community production and having regard to imports consigned by other means of transport;\nWhereas, in particular, landing should be permitted only at ports where health and veterinary checking facilities are available, and masters of the fishing vessels concerned should be required to produce a specific landing statement;\nWhereas the access for direct landing by fishing vessels flying the flag of, or registered in, a third country must not impair the market balance sought for certain products by means of the price mechanisms introduced as part of the market organization;  whereas sales of these products must therefore respect price levels set by the Community;\nWhereas, moreover, the common organization of the market of these products rests to a large extent on the capacity of producers' organizations to promote price regularization, by imposing on their members compliance with the rules they adopt, in order,  in accordance with the objectives of the Treaty, to ensure in particular that fishermen enjoy a fair standard of living; whereas the advantage linked to the direct landing by the vessels concerned should not lead, in the areas of activities of  producers' organizations, to any jeopardizing of the effectiveness of the measures adopted and implemented by these organizations in the application of the mechanisms of the common organization of the markets; whereas therefore, except where products  are intended for processing, it is necessary to make the marketing of catches by fishing vessels flying the flag of, or registered in, a third country subject to such measures;\nWhereas the application of this Regulation will require adequate provision of information at ports where direct landing and marketing by vessels flying the flag of, or registered in, a third country are permitted;\nWhereas after a certain time it will be necessary to examine the results of the application of this Regulation,", "main_body": ["On the terms set out in this Regulation, fishing vessels flying the flag of, or registered in, a third country are authorized to land their fishery products directly at ports of Community Member States, for release for free circulation and  marketing.", "For the purposes of this Regulation, the following definitions shall apply:\n1. fishery products: all products brought directly from the catch location, possibly after transhipment at sea from another vessel, and covered by Chapter 3 of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff (4);\n2. fishing vessel:\n- a vessel, whatever its dimensions, used primarily or secondarily to take fishery products;\n- a vessel that, even if not itself used to make catches by its own means, takes the fishery products referred to in Article 1 by transhipment from other vessels;\n- a vessel aboard which fishery products referred to in Article 1 are subject to one or more of the following operations prior to packaging: filleting or slicing, skinning, mincing, freezing and/or processing.", "1. Without prejudice to Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (5) and Directive 91/493/EEC of 22 July 1991  laying down the health conditions for the production and the placing on the market of fishery products (6), fishing vessels mentioned in Article 1 may not land their catches for release for free circulation and marketing except at ports designated by  the Member States. The latter shall ensure that all the health and veterinary checks provided for by the rules in force for the fishery products referred to in Article 1 are carried out at those ports.\n2. Before the date on which this Regulation becomes applicable, Member States shall send the Commission a list of the ports referred to in paragraph 1. They shall notify the Commission of any subsequent changes to that list.\nThe Commission shall publish the list of ports and charges thereto in the 'C' series of the Official Journal of the European Communities.", "1. Without prejudice to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (7), the master of a fishing vessel referred to in Article 1 must draw up and deliver to  the competent authorities of the Member State where he wishes to use landing facilities a statement specifying, for all the products which he intends to land:\n- the origin and, where applicable, the vessel or vessels from which those products have been transhipped,\n- the quantities, broken down by species,\n- the intended method of marketing.\n2. The fishery products referred to in Article 1 landed by a fishing vessels referred to in Article 1 may not be released for free circulation until the statement referred to in paragraph 1 has been lodged with the competent authorities.", "1. The marketing of fishery products landed directly from a fishing vessel referred to in Article 1 which are not intended for processing shall be subject to the following conditions:\n- where the products are listed in Annexes I or VI to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (8) and are marketed within the area of activity for which a  producers' organization is recognized, they may be marketed only in compliance with the rules set by that producers' organization on withdrawal or selling price, on quality or, for the purpose of regulating supply;\nWhere the release for free circulation takes place outside such an area, products listed in Annex I.A, D or E to Regulation (EEC) No 3759/92 may not be sold at a free-at-frontier price below the Community withdrawal or selling price set for the current  marketing year under Articles 11 or 13 of that Regulation;\n- where the products are listed in Annex II to Regulation (EEC) No 3759/92, they may not be released for free circulation at a free-at-frontier price below the threshold price set by Article 16 (2) of that Regulation for triggering private storage aid;\n- where the products are listed in Annexes IV.B or V to Regulation (EEC) No 3759/92, they may not be released for free circulation at a free-at-frontier price below the price set under Article 22 (1) of that Regulation.\n2. For the purposes of paragraph 1, the free-at-frontier price shall correspond to the recognized customs value.", "Customs clearance may be effected only following production of evidence, to the satisfaction of the customs authorities, that the products concerned have met the conditions laid down in this Regulation.", "Member States shall take suitable action to guarantee compliance with this Regulation, inform masters of the vessels concerned of their obligations and publish at ports the prices that must be complied with under Article 5.", "Before 1 July 1996, the Commission shall submit to the Council a report on the results of the application of this Regulation, accompanied, if need be, by appropriate proposals.", "This Regulation shall enter into force seven days after its publication in the Official Journal of the European Communities.\nIt shall apply from 15 May 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1994.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No C 219, 13. 8. 1993, p. 16.\n(2) OJ No C 329, 6. 12. 1993, p. 1.\n(3) OJ No C 352, 30. 12. 1993, p. 46.\n(4) OJ No L 256, 7. 9. 1987, p. 1. Regulation as last amended by Commission Regulation (EEC) No 2551/93 (OJ No L 241, 27. 9. 1993, p. 1).\n(5) OJ No L 373, 31. 12. 1990, p. 1. Directive as last amended by Regulation (EEC) No 1601/92 (OJ No L 173, 27. 6. 1992, p. 13).\n(6) OJ No L 268, 24. 9. 1991, p. 15.\n(7) OJ No L 261, 20. 10. 1993, p. 1.\n(8) OJ No L 388, 31. 12. 1992, p. 1."}