{"celex_id": "31990R1219", "uri": "http://publications.europa.eu/resource/cellar/16baede4-54d6-4ef4-90a8-53167dca0116", "type": "Regulation", "concepts": ["2308", "2437", "3774"], "title": "Commission Regulation (EEC) No 1219/90 of 8 May 1990 concerning the stopping of fishing for cod and haddock by vessels flying the flag of the United Kingdom\n", "header": "COMMISSION  REGULATION (EEC) No 1219/90\nof 8 May 1990\nconcerning the stopping of fishing for cod and haddock by vessels flying the flag of the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (1), as last amended by Regulation (EEC) No 3483/88 (2), and in particular Article 11 (3) thereof,\nWhereas Council Regulation (EEC) No 4049/89 of 19 December 1989 allocating, for 1990, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen (3) provides for cod and haddock quotas for 1990;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of cod and haddock in the waters of ICES divisions I and II (Norwegian waters north of 62°N) by vessels flying the flag of the United Kingdom or registered in the United Kingdom have reached the quotas allocated for 1990; whereas the United Kingdom has prohibited fishing for these stocks as from 27 April 1990; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of cod and haddock in the waters of ICES divisions I and II (Norwegian waters north of 62°N) vessels flying the flag of the United Kingdom or registered in the United Kingdom are deemed to have exhausted the quotas allocated to the United Kingdom for 1990.\nFishing for cod and haddock in the waters of ICES divisions I and II (Norwegian waters north of 62°N) vessels flying the flag of the United Kingdom or registered in the United Kingdom is prohibited, as well as the retention on board, the transhipment and the landing of such stocks captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 27 April 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 1990.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 207, 29. 7. 1987, p. 1.\n(2) OJ No L 306, 11. 11. 1988, p. 2.\n(3) OJ No L 389, 30. 12. 1989, p. 44."}