{"celex_id": "31992D0582", "uri": "http://publications.europa.eu/resource/cellar/b6d12bb6-45e0-44a1-bf96-c2bce9c60ffb", "type": "Decision", "concepts": ["1182", "3605", "4256", "770"], "title": "92/582/EEC: Council Decision of 14 December 1992 amending Decision 85/360/EEC on the restructuring of the system of agricultural surveys in Greece\n", "header": "COUNCIL DECISION of 14  December 1992 amending Decision 85/360/EEC on the restructuring of the system of agricultural  surveys in Greece (92/582/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in order to achieve the objectives specified in Decision 85/360/EEC (1), it is necessary  in the light of the experience acquired to extend by three years the duration of the plan scheduled  in order to allow the proper introduction ot the new system of agricultural surveys in Greece;\nWhereas this extension means that the timetable set out in Article 3 (2) of the said Decision  should be amended and supplemented,", "main_body": ["Decision 85/360/EEC is hereby amended as follows:\n1. In Article 3 (1) 'and shall be spread over a period of eight years (1986 to 1993)` shall be  replaced by 'and shall be spread over a period of eleven years (1986 to 1996)`.\n2. Article 3 (2) shall be amended and supplemented by the following:\n'1993 - eighth year:\n- Creation of a survey database based on the results of the 1991 general survey of agriculture,\n- Extension of remote sensing to cover the mainland and the island of Crete;\n1994 - ninth year:\napplication of the synergies between the central and regional technical and administrative  infrastructures set up by the Statistical Office and the Ministry of Agriculture respectively in  implementing the programme of surveys undertaken by the Statistical Office;\n1995 - tenth year:\nintroduction of the new system for the whole of Greece;\n1996 - eleventh year:\nmonitoring and critical anlaysis of the results obtained during the first year of actual  implementation.` 3. In Article 4 (1), the final subparagraph shall be replaced by the following:\n'However, the Hellenic Republic shall submit to the Commission, in April each year, the programme  of measures to be undertaken from 1994 until the end of the programme.\nThe programme of measures to be undertaken in 1993 shall be presented not later than before the end  of the month of December 1992.` 4. In Article 5 (2), the final subparagraph shall be amended as follows:\n'In November 1997, the Commission shall submit to the Council a report on the implementation of the  programme, in particular on the results obtained.` 5. In Article 6 (1), first subparagraph, the period '1991-1993` shall be in replaced by the period  '1991-1996`.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 14 December 1992.\nFor the Council The President J. GUMMER\n(1) OJ N° C 273, 22. 10. 1992, p. 8.\n(2) OJ N° C 337, 21. 12. 1992.\n(3) OJ N° L 191, 23.7.1985, p. 53. Decision as amended by Decision 90/386/EEC (OJ N° L 190, 21. 7.  1990, p. 47)."}