{"celex_id": "31991R3054", "uri": "http://publications.europa.eu/resource/cellar/9d0b08c4-301d-48a7-a33d-d211ee22d30d", "type": "Regulation", "concepts": ["1258", "1605", "807"], "title": "Commission Regulation (EEC) No 3054/91 of 18 October 1991 on the supply of tomato concentrate as food aid\n", "header": "COMMISSION REGULATION (EEC) No 3054/91  of 18 October 1991  on the supply of tomato concentrate as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated to certain countries and beneficiary organizations 143 tonnes of tomato concentrate;\nWhereas it is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be supplied as Community food  aid (4), as amended by Regulation (EEC) No 790/91 (5); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and second deadlines for submission of tenders; whereas, in order to avoid republication of the notice of invitation to tender, a third deadline for submission of  tenders should be opened,", "main_body": ["Tomato concentrate shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annex, in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1. (5) OJ No L 81, 28. 3. 1991, p. 108."}