{"celex_id": "31996R1587", "uri": "http://publications.europa.eu/resource/cellar/b0e6fe94-824e-4df4-955f-6fc2badc4fc9", "type": "Regulation", "concepts": ["1565", "161", "2300", "2676", "2763", "5096"], "title": "Council Regulation (EC) No 1587/96 of 30 July 1996 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EC) No 1587/96 of 30 July 1996 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 2 of Regulation (EEC) No 804/68 (4) provides that the milk year begins on 1 April and ends on 31 March of the following year; whereas since 1992 the target price for milk and the intervention prices for butter and skimmed-milk powder have been fixed for periods running from 1 July to 30 June, taking account of the link between those prices and those in other sectors whose marketing year covers the same period; whereas that link should be maintained in the future and, in the interests of coherence, the milk year should be aligned with the same period; whereas the deadline for fixing the target price provided for in Article 3 of that Regulation should therefore be changed;\nWhereas certain agreements concluded between the Community and third countries allow the Community to participate in the management of quotas of milk products imported from the Community into third countries; whereas in order to make full use of those opportunities, a specific procedure should be laid down for adopting appropriate management methods,", "main_body": ["Regulation (EEC) No 804/68 is hereby amended as follows:\n1. Article 2 shall be replaced by the following:\n'Article 2\nExcept where a derogation is decided by the Council, acting by a qualified majority, the milk year for all products listed in Article 1 shall begin on 1 July and end on 30 June of the following year.`.\n2. Article 3 (1) shall be replaced by the following:\n'1. Each year a target price for milk shall be fixed for the Community.`.\n3. In Article 13 (2), 'Articles 16 and 17` shall be replaced by 'Articles 16, 16a and 17`.\n4. The following Article shall be inserted:\n'Article 16a\n1. Where an agreement concluded in accordance with Article 228 of the Treaty provides for the total or partial management of a tariff quota opened by a third country for the products referred to in Article 1, the management method to be applied and detailed rules relating to that method shall be adopted in accordance with the procedure provided for in Article 30.\n2. Quotas may be managed using one of the following methods or a combination thereof:\n- order in which applications are submitted ('first come, first served` basis),\n- allocation in proportion to quantities requested when applications are submitted ('simultaneous examination` method),\n- traditional trade flows ('traditional importers/new arrivals` method).\nOther appropriate measures may be adopted, in particular ones which guarantee the full use of the possibilities available under the quota concerned.\nThey must avoid any discrimination between the operators concerned.`.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.", "(1) and (2) shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No L 125, 27. 4. 1996, p. 25.\n(2) OJ No C 166, 10. 6. 1996.\n(3) OJ No C 204, 15. 7. 1996, p. 57.\n(4) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EC) No 2931/95 (OJ No L 307, 20. 12. 1995, p. 10)."}