{"celex_id": "31994R0578", "uri": "http://publications.europa.eu/resource/cellar/e5008dd3-fd0a-4d9b-89de-019ebbfa0e61", "type": "Regulation", "concepts": ["1309", "2974", "4682", "5083"], "title": "Commission Regulation (EC) No 578/94 of 16 March 1994 establishing for 1993 and 1994 the breakdown for beef imports from the African, Caribbean and Pacific (ACP) States pursuant to Council Regulation (EEC) No 715/90\n", "header": "COMMISSION REGULATION (EC) No 578/94 of 16 March 1994 establishing for 1993 and 1994 the breakdown for beef imports from the African, Caribbean and Pacific (ACP) States pursuant to Council Regulation (EEC) No 715/90\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas  countries and territories (1), as last amended by Regulation (EC) No 234/94 (2), and in particular Article 4 (3) thereof,\nWhereas Article 4 of Regulation (EEC) No 715/90 provides for the breakdown between the ACP States for beef to be imported into the Community and for the possibility, at the request of ACP States which are not able to supply their full quotas, of a  different breakdown between those States for the preceding or following year;\nWhereas, by letter of 26 September 1993, the ACP States concerned requested a transfer of 5 142 tonnes to Zimbabwe for 1993 involving a reduction of 1 000, 142, 2 500, 500 and 1 000 tonnes respectively in the quotas for Botswana, Kenya, Madagascar,  Swaziland and Namibia; whereas the transfer to Zimbabwe requested by the other ACP States should be agreed to;\nWhereas, as a result of the time lost pending a decision on the abovementioned request, Zimbabwe should be permitted to deliver the transferred quantity in 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Imports of beef from the African, Caribbean and Pacific (ACP) States pursuant to Regulation (EEC) No 715/90 for the 1993 calendar year shall be as follows:\n- Botswana: 17 916 tonnes,\n- Kenya: - tonnes,\n- Madagascar: 5 079 tonnes,\n- Swaziland: 2 863 tonnes,\n- Zimbabwe: 14 242 tonnes,\n- Namibia: 12 000 tonnes.\n2. Imports of beef from the African, Caribbean and Pacific (ACP) States pursuant to Regulation (EEC) No 715/90 for the 1994 calendar year shall be as follows:\n- Botswana: 18 916 tonnes,\n- Kenya: 142 tonnes,\n- Madagascar: 7 579 tonnes,\n- Swaziland: 3 363 tonnes,\n- Zimbabwe: 14 242 tonnes,\n- Namibia: 13 000 tonnes.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 30, 3. 2. 1994, p. 12."}