{"celex_id": "31994R1134", "uri": "http://publications.europa.eu/resource/cellar/67a42007-0a98-4bcc-9567-80dbcd31c8e9", "type": "Regulation", "concepts": ["2222", "3591", "4680", "5024"], "title": "Commission Regulation (EC) No 1134/94 of 18 May 1994 establishing a provisional quantitative limit on imports into the Community of certain textile products (category 28) originating in the Islamic Republic of Pakistan\n", "header": "COMMISSION REGULATION (EC) No 1134/94 of 18 May 1994 establishing a provisional quantitative limit on imports into the Community of certain textile products (category 28) originating in the Islamic Republic of Pakistan\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), as last amended by Commission Regulation (EC) No 195/94 (2), and in particular Article 10 thereof,\nWhereas Article 10 of Regulation (EEC) No 3030/93 lays down the conditions under which quantitative limits may be established;\nWhereas imports into the Community of certain textile products (category 28) specified in the Annex hereto and originating in the Islamic Republic of Pakistan (herein after referred to as 'Pakistan') have exceeded the level referred to in Article 10 (1)  in conjunction with Annex IX of Regulation (EEC) No 3030/93;\nWhereas, in accordance with Article 10 (3) of Regulation (EEC) No 3030/93, on 25 March 1994 Pakistan was notified of a request for consultations;\nWhereas, pending a mutually satisfactory solution, the Commission has requested Pakistan for a provisional period of three months to limit its exports to the Community of products falling within category 28 to the provisional quantitative limit set out  in the Annex with effect from the date of the request for consultations;\nWhereas pending the outcome of the requested consultations a quantitative limit identical to the one requested of the supplier country should be applied provisionally to imports of the category of products in question;\nWhereas it is appropriate to apply to imports into Community of products for which the quantitative limit is introduced the provisions of Regulation (EEC) No 3030/93 which are applicable to imports of products subject to the quantitative limits set out  in Annex V of the said Regulation;\nWhereas the products in question exported from Pakistan between 25 March 1994 and the date of entry into force of this Regulation must be set off against the quantitative limit which has been introduced;\nWhereas this quantitative limit should not prevent the importation of products covered by it shipped from Pakistan before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the Community of the category of products originating in Pakistan and specified in the Annex hereto shall be subject to the provisional quantitative limit set out in that Annex.", "1. Products referred to in Article 1 shipped from Pakistan to the Community before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading  or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from Pakistan to the Community after the entry into force of this Regulation shall be subject to the provisions of Regulation (EEC) No 3030/93 which apply to imports into the Community of products subject to the  quantitative limits set out in Annex V of the said Regulation.\n3. All quantities of products shipped from Pakistan to the Community on or after 25 March 1994 and released for free circulation shall be deducted from the quantitative limit laid down. This provisional limit shall not, however, prevent the importation  of products covered by them but shipped from Pakistan before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 24 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 275, 8. 11. 1993, p. 1.\n(2) OJ No L 29, 2. 2. 1994, p. 1.\nANNEX\n\"\" ID=\"1\">28> ID=\"2\">6103 41 10> ID=\"3\">Trousers, bib and brace overalls, breechers and shorts (other than swimwear), knitted or crocheted, of wool, of coton or of Man-made fibres> ID=\"4\">Pakistan> ID=\"5\">1 000 pieces> ID=\"6\">6 248\"> ID=\"2\">6103  41 90\"> ID=\"2\">6103 42 10\"> ID=\"2\">6103 42 90\"> ID=\"2\">6103 43 10\"> ID=\"2\">6103 43 90\"> ID=\"2\">6103 49 10\"> ID=\"2\">6103 49 91\"> ID=\"2\">6104 61 10\"> ID=\"2\">6104 61 90\"> ID=\"2\">6104 62 10\"> ID=\"2\">6104 62 90\"> ID=\"2\">6104 63 10\"> ID=\"2\">6104  63 90\"> ID=\"2\">6104 69 10\"> ID=\"2\">6104 69 91\">"}