{"celex_id": "31993D0533", "uri": "http://publications.europa.eu/resource/cellar/c0ffcafd-af22-4dcb-bc98-a1dadb675401", "type": "Decision", "concepts": ["1005", "13", "2734"], "title": "93/533/EEC: Commission Decision of 24 September 1993 amending Decision 91/651/EEC on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forest products are processed and marketed in Spain (with the exception of the regions of Andalusia, Asturias, Castile-León, Castile-La Mancha, Valencia, Extremadura, Galicia, the Canary Islands, Murcia, Ceuta-Melilla) (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 24 September 1993 amending Decision 91/651/EEC on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forest products are  processed and marketed in Spain (with the exception of the regions of Andalusia, Asturias, Castile-León, Castile-La Mancha, Valencia, Extremadura, Galicia, the Canary Islands, Murcia, Ceuta-Melilla) (Only the Spanish text is authentic)\n(93/533/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (2) thereof,\nHaving regard to Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products (3),\nWhereas the Commission approved, by Decision 91/651/EEC (4), the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forest products are processed and marketed in Spain (with  the exception of the regions of Andalusia, Asturias, Castile-León, Castile-La Mancha, Valencia, Extremadura, Galicia, the Canary Islands, Murcia, Ceuta-Melilla), covering the period 1 January 1991 to 31 December 1993;\nWhereas the replenished appropriations and the additional budget resources allocated to the Community support framework require an adjustment of the funding envisaged as Community budget assistance;\nWhereas the Monitoring Committee set up in Spain within the framework of the implementation of Regulations (EEC) No 866/90 and (EEC) No 867/90 proposed on 18 June 1993 an amendment to the plan for financing the Community support framework;\nWhereas the amendment proposed by that Committee consists of a new financial plan for the assitance from the Guidance Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) as regards the overall amount and the amounts for each product  laid down in Article 2 (b) of Commission Decision 91/651/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee for Agricultural Structures and Rural Development,", "main_body": ["Article 2 (b) of Commission Decision 91/651/EEC is hereby amended as follows:\n'(b) an indicative financing plan specifying, at constant 1991 prices indexed until 1993, the total cost of the priorities adopted for joint action by the Community and the Member State concerned, i.e. ECU 243 932 115 for the whole period, and the  overall amounts envisaged as Community budget assistance, broken down as follows:\n/* Tables: see OJ */\npartially covered by Community loans from the European Investment Bank and other loan instruments.'", "This Decision is addressed to the Kingdom of Spain and the Ministry of Agriculture, Fisheries and Food."], "attachments": "Done at Brussels, 24 September 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1.\n(2) OJ No L 353, 17. 12. 1990, p. 23.\n(3) OJ No L 91, 6. 4. 1990, p. 7.\n(4) OJ No L 350, 19. 12. 1991, p. 53."}