{"celex_id": "31994R0844", "uri": "http://publications.europa.eu/resource/cellar/6f0a8fd4-7ca1-44f7-b6d6-933df9b00fde", "type": "Regulation", "concepts": ["1036", "2040", "2393", "2494", "3600", "4827"], "title": "Council Regulation (EC) No 844/94 of 12 April 1994 amending Regulation (EEC) No 1101/89 on structural improvements in inland waterway transport\n", "header": "COUNCIL REGULATION (EC) No 844/94 of 12 April 1994 amending Regulation (EEC) No 1101/89 on structural improvements in inland waterway transport\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty,\nWhereas Regulation (EEC) No 1101/89 (3) introduced a number of measures designed to remove the structural overcapacity in the inland waterway sector; whereas one of these measures, which is designed temporarily to curb investment in extra capacity, was  initially envisaged for a five-year period;\nWhereas the said measures have contributed to the reduction of structural overcapacity in the inland waterway sector; whereas, however, the recent economic downturn has caused a drop in demand for inland waterway services resulting in renewed  overcapacity in every sector of the inland waterway transport market; whereas it is therefore appropriate to maintain the current structural improvement measures for a certain period; whereas, movereover, the concept of a 'vessel belonging to the active  fleet' should be clarified for the purposes of this Regulation;\nWhereas, given that forecasts indicate that the overcapacity is likely to persist for a considerable time, it is appropriate to re-examine the situation before the end of 1996 in the light of the then existing market situation,", "main_body": ["Regulation (EEC) No 1101/89 is hereby amended as follows:\n1. In Article 5 (1), third subparagraph, the introductory part shall be replaced by the following:\n'The active fleet shall include vessels in good working order in respect of which at least three times the annual contribution pursuant to Article 4 (1) has been paid and';\n2. In the first sentence of Article 8 (1) (a), the period of 'five years' shall be replaced by 'ten years';\n3. The following paragraph shall be added to Article 10:\n'5. The Commission shall submit a report to the European Parliament and the Council by 31 December 1996 evaluating the overall effect of the measures provided for by this Regulation, together with proposals if appropriate.'", "This Regulation shall enter into force on 28 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 12 April 1994.\nFor the Council\nThe President\nF. CONSTANTINOU\n(1) OJ No C 341, 18. 12. 1993, p. 17.\n(2) Opinion delivered on 26 January 1994 (not yet published in the Official Journal).\n(3) OJ No L 116, 28. 4. 1989, p. 25."}