{"celex_id": "31994D0258", "uri": "http://publications.europa.eu/resource/cellar/db3c1008-f6fd-44c5-93e3-11b7eb4946b8", "type": "Decision", "concepts": ["1417", "2247", "3600", "75", "863", "889"], "title": "94/258/ECSC: Commission Decision of 12 April 1994 concerning aid to be granted by Spain to the public integrated steel company Corporación de la Siderurgia Integral (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 12 April 1994 concerning aid to be granted by Spain to the public integrated steel company Corporaciรณn de la Siderurgia Integral (Only the Spanish text is authentic) (94/258/ECSC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the first and second paragraphs of Article 95 thereof,\nAfte consulting the Consultative Committee and with the unanimous assent of the Council,\nWhereas:\nI  The Community steel industry is currently experiencing its most difficult period since the first half of the 1980s. This is due to the general slowdown in the economy, which has had a significant effect on industrial activities in general, and on the  steel industry in particular, leading to a serious imbalance between supply and demand, accompanied by a collapse in prices. In addition, the international market generally has been weak: there is pressure from imports and there has been a trade dispute  with the USA affecting substantial Community exports to that market. All of these factors have combined to aggravate the financial situation of almost all steel companies in the Community.\nII  In April 1992, Spain notified the Commission of a plan to restructure the Spanish public integrated steel company Corporaciรณn de la Siderurgia Integral (CSI) (incorporating Ensidesa and Altos Hornos de Vizcaya (AHV)) and the associated financing by  which it intends to support this plan.\nThe restructuring plan submitted, as subsequently revised, envisages that AHV and Ensidesa would cease to operate and their activities would be taken over by a new company, to whom their assets and certain liabilities would be transferred; and includes  a number of industrial, commercial, social and financial restructuring measures, which would be completed by the end of 1998.\nThe plan provides for the definitive closure by the end of 1995 of all AHV's steel-making facilities including the hot-strip mill at Ansio, which together with closures at Ensidesa's plant will involve a total capacity reduction of 2,33 million tonnes  (35 %) in pig iron, 1,423 million tonnes (20 %) in liquid steel and 2,3 million tonnes (50 %) in hot-rolled coil.\nA new company with majority private sector participation is envisaged to take forward a proposed investment in a compact-strip production unit at Sestao (with a capacity of 1 million tonnes), partially to replace the Ansio hot-strip mill.\nThe plan envisages a reduction in the workforce of 10 347 persons from 24 489 in 1991 to 14 142 in 1998, i.e. a reduction of 42 %.\nThe financing of the plan, as revised, includes aid elements that are incompatible with the ECSC Treaty and with the provisions of Commission Decision No 3855/91/ECSC (1) (Steel Aid Code). According to the Commission's estimates this aid amounts to a  maximum of Pta 437,8 billion, serving the following purposes:\n- a capital injection of up to a maximum of Pta 276,7 billion in the new company by the former public shareholders of AHV and Ensidesa,\n- social aid up to a maximum of Pta 54,519 billion,\n- up to a maximum of Pta 35,5 billion in the form of capital conversion of an INI credit for that amount to Ensidesa,\n- up to a maximum of Pta 9,4 billion to cover contingencies,\n- up to a maximum of Pta 61,654 billion in the form of loss compensation to cover additional operating losses and financial charges in 1992 and 1993 over and above those originally forecast in the plan, and reduced turnover arising from bringing forward  the Ansio closure.\nAdditional social aid up to a maximum of Pta 47,35 billion, is being authorized separately by the Commission as compatible with Article 4 (1) of Decision No 3855/91/ECSC.\nIII  The Commission, assisted by external experts, has assessed the viability of the restructuring plan, applying the same criteria as those imposed by the Commission during the previous restructuring of the Community steel industry. The viability if  the plan without the Sestao investment has also been assessed. On the basis of the consultants' findings, the Commission has concluded that, provided the restructuring plan as revised is implemented strictly, the new company should achieve viability,  under normal market conditions, by the end of 1996.\nIV  The extremely difficult Community steel market situation has endangered the sector in several Member States, including Spain. The aim of providing the Spanish public integrated steel industry with a sound and economically viable structure  contributes towards the achievement of the objectives of the ECSC Treaty, in particular Articles 2 and 3. The Commission considers that the public financial assistance measures proposed by Spain are necessary to achieve these aims. The Commission  therefore finds itself faced with a situation not specifically provided for in the Treaty. In these exceptional circumstances recourse must be made to the first paragraph of Article 95 of the Treaty, so as to enable the Community to pursue the  objectives set out in the initial Articles thereof.\nAt the same time, however, it is essential to ensure that the aid approved is limited to what is absolutely necessary and that it does not adversely affect trading conditions within the Community to an extent contrary to the common interest,  particularly given the current difficulties on the Community steel market. It is therefore important that there should be adequate counterpart measures, commensurate with the amount of aid being exceptionally approved, so that a major contribution is  made to the structural adjustment required in the sector.\nV  The proposed creation of new hot-rolling capacity at Sestao (partially to replace the hot-strip mill at Ansio) is regarded as delinked from the aided restructuring plan through the creation of a new company, with majority private sector  participation, to take forward the project. However, it must be ensured that the majority private sector participation is genuine and unconditional, unsupported by State aid. The authorization of aid in this case will therefore be contingent on the  Commission obtaining the necessary verifications in due course.\nAs regards the capacity reductions envisaged under the plan, as revised, it is necessary to require that all the closures are definitive and irreversible so that the capacity concerned no longer depresses the Community steel market. The closed  installations must therefore be scrapped or sold for use outside Europe. In addition, there should be no increase in remaining capacity for crude steel and hot-rolled finished products under the aided restructuring plan, other than resulting from  productivity improvements, for a period of at least five years starting from the date of the last capacity closure, or of the last payment of aid in respect of investments under the plan, whichever is the later, in order to ensure a long-term and real  effect on reducing the current imbalance between supply and demand on the Community steel market. It is also essential that the timetable for closures in complied with. In particular the closure of the hot-strip mill at Ansio must be achieved at the  very latest by 31 December 1995, although Spain should use its best endeavours to bring forward the closure even sooner if possible.\nVI  It is not only necessary to ensure during the whole restructuring period that the aid approved enables the company to return to viability by the end of 1996, the aid must also be kept to the amount strictly necessry. In that contextx, it must also  be ensured that the company does not, as a result of the financial restructuring measures, obtain an unfair advantage over other companies in the sector by being provided at the outset with net financial charges below 3,5 % of annual turnover, which is  the current average for Community steel companies. It is also appropriate to require that the company or its legal successor is not allowed to claim or be granted tax reduction or relief on past losses covered by aid under the restructuring and that all  proceeds from the sale of shares in the new company to the former public shareholders of AHV and Ensidesa are used to repay the remaining debts of the dormant companies as provided for in the restructuring plan. Furthermore any additional loans must be  on normal commercial conditions and no preferential treatment accorded to any fresh public debts incurred.\nVII  The implementation of this Decision requires strict monitoring by the Commission during the whole restructuring period and up until the end of 1998.\nIn order to carry out this monitoring effectively, the Commission will require the full and close collaboration of Spain, on whom clear and strict reporting obligations will be imposed.\nIn particular the following elements will require close attention:\n- the reduction of capacity,\n- the investments carried out,\n- reductions in the workforce,\n- compliance with the timetable for closures,\n- production and the effects on the market,\n- financial performance,\n- privatization,\n- the creation of new enterprises,\n- the guenine character of the majority private sector participation and the absence of State aid to finance the Sestao project,\n- the source, terms and conditions of any further financing (including treatment of further debts, credit facilities, etc). over and above that provided for in the plan,\n- progress towards viability.\nThe Commission will submit six-monthly reports to the Council to keep it informed of developments.\nIt is also necessary to ensure that the aid is not used for the purpose of unfair competition practices. In addition the Commission may require on-the-spot checks made in accordance with the Article 47 of the ECSC Treaty, in order to verify the  information provided and in particular compliance with the conditions attached to the authorization of the aid. In that context, should a Member State make a complaint to the Commission that State aid is enabling the company to under-price, the  Commission will initiate an investigation pursuant to Article 60 of the ECSC Treaty in particular.\nFurthermore, should the Commission, on the basis of the information provided, find that the conditions laid down in its decisions pursuant to Article 95 had not been met, it may require the suspension of payments of aid or the recovery of aid already  paid. In the event of a Member State's failing to comply with such decision, Article 88 of the ECSC Treaty shall apply.\nThe Commission may decide that all reports should be on a quarterly basis. It may also decide to mandate an independent consultant, selected with the agreement of Spain, to assist it in its monitoring task.\nThe Commission will, by exercising all its powers, ensure that the aided company fulfils the conditions of this Decision, including the necessary progress towards viability and its other obligations resulting from the financial data on which the  viability assessment has been made, the Commission may require appropriate measures to be taken to reinforce the restructuring measures.\nVIII  A decision pursuant to Article 95 of the ECSC Treaty to authorize State aid is extraordinary in character given the provisions of Article 4 (c). In view of all the above, the Commission can exceptionally authorize the aid proposed in this case  subject to observance of the conditions and requirements it lays down. However, the aid involved, which is intended to restore the company to viability by the end of 1996, should be regarded as final. Should a return to viability not be achieved by that  date, Spain shall not request any further derogation under Article 95 for the company,", "main_body": ["1. The following maximum amounts of aid which Spain plants to grant directly or indirectly to the public integrated steel company Corporaciรณn de la Siderurgia Integral, incorporating Ensidesa and Altos Hornos de Vizcaya (AHV), may be regarded  as compatible with the orderly functioningh of the common market provided that the conditions and requirements of Articles 2 to 5 are met.\n- a capital injection of up to a maximum of Pta 276,7 billion in the new company by the former public shareholders of AHV and Ensidesa,\n- social aid up to a maximum of Pta 54,519 billion,\n- a capital conversion of an INI credit to Ensidesa of up to a maximum of Pta 35,5 billion,\n- contingencies up to a maximum of Pta 9,4 billion,\n- loss compensation of up to a maximum of Pta 61,654 billion to cover additional operating losses and financial charges in 1992 and 1993 over and above those originally forecast in the plan, and reduced turnover arising from bringing forward the Ansio  closure.\n2. The aid has been calculated to enable the company to return to viability by the end of 1996. In the case that such viability is not attained by that date, Spain shall not request any further derogation pursuant to Article 95 of the ECSC Treaty for  this company.\n3. The aid shall not be used for the purpose of unfair competition practices.\n4. Without prejudice to the aid measures referred to in this Article under the restructuring plan, any loans to the company must be on normal commercial terms; and the beneficiary company must not receive debt holidays or friendly treatment of debts to  the State.", "1. The following definitive closures of production capacity shall be carried out:\n\"(thousand tonnes)\"\" ID=\"1\">Aviles> ID=\"2\">2 400\"> ID=\"1\">Gijon> ID=\"3\">950\"> ID=\"1\">Vizcaya> ID=\"2\">1 980> ID=\"3\">1 200\"> ID=\"1\">Ansio> ID=\"4\">2 300\"> ID=\"1\">Total > ID=\"2\">2 300 (2)> ID=\"3\">1 423 (3)> ID=\"4\">2 300\"\"\n>\n2. All the capacity closures must be achieved in accordance with the timetable laid down in the restructuring plan at the latest, with the exception of the closure of the hot-strip mill at Ansio which must be achieved by 31 December 1995 at the  very latest, although Spain should use its best efforts to bring this closure date forward if at all possible.\n3. The finality of the closures referred to in paragraph 1 shall be ensured either by the demolition of the installations concerned or by their disposal by sale outside Europe.\n4. The beneficiary company shall not increase its remaining capacity for crude steel and hot-rolled finished products under the restructuring plan, other than resulting from productivity improvements, for a period of at least five years starting from  the date of the last capacity closure under the plan or the date of the last payment of aid in respect of investments under the plan, whichever is the later.", "The approval of aid as outlined in Article 1 is in addition subject to the following conditions:\n(a) the proceeds from the sale of shares in the new companx to the public shareholders of Ensidesa and AHN are used to repay the remaining debts of the dormant companies,\n(b) the level of net financial charges of the new company at the outset will be set at least at 3,5 % of annual turnover,\n(c) the majority private sector participation in the Sestao project, which is to be delinked from the aided restructuring plan, is undisputably demonstrated to the Commission to be genuine and unconditional in nature, unsupported by State aid,\n(d) the company or its legal successor will not claim or be granted tax reduction or relief on the basis of past losses which are covered by aid under the terms of this Decision,\n(e) the beneficiary company shall carry out all the restructuring measures laid down in the restructuring plan, as revised, in accordance with the timetable contained therein.", "1. Spain shall cooperate fully with the following arrangements for monitoring this Decision:\n(a) Spain shall supply the Commission twice a year, and not later than 15 March and 15 September respectively, with reports containing full information in accordance with the enclosed Annex, on the beneficiary company and its restructuring. The first  report should reach the Commission by 15 March 1994 and the last report by 15 September 1998, unless the Commission decides otherwise;\n(b) the reports shall contain full information for the Commission to monitor the restructuring process, the creation and use of capacity and show sufficient financial data to allow the Commission to assess whether its conditions and requirements are  fulfilled. The reports shall at least contain full information in accordance with the Annex, which the Commission reserves the right to modify in line with its experiences during the monitoring process. It is up to Spain to oblige the beneficiary  company to disclose all relevant data which may, under other circumstances, be considered as confidential.\n2. The Commission shall, on the basis of the reports, draw up half-yearly reports which shall be submitted to the Council not later than 1 May and 1 November respectively, in order to allow discussion in the Council, if appropriate. If the beneficiary  company envisages investments creating or extending capacity the Commission shall inform the Council on the basis of a report presenting the financing arrangements and demonstrating the absence of State aid.", "1. The Commission may at any timer decide that the reports referred to in Article 4 (1) shall be on a quarterly basis if it deems such necessary to fulfil its monitoring tasks. The Commission may at any time decide to mandate an independent  consultant, selected which the agreement of Spain, to evaluate the monitoring results, to undertake any research necessary and to report to the Council.\n2. The Commission may have any necessary checks made in the aided companies in accordance with Article 47 of the ECSC Treaty, in order to verify the accuracy of the information given in the reports to in Article 4 (1) and in particular compliance witrh  the conditions laid down in its Decision. In the case that a Member State makes a complaint that State aid is enabling the aided company to under-price, the Commission will initiate an investigation pursuant to Article 60 of the ECSC Treaty in  particular.\n3. In assessing the reports referred to in Article 4 (1), the Commission will ensure that the requirements of Article 1 (4), in particular, are being respected.", "1. Without prejudice to any penalties it may impose by virtue of the ECSC Treaty, the Commission may require the suspension of payments of aid or the recovery of aid already paid if, on the basis of the information received, at any time it  were to find that the conditions laid down in this Decision had not been met. If Spain were to fail to fulfil its obligations under any such decision, Article 88 of the ECSC Treaty shall apply.\n2. Moreover, if the Commission establishes, on the basis of the reports referred to in Article 4 (1), that substantial deviations from the financial data, on which the viability assessment has been made, have occured, it may require Spain to take  appropriate measures to reinforce the restructuring measures of the aided company.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 April 1994.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 57.\n(2) Total net reduction after taking into account increase in capacity at Gijon from 2 220 000 tonnes to 4 270 000 tonnes.\n(3) Total net reductions after taking account increase in capacity at Aviles from 2 573 000 tonnes to 3 300 000 tonnes.\nANNEX\nThe Commission's information requirements  (a) Capacity reductions\n- date (or expected date) of cessation of production,\n- date (or expected date) of dismantling (1) of the installation concerned,\n- where installation is sold, date (or expected date) of sale, identity and country of purchaser,\n- sale price;\n(b) investments\n- details of investments realized,\n- date of completion,\n- the costs of the investment, the sources of finance and the sum of any related aid involved,\n- the date of aid payment;\n(c) workforce reductions\n- number and timing of job losses,\n- the total costs,\n- a breakdown of how the costs are being financed;\n(d) production and market effects\n- monthly production of crude steel and finished products per category,\n- products sold, including volumes, prices and markets;\n(e) financial performance\n- evolution of selected key financial ratios to ensure progress is being made towards viability (the financial results and ratios must be provided in a way allowing comparisons with the company's financial restructuring plan),\n- level of financial charges,\n- details and timing of aids received and costs covered,\n- terms and conditions of any new loans (irrespective of source);\n(f) Privatization\n- selling price and treatment of existing liabilities,\n- disposal of proceeds of sale,\n- date of sale,\n- financial position of company at time of sale;\n(g) creation of a new company or new plants incorporating capacity extensions\n- identity of each private and public sector participant,\n- sources of their financing for the creation of the new company or new plants,\n- terms and conditions of the private and the public shareholders' participation,\n- management structure of a new company.\n(1) As defined in Commission Decision No 3010/91/ECSC (OJ No L 286, 16. 10. 1991, p. 20)."}