{"celex_id": "31996D0281", "uri": "http://publications.europa.eu/resource/cellar/b86a2d9a-414f-4d65-b4ef-07a1f9c8a34c", "type": "Decision", "concepts": ["1475", "1609", "2723", "2987", "4111", "4210"], "title": "96/281/EC: Commission Decision of 3 April 1996 concerning the placing on the market of genetically modified soya beans (Glycine max L.) with increased tolerance to the herbicide glyphosate, pursuant to Council Directive 90/220/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 3 April 1996 concerning the placing on the market of genetically modified soya beans (Glycine max L.) with increased tolerance to the herbicide glyphosate, pursuant to Council Directive 90/220/EEC (Text with EEA relevance) (96/281/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (1), as amended by Commission Directive 94/15/EC (2), and in particular Article 13 thereof,\nWhereas, in accordance with Articles 10 to 18 of Directive 90/220/EEC, there is a Community procedure enabling the competent authority of a Member State to give consent to the placing on the market of products consisting of genetically modified organisms;\nWhereas, a notification concerning the placing on the market of such a product has been submitted to the competent authorities of a Member State (United Kingdom);\nWhereas, the competent authorities of the United Kingdom have subsequently forwarded the dossier thereon to the Commission with a favourable opinion;\nWhereas, the competent authorities of other Member States have raised objections to the said dossier;\nWhereas, therefore, in accordance with Article 13 (3) of Directive 90/220/EEC, the Commission is required to take a decision in accordance with the procedure laid down in Article 21 of that Directive;\nWhereas the product has been notified for placing on the market for handling in the environment during import and before and during storage and processing it to non-viable soya bean fractions, and not for sowing;\nWhereas, the Commission, having examined each of the objections raised in light of the scope of Directive 90/220/EEC and the information submitted in the dossier, has reached the following conclusions:\n- there is no reason to believe that there will be any adverse effects on human health and the environment from the introduction into soya bean of the genes coding for glyphosate tolerance and the chloroplast transit peptide;\n- there are no safety reasons which justify the segregation of the product from other soya beans;\n- there are no safety reasons for labelling which mentions that the product has been obtained by genetic modification techniques;\nWhereas, Article 11 (6) and Article 16 (1) of Directive 90/220/EEC provide additional safeguards if new information on risks of the product becomes available;\nWhereas this Decision does not exclude the application, in compliance with Community law, of Member States' provisions on human food or animal feed safety to the extent that they are not specifically related to the genetic modification of the product or its components;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the committee established under Article 21 of Directive 90/220/EEC,", "main_body": ["1. Without prejudice to other Community legislation and subject to paragraphs 2 and 3, consent shall be given by the competent authorities of the United Kingdom for the placing on the market of the following product, notified by Monsanto Europe (Ref. C/UK/94/M3/1) under Article 13 of Directive 90/220/EEC.\nThe product consists of soya beans derived from a soya bean (Glycine max L. cv A5403) line (40-3-2) in which the following sequences have been inserted:\n- a single copy of the gene coding for glyphosate tolerance CP4 5 enolpyruvylshikimate-3-phosphate synthase (CP4 EPSPS) from Agrobacterium sp. strain CP4, and the chloroplast transit peptide (CTP) coding sequence from Petunia hybrida with the promoter P-E35S from cauliflower mosaic virus and the nopaline synthase gene terminator from Agrobacterium tumefaciens.\n2. The consent shall cover any progeny derived from crosses of the product with any traditionally red soya bean lines.\n3. The consent shall cover the following uses of the product: handling in the environment during import before and during storage, and before and during its processing to non-viable products.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 1996.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 117, 8. 5. 1990, p. 15.\n(2) OJ No L 103, 22. 4. 1994, p. 20."}