{"celex_id": "31994R1469", "uri": "http://publications.europa.eu/resource/cellar/7b00acb4-3b88-4a64-8b18-b390c57d9240", "type": "Regulation", "concepts": ["1667", "5384", "797"], "title": "Commission Regulation (EC) No 1469/94 of 27 June 1994 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\n", "header": "COMMISSION REGULATION (EC) No 1469/94 of 27 June 1994 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1380/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 1557/93 (2), and in particular Article 4 (5) thereof,\nWhereas Article 4 (a) of Commission Regulation (EEC) No 1164/89 (3), as last amended by Regulation (EEC) No 2095/93 (4), lays down, inter alia, that the aid is to be granted only in respect of areas harvested, on condition that normal cultivation work  has been carried out; whereas, if the aid scheme is to operate properly, a definition should be given of what is meant by harvest, on the one hand, and on the other only those cultivation practices which seek to valorize almost the whole of the product  cultivated should be accepted;\nWhereas pursuant to the third subparagraph of Article 4 (2) of Regulation (EEC) No 1308/70, the amount of aid for flax is to be varied by applying coefficients to be fixed on the one hand for retted, non-deseeded flax and, on the other, for flax other  than retted, non-deseeded flax; whereas these two cultivation methods must be distinguishable; whereas this can be achieved by requiring the applicant to state in his aid application which method of cultivation he has chosen; whereas, in order to avoid  the risk of fraudulent applications, the checking of such applications should be facilitated, and penalties should be imposed on operators who have submitted irregular aid applications;\nWhereas Annex A to Regulation (EEC) No 1164/89 contains a list of varieties of flax grown mainly for fibre so that those varieties can be distinguished from non-fibre varieties; whereas, as a result of the use of new flax varieties grown mainly for  fibre, the said Annex should be supplemented; whereas, moreover, in order to prevent the use of varieties which now appear only in the common catalogue of agricultural species, provision should be made for such varieties to be deleted from Annex A with  effect from future sowings;\nWhereas the measures provided for in this Regulation are in accordance with the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1164/89 is hereby amended as follows:\n1. The following subparagraph is added to Article 4 (a):\n'To be considered as having been harvested, areas must have undergone an operation:\n- carried out after seed formation,\n- aimed at terminating the growing cycle of the plant, and\n- carried out with the aim of valorizing the stalk, with or without seed.\nThe valorization referred to in the third indent shall be considered as having been desired if the plant has been pulled up or if it has been cut by a cutter bar operating, in the case of flax and hemp, at a maximum height of 10 cm and 20 cm  respectively from the ground.\nAs regards the requirement as to the height of the cutter bar:\n- areas must be kept in a state allowing it to be verified during the 20 days following the date of submission of the aid application or the request for checks; by way of derogation from this provision, Member States shall, in respect of the 1994/95  marketing year, take the necessary measures to verify that this requirement is satisfied as soon as harvesting starts,\n- Member States may take special harvest conditions into account.'\n2. Article 8 (2) is replaced by the following:\n'2. Aid applications shall contain:\n- the surname, first name(s) and address of the applicant,\n- a declaration in hectares and ares of the areas harvested, and the cadastral register number of those areas, or a reference recognized as equivalent by the body responsible for checking the areas, stating, in the case of flax, the part relating to  retted, non-deseeded flax and the part relating to flax other than retted, non-deseeded flax, and specifying if it has been pulled up and/or deseeded,\n- details of the place where the product concerned is stored and, where appropriate, in the case of seed, separate details, or, if it has been sold and delivered, the name, first name(s) and address of the purchaser.'\n3. Article 8 (5) is replaced by the following:\n'5. If the checks provided for in Article 5 of Regulation (EEC) No 619/71 show:\n(a) that for hemp and for flax, without distinction between the part under retted non-deseeded flax and the part under flax other than retted, non-deseeded flax, the area in respect of which the aid is applied for differs from that ascertained during  checks, the amount of the aid shall be calculated on the basis of the following area:\n- where the area ascertained is greater than that shown in the aid application, the area ascertained shall be used,\n- where the area ascertained is less than that shown in the aid application, the area to be used shall be that ascertained minus the difference between the two areas. However, the aid application shall be rejected if the difference is more than 25 % of  the ascertained area or if, for the person making the declaration in question, the areas indicated in his declarations or applications have been reduced during the same marketing year or the preceding one in accordance with Article 7 or with this  paragraph.\nWhere the second indent applies to areas under flax, the reduction shall in the first place apply to areas under flax other than retted, non-deseeded flax.\n(b) that an area under retted, non-deseeded flax has been declared in the aid application as an area under flax other than retted, non-deseeded flax, the total amount of the aid to be granted shall, having taken account, where appropriate, of the second  indent of (a), be reduced, in respect of each hectare or part of a hectare of retted, non-deseeded flax declared as flax other than retted, non-deseeded flax, by an amount equal to 15 % of the aid applicable to flax other than retted, non-deseeded flax.\nWhere the inaccurate declarations referred to in (a) and (b) are considered justified by the Member State concerned, no penalty shall be applied.\nThe provisions of this paragraph shall apply without prejudice to any penalties provided for under national law. Member States shall notify the Commission of the measures taken in pursuance of this paragraph.'\n4. Annex A is replaced by the following:\n'ANNEX A\nList of varieties of flax grown mainly for fibre\nArgos\nAriane\nAstella (1)\nBelinka\nBerber (1)\nBertelin\nElise\nEscalina\nEvelin\nFanny (1)\nHera (1)\nHermes\nLaura Lidia (1)\nMarina\nMira (1)\nNanda (1)\nNatasja\nNike\nNynke\nOpaline\nRegina\nSaskia\nSilva\nThalassa (1)\nViking\n(1) to be deleted for marketing years 1995/96 et seq.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to products harvested from 1994 onwards.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 26.\n(3) OJ No L 121, 29. 4. 1989, p. 4.\n(4) OJ No L 190, 30. 7. 1993, p. 25."}