{"celex_id": "31998R1135", "uri": "http://publications.europa.eu/resource/cellar/767a153d-f310-40e8-bbd9-3e13d2efb0ed", "type": "Regulation", "concepts": ["1085", "1318", "1519", "2975", "3633", "4373"], "title": "Commission Regulation (EC) No 1135/98 of 29 May 1998 amending Regulation (EC) No 1066/95 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the raw tobacco quota system for the 1995, 1996, 1997 and 1998 harvests\n", "header": "COMMISSION REGULATION (EC) No 1135/98 of 29 May 1998 amending Regulation (EC) No 1066/95 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the raw tobacco quota system for the 1995, 1996, 1997 and 1998 harvests\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1), as last amended by Regulation (EC) No 2595/97 (2), and in particular Article 9(5) thereof,\nWhereas Article 9 of Regulation (EEC) No 2075/92 introduces a quota system for the various groups of tobacco varieties; whereas the individual quotas have been distributed among producers on the basis of the guarantee thresholds for 1998 fixed by Article 1 of Council Regulation (EC) No 415/96 (3); whereas pursuant to Article 9(5) of Regulation (EEC) No 2075/92 the Commission may authorise Member States to transfer guarantee threshold quantities; whereas these quantities remain available in some Member States following distribution of the quotas pursuant to Article 8 of Commission Regulation (EC) No 1066/95 (4), as last amended by Regulation (EC) No 261/98 (5); whereas the proposed transfers do not give rise to additional expenditure for the EAGGF and do not entail an increase in the total guarantee threshold for each Member State;\nWhereas this Regulation should apply before the deadline for registering contracts concluded following the allocation of the additional quantities set in the second subparagraph of Article 3(1) of Commission Regulation (EEC) No 3478/92 (6), as last amended by Regulation (EC) No 842/98 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EC) No 1066/95 is amended as follows:\n1. Article 11a is replaced by:\n'Article 11a\n1. For the 1998 harvest, Member States are authorised to transfer to another group of varieties, before 31 May 1998, threshold quantities of tobacco remaining available following the distribution of quotas pursuant to Article 8 of this Regulation.\n2. The quantities referred to in paragraph 1 shall be limited to those set out in the Annex hereto.`;\n2. the Annex to this Regulation replaces the Annex to Regulation (EC) No 1066/95.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 30. 7. 1992, p. 70.\n(2) OJ L 351, 23. 12. 1997, p. 11.\n(3) OJ L 59, 8. 3. 1996, p. 3.\n(4) OJ L 108, 13. 5. 1995, p. 5.\n(5) OJ L 25, 31. 1. 1998, p. 49.\n(6) OJ L 351, 2. 12. 1992, p. 17.\n(7) OJ L 120, 23. 4. 1998, p. 8.\nANNEX\n'ANNEX\n>TABLE>"}