{"celex_id": "31992R1226", "uri": "http://publications.europa.eu/resource/cellar/9cd7a7b7-acf6-43ea-ba6b-c21a89a85e6e", "type": "Regulation", "concepts": ["1637", "4582", "4588", "616", "914"], "title": "Commission Regulation (EEC) No 1226/92 of 13 May 1992 on communication by the Member States to the Commission of information on imports of certain products processed from fruit and vegetables\n", "header": "COMMISSION REGULATION (EEC) No 1226/92  of 13 May 1992  on communication by the Member States to the Commission of information on imports of certain products processed from fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1943/91 (2), and in particular Article 20  thereof,\nWhereas the Interim Agreements with Poland (3), Hungary (4) and the Czech and Slovak Federal Republic (5) provide that imports of certain red fruit originating in those countries are subject to a minimum import price; whereas the frequency at which the  prices are controlled requires Member States to communicate certain information rapidly and at very frequent intervals; whereas for other red fruits and for the same product originating in Yugoslavia as it was on 1 January 1991, it is necessary to be  able to follow the import trends regularly;\nWhereas, for statistical purposes, the Belgo-Luxembourg Economic Union (BLEU) is considered as a single territory; whereas, as regards the communications to be transmitted to the Commission, it should be considered as a single Member State;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. For the products and countries of origin listed in the Annex hereto, Member States shall communicate to the Commission the quantities placed on the market and their values.\n2. This communication shall take place on the 25th of each month or the first working day thereafter for products placed on the market between the 1st and the 15th of the month, and on the 10th of the following month or the first working day thereafter  for products placed on the market between the 16th and the last day of the month.\n3. If there has been no placing on the market during the course of one of the periods referred to above, the Member State in question shall inform the Commission thereof by telex transmitted on the days indicated in paragraph 2.", "For the purposes of applying this Regulation, the Belgo-Luxembourg Economic Union shall be considered as a single Member State.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1. (2) OJ No L 175, 4. 7. 1991, p. 1. (3) OJ No L 114, 30. 4. 1992, p. 1. (4) OJ No L 115, 30. 4. 1992, p. 1. (5) OJ No L 116, 30. 4. 1992, p. 1.\nANNEX\nCN code  Description  Country of origin      0811 10 11  Frozen strawberries, containing added sugar or other sweetening matter, with a sugar content exceeding 13 % by weight   0811 10 19  Frozen strawberries, containing added sugar or other  sweetening matter, with a sugar content not exceeding 13 % by weight   0811 10 90  Frozen strawberries not containing added sugar or other sweetening matter   ex 0811 20 19 (1)  Frozen raspberries, containing added sugar or other sweetening matter, with  a sugar content not exceeding 13 % by weight  Poland Hungary The Czech and Slovak Federal Republic Yugoslavia as constituted on 1 January 1991  0811 20 31  Frozen raspberries not containing added sugar or other sweetening matter   0811 20 39  Frozen  blackcurrants not containing added sugar or other sweetening matter   0811 20 51  Frozen redcurrants not containing added sugar or other sweetening matter   0812 20 00  Strawberries, provisionally preserved   0812 90 60  Raspberries, provisionally  preserved\n(1) Taric codes: 0811 20 19 * 11 and\n0811 20 19 * 19."}