{"celex_id": "31994R1343", "uri": "http://publications.europa.eu/resource/cellar/27c49086-3d87-4af0-8018-8672db1c03d9", "type": "Regulation", "concepts": ["1642", "3568", "4713", "4734", "722", "914"], "title": "Commission Regulation (EC) No 1343/94 of 10 June 1994 amending for the third time Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 1343/94 of 10 June 1994 amending for the third time Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2), and in particular Article 56 (4) thereof,\nHaving regard to Council Regulation (EEC) No 345/79 of 5 February 1979 laying down general rules for granting export refunds on wine and criteria for fixing the amount of such refunds (3), as amended by Regulation (EEC) No 2009/81 (4), and in particular\nArticle 6\n(3) thereof,\nWhereas Regulation (EEC) No 3389/81 of the Commission lays down certain detailed rules in relation to the granting of export refunds in the wine sector (5), as last amended by Regulation (EEC) No 3473/82 (6),\nWhereas disturbances on the world market necessitate that payment of export refunds on wine exported to Albania, Armenia, Azerbaijan, Belarus, Bulgaria, Estonia, Georgia, Hungary, Kazakstan, Kyrgystan, Latvia, Lithuania, Moldova, Poland, Romania,  Russia, Tajikistan, the Czech and Slovak Republics, Turkmenistan, Ukraine and Uzbekistan should be made subject to proof that the product has really been imported into the third country specified; whereas it is therefore appropriate to provide that the  provisions of Article 5 of Commission Regulation (EEC) No 3665/87 of 27 November 1987, laying down common detailed rules for the application of the system of export refunds on agricultural products (7), as amended by Regulation (EEC) No 2805/93 (8),  shall apply;\nWhereas furthermore experience has shown that export transactions to certain of the abovementioned countries have lead to abuses; whereas, in order to prevent such abuses, payment of the refund should be subject to the condition that products in  containers holding more than two litres has not only been imported into such third country, but also bottled there;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 3389/81 is amended as follows:\nThe following Article is added:\n'Article 4a\nFor the purpose of the payment of refunds for the export of products whose destination is stated in the export declaration to be Albania, Armenia, Azerbaijan, Belarus, Bulgaria, Estonia, Georgia, Hungary, Kazakstan, Kyrgystan, Latvia, Lithuania,  Moldova, Poland, Romania, Russia, Tajikistan, the Czech and Slovak Republics, Turkmenistan, Ukraine and Uzbekistan, the condition laid down in Article 5 (1) (a) of Regulation (EEC) No 3665/87 shall, in the case of all such exports, be deemed to have  been fulfilled.\nIn addition to the proofs as foreseen in Article 18 of Regulation (EEC) No 3665/87 the exporter of products in containers holding more than two litres must prove the product has been bottled in the third country for which the refund is granted.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. It is applicable to products in respect of which the date of export is after the 10 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 54, 5. 3. 1979, p. 69.\n(4) OJ No L 195, 18. 7. 1981, p. 6.\n(5) OJ No L 341, 28. 11. 1981, p. 24.\n(6) OJ No L 365, 24. 12. 1982, p. 30.\n(7) OJ No L 351, 14. 12. 1987, p. 1.\n(8) OJ No L 256, 14. 10. 1993, p. 7."}