{"celex_id": "31993R2595", "uri": "http://publications.europa.eu/resource/cellar/99c9ba88-1f43-479d-8e4e-4719666968fa", "type": "Regulation", "concepts": ["1144", "1521", "1839", "2723", "4630", "80"], "title": "COMMISSION REGULATION (EEC) No 2595/93 of 22 September 1993 laying down detailed rules for implementing Council Regulation (EEC) No 1765/92 as regards the use of land set aside for the production of multiannual raw materials for the manufacture within the Community of products not intended for human or animal consumption\n", "header": "COMMISSION REGULATION (EEC) No 2595/93 of 22 September 1993 laying down detailed rules for implementing Council Regulation (EEC) No 1765/92 as regards the use of land set aside for the production of multiannual raw materials for the manufacture  within the Community of products not intended for human or animal consumption\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as amended by Regulation (EEC) No 1552/93 (2), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 1541/93 of 14 June 1993 fixing the non-rotational set-aside rate referred to in Article 7 of Regulation (EEC) No 1765/92 (3), and in particular Article 3 thereof,\nWhereas Article 7 (4) of Regulation (EEC) No 1765/92 allows set-aside land to be used for the provision of materials for the manufacture within the Community of products not intended for human or animal consumption, provided that effective control  systems are applied;\nWhereas Commission Regulation (EEC) No 334/93 of 15 February 1993 laying down detailed implementing rules for the use of land set aside for the provision of materials for the manufacture within the Community of products not primarily intended for human  or animal consumption (4) lays down the conditions for the cultivation of annual raw materials on land subject to rotational or non-rotational set-aside; whereas the detailed implementing rules should therefore be laid down for the cultivation of  multiannual raw materials on set-aside land not subject to rotation; whereas the provisions of this Regulation should conform to Commission Regulation (EEC) No 2293/92 of 31 July 1992 laying down detailed rules for the application of Council Regulation  (EEC) No 1765/92 with regard to the set-aside scheme referred to in Article 7 (5), as last amended by Regulation (EEC) No 2594/93 (6);\nWhereas the multiannual raw materials which can be cultivated on set-aside land not subject to rotation and the uses to which they may be put should be defined;\nWhereas a claimant for an annual compensatory payment should be required to undertake to use the multiannual raw materials cultivated on the set-aside land exclusively for purposes other than human or animal consumption;\nWhereas implementation of this scheme should take account of Member States' legislation, in particular requirements relating to agricultural practice, checks, public health and environmental and criminal law, while minimizing disparities in treatment  due to such factors within the Community;\nWhereas neither the multiannual raw materials grown on the set-aside land nor the products derived therefrom should benefit from any other aid granted by the Community;\nWhereas, in return for the compensation received for the undertaking to set land aside, the claimant must be subject to rules providing for checks based, in particular, on a crop declaration;\nWhereas implementation of this scheme should be subject to a system of checks and, where necessary, penalties, in accordance with Commission Regulation (EEC) No 3887/92 (7); whereas, in addition, special rules should be laid down in respect of contracts  signed prior to the entry into force of Regulation (EEC) No 334/93;\nWhereas the Management Committee for Cereals, Oils and Fats and Dried Fodder has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the purposes of this Regulation, 'claimant' means the person making an area-related aid application with a view to obtaining the annual compensatory payment within the meaning of Articles 2 (5) and 7 (5) of Regulation (EEC) No 1765/92,  hereinafter called 'compensation'.", "1. Multiannual crops on land subject to non-rotational set-aside may only be raw materials which can be used for purposes other than human and/or animal consumption.\n2. The land intended for the cultivation of the raw materials referred to in Annex I shall be subject to the provisions of Regulation (EEC) No 2293/92.", "In order to be eligible for compensation, the claimant wishing to use set-aside land for the cultivation of the raw materials referred to in Annex I shall provide a written undertaking to the competent authority in his Member State when  submitting his first area-related aid application that in the event of the utilization or sale of the raw materials concerned they will be put to the uses set out in Annex II.\nIn his undertaking, the claimant shall declare that he has taken note of the fact that non-compliance with his undertaking leaves him open to the penalties provided for in Regulation (EEC) No 3887/92.", "Member States may exclude from this scheme only those raw materials listed in Annex I which give rise to difficulties for reasons related to agricultural practice, the carrying out of checks, public health, environmental impact or criminal  law. In that event, Member States shall notify the Commission of the raw material(s) the intend to exclude. If the Commission does not respond within 20 working days of receipt of the notification, Member States may proceed with the intended exclusions.", "Raw materials cultivated on set-aside land and for which compensation is paid, and the products derived from such raw materials may not benefit from the measures financed by the European Agricultural Guidance and Guarantee Fund, Guarantee  Section, or from the Community aid provided for in Council Regulation (EEC) No 2078/92 (8) and (EEC) No 2080/92 (9).", "Claimants shall inform the competent authority each year in their area-related aid applications of the plots subject to non-rotational set-aside, the multiannual crops corresponding to such plots, the length of the crop cycle and the  envisaged harvest frequency.", "1. The competent authority in the Member State concerned shall keep in the database referred to in Article 2 of Council Regulation (EEC) No 3508/92 (10) an up-to-date list of the area-related aid applications submitted each year by each  claimant in order to ensure that the conditions for grant of the compensation, in particular the undertakings referred to in Article 6, are complied with.\n2. Any supervisory measure needed to ensure that the undertakings arising from the implementation of the provisions of this Regulation are complied with shall be taken in accordance with the procedures set out in Regulation (EEC) No 3887/92.\n3. In the event that the undertakings referred to in paragraph 2 are not complied with, the penalties which may be imposed on the claimant shall be those provided for in Regulation (EEC) No 3887/92.", "Member States may adopt any additional measures needed for the application of this Regulation and shall notify the Commission thereof.", "Member States shall forward to the Commission within six months at the latest of the end of each marketing year all the information needed for an assessment of this measure, in particular the amount of land subject to non-rotational set-aside  for each multiannual species cultivated on it.", "0\nPursuant to Article 14 of Regulation (EEC) No 334/93, contracts signed prior to the entry into force of that Regulation shall be performed in accordance with the terms of this Regulation.", "1\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 154, 25. 6. 1993, p. 19.\n(3) OJ No L 154, 25. 6. 1993, p. 1.\n(4) OJ No L 38, 16. 2. 1993, p. 12.\n(5) OJ No L 221, 6. 8. 1992, p. 19.\n(6) See page 19 of this Official Journal.\n(7) OJ No L 391, 31. 12. 1992, p. 36.\n(8) OJ No L 215, 30. 7. 1992, p. 85.\n(9) OJ No L 215, 30. 7. 1992, p. 96.\n(10) OJ No L 355, 5. 12. 1992, p. 1.\nANNEX I\nMultiannual raw materials which may be cultivated on land subject to non-rotational set-aside provided they are intended for the manufacture of the products listed in Annex II or for the direct use of the claimant\n/* Tables: see OJ */\nANNEX II\nProducts intended for authorized uses, other than human or animal consumption, where derived from the raw materials referred to in Annex I  All products covered by the combined nomenclature:\n(a) with the exception of all products falling within Chapters 1 to 24 of the combined nomenclature, except for:\n- all products falling within Chapter 15 of the combined nomenclature which are intended for uses other than human or animal consumption,\n- products falling within CN code 2207 20 00 for direct use in motor fuel or for processing for use in motor fuel;\n(b) including all the products mentioned in Annex I and their processed derivatives intended for energy purposes."}