{"celex_id": "31992D0362", "uri": "http://publications.europa.eu/resource/cellar/383ca76b-076b-4041-831d-1a4c2d761010", "type": "Decision", "concepts": ["1035", "1519", "4829"], "title": "92/362/EEC: Commission Decision of 29 April 1992 on a transitional guidance programme for the fishing fleet (1992) of Italy pursuant to Council Regulation (EEC) No 4028/86 (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 29 April 1992 on a transitional guidance programme for the fishing fleet (1992) of Italy pursuant to Council Regulation (EEC) No 4028/86 (Only the Italian text is authentic) (92/362/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3944/90 (2), and in particular Article 4  thereof,\nWhereas, on 30 April 1991, the Government of Italy forwarded to the Commission a multiannual guidance programme for the fishing fleet for the period 1992 to 1996, hereinafter referred to as 'the programme', as required by Article 3 (3) of Regulation  (EEC) No 4028/86; whereas it forwarded at a later date additional information concerning the programme;\nWhereas it is necessary to consider whether, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the  programme fulfils the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas the objectives of the previous programme approved by Commission Decision 88/140/EEC (3), as amended by Decision 90/104/EEC (4), constitute the reference basis for assessing the actual development recorded and the effort still needed to ensure  that the Community objectives are achieved;\nWhereas the current or likely situation as regards availability of fish in conjunction with the activities of the fleet concerned does not allow for any adjustment of the forecast on the basis of which these objectives were determined and approved;  whereas the efforts made to adapt the fleet should therefore be sustained and strengthened over the period 1992 to 1996, in view of the fact that availability of fish continues to deteriorate;\nWhereas the scope of the planned modernization efforts implies a substantial improvement in the overall performance of the fleet concerned which should be taken into account when assessing the relationship to be achieved by the end of the programme  period between fleet capacity and fish availability;\nWhereas the development recorded should be monitored on a regular basis so as to improve or adjust the fishery support measures that accompany the implementation of the programme;\nWhereas any development that does not comply with the programme objectives would run counter to the objectives of the common fisheries policy; whereas, therefore, certain specific measures undertaken under this programme may not warrant public financial  assistance; whereas, in this context, approval of the programme should only be effective where the limitations and conditions upon which such approval was made conditional are complied with;\nWhereas it is important that the overall reduction in fishing effort judged to be necessary in order to adapt the Community fleet to available resources should reflect significant reductions in particular segments of that fleet where an imbalance is  most apparent; whereas there is insufficient information available at present to achieve comprehensive segmentation of the fleet in accordance with stocks and zones fished; whereas a broader range of parameters should therefore be developed to evaluate  fishing effort as well as fleet capacity;\nWhereas the Commission cannot approve programmes for the full period until adequate information is available to Member States to permit this new approach and additional time will be required to execute the work programme necessary to complete this  process;\nWhereas it is not appropriate to interrupt the process of reduction of the fleet inherent in the guidance programmes; whereas transitional programmes, for the period 1 January to 31 December 1992, should therefore be approved;\nWhereas further reduction in fleet capacity is needed in view of the present state of the fish stocks; whereas available information indicates that a minimum reduction of 2 % expressed in tonnage and engine power, based on the objectives for the end of  1991, is necessary to compensate for technological progress; whereas in addition to that reduction, a certain percentage reduction is also necessary for catching-up, in the case of those Member States which have not reached the 1991 objectives;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["A transitional guidance programme for the fishing fleet covering the period up to the end of 1992 is hereby approved subject to the limitations and conditions set out in this Decision and provided that those limitations and conditions are complied with.", "At the latest by the end of July 1992 and the end of February 1993, Italy shall forward the Commission, in respect of each category of vessel defined in the programme, information on the number of vessels commissioned and withdrawn and on the tonnage  and engine power added and withdrawn during the six-month period ending on the preceding 30 June or 31 December.", "The approval referred to in Article 1 shall only be effective where the development of the fleet complies with the objectives of the programme as set out in the Annex hereto.", "This Decision shall be without prejudice to any Community financial aid that may be granted to individual investment projects.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 29 April 1992.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 373, 31. 12. 1986, p. 7.(2) OJ No L 380, 31. 12. 1990, p. 1.(3) OJ No L 67, 12. 3. 1988, p. 18.(4) OJ No L 66, 14. 3. 1990, p. 11.\nANNEX\nMULTIANNUAL GUIDANCE PROGRAMME FOR THE ITALIAN FISHING FLEET (1992)   I. GENERAL REMARKS  This programme relates to the whole of the Italian fishing fleet and covers the entire territory of Italy.\nII. OBJECTIVES  1. The aims of the programme are:\n(a) to reduce the overall level of the operational fishing fleet to 262 834 GRT and 1 510 831 kW, in accordance with point II.2 below;\n(b) to modernize existing vessels without increasing overall fishing capacity in the category to which the vessels concerned belong.\n2. During the period covered by the programme the operational fishing fleet, with the exception of:\n- working vessels used solely for aquaculture,\nmust remain within the following limits:\nTonnage  (in GRT)\nType\nObjectives of\n1986\nprogramme at\n31. 12. 1986\nSituation at\n1. 1. 1987\n(¹)\nSituation at\n1. 1. 1992\nObjectives at\n31. 12. 1989\n31. 12. 1990\n31. 12. 1991\nObjective at\n31. 12. 1992\nMediterranean fleet of which:\n246 255\n263 002\n232 998\n228 338 (²)\n- inshore fishing\n- near-water fishing\n- Mediterranean middle-water\nfishing\n- middle-water fleet\n6 000\n7 200\n7 056 (²)\nOcean-going fleet\n29 000\n33 984\n28 000\n27 440 (²)\nTotal A\n275 255\n302 986\n268 187\n299 507\n282 114\n268 198\n262 834\nAuxiliary vessels used for\naquaculture\nTotal B\n(¹) Includes vessels under construction at 1 January 1987.\n(²) Some flexibility can be allowed between these segments of the fleet.\nEngine power  (in kW)\nType\nObjectives of\n1986\nprogramme at\n31. 12. 1986\nSituation at\n1. 1. 1987\n(¹)\nSituation at\n1. 1. 1992\nObjectives at\n31. 12. 1989\n31. 12. 1990\n31. 12. 1991\nObjective at\n31. 12. 1992\nMediterranean fleet of which:\n1 524 128\n1 715 062\n1 471 564\n1 442 133 (²)\n- inshore fishing\n- near-water fishing\n- Mediterranean middle-water\nfishing\n- middle-water fleet\n23 000\n26 100\n25 578 (²)\nOcean-going fleet\n44 160\n58 767\n44 000\n43 120 (²)\nTotal A\n1 568 288\n1 796 829\n1 519 695\n1 771 833\n1 643 730\n1 541 664\n1 510 831\nAuxiliary vessels used for\naquaculture\nTotal B\n(¹) Includes vessels under construction at 1 January 1987.\n(²) Some flexibility can be allowed between these segments of the fleet.\nIII. PLANNED MEASURES  1.1. Whereas the objectives specified at point II.2, Total A require fishing capacity to be reduced by the difference between the situation at 1 January 1992 and the target to be achieved by 31 December 1992, account must also be  taken of changes, if any, in fishing capacity resulting from:\n- projects for new construction which have qualified for Community and national aid in respect of 1991,\n- applications for Community financing of projects for new construction currently under consideration by the Commission (¹),\n- vessels joining or leaving the fleet during 1991, if not covered by the first two subparagraphs,\nwhich, when added, give the overall fishing capacity to be reduced.\n1.2. The reduction referred to in point III.1.1 above must be achieved by the following measures, the implementation of which is conditional on the fishing capacities used remaining within the limits laid down in the programme, although the reduction  achieved by each measure may be varied provided that the overall fishing capacity defined in point III.1.1 is reduced as planned:\n- a reduction in the total fleet by renewal of operational vessels which have been damaged or lost at sea, in particular by the withdrawal of operational units directly linked with the new vessels, in line with guidelines and objectives laid down at  point II.2,\n- the adoption and implementation of measures to adjust fishing capacity, such as the granting of the final cessation premiums as compensation for any necessary reduction which cannot be achieved by the methods referred to in the first subparagraph,\n- other measures which enable the same results to be achieved.\n(¹) Overall capacity may be adjusted to take account of the withdrawal of applications for financing currently under examination by the Commission.\n2. Adoption and implementation of legislative and/or administrative measures designed to ensure effective control of fishing capacity and fishing activities with a view to achieving the programme's objectives.\n3. Introduction of a register of fishing vessels, with a view to effective control of fishing capacity. The register must be updated to 31 December 1991.\n4. Ruling out of any form of financial assistance (Community, national, regional or other assistance) for vessels using trawls or for manual or power-driven dredgers used to harvest bivalve molluscs.\nIV. COMMENTS   1. The objectives for the fleet given in the above table can be revised only on the basis of scientific evaluations leading to the establishment of the existence or resources which are not fully exploited at present.\n2. The objectives in tonnage and power of the programme for 1992 should be fully realized by 31 December 1992 at the latest. Reductions in fishing capacity greater than or equal to those fixed for the objectives at 31 December 1991 which were achieved  by Member States (¹) can be taken into account in 1992. In that case, the Member States may achieve a minimum of 75 % of the overall reduction for 1992 indicated in the present Annex through permanent withdrawal of vessels from fishing, while the  remaining maximum of 25 % can be attained through fishing control measures as long as they are based on permanent legal or administrative measures.\n3. The Commission recalls that structural financial interventions by national, regional or local authorities in favour of the sector concerned should henceforth be inserted within the framework of the present programme.\n(¹) On the basis of data provided by 15 February 1992 at the latest, in accordance with Article 2 of the Decision of the Commission on the multiannual guidance programme for the period 1987 to 1991."}