{"celex_id": "31994R1818", "uri": "http://publications.europa.eu/resource/cellar/d4c8f7d5-e1d5-4ce6-ac04-8bd10cd8bb9c", "type": "Regulation", "concepts": ["2292", "4172", "4718", "4885", "862", "932"], "title": "Commission Regulation (EC) No 1818/94 of 25 July 1994 amending Regulation (EEC) No 2253/92 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector\n", "header": "COMMISSION REGULATION (EC) No 1818/94 of 25 July 1994 amending Regulation (EEC) No 2253/92 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticles 3 (4) and 7 (2) thereof,\nWhereas the quantities of products benefiting from the specific supply arrangements must be determined within the framework of periodic forecast supply balances which may be adjusted on the basis of the essential requirements of the markets and taking  account of local production and traditional trade flows; whereas to ensure coverage of requirements in terms of quantity, price and quality and to ensure that the proportion of products supplied from the Community is preserved, the aid to be granted for  products originating in the rest of the Community must be determined on terms equivalent, for the end user, to the advantage resulting from exemption from import duties on imports of products from third countries;\nWhereas Commission Regulation (EEC) No 2253/92 of 31 July 1992 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector (3), as amended by Regulation (EEC) No 2067/93  (4), establishes the quantities of wine eligible for the specific supply arrangements introduced by Title I of Regulation (EEC) No 1601/92 and fixes the Community aid pursuant to Article 3 of that Regulation; whereas the quantities of wine eligible for  the arrangements for the 1994/95 wine year should be determined and the amount of aid should be fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Annexes I and II of Regulation (EEC) No 2253/92 are replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 September 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 219, 4. 8. 1992, p. 30.\n(4) OJ No L 187, 29. 7. 1993, p. 34.\nANNEX\n'ANNEX I\nQuantities of the forecast supply balance for the Canary Islands of products of the wine-growing sector for the period 1 September 1994 to 31 August 1995\n\"\" ID=\"1\">ex 2204 21 25> ID=\"2\">Wines:> ID=\"3\">115 500\"> ID=\"1\">ex 2204 21 29> ID=\"2\">    originating in third countries: wines bearing only the name of the country of origin with no other indication or geographical designation\"> ID=\"1\">ex 2204  21 35> ID=\"2\">    originating in the Community: table wine within the meaning of point 13 of Annex I to Regulation (EEC) No 822/87\"> ID=\"1\">ex 2204 21 39\"> ID=\"1\">ex 2204 29 25> ID=\"2\">Wines:> ID=\"3\">129 500\"> ID=\"1\">ex 2204 29 29> ID=\"2\">     originating in third countries: wines bearing only the name of the country of origin with no other indication or geographical designation\"> ID=\"1\">ex 2204 29 35> ID=\"2\">    originating in the Community: table wine within the meaning of point 13 of  Annex I to Regulation (EEC) No 822/87\"> ID=\"1\">ex 2204 29 39\"> ID=\"2\">Total > ID=\"3\">245 000\">\nANNEX II\nAmounts of aid payable in respect of the products referred to in Annex I and coming, from the Community market\n>(1)\"> ID=\"1\">2204 21 25 110> ID=\"2\">(2)> ID=\"3\">3,96\"> ID=\"1\">2204 21 25 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 21 25 910> ID=\"2\">(2)> ID=\"3\">3,96\"> ID=\"1\">2204 21 29 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 21 35 110> ID=\"2\">(2)>  ID=\"3\">3,96\"> ID=\"1\">2204 21 35 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 21 39 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 29 25 110> ID=\"2\">(2)> ID=\"3\">3,96\"> ID=\"1\">2204 29 25 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 29 25 910> ID=\"2\">(2)>  ID=\"3\">3,96\"> ID=\"1\">2204 29 29 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 29 35 110> ID=\"2\">(2)> ID=\"3\">3,96\"> ID=\"1\">2204 29 35 190> ID=\"2\">(3)> ID=\"3\">1,19\"> ID=\"1\">2204 29 39 190> ID=\"2\">(3)> ID=\"3\">1,19\"\"\n>\n(1) The product codes are defined in Commision Regulation (EEC) No 3846/87 (OJ No L 366, 24. 12. 1987, p. 1), as last amended by Regulation (EC) No 1554/94 (OJ No L 166, 1. 7. 1994, p. 50).\n(2) ECU per hectolitre of product.\n(3) ECU per % volume and per hectolitre of product (total alcoholic strengh by volume as defined in Annex II to Regulation (EEC) No 822/87).'"}