{"celex_id": "31998R1372", "uri": "http://publications.europa.eu/resource/cellar/e7039a1f-85ef-4eb4-9b02-4ed1265b1cca", "type": "Regulation", "concepts": ["2548", "4081", "4172", "4885", "862", "932"], "title": "Commission Regulation (EC) No 1372/98 of 29 June 1998 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to seed potatoes (forecast supply balance)\n", "header": "COMMISSION REGULATION (EC) No 1372/98 of 29 June 1998 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to seed potatoes (forecast supply balance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 3(4) thereof,\nWhereas, pursuant to Articles 2 and 3 of Regulation (EEC) No 1601/92, Commission Regulation (EEC) No 2168/92 (3), as last amended by Regulation (EC) No 1494/97 (4), sets the quantity in the forecast supply balance for the supply of seed potatoes to the Canary Islands for the 1997/98 marketing year; whereas the forecast supply balance for the 1998/99 marketing year should be established; whereas that supply balance must be established on the basis of the requirements of the Canary Islands and taking traditional trade patterns into account;\nWhereas, pursuant to Article 3(2) of Regulation (EEC) No 1601/92, aid for the supply of seed potatoes to the Canary Islands from the rest of the Community should be set for the 1998/99 marketing year at a level ensuring that seed potatoes are supplied under conditions which are equivalent for the end user to those resulting from the exemption from customs duties on imports of seed potatoes from third countries; whereas the aid must be set taking account in particular of the costs of supplying the products from the world market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["Regulation (EEC) No 2168/92 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nFor the purposes of Articles 2 and 3 of Regulation (EEC) No 1601/92 the quantity in the forecast supply balance of seed potatoes covered by CN code 0701 10 00 qualifying for exemption from customs duty on imports into the Canary Islands or for Community aid for products coming from the rest of the Community shall be 12 000 tonnes for the period 1 July 1998 to 30 June 1999.`;\n2. Article 2 is replaced by the following:\n'Article 2\nThe aid provided for in Article 3(2) of Regulation (EEC) No 1601/92 for the supply of seed potatoes to the Canary Islands from the Community market in accordance with the forecast supply balance shall be ECU 4,226 per 100 kilograms.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 13.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 217, 31. 7. 1992, p. 44.\n(4) OJ L 202, 30. 7. 1997, p. 33."}