{"celex_id": "31994R0322", "uri": "http://publications.europa.eu/resource/cellar/8dcc928b-d103-48ff-a67e-ddc8ce73e1cf", "type": "Regulation", "concepts": ["1354", "2689", "2777", "4689", "4691", "5263"], "title": "Commission Regulation (EC) No 322/94 of 11 February 1994 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION REGULATION (EC) No 322/94 of 11 February 1994 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EEC) No 363/93 (2), and in particular Article 4 (5) thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EC) No 76/93 (4), lays down the rules for the determination of prices of fresh or chilled sheep carcases on representative Community markets as well as the survey of prices of certain other qualities of sheep carcases in the Community;\nWhereas the coefficients used for calculating the price of sheep carcases on representative Community markets should be adjusted in the light of the figures available with regard to sheep production;\nWhereas in Denmark, Germany and Northern Ireland the places of quotation and the coefficients fixed should be altered to take account of the trend in quantities coming into those markets;\nWhereas in Germany the category 'Mastlammfleisch` should be replaced by the category 'lammfleisch` which is more representative of production;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 1481/86 is hereby amended as follows:\n1. Annex I is replaced by Annex I to this Regulation.\n2. In Annex II points B 1, C and L 1 are replaced by those in Annex II to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 14 February 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 42, 19. 2. 1993, p. 1.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 11, 19. 1. 1993, p. 6.\nANNEX I\n'ANNEX I\nCOEFFICIENTS TO BE USED IN CALCULATING THE PRICE RECORDED ON THE REPRESENTATIVE COMMUNITY MARKETS\n>TABLE>\n`\nANNEX II\n'B. DENMARK\n1. Representative market: Denmark\nThe price recorded on this market is the weighted average of the prices recorded at the following places of quotation.\n>TABLE>\nC. FEDERAL REPUBLIC OF GERMANY\n1. Representative market: Federal Republic of Germany\nThe prices recorded on this market are the weighted average of the prices recorded in the following regions:\n>TABLE>\n2. Category\n>TABLE>\nL. NORTHERN IRELAND\n>TABLE>"}