{"celex_id": "31993R1064", "uri": "http://publications.europa.eu/resource/cellar/e6520643-d0be-4a57-9eba-e83d52fd0681", "type": "Regulation", "concepts": ["1609", "2624", "4288"], "title": "Commission Regulation (EEC) No 1064/93 of 30 April 1993 introducing private storage premium for peas and field beans\n", "header": "COMMISSION REGULATION (EEC) No 1064/93 of 30 April 1993 introducing private storage premium for peas and field beans\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EEC) No 364/93 (2), and in particular Article 16 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rate to be applied for the purpose of the common agricultural policy (3), and in particular Article 6 (2) thereof,\nWhereas the support arrangements foreseen in Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (4), as last amended by Regulation (EEC) No 1750/92 (5), expire on 30 June 1993; whereas  Regulation (EEC) No 1765/92 introduces a compensatory payment to arable producers, including pea and field bean producers; whereas the transition between the two support arrangements could give rise to considerable disturbance of the market for peas and  field beans and pose substantial difficulties to the disposal of the 1992/93 pea and field bean crop;\nWhereas it is necessary to establish specific measures which can facilitate the transition; whereas introducing a private storage premium for peas and field beans could facilitate the transition between the two support arrangements;\nWhereas, contracts shall be concluded only with first buyers or approved users; whereas, to make the scheme more effective, contracts must relate to a certain minimum quantity; whereas in order to facilitate application of the system of contracts, a  maximum quantity to be stored should be fixed per Member State, with the possibility of a redistribution of the quantities within these limits not taken up in any Member State;\nWhereas the period during which contracts may be concluded should be restricted;\nWhereas the amount of the security designed to ensure compliance with the contractual obligations should be fixed at an amount per 100 kilograms;\nWhereas the contract shall include the obligations to be fulfilled by the co-contracting party, in particular those enabling the competent authority to make an effective inspection of storage, must be specified;\nWhereas the peas or field beans may not be removed from storage before 1 July 1993; whereas the removal of peas or field beans from storage should be discouraged; whereas the entitlement to the aid and 50 % of the security shall be forfeited if the peas  or field beans are removed from storage before the end of the contract period;\nWhereas, pursuant to Article 6 (2) of Regulation (EEC) No 3813/92, it should be specified that, in the case of a storage premium, the operative event to determine the amount of the security and the aid in national currency is the latest day for the  lodging of applications;\nWhereas provision should be made for a system of checks to ensure that aid is not granted unduly; whereas for this purpose the Member States should make checks appropriate to the various stages of storage;\nWhereas the Management Committee for Dried Fodder has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The competent authorities in the Member States shall conclude storage contracts, for peas or field beans harvested on their territory in the 1992/93 marketing year, as provided for in this Regulation.", "1. Storage contracts (hereinafter called 'contracts') shall be concluded only with first buyers or approved users.\n2. Contracts shall be made only in respect of peas or field beans, in lots of at least 500 tonnes, for which a minimum price certificate has been issued according to Article 6 of Commission Regulation (EEC) No 3540/85 (6).\n3. Contracts shall be concluded for a period of 200 days starting from 17 May or 14 June 1993. Contracts may not be renewed.\n4. The maximum quantity that may be covered by contracts shall be 100 000 tonnes, distributed as follows:\n- 70 000 tonnes in France,\n- 10 000 tonnes in Denmark,\n- 20 000 tonnes in the United Kingdom,\n- 0 tonnes in other Member States.\nIf the quantities covered by contract in a Member State at 1 June are below the ceiling set, the balance may be reallocated by the Commission.", "1. With a view to conclusion of a contract, a written application must be lodged with the competent authority of the Member State in which the peas and field beans are located. It must be accompanied by proof that a security of ECU 0,5 per  100 kilograms of peas and field beans has been lodged.\n2. Applications must be lodged by the end of:\n10 May 1993 for storage commencing on 17 May 1993, or\n4 June 1993 for storage commencing on 14 June 1993.\n3. Member States shall notify the Commission of the quantities for which valid applications have been made, by the end of the first working day following the deadline for lodging applications.\n4. The Commission shall total the quantities for which applications are made and shall, until exhaustion of the maximum quantity specified in Article 2 (4), authorize Member States to accept the applications made. Should there be a risk of exhaustion of  the quantity it shall authorize acceptance of quantities applied for proportionally to the quantity available.\n5. After authorization by the Commission, contracts shall be concluded without discrimination and as rapidly as possible. In all cases, the date of conclusion of the contract shall be before the first day of the relevant storage period.\nII", "1. Contract applications and contracts shall relate to only those peas and field beans for which premium may be granted.\n2. Contract applications shall not be acceptable unless they include the particulars referred to in paragraph 4 and proof has been furnished that a security has been provided.\n3. Contracts shall include a declaration by which the co-contracting party undertakes to place in storage and to store only products for which a minimum price certificate according to Article 7 of Regulation (EEC) No 3540/85 has been issued.\n4. Contracts shall be drawn up in two copies and shall include the following information:\n(a) the business name of the co-contracting party;\n(b) its full postal address;\n(c) the name and address of the competent authority;\n(d) the exact location of the place of storage;\n(e) the number and individual particulars of the lots covered by the contract and the weight of each lot;\n(f) the consent of the owner of the stored peas or field beans, if the contracting party is not the owner;\n(g) the date of commencement of storage;\n(h) the reference to this regulation;\n(i) the date of conclusion of the contract;\n(j) the amount of the aid per unit of weight;\n(k) the amount of the security.\n5. Contracts shall make the following obligations incumbent upon the co-contracting party:\n(a) that of holding in store during the period stipulated of the agreed quantity of peas or field beans on their own behalf and at their own risk, any change to be authorized by the competent authority;\n(b) that of authorizing the competent authority to verify at any time that the obligations laid down in the contract are being complied with.\n6. The co-contracting party may, after 1 July 1993, cancel the contract by notifying the competent authority. Thereby the co-contracting party shall lose entitlement to the premium for the whole storage period and shall forfeit 50 % of the security  lodged pursuant to Article 3 (1).\nThe co-contracting party may under no circumstance cancel the contract or remove contracted peas or field beans from stores before 1 July 1993.\n7. The obligation of compliance with the quantity shown in the contract shall be met if at least 98 % of that quantity has been maintained in store.", "1. For each of the 200 day storage periods a premium of ECU 3 per 100 kilograms shall be granted.\n2. The rate applicable for the conversion into national currency for the storage premium shall be the agricultural conversion rate in force on the latest day for the lodging of applications.\n3. The amount of premium shall be calculated by reference to the quantity identified.", "Subject to the provisions of Article 7, the premium shall be paid only where all the obligations in the contract have been complied with.\nThe aid shall be paid, and the securities specified in Article 3 (1) released after verification of compliance with the said obligations, within 60 days following expiry of the contract.", "1. In the cases of force majeure, the competent authority shall determine what action is necessary given the circumstances invoked. Such action may, in particular, involve payment of the premium due pro rata for the quantity stored and the  actual period of storage.\n2. Member States shall inform the Commission immediately of all cases that they deem to be cases of force majeure and of the action taken in each case.\nIII", "1. Member States shall ensure that the conditions giving rise to entitlements to aid are fulfilled. For this purpose they shall designate the national authority or other delegated competent authority to be responsible for checking storage  operations. If such delegation takes place, the Member State shall ensure that the delegated competent authority is independent of the co-contracting party.\n2. The co-contracting party shall make available to the authority responsible for checking storage operations all documentation, for each contract, permitting in particular the following information on the products placed under contract to be verified:\n(a) the ownership at the time of placing in storage;\n(b) the date of placing in storage;\n(c) the weight;\n(d) the presence of products in the storage.\n3. Products stored must be easily identifiable and must be identified individually by contract.\nWhen the products are placed in storage, the authority responsible for checking operations shall verify the identification referred to in the first subparagraph and shall seal the products placed in storage.\n4. The authority responsible for checking operations shall undertake:\n(a) for each contract, a check on the compliance with all the obligations laid down in Article 4;\n(b) a compulsory check to ensure that the products are present in the warehouse during the final week of the contractual storage period;\n(c) an unanounced check on a representative proportion of the contracts and the contracted produce.\nThe sealing or handling costs of the check are born by the co-contracting party.\n5. Failure to comply with the contractual obligations shall entail forfeiture of the security, specified in Article 3 (1), without prejudice to any other penalties applicable.\n6. Member States shall notify the Commission of all national measures adopted in implementation of this Regulation, with a specimen of the contract, and the means of assurance of sealing the peas and field beans into store.", "Member States shall notify the Commission of:\n- the quantities of peas and field beans for which contracts have been concluded, before the start of each storage period,\n- the quantities of peas and field beans for which the contractual obligations were met and in respect of which the premium has been paid, within 90 days of the end of each storage period.", "0\n1. By derogation the conclusion of a storage contract shall in the meaning of Article 17 of Regulation (EEC) No 3540/85, shall be considered as a request for identification, and the aid payable will be the aid of the day according to the  second subparagraph, second indent of Article 18 (2) on the day of application.\n2. By derogation from Article 3 of Commission Regulation (EEC) No 3328/92 (7) and Article 19 (1) of Regulation (EEC) No 3540/85 the obligation of using the products within the meaning of Article 9 of Regulation (EEC) No 3540/85 must be complied with no  later than three months later the ending of the contract within the Member State of harvest.\nMember States shall establish all the necessary control measures for the provisions foreseen in this Article, and which shall include a specific bookkeeping for the contracted peas.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 42, 19. 2. 1993, p. 3.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 162, 12. 6. 1982, p. 28.\n(5) OJ No L 180, 1. 7. 1992, p. 17.\n(6) OJ No L 342, 19. 12. 1985, p. 1.\n(7) OJ No L 334, 19. 11. 1992, p. 17."}