{"celex_id": "31997R1748", "uri": "http://publications.europa.eu/resource/cellar/fa02dddc-9c70-4dbd-aad9-9100acc15876", "type": "Regulation", "concepts": ["1565", "1637", "1644", "2763", "3763", "5063"], "title": "Commission Regulation (EC) No 1748/97 of 9 September 1997 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community of the one part and Bulgaria and Romania of the other part\n", "header": "COMMISSION REGULATION (EC) No 1748/97 of 9 September 1997 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community of the one part and Bulgaria and Romania of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (2), and in particular Article 1 thereof,\nWhereas Council Decision No 1/97 of the Association Council, association between the European Communities and their Member States of the one part and of Bulgaria of the other part (3), amends Protocol 4 to the Europe Agreement with effect from 1 January 1997; whereas the new Protocol lays down that the proof of origin of products imported into the Community may be established by a declaration by the exporter under certain conditions as well as by the submission of the EUR.1 certificate; whereas, therefore, Commission Regulation (EEC) No 1588/94 (4), as last amended by Regulation (EC) No 579/97 (5), should be amended as regards the rules on the release for free circulation of products imported from Bulgaria;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 8 of Regulation (EEC) No 1588/94 is replaced by the following:\n'Article 8\nThe products shall be placed in free circulation on presentation of an EUR.1 certificate issued by the exporting country in accordance with Protocol 4 to the Europe Agreements concluded with the said countries, or, of a declaration by the exporter in accordance with the provisions of the said Protocol.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to the products imported from Bulgaria from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 368, 31. 12. 1994, p. 5.\n(2) OJ L 368, 31. 12. 1994, p. 1.\n(3) OJ L 134, 24. 5. 1997, p. 1.\n(4) OJ L 167, 1. 7. 1994, p. 8.\n(5) OJ L 87, 2. 4. 1997, p. 8."}