{"celex_id": "31990D0337", "uri": "http://publications.europa.eu/resource/cellar/32f1959d-610e-4da5-a3c0-fa0b0787eb56", "type": "Decision", "concepts": ["1035", "1427", "1504", "2455", "773", "862"], "title": "90/337/EEC: Commission Decision of 13 June 1990 adopting a specific measure granting Community financial assistance towards the provision of data-processing facilities for establishing a register of fishing vessels in Ireland (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 June 1990\nadopting a specific measure granting Community financial assistance towards the provision of data-processing facilities for establishing a register of fishing vessels in Ireland\n(Only the English text is authentic)\n(90/337/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 32 (1) thereof,\nWhereas Commission Regulation (EEC) No 163/89 (2) provides for the establishment of a register of Community fishing vessels with the assistance of the Member States;\nWhereas Regulation (EEC) No 163/89 requires the Member States to provide any information concerning their fishing fleets which may be necessary for establishing the register of Community fishing vessels;\nWhereas, in certain Member States, data-processing facilities must be provided to establish the information management system required for the register;\nWhereas Ireland submitted an application for data-processing facilities on 19 December 1989;\nWhereas, to facilitate the management of all the information concerned, Community aid should be granted towards the provision of such data-processing facilities;\nWhereas such a measure, based on an aid programme approved by the Commission, constitutes a specific measure within the meaning of the third indent of Article 32 (1) of Regulation (EEC) No 4028/86;\nWhereas the Commission has decided on a financial contribution of 50 % for the purchase of data-processing hardware and 75 % for the specific operations undertaken to establish a register of the fleet;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Fishing Industry,", "main_body": ["The specific measure granting Community aid towards the provision of data-processing facilities for the establishment of a register of fishing vessels in Ireland is approved.", "The Community financial contribution is hereby fixed at a maximum of ECU 124 240 which will be distributed subject to the terms and conditions laid down in the Annex to this Decision.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 13 June 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 20, 25. 1. 1989, p. 5.\nANNEX\nA. CALCULATION OF ELIGIBLE COSTS (1)\n1.2 //  // (ECU)  // 1. Estimated total cost of the investment   // 192 179   // 2. Costs ineligible for a contribution   // -   // 3. Eligible investment costs   // 192 179   // Of which:   //   // Hardware   // 79 573   // Software   // 112 606\nB. MAXIMUM POSSIBLE FINANCIAL CONTRIBUTION (1)\n1.2 //  // (ECU)  // 1. Planned contribution from the Member State   // 67 939   // 2. Maximum possible financial contribution from the Community in relation to eligible costs  // 124 240   // Of which:   //   // Hardware (50 %)   // 39 786   // Software (75 %)   // 84 454\nC. CONDITIONS GOVERNING PAYMENT OF THE AID\n- The financial contribution from the Community shall in principle be payable in not more than two instalments, the amount of the final instalment representing at least 20 % of the aid.\n- Any work or purchase of equipment for the measure concerned must commence and be carried out after the entry into force of Regulation (EEC) No 163/89 and must be completed not later than one year after notification of the decision granting the aid.\n- Data-processing equipment may be installed only after notification of the Commission decision granting Community aid.\n- The Member State shall be responsible for the maintenance of the equipment qualifying for Community financial aid and shall bear the cost of the day-to-day upkeep of the equipment and materials.\n- No changes may be made to the investment plan submitted by the Member State. However, the Commission reserves the right to give consideration to technical adjustments to the investment plan receiving Community aid.\n- Two months after the completion of the work the Member State must submit a detailed report on the results and how they were obtained.\n- The Member State must forward a list of expenditure drawn up as provided for in Commission Regulation (EEC) No 1116/88 (2) (models 8 and 9) together with copies of invoices or other supporting documents.\n- The Commission reserves the right to carry out on-the-spot checks on the work in progress and the work done;\n- The national authority must confirm that it is granting financial assistance, specifying the amount of such assistance, the form it is to take and the date on which it was granted. As a percentage of the eligible costs, the assistance granted by the national authority must be within the limits laid down in the Commission decision granting Community aid.\n(1) Rate of the ecu at March 1990.\n(2) OJ No L 112, 30. 4. 1988, p. 1."}