{"celex_id": "31999R0152", "uri": "http://publications.europa.eu/resource/cellar/e2ea9ac9-dcc9-49f8-8273-e52e3a0acbd4", "type": "Regulation", "concepts": ["1309", "315", "3886", "519", "5969"], "title": "Commission Regulation (EC) No 152/1999 of 22 January 1999 initiating a 'new exporter' review of Council Regulation (EC) No 1567/97 imposing a definitive anti-dumping duty on imports of leather handbags originating in the People's Republic of China, repealing the duty with regard to imports from five exporting producers and making these imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 152/1999 of 22 January 1999 initiating a 'new exporter` review of Council Regulation (EC) No 1567/97 imposing a definitive anti-dumping duty on imports of leather handbags originating in the People's Republic of China, repealing the duty with regard to imports from five exporting producers and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Council Regulation (EC) No 905/98 (2), and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST FOR A REVIEW\n(1) By Council Regulation (EC) No 1567/97 (3), as amended by Regulation (EC) No 2380/98 (4), the Council imposed a definitive anti-dumping duty of 38 % on imports of the product concerned originating in the People's Republic of China (hereinafter referred to as 'the PRC`) with the exception of imports from several exporting producers for which the Council imposed individual duty rates.\n(2) The Commission has received applications for a 'new exporter` review pursuant to Article 11(4) of Council Regulation (EC) No 384/96 (hereinafter referred to as 'the Basic Regulation`) from five exporting producers which claim they did not export the product concerned during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 April 1995 to 31 March 1996 (hereinafter referred to as 'the original investigation period`). These applications were lodged by Gainth Industrial Ltd, Macia Company Ltd, Yen Sheng Factory Ltd, Dongguan All Be Right Leathern Products Co. Ltd and Panyu Simone Handbag Ltd (hereinafter referred to as 'the applicants`).\nB. PRODUCT\n(3) The product concerned is the same as that described in Article 1 of Council Regulation (EC) No 1567/97, i.e. 'handbags with outer surface of leather, of composition leather or patent leather, whether or not with a shoulder strap, including those without handle, designed primarily to contain small objects for personal use such as keys, purses, make-up and cigarettes, regardless of their size and form and currently classifiable within CN code 4202 21 00`. This code is given for information only.\nC. PROCEDURE\n(4) The applicants have claimed that they meet the conditions for individual treatment, that they are not related to the Chinese exporters/producers which are subject to the abovementioned anti-dumping measures and that they started exporting to the Community after the original investigation period.\n(5) Community producers known to be concerned have been informed of the applications and have been given an opportunity to comment.\n(6) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a review pursuant to Article 11(4) of the Basic Regulation with a view to determining the applicants' individual margin of dumping and, should dumping be found, the level of duty to which their imports of the product concerned into the Community should be subject.\n(7) For applicants that claim and provide properly substantiated evidence that they fulfil the conditions laid down in Article 2(7)(c) of the Basic Regulation, normal value will be determined in accordance with paragraphs l to 6 of Article 2 of the Basic Regulation. The Commission will send claim forms to all applicants.\nIn all other cases, normal value will be determined on the basis of the price or constructed value in an appropriate analogue country in accordance with Article 2(7)(a) of the Basic Regulation. Indonesia is envisaged as an appropriate analogue country.\nD. REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(8) Pursuant to Article 11(4) of the Basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned originating in the PRC which are produced and sold for export to the Community by the applicants. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the Basic Regulation, in order to ensure that, should the review result in a determination of dumping in respect of the applicants, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicants' possible future liability cannot be estimated at this stage of the investigation.\nE. TIME LIMITS\n(9) In the interest of sound administration, time limits should be fixed within which:\n- interested parties, provided they can show that they are likely to be affected by the results of the investigation, may make their views known in writing and submit supporting evidence and may make a written request for a hearing and show that there are particular reasons why they should be heard,\n- an applicant can submit a properly substantiated claim for market economy status,\n- parties to the investigation can comment on the choice of Indonesia being envisaged as an analogue country.\nF. NON-COOPERATION\n(10) It should be noted that in cases in which any interested party refuses access to, or otherwise does not provide, necessary information within the relevant time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["A review of Regulation (EC) No 1567/97 is hereby initiated pursuant to Article 11(4) of the Basic Regulation in order to determine if and to what extent the imports of handbags with outer surface of leather, of composition leather or patent leather falling within CN code 4202 21 00, originating in the People's Republic of China, produced and sold for export to the Community by Gainth Industrial Ltd, Macia Company Ltd, Yen Sheng Factory Ltd including its related manufacturer Dongguan Dalang Huqiu Leathers Co. Ltd, Dongguan All Be Right Leathern Products Co. Ltd and Panyu Simone Handbag Ltd should be subject to the anti-dumping duty imposed by Regulation (EC) No 1567/97.", "The anti-dumping duty imposed by Regulation (EC) No 1567/97 is hereby repealed with regard to the imports identified in Article 1 (TARIC additional code: 8611).", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1. Registration shall expire nine months following the date of entry into force of this Regulation.", "1. The companies mentioned in Article 1 wishing to make a claim in accordance with Article 2(7)(b) and (c) of Regulation (EC) No 384/96 must do so within 21 days of the date of entry into force of this Regulation.\n2. Interested parties wishing to comment on the appropriateness of Indonesia which is envisaged as an analogue country for the purpose of establishing normal value, must do so within 10 days of the date of entry into force of this Regulation.\n3. Interested parties, if their representations are to be taken into account during the investigation, must make themselves known, present their views in writing and submit information within 40 days of the date of the entry into force of this Regulation, without prejudice to the provisions contained in paragraphs 1 and 2. Interested parties may also apply to be heard by the Commission within the same time limit.\n4. Any information relating to the matter, any request for a hearing and any claim in accordance with Article 2(7)(b) and (c) of the Regulation (EC) No 384/96 should be sent to the following address:\nEuropean Commission,\nDirectorate-General for External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand\nDM 24 8/38\nRue de la Loi/Wetstraat 200\nB-1049 Brussels\nFax (32-2) 295 65 05\nTelex COMEU B 21877.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 208, 2. 8. 1997, p. 31.\n(4) OJ L 296, 5. 11. 1998, p. 1."}