{"celex_id": "31994D0742", "uri": "http://publications.europa.eu/resource/cellar/7fa883cd-a17b-4440-a6aa-d282ec6efb87", "type": "Decision", "concepts": ["1339", "1857", "2356", "2560", "4839", "862"], "title": "Commission Decision of 14 November 1994 on an additional financial contribution from the Community for the eradication of classical swine fever in Belgium (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 14 November 1994 on an additional financial contribution from the Community for the eradication of classical swine fever in Belgium (Only the French and Dutch texts are authentic) (94/742/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 3 (4) thereof,\nWhereas the Commission adopted Commission Decision 94/190/EC of 18 March 1994, on a financial contribution from the Community for the eradication of classical swine fever in Belgium (3); whereas this Community financial contribution could be obtained  for outbreaks of classical swine fever in October, November and December 1993;\nWhereas new outbreaks of classical swine fever occurred in Belgium in the first seven months of 1994; whereas eradication should be continued, in view of the serious danger to the Community's pig population which this disease represents, by means of a  new financial contribution from the Community to make good the losses sustained by pig farmers;\nWhereas, as soon as the presence of the disease was officially confirmed, the Belgian authorities took appropriate measures which included the measures listed in Article 3 (2) of Decision 90/424/EEC; whereas these measures were notified by the Belgian  authorities;\nWhereas the conditions for a new financial contribution from the Community have been met;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Belgium may obtain an additional financial contribution from the Community for the outbreaks of classical swine fever which occurred on its territory between 1 January and 31 July 1994. The contribution by the Community shall amount to:\n- 50 % of the costs incurred by Belgium in compensating owners for the slaughter and destruction of pigs and the destruction of pigmeat products,\n- 50 % of the costs incurred by Belgium for the cleaning, disinsectization and disinfection of holdings and equipment,\n- 50 % of the costs incurred by Belgium in compensating owners for the destruction of contamined feedingstuffs and equipment.", "1. The Community financial contribution shall be granted after the supporting documents have been submitted.\n2. Belgium shall forward the supporting documents referred to in paragraph 1 not later than six months after the notification of this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 14 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 89, 6. 4. 1994, p. 31."}