{"celex_id": "31997D0718", "uri": "http://publications.europa.eu/resource/cellar/4a4c08e9-8ab0-4f27-89c0-f046b6052979", "type": "Decision", "concepts": ["1460", "3003", "3067", "3780", "4838", "5138"], "title": "97/718/EC: Commission Decision of 12 June 1997 on the approval of the single programming document for Community structural assistance in the region of Thanet concerned by Objective 2 in the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 12 June 1997 on the approval of the single programming document for Community structural assistance in the region of Thanet concerned by Objective 2 in the United Kingdom (Only the English text is authentic) (97/718/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of activities of the different Structural Funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments (1), as last amended by Regulation (EC) No 3193/94 (2), and in particular Article 10 (1) last subparagraph thereof,\nAfter consultation of the Advisory Committee on the Development and Conversion of Regions and the Committee pursuant to Article 124 of the Treaty,\nWhereas the programming procedure for structural assistance under Objective 2 is defined in Article 9 (6) to 9 (10) of Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (3), as last amended by Regulation (EC) No 3193/94; whereas however the last subparagraph of Article 5 (2) of Regulation (EEC) No 4253/88 foresees that in order to simplify and to speed up programming procedures, Member States may submit in a single programming document the information required for the regional and social conversion plan referred to in Article 9 (8) of Regulation (EEC) No 2052/88 and the information required at Article 14 (2) of Regulation (EEC) No 4253/88; whereas Article 10 (1) last subparagraph of Regulation (EEC) No 4253/88 foresees that in that case the Commission adopt a single decision in a single document covering the points referred to in Article 8 (3) and the assistance from the Funds referred to in the last subparagraph of Article 14 (3);\nWhereas the Commission has established, by Decision 96/472/EC (4), the list of declining industrial areas concerned by Objective 2 for the programming period from 1997 to 1999;\nWhereas the global maximum allocation foreseen for the assistance of the Structural Funds for the present single programming document is composed of resources coming from the indicative allocation of Structural Fund commitment appropriations for the period 1997 to 1999 under Objective 2 resulting from Commission Decision 96/468/EC (5) and from unused appropriations of ECU 5,252 million of the corresponding single programming document covering the period 1994 to 1996, pursuant to Commission Decision C(96) 3677 of 17 December 1996;\nWhereas the United Kingdom Government has submitted to the Commission on 2 August 1996 the single programming document as referred to in Article 5 (2) of Regulation (EEC) No 4253/88 for the region of Thanet; whereas this document contains the elements referred to in Article 9 (8) of Regulation (EEC) No 2052/88 and in Article 14 (2) of Regulation (EEC) No 4253/88; whereas expenditure under this single programming document is eligible as from that date;\nWhereas the single programming document submitted by this Member State includes a description of the conversion priorities selected and the applications for assistance from the European Regional Development Fund (ERDF) and the European Social Fund (ESF) as well as an indication of the planned use of the assistance available from the European Investment Bank (EIB) and the other financial instruments in implementing the single programming document;\nWhereas, in accordance with Article 3 of Regulation (EEC) No 4253/88, the Commission is charged with ensuring, within the framework of the partnership, coordination and consistency between assistance from the Funds and assistance provided by the EIB and the other financial instruments;\nWhereas the EIB has been involved in the drawing up of the single programming document in accordance with the provisions of Article 8 (1) of Regulation (EEC) No 4253/88, applicable by analogy in the establishment of the single programming document; whereas it has declared itself prepared to contribute to the implementation of this document in conformity with its statutory provisions; whereas, however, it has not yet been possible to evaluate precisely the amounts of Community loans corresponding to the financial needs;\nWhereas Article 2 second subparagraph of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purpose of the budgetary management of the Structural Funds (6), as last amended by Regulation (EC) No 2745/94 (7), stipulates that in the Commission decisions approving a single programming document, the Community assistance available for the entire period and the annual breakdown thereof shall be set out in ecus at prices for the year in which each decision is taken and shall be subject to indexation; whereas this annual breakdown must be compatible with the progressive increase in the commitment appropriations shown in Annex II to Regulation (EEC) No 2052/88; whereas indexation is based on a single rate per year, corresponding to the rates applied annually to budget appropriations on the basis of the mechanism for the technical adjustment of the financial perspectives;\nWhereas Article 1 of Council Regulation (EEC) No 4254/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Regional Development Fund (8), as amended by Regulation (EEC) No 2083/93 (9), defines the measures for which the ERDF may provide financial support;\nWhereas Article 1 of Council Regulation (EEC) No 4255/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Social Fund (10), as amended by Regulation (EEC) No 2084/93 (11), defines the measures for which the ESF may provide financial support;\nWhereas the single programming document has been established in agreement with the Member State concerned through the partnership defined in Article 4 of Regulation (EEC) No 2052/88;\nWhereas the single programming document satisfies the conditions and includes the information required by Article 14 of Regulation (EEC) No 4253/88;\nWhereas the present assistance satisfies the conditions laid down in Article 13 of Regulation (EEC) No 4253/88, and so should be implemented by means of an integrated approach involving finance from more than one Fund;\nWhereas Article 1 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (12), as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (13), states that the legal commitments entered into for measures extending over more than one financial year must contain a time limit for implementation which must be specified to the recipient in due form when the aid is granted;\nWhereas Article 20 (3) of Regulation (EEC) No 4253/88 provides, subject to available funding, for a single commitment where the Community assistance granted is less than ECU 40 million for the whole programming period;\nWhereas it is appropriate to mention that this Decision is ruled by the provisions on the eligibility of expenditure laid down in the Annex to Commission Decision C(97) 1035/7 of 23 April 1997 modifying the decisions approving the Community support frameworks, the single programming documents and the Community initiative programmes in respect of the United Kingdom;\nWhereas all the other conditions laid down for the grant of aid from the ERDF and the ESF have been complied with,", "main_body": ["The single programming document for Community structural assistance in the region of Thanet concerned by Objective 2 in the United Kingdom, covering the period 1 January 1997 to 31 December 1999, is hereby approved.", "The single programming document includes the following essential elements:\n(a) a statement of the main priorities for joint action, their specific quantified objectives, an appraisal of their expected impact and their consistency with economic, social and regional policies in the United Kingdom;\nthe main priorities are:\n1. building on SMEs and indigenous potential,\n2. community economic development,\n3. tourism and cultural industries,\n4. specific carry forward for 1994 to 1996 - internationalization of Thanet;\n(b) the assistance from the Structural Funds as referred to in Article 4;\n(c) the detailed provisions for implementing the single programming document comprising:\n- the procedures for monitoring and evaluation,\n- the provisions on financial implementation,\n- the rules for compliance with Community policies;\n(d) the procedures for verifying additionality and an initial evaluation of the latter;\n(e) the arrangements for associating the environmental authorities with the implementation of the single programming document;\n(f) the means available for technical assistance necessary for the preparation, implementation or adaptation of the measures concerned.", "1. For the purpose of indexation, the annual breakdown of the global maximum allocation foreseen for the assistance from the Structural Funds is as follows:\n>TABLE>\n2. To this global maximum allocation is added an amount of ECU 5,252 million not subject to indexation, resulting from unused appropriations of the corresponding single programming document covering the period 1994 to 1996.", "The assistance from the Structural Funds granted to the single programming document amounts to a maximum of ECU 22,393 million.\nThe procedure for granting the financial assistance, including the financial contribution from the Funds to the various priorities and measures, is set out in the financing plan and the detailed implementing provisions which form an integral part of the single programming document.\nThe national financial contribution envisaged, which is approximately ECU 54,898 million for the public sector and ECU 4,504 million for the private sector, may be met in part by Community loans, in particular from the EIB.", "1. The breakdown among the Structural Funds of the total Community assistance available is as follows:\n- ERDF: ECU 18,526 million,\n- ESF: ECU 3,867 million.\n2. The budgetary commitments at the moment of approval of the single programming document refer to the total Community assistance.", "The breakdown among the Structural Funds and the procedure for the grant of the assistance may be altered subsequently, subject to the availability of funds and the budgetary rules, in the light of adjustments decided according to the procedure laid down in Article 25 (5) of Regulation (EEC) No 4253/88.", "The Community aid concerns expenditure on operations under the single programming document which, in the Member State concerned, are the subject of legally binding commitments and for which the requisite finance has been specifically allocated no later than 31 December 1999. The final date for taking account of expenditure on these measures is 31 December 2001.", "The single programming document shall be implemented in accordance with Community law, and in particular Articles 6, 30, 48, 52 and 59 of the Treaty and the Community Directives on the coordination of procedures for the award of contracts.", "This Decision is ruled by the provisions laid down in the Annex to Decision C(97) 1035/7.", "0\nThis Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 12 June 1997.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 374, 31. 12. 1988, p. 1.\n(2) OJ L 337, 24. 12. 1994, p. 11.\n(3) OJ L 185, 15. 7. 1988, p. 9.\n(4) OJ L 193, 3. 8. 1996, p. 54.\n(5) OJ L 192, 2. 8. 1996, p. 29.\n(6) OJ L 170, 3. 7. 1990, p. 36.\n(7) OJ L 290, 11. 11. 1994, p. 4.\n(8) OJ L 374, 31. 12. 1988, p. 15.\n(9) OJ L 193, 31. 7. 1993, p. 34.\n(10) OJ L 374, 31. 12. 1988, p. 21.\n(11) OJ L 193, 31. 7. 1993, p. 39.\n(12) OJ L 356, 31. 12. 1977, p. 1.\n(13) OJ L 240, 7. 10. 1995, p. 12."}