{"celex_id": "31995R1921", "uri": "http://publications.europa.eu/resource/cellar/4e43c935-ee54-4cb3-9f92-fcc739ed5c42", "type": "Regulation", "concepts": ["1644", "2069", "2730", "2731"], "title": "Commission Regulation (EC) No 1921/95 of 3 August 1995 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables and repealing Regulations (EEC) No 2405/89 and (EEC) No 3518/86\n", "header": "COMMISSION REGULATION  (EC) No 1921/95 of 3 August 1995 laying down detailed rules for the application of the system of  import licences for products processed from fruit and vegetables and repealing Regulations (EEC) No  2405/89 and (EEC) No 3518/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization  of the market in products processed from fruit and vegetables  (1), as last amended by Regulation  (EC) No 1032/95  (2), and in particular Article 9 (2) thereof,\nWhereas Commission Regulation (EEC) No 2405/89  (3), as last amended by Regulation (EC) No 1032/95,  lays down detailed rules for the application of the system of import licences and advance fixing  certificates for products processed from fruit and vegetables; whereas, as a result of the  amendment to Regulation (EEC) No 426/86 by Council Regulation (EC) No 3290/94  (4) on the  adjustments and transitional arrangements required in the agriculture sector in order to implement  the agreements concluded during the Uruguay Round of multilateral trade negotiations, the system of  advance fixing should be abolished and certain amendments should be made accordingly to the rules  on import licences in the light of experience, while keeping the basic features of the existing  system unchanged; whereas, for similar reasons, Commission Regulation (EEC) No 3518/86  (5), as  last amended by Regulation (EC) No 1363/95  (6), which lays down special surveillance measures  applicable to imports of orange juice, should be repealed; whereas, in theinterests of clarity, a  new Regulation should be adopted laying down detailed rules for the application of the system of  import licences and repealing Regulations (EEC) No 2405/89 and (EEC) No 3518/86;\nWhereas the detailed rules for the application of the system of import licences in question either  supplement or derogate from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down  common detailed rules for the application of the system of import and export licences and advance  fixing certificates for agricultural products  (7), as last amended by Regulation (EC) No 1199/95   (8);\nWhereas, in order to facilitate the adoption of appropriate measures in the event of disturbance or  threatened disturbance of the market, provision should be made for introducing a fixed period  between the application for and the issue of the import licence;\nWhereas the term of validity of import licences should be determined in the light of the practices  of international trade; whereas the amount of the security to be lodged for import licences should  be fixed at levels which will enable the system to function properly;\nWhereas, in order to ensure better knowledge of the trade pattern for certain products, it should  be requried that the country of origin be indicated and that the importer be compelled to import  from the country thus indicated; whereas, however, in view of the characteristics of trade in the  products concerned, provision should be made to allow the country of origin to be changed;\nWhereas in licence applications applicants must indicate the combined nomenclature subheading;  whereas, in the case of certain products falling within headings 2008 and 2009 of the combined  nomenclature, it is not always possible, owing to considerable variations in natural sugar content  or to fluctuations in exchange rates, to know the exact subheadings at the time of application for  licences; whereas special provision should be made for those products;\nWhereas the fourth indent of Article 5 (1) of Regulation (EEC) No 3719/88 provides that no licence  is required for the purposes of operations relating to quantities for which the amount of the  security for the corresponding licence would be ECU 5 or less; whereas Article 14 (3) of Regulation  (EEC) No 3719/88 provides that no security is required in respect of an import licence where the  amount of security involved in ECU 5 or less; whereas Article 14 (3) of Regulation (EEC) No 3719/88  provides that no security is required in respect of an import or export licence where the amount of  security involved is ECU 5 or less or, under certain circumstances, ECU 25 or less; whereas the  application of these provisions to products processed from fruit and vegetables results, because of  the range of security rates, in a wide variation in the quantity of products covered; whereas it is  necessary, particularly with a view to administrative simplification, to specify the quantity of  products which may be imported thus without a licence; whereas the quantity below which an import  licence is to be issued without a security being lodged should also be specified; whereas the  second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 should not apply;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["This Regulations lays down detailed rules for the application of the  system of import licences provided for in Article 9 of Regulation (EEC) No 426/86. This list of  products covered by the system is set out in the Annex hereto.\nTITLE I\nImport licences", "1.  Import licences shall be valid for a period of three  months from their date of issue as defined in Article 21 (1) of Regulation (EEC) No 3719/88.\n2.  For products for which import trends need to be monitored closely in order to assess the risk  of disturbance or threatened disturbance of the market, the Commission may decide that import  licences are to be issued on the fifth working day following that on which applications are  lodged.", "1.  The amount of the security for import licences for each product shall be as shown  in the table set out in the Annex.\n2.  Notwithstanding the first subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88, no  security shall be required in respect of an import licence concerning a quantity not exceeding 1   000 kilograms. The second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 shall not  apply.\n3.  Notwithstanding the fourth indent of Article 5 (1) of Regulation (EEC) No 3719/88, no licence  shall be required for operations relating to a quantity not exceeding 500 kilograms where the  amount of the security is less than ECU 1 per 100 kilograms.", "Where certain of the products falling wihtin one subheading of the combined  nomenclature are subject to the system of import licences, licence applications and the import  licences themselves shall contain in section 15 the description of products subject to the system  and in section 16 the combined nomenclature code preceded by 'ex`.\nLicences shall be valid for the products so described.", "1.  For the products listed in the Annex, licence applications and the import licences  themselves shall indicate the country of origin in section 8.\nLicences shall make it obligatory to import from the country of origin indicated thereon.\n2.  Holders of licences may apply, once only, to have the country of origin altered subject to the  following rules:\n(a)  applications for alteration of the country of origin:\n-  must be submitted to the body which issued the original licence,\n-  must be accompanied by the original licence and by any extract issued,\n-  shall be subject to the provisions of Articles 13, 14 (1) and 15 of Regulation (EEC) No  3719/88;\n(b)  the body which issued the licence shall retain the original licence and any extract and shall  issue a replacement licence and, where appropriate, one or more replacement extracts.\nHowever, if during the time taken to issue the replacement licence the issue of licences for the  new country of origin is suspended, the replacement licence application concerned shall be rejected  and the original licence and, where appropriate, the extract or extracts shall be returned to the  holder;\n(c)  replacement licences and, where appropriate, the replacement extract or extracts shall:\n-  be issued for a quantity of products which, when the tolerance is added, corresponds to the  maximum available quantity shown on the document which they replace,\n-  contain in section 20 the number, and, if wished, the date of the document which they replace,\n-  contain in section 8 the name of the new country of origin,\n-  contain in the other sections the same entries as the document which they replace, and in  particular the same date of expiry.", "1.  In the case of:\n-  peaches, apricots and pears falling within CN code 2008, and -  cherry juice falling within CN code ex 2009  80,\nand in particular the following CN codes:\n2008  40  51 and 2008  40  59, or 2008  40  71 and 2008  40  79, or 2008  50  61 and 2008  50  69,  or 2008  50  71 and 2008  50  79, or 2008  70  61 and 2008  70  69, or 2008  70  71 and 2008  70   79, or ex 2009  80  35 and 2009  80  36, or ex 2009  80  71, ex 2009  80  84 and 2009  80  96,\nthe applicant may indicate the CN codes in the section of his application for import licences.\nThese codes indicated on the application shall appear on the import licence.\n2.  Where applicants avail themselves of the provisions of paragraph 1 and the amounts of the  securities are different for the subheadings concerned, the amount of the sole security to be  lodged shall be the highest amount.\nTITLE II\nCommunications", "1.  Member States shall communicate to the Commission no  later than the fifth working day of each month the particulars concerning the country of origin and  the quantities of products for which import licences were issued in the preceding month, broken  down according to the combined nomenclature and according to the description contained in the  Annex.\n2.  During periods when Article 2 (2) applies, and notwithstanding paragraph 1, Member States shall  communicate to the Commission any particulars referred to in paragraph 1 concerning applications  for import licences as follows:\n-  each Wednesday, as regards applications made on Monday and Tuesday of that week,\n-  each Friday, as regards applications made on Wednesday and Thursday of that week,\n-  each Monday, as regards applications made on Friday of the previous week.\n3.  If no import licences have been issued during a given calendar month, the Member States  concerned shall inform the Commission accordingly not later than the fifth working day of the  following month.\nTITLE III\nFinal provisions", "1.  Regulations (EEC) No 2405/89 and (EEC) No 3518/86  are hereby repealed.\n2.  References to Regulation (EEC) No 2405/89 shall be construed as references to this Regulation.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 3 August 1995.\nFor the Commission Hans VAN DEN BROEK Member of the Commission\nANNEX\nList of products referred to in Articles 3 (1) and 5 (1)\n>TABLE>"}