{"celex_id": "31992R0582", "uri": "http://publications.europa.eu/resource/cellar/bccba488-38b0-47cf-a6e7-08915ee3ad0a", "type": "Regulation", "concepts": ["1644", "1654", "2543", "2548"], "title": "Commission Regulation (EEC) No 582/92 of 6 March 1992 laying down detailed rules for the application, in respect of potato starch, of the import arrangements provided for in the Interim Agreement concluded between the European Economic Community and the European Coal and Steel Community, on the one hand, and the Republic of Poland, on the other\n", "header": "COMMISSION REGULATION (EEC) No 582/92  of 6 March 1992  laying down detailed rules for the application, in respect of potato starch, of the import arrangements provided for in the Interim Agreement concluded between the European Economic Community  and the European Coal and Steel Community, on the one hand, and the Republic of Poland, on the other\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, on the  one hand, and the Republic of Poland, of the one part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 3653/90 (3), and in particular Article 12 (2) thereof,\nWhereas the Association Agreement between the European Economic Community and the European Coal and Steel Community, on the one hand, and Poland, on the other, was signed on 16 December 1991; whereas, pending the entry into force of that Agreement, the  Community has decided to apply with effect from 1 March 1992, an interim agreement to be concluded with the said country, hereinafter referred to as the 'Interim Agreement';\nWhereas the Agreement referred to above made provision for a reduction in the import levy on potato starch falling within CN code 1108 13 00 up to a certain quantity; whereas, however, Protocol 7 thereof provided that the quantities originating in  Poland for which import licences were issued as part of the generalized preferences scheme are to be deducted from the said quantities;\nWhereas, while bearing in mind the provisions of the Interim Agreement designed to ensure the origin of the product, it should be provided that the management of the said scheme is ensured via import licences; whereas, to this end, provision should be  made, in particular, for details relating to the submission of the applications and for the information relating to the importation of the products in question to be shown on the applications and licences, notwithstanding Articles 8 and 21 of Commission  Regulation (EEC) No 3719/88 for 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No  1599/90 (5);\nWhereas it should also be provided that import licences are issued following a review period and to the extent to be determined, where necessary, by the Commission;\nWhereas sound management of the arrangement demands that, notwithstanding Article 12 of Commission Regulation (EEC) No 891/89 of 5 April 1989 on special detailed rules for the application of the system of import and export licences for cereals and rice  (6), as last amended by Regulation (EEC) No 337/92 (7), the security for import licences issued under the arrangement be set at ECU 25 per tonne;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Imports into the Community, as part of the arrangement provided for in Article 14 (2) of the Interim Agreement, of the products falling within CN code 1108 13 00, originating in Poland, set out in the Annex, shall be subject to the submission  of an import licence under the provision of this Regulation.\nProducts shall be released for free circulation in the Community on submission of the EUR. 1 licence to be issued by the competent Polish authorities in accordance with Protocol No 4 of the Interim Agreement.", "1. Applications for import licences relating to the fixed quantity laid down by Regulation (EEC) No 3588/91 may be lodged with the competent authorities of any Member State on the first working day of the week before 1 p.m. Belgian time.\nThey must be for a quantity of not less than 50 tonnes product weight and not more than 1 000 tonnes.\n2. Member States shall transmit import licence applications to the Commission by telex or fax by 6 p.m. Belgian time on the day on which they are lodged.\nThis notification shall be made separately from that of other applications for cereal import licences.\n3. By the following Friday at the latest the Commission shall decide to what extent licence applications are to be accepted and shall notify the Member States by telex.\n4. Licences shall, without prejudice to paragraph 3, be issued on the fifth working day following that on which their application was lodged. Article 21 (1) of Regulation (EEC) No 3719/88 notwithstanding, the starting time of the period of validity of  the licence shall be the day of its issue.\n5. Article 8 (4) of Regulation (EEC) No 3719/88 notwithstanding, the quantity released for free circulation may not exceed that shown in boxes 17 and 18 of the import licence. To this end the figure '0' shall be entered in box 19 of the licence.", "For potato starch to be imported at the reduced levy rate provided for in Article 1 (1) of Regulation (EEC) No 3834/90 the import licence application and the licence shall show:\n(a) in box 8, the entry 'Poland'. The licence shall carry with it an obligation to import from the said country;\n(b) in box 20, one of the following entries:\nAcuerdo Polonia Reglamento (CEE) no 582/92 debe presentarse EUR.1.\nAftale Polen forordning (EOEF) nr. 582/92 EUR. 1 skal forelaegges.\nAbkommen Polen Verordnung (EWG) Nr. 582/92 EUR.1 ist vorzulegen.\nÓõìoeùíssá ìaa ôçí Ðïëùíssá, êáíïíéóìueò (AAÏÊ) áñéè. 582/92. Áðáñássôçôç ç ðñïóêueìéóç ôïõ EUR.1.\nAgreement Poland Regulation (EEC) No 582/92 EUR.1 to be presented.\nAccord Pologne, règlement (CEE) no 582/92 EUR.1 à présenter.\nAccordo Polonia regolamento (CEE) n. 582/92 EUR.1 deve essere presentato.\nOvereenkomst Polen Verordening (EEG) nr. 582/92 EUR.1 over te leggen.\nAcordo Polónia Regulamento (CEE) no 582/92 EUR.1 a apresentar.\n(c) in box 24, one of the following entries:\nExacción reguladora reducida un 50 %\nNedsaettelse af importafgiften med 50 %\nErmaessigung der Abschoepfung um 50 %\nÌaaéùìÝíç aaéóoeïñUE êáôUE 50 %\n50 % levy reduction\nPrélèvement réduit de 50 %\nPrelievo ridotto del 50 %\nMet 50 % verlaagde heffing\nDireito nivelador reduzido de 50 %.", "Article 12 (a) and (b) of Regulation (EEC) No 891/89 notwithstanding, the security rate in the case of import licences covered by the present Regulation shall be ECU 25 per tonne.", "This Regulation shall enter into force on 7 March. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3. (2) OJ No L 281, 1. 11. 1975, p. 1. (3) OJ No L 362, 27. 12. 1990, p. 28. (4) OJ No L 331, 2. 12. 1988, p. 1. (5) OJ No L 151, 15. 6. 1990, p. 29. (6) OJ No L 94, 7. 4. 1989, p. 13. (7) OJ No L 36, 13. 2.  1992, p. 15.\nANNEX\nCN code  Description  1992 quantity  1993 quantity  1994 quantity  1995 quantity  1996 quantity          1108 13 00  Potato starch  5 500 (*)  6 000  6 500  7 000  7 500\n(*) From this quantity is to be deducted that for which  import licences were issued pursuant to Regulation (EEC) No 3700/91 for products originating in Poland."}