{"celex_id": "31992R2177", "uri": "http://publications.europa.eu/resource/cellar/f762fb2d-0455-4df3-9090-e2429a2eb7bc", "type": "Regulation", "concepts": ["1730", "2292", "3003", "4172", "4314", "5076"], "title": "Commission Regulation (EEC) No 2177/92 of 30 July 1992 laying down detailed rules for the application of the specific supply arrangements for the Azores, Madeira and the Canary Islands with regard to sugar and amending Regulation (EEC) No 2670/81\n", "header": "COMMISSION REGULATION (EEC) No 2177/92  of 30 July 1992  laying down detailed rules for the application of the specific supply arrangements for the Azores, Madeira and the Canary Islands with regard to sugar and amending Regulation (EEC) No  2670/81\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (2), and in particular Articles 3 (4) and 7 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2205/90 (4),  and in particular Article 12 thereof,\nWhereas common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira are laid down by Commission Regulation (EEC) No 1696/92 (5) and whereas common detailed rules for  implementation of the specific arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EEC) No 1695/92 (6);\nWhereas Commission Regulation (EEC) No 3719/88 (7), as last amended by Regulation (EEC) No 92/91 (8), lays down in particular detailed rules for the application of the system of import licences; whereas Commission Regulation (EEC) No 2630/81 (9), as  last amended by Regulation (EEC) No 1170/92 (10), lays down special detailed rules for the sugar sector in that connection; whereas those common and special detailed rules apply to imports of sugar under the specific supply arrangements for the regions  in question;\nWhereas, for each region concerned, the quantity eligible, for the marketing year in question, for exemption from the import levy or for Community aid under the specific supply arrangements provided for in Article 3 of Regulation (EEC) No 1600/92 and\nArticle 3\nof Regulation (EEC) No 1601/92 respectively should be fixed on the basis of estimates;\nWhereas, in line with the objectives set by the above-mentioned specific supply arrangements, provision should be made for granting a Community aid representing the refund required for exporting sugar or sugar syrups to the regions in question, without  discrimination between them;\nWhereas the main objective of the specific supply arrangements for the regions in question is to ensure coverage of their requirements on terms equivalent, for the end user, to the advantage resulting from exemption from import duties on products from  third countries; whereas supplies of sugar from other regions of the Community are ensured by virtue of Community aid; whereas therefore the possibility of granting production refunds provided for in Article 9 (3) of Council Regulation (EEC) No 1785/81  (11), as last amended by Regulation (EEC) No 61/92 (12), designed in particular to put Community processors on the same footing as regards supplied as those on the world market, is not justified in this case;\nWhereas, for the sake of sound management of the supply arrangements, a sufficient security should be fixed and appropriate conditions laid down for its release;\nWhereas, to keep as close as possible to the provisions on export refunds for sugar, it should be laid down that if, following a change in the prices fixed in ecus at the time of transition from one marketing year to the next, an adjustment is made to  export refunds, the amount of the aid is also to be adjusted accordingly for products on which, if they were exported to third countries, the among of the refund would be adjusted;\nWhereas, for the purposes of conversion into pesetas or escudos of the amounts of aids, the rate to be applied should be the agricultural conversion rate in force on the day on which the application for an aid certificate is submitted so that not only  the amount of the aid in ecus but also that expressed in national currency is fixed in advance;\nWhereas the specific supply arrangements for the Canary Islands provided for in Article 3 of Regulation (EEC) No 1601/92 lay down that the arrangements are to be implemented in such a way as to take account in particular of traditional trade flows with  the rest of the Community;\nWhereas such trade flows exist in the case of deliveries of white C sugar and raw C sugar within the meaning of Article 24 (1a) of Regulation (EEC) No 1785/81; whereas, to safeguard that type of trade with the Canary Islands, Madeira and the Azores, it  should be specified in Commission Regulation (EEC) No 2670/81 of 14 September 1981 laying down detailed implementing rules in respect of sugar production in excess of the quota (13), as last amended by Regulation (EEC) No 3559/91 (14), that white C  sugar and raw C sugar imported into these regions under the import levy exemption scheme is to be regarded as having been exported to third countries within the meaning of Article 26 (1) of Regulation (EEC) No 1785/81;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. For the purposes of application to the sugar sector of the supply arrangements provided for in Article 3 of Regulation (EEC) No 1600/92 and Article 3 of Regulation (EEC) No 1601/92 respectively, the quantities of sugar which qualify for  the Community aid referred to in Articles 2, 3 and 4 of this Regulation or which qualify for exemption from the import levy provided for in Article 3 (1) of Regulation (EEC) No 1600/92 and Article 3 (1) of Regulation (EEC) No 1601/92 respectively, shall  be for the marketing year in question and by region, as set out in the Annex hereto.\n2. Article 9 (3) of Regulation (EEC) No 1785/81 shall not apply to white sugar, raw sugar and sucrose syrups qualifying for the Community aid scheme or for exemption from the exemption from the import levy referred to in paragraph 1.\n3. The C sugar referred to in Article 24 (1a) of Regulation (EEC) No 1785/81 exported in accordance with the relevant provisions of Regulation (EEC) No 2670/81 and imported for consumption into the Canary Islands and Madeira in the form of white sugar  falling within CN code 1701 or into the Azores in the form of raw sugar falling within CN code 1701 12 10 shall qualify, subject to the conditions laid down in this Regulation, for exemption from the import levy within the limit of the corresponding  quantity fixed in the Annex hereto.\n4. The quantities specified in the Annex hereto may be reduced or increased during the marketing year in the light, in particular, of trends in consumption and stocks.", "1. White sugar of Community origin produced under quotas within the meaning of Article 24 (1a) of Regulation (EEC) No 1785/81 which is sent to Madeira and the Canary Islands for consumption in those regions shall qualify, upon application to  be submitted in accordance with Article 4 of, as appropriate, Regulation (EEC) No 1600/92 or Regulation (EEC) No 1601/92, for the supply aid referred to in paragraph 2 of this Article.\n2. The amount of the supply aid applicable on the day on which the application is submitted shall be equal, per 100 kilograms of white sugar, to the latest maximum amount of the export refund fixed for white sugar under the standing invitation to tender  for export of white sugar. Where two standing invitations to tenderare in progress simultaneously, the maximum amount to be taken into consideration shall be that fixed most recently in connection with the standing invitation to tender issued for export  for the following marketing year.", "1. Raw sugar of Community origin produced under The quotas within the meaning of Article 24 (1a) of Regulation (EEC) No 1785/81 and falling within CN code ex 1701 12 10 sent to the Azores for refining and consumption in that region shall  qualify, upon application to be submitted in accordance with Article 4 of Regulation (EEC) No 1600/92, for the supply aid referred to in paragraph 2 of this Article.\n2. The amount of the supply aid applicable on the day on which the application is submitted shall be, per 100 kilogrames of raw sugar, 92 % of the maximum amount referred to in Article 2 (2) of this Regulation.\n3. If the yield of the raw sugar sent is not 92 %, the amount of the aid shall be adjusted by appliying Article 5 (3) of Council Regulation (EEC) No 766/68 (15).", "1. Sucrose syrups falling within CN codes 1702 60 90, 1702 90 60, 1702 90 71 or 1702 90 90 produced under quotas within the meaning of Article 24 (1a) of Regulation (EEC) No 1785/81 which are sent to Madeira and the Canary Islands shall  qualify, non upon application to be submitted in accordance with Article 4 of, as appropriate, Regulation (EEC) No 1600/92 or of Regulation (EEC) No 1601/92, for the supply aid referred to in paragraph 2 of this Article.\n2. The amount of the supply aid applicable on the day on which the application is submitted shall be equal, per 1 % of sucrose content and per 100 kilograms net of the syrup in question, to one hundreth of the maximum amount in question referred to in", "(2) of this Regulation.", "1. the security in respect of the aid certificate shall be ECU 4.5 per 100 kilograms of sugar expressed in terms of white sugar.\n2. Save in the case of force majeure, the security shall be released:\n(a) where proof has been furnished within the time limit set that at least 95 % of the quantity specified on the certificate has been used;\n(b) for the quantity for which the competent authority has not accepted the application by reason of application of Article 5 of, as appropriate, Regulation (EEC) No 1695/92 or of Regulation (EEC) No 1696/92.\nThe security or the part of the security which is not released shall be forfeited.\n3. In the case of force majeure the competent authorities of the Member State concerned shall adopt the measures which they deem appropriate in the circumstances invoked by the party concerned.\n4. The aid certificate shall be valid from the date of actuel issue until the end of the fifth month following that date but may not extend beyond 30 June immediately following the date of actual issued. However, if the actual issue occurs in the month  of June, the period of validity shall run until the end of the fifth month thereafter.", "Where export refunds on white sugar or unprocessed raw sugar or sucrose syrups referred to in Article 4 (1) are adjusted pursuant to Article 12 of Regulation (EEC) No 766/68, the amounts of the supply aid shall also be adjusted to the same  extent as the refund on export to third countries for the same product.", "Where one of the products qualifying for supply aid is sent from mainland Spain to the Canary Islands, Madeira or the Azores, the amount of the aid in question shall be increased by the latest accession compensatory amount fixed by Commission  Regulation (EEC) No 581/86 (16) for the product in question.", "The supply aid shall be converted into pesetas or escudos using the agricultural conversion rate in force for the national currency concerned on the date on which the aid certificate application is submitted.", "The following paragraph 1a shall be inserted in Article 1 of Regulation (EEC) No 2670/81:\n'1a. Notwithstanding paragraph 1 (a), (b) and (d), where C sugar is improted into the Canary Islands or into Madeira in the form of white sugar falling within CN code 1701 or into the Azores in the form of raw sugar falling within CN code 1701 12 10  under the scheme of exemption from import levies provided for in Article 3 of Regulation (EEC) No 1600/92 or Article 3 of Regulation (EEC) No 1601/92, it shall be regarded as being exported to a third country within the meaning of Article 26 (1) of  Regulation (EEC) No 1785/81 and originating in that third country for the purposes of the application of the said scheme.'", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1. (2) OJ No L 173, 27. 6. 1992, p. 13. (3) OJ No L 164, 24. 6. 1985, p. 1. (4) OJ No L 201, 31. 7. 1990, p. 9. (5) OJ No L 179, 1. 7. 1992, p. 6. (6) OJ No L 179, 1. 7. 1992, p. 1. (7) OJ No L 331, 2. 12.  1988, p. 1. (8) OJ No L 11, 16. 1. 1991, p. 11. (9) OJ No L 258, 11. 9. 1981, p. 16. (10) OJ No L 122, 7. 5. 1992, p. 27. (11) OJ No L 177, 1. 7. 1981, p. 4. (12) OJ No L 6, 11. 1. 1992, p. 19. (13) OJ No L 262, 16. 9. 1981, p. 14. (14) OJ No L 336, 7.  12. 1991, p. 26. (15) OJ No L 143, 25. 6. 1968, p. 6. (16) OJ No L 57, 1. 3. 1986, p. 27.\nANNEX\nQuantities of sugar, expressed in terms of tonnes of white sugar, referred to in Article 1 of this Regulation for the 1992/93 marketing year\nRegion  Quantity     Azores  7 000  Madeira  6 000  Canary Islands  60 000"}