{"celex_id": "31993R1738", "uri": "http://publications.europa.eu/resource/cellar/3e409637-e74e-43a0-9176-6e19b9a0887c", "type": "Regulation", "concepts": ["1005", "1433", "2457", "2792", "4506"], "title": "COUNCIL REGULATION (EEC) No 1738/93 of 25 June 1993 for an action programme in the field of transport infrastructure with a view to the completion of an integrated transport market\n", "header": "COUNCIL REGULATION (EEC) No 1738/93 of 25 June 1993 for an action programme in the field of transport infrastructure with a view to the completion of an integrated transport market\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the completion of an integrated transport market calls for a Community action programme aimed at the harmonious development of transport infrastructure in the Community;\nWhereas a programme lasting two years is called for;\nWhereas an amount of ECU 325 million is estimated to be necessary to implement this programme;\nWhereas the amounts to be committed for the financing of the programme will have to fall within the Community financial framework in force;\nWhereas the setting up of rapid and efficient links between all regions of the Community is an essential condition for reinforcing its economic and social cohesion;\nWhereas it is necessary to take account of both the interests of users and the demands of environmental protection, safety and the rational use of energy;\nWhereas Community action through the Structural Funds, the European Investment Bank (EIB) and the other financial instruments can contribute to the building of transport infrastructure works of Community interest;\nWhereas specific financial support for infrastructure projects can provide an essential stimulus to the promotion and launching of projects of Community interest;\nWhereas the intervention of private sector capital can contribute to the implementation of infrastructure projects and whereas the 'declaration of European interest' procedure would help to channel private-sector capital towards major projets of  European interest;\nWhereas it is necessary to ensure that the various projects are properly coordinated and their financing efficiently programmed;\nWhereas it is important to define the scope of the action programme, in particular by its direct objectives and the projects to be carried out;\nWhereas the value to the Community of the projects to be assisted ought to be established on the basis of objective criteria;\nWhereas Community assistance is necessary to carry out the projects, especially in their launch phase;\nWhereas, since the first multiannual financial support programme for infrastructure projects expired at the end of 1992 and the various Community networks remain incomplete, it is vital that a new programme be adopted;\nWhereas, however, the new programme should not last for more than two years, to avoid prejudging decisions on trans-European networks;\nWhereas, pending more comprehensive measures based on future decisions relating to trans-European networks, this Regulation should be transitional in nature;\nWhereas implementation of this Regulation should cease if the Council adopts, before the date on which it expires, a new instrument relating to the financing of trans-European transport networks,", "main_body": ["1. The purpose of this Regulation is to establish a Community action programme, hereinafter referred to as 'action programme', in the field of transport infrastructure applicable as from 1 January 1993. The action programme shall last two  years.\n2. The Community financial resources estimated to be necessary for the implementation of the action programme amounts to ECU 325 million and must fall within the Community financial framework in force.\n3. The budget authority shall determine the appropriations available taking into account the principles of sound management referred to in Article 2 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European  Communities (4).", "The Community shall identify transport infrastructure projects of Community interest within the framework of the action programme and aimed at:\n1. the elimination of bottlenecks;\n2. the construction of missing sections;\n3. the integration of areas which, geographically, are either landlocked or situated on the periphery of the Community;\n4. the reduction of costs associated with transit traffic in cooperation with any third countries concerned;\n5. the improvement of links on land/sea routes and on combined transport routes;\n6. the provision of high-quality links between the major urban centres, including high-speed rail links;\n7. ensuring a high level of safety for the modes of transport covered by this Regulation.", "The Community contribution to the execution of the projects in the action programme may take the form in particular of:\n- financial support using appropriations earmarked for the purpose in the general budget of the European Communities, within the framework of the financial perspective relating to the period covered by the action programme,\n- financial support under other financial instruments, where these apply,\n- a declaration of the European interest of the projects by the Commission, in compliance with the conditions set out in the Annex, following consultation with the Member States directly affected by the projects concerned. The Commission shall inform  the European Parliament and the Council thereof. Decisions conferring the declaration of European interest shall be published in the Official Journal of the European Communities.", "Community action shall concern any study covering land transport infrastructure and the major projects listed below, it being understood that the specific individual projects to which reference is made in other Articles are components of  these major projects:\n1. contribution to the high-speed rail network:\n- links: Paris - London - Brussels - Amsterdam - Cologne and connecting lines to other Member States,\n- links:\n(a) Madrid - Barcelona - Lyons - Turin - Milan - Venice and from there to Tarvisio and Trieste;\n(b) Oporto - Lisbon - Madrid;\n2. the Alpine transit route (Brenner route);\n3. contribution to the combined transport network of Community interest;\n4. the trans-Pyrenean road links;\n5. the Scanlink;\n6. the strengthening of land communications within and with Greece, Ireland and Portugal.", "The eligibility of an infrastructure project for financial support shall be assessed on the basis of the following criteria:\n(a) the benefit and greatest usefulness of the project to international Community traffic, assessed by its contribution to the objectives set out in Article 2. Among the factors which must be included are:\n- the importance of present or potential intra-Community international traffic,\n- the volume of trade between the Community and third countries on the route involved in the project,\n- the extent of the project's contribution to the creation of a homogeneous and balanced network within the Community framework, geared to existing and future transport needs;\n(b) the socio-economic return on the project;\n(c) the project's consistency with the other Community measures taken under the common transport policy or other Community policies and with the other national measures given priority in national transport infrastructure plans and programmes;\n(d) particular difficulties in raising finance;\n(e) inability of national or regional authorities to carry out the project alone.", "1. Community financial supprt may be granted for feasibility studies or preparatory work for infrastructure projects, for related schemes and for a part or the whole of a project.\n2. Community financial support especifically for transport infrastructure projects may take the form of subsidies or exceptionally, in duly justified cases, any other form appropriate to the financial requirements of the projects.\n3. Where a specific project forming part of one of the major projects provided for in Article 4 is already being granted non-repayable support from the Community budget, that project may not be granted any other non-repayable support but only aid in the  form of loans.\n4. Non-repeayable support from the Community budget may not exceed 25 % of the total cost of a project or of that part of a project granted assistance. This support may be increased to a maximum of 50 % in the case of studies prior to construction work.\n5. A project may be granted Community financial support only if all the obligations under Community law concerning public procurement are complied with and if the provisions of Council Directive 85/337/EEC of 27 June 1985 on the assessment of the  effects of certain public and private projects on the environment (5) are met in full.", "1. In respect of the specific financial support referred to in the first indent of the first subparagraph of Article 3, applications shall be sent to the Commission via the Member States.\nEach application shall include the background information necessary and in particular:\n- an itemized list of forecast expenditure,\n- a schedule of work and financial commitments,\n- information necessary for the evaluation of the Community interest of the project,\n- a general summary of the environmental impact assessment carried out in accordance with Directive 85/337/EEC.\nThe Member States shall provide the Commission with any further information it considers necessary for assessing a project.\n2. Where the financial instruments referred to in the second indent of the first subparagraph of Article 3 are used, the rules and the procedures proper to each shall be followed.", "1. Each year, the Commission shall send the European Parliament and the Community a communication describing the projects in respect of which applications have been received pursuant to Article 7 and which are eligible, under this action  programme and in the light of the objectives laid down in Article 2, for financial support using the specific appropriations referred to in Article 3.\n2. The communication referred to in paragraph 1 shall include at least the following background information:\n- the main ground for the eligibility of the projects under Articles 1, 4 and 5,\n- the size and nature of the financial support proposed,\n- the background information set out in the second subparagraph of Article 7 (1).", "The Commission shall decide on the grant of financial support in accordance with the procedure laid down in Article 10. Financial support shall be granted in accordance with Article 6; the amount shall take account of the assessment of  projects using the criteria set out in Article 5.", "0\n1. The Commission shall be assisted by the Committee on Transport Infrastructures set up by Article 4 of Decision 78/174/EEC (6).\n2. The representative of the Commission shall submit to the Community a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner described in that Article. The chairman shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Community a proposal relating to the measures to be taken. The Council shall act by  a qualified majority.\nIf the Council has not acted within three months of the matter being referred to it, the proposed measures shall be adopted by the Commission.", "1\n1. Where a project which has received financial support has not been carried out as planned, or where the conditions imposed are not fulfilled, the financial support may be reduced or cancelled if the Commission so decides after considering  the explanations given by the beneficiary.\nAny sum paid incorrectly shall be repaid to the Community by the beneficiary within 12 months of the date of notification of the Commission's decision.\n2. Without prejudice to checks carried out by the Member States in accordance with national laws, regulations or administrative provisions, and without prejudice to the auditing carried out by the Court of Auditors in accordance with Article 206a of the  Treaty, on-the-spot checks or enquiries in respect of projects receiving financial support shall be carried out by the competent authorities of the Member State concerned and by officials appointed by the Commission, or other persons authorized for this  purpose by the latter. The Commission shall determine deadlines for the performance of checks and inform the Member States in advance in order to receive all necessary assistance.\n3. The purpose of the on-the-spot checks or enquiries referred to in paragraph 2 is to ascertain:\n(a) the conformity of administrative practices with Community rules;\n(b) the existence of supporting documents and whether they correspond to the projects receiving financial support;\n(c) the conditions under which operations are executed and checked;\n(d) the conformity of the projects carried out with the conditions subject to which financial support was granted.\n4. The Commission may suspend payment of aid in respect of an operation if a check reveals irregularities or a substantial change in the nature or conditions of the project for which the Commission's approval has not been sought.\n5. The Commission shall in due course, after the completion of projects that have received financial support, carry out detailed analyses of their consequences for transport and for the economy generally.", "2\nThis Regulation shall be the subject of review during the 1994 financial year in the light of decisions taken on the financing of infrastrucutres.", "3\nNot later than 31 December of each year, the Commission shall submit to the European Parliament and to the Community a report on the experience gained in the implementation of this Regulation and Regulations (EEC) No 3600/82 (7), (EEC) No  3620/84 (8), (EEC) No 4059/86 (9), (EEC) No 4070/87 (10), (EEC) No 4048/88 (11) and (EEC) No 3359/90 (12).", "4\nThis Regulation shall enter into force on the day that of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1994 or, if the Council adopts, before that date, rules on the financing of trans-European transport networks, until the date of entry into force of suchrules.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1993.\nFor the Council\nThe President\nJ. SJURSEN\n(1) OJ No C 236, 15. 9. 1992, p. 3.\n(2) OJ No C 337, 21. 12. 1992, p. 287 and OJ No C 115, 26. 4. 1993.\n(3) OJ No C 19, 25. 1. 1993, p. 32.\n(4) OJ No L 356, 31. 12. 1977, p. 1. Financial Regulation as last amended by Regulation (Euratom, ECSC, EEC) No 610/90 (OJ No L 70, 16. 3. 1990, p. 1).\n(5) OJ No L 175, 5. 7. 1985, p. 40.\n(6) OJ No L 54, 25. 2. 1978, p. 16.\n(7) Council Regulation (EEC) No 3600/82 of 30 December 1982 on the granting of limited support in the field of transport infratructure (OJ No L 376, 31. 12. 1982, p. 10), (financial year 1982).\n(8) Council Regulation (EEC) No 3620/84 of 19 December 1984 on a specific measure in the field of transport infrastructure (OJ No L 333, 21. 12. 1982, p. 58), (financial years 1983 and 1984).\n(9) Council Regulation (EEC) No 4059/86 of 22 December 1986 on the granting of financial support to transport infrastructure projets (OJ No L 378, 31. 12. 1986, p. 24), (financial year 1985).\n(10) Council Regulation (EEC) No 4070/87 of 22 December 1987 on the granting of support to transport infrastructure projects (OJ No L 380, 31. 12. 1987, p. 33), (financial years 1986 and 1987).\n(11) Council Regulation (EEC) No 4048/88 of 19 December 1988 on the granting of financial support to transport infrastructure project (OJ No L 356, 24. 12. 1988, p. 5), (financial years 1988 and 1989).\n(12) Council Regulation (EEC) No 3359/90 of 20 November 1990 for an action programme in the field of transport infrastructure with a view to the completion of an integrated transport market in 1992 (OJ No L 326, 24. 11. 1990, p. 1).\nANNEX\nConditions for conferral of the declaration of European interest  The conditions for conferring the 'declaration of European interest' are as follows:\n- the project must be well defined; this implies that the results of feasibility studies are known and show that the project is viable,\n- the project will be submitted to the Commission either directly or through the intermediary of a Member State. Member States directly affected by the project will be consulted by the Commission,\n- the Commission will examine the project to ensure that it complies with the relevant Community policies. In particular the implementation procedure must comply with Community legislation, notably in competition, public procurement and environmental  matters. The Commission will also ascertain that the project complies with Community rules and applicable in the fields concerned,\n- the project must draw to a large on private funding and comply with the objectives and criteria laid down by the Commission's programmes for the sectors concerned. The Commission will identify the advantages to the Community in the light of not only  technical and financial but also socio-economic criteria. Among other things, an assessment will be provided of the impact of the project on Community competitiveness and of its effects, particularly in terms of employment and production levels, on the  countries and regions concerned."}