{"celex_id": "31999D0784", "uri": "http://publications.europa.eu/resource/cellar/fe5b9c52-8452-4181-9eb0-9747cb27f643", "type": "Decision", "concepts": ["5191", "5769"], "title": "1999/784/EC: Council Decision of 22 November 1999 concerning Community participation in the European Audiovisual Observatory\n", "header": "COUNCIL DECISION\nof 22 November 1999\nconcerning Community participation in the European Audiovisual Observatory\n(1999/784/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 157(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) Resolution (97)4 adopted by the Committee of Ministers of the Council of Europe on 20 March 1997 confirmed the continuation of the European Audiovisual Observatory initially established by Resolution (92)70 adopted by the Committee of Ministers on 15 December 1992;\n(2) All the Member States are members of the European Audiovisual Observatory; the representation of the Community in its relations with the European Audiovisual Observatory by the Commission does not affect the direct representation of individual Member States of the European Union themselves;\n(3) The Council adopted on 26 April 1999 a Decision establishing a Community statistical information infrastructure relating to the industry and markets of the audiovisual and related sectors(4);\n(4) It is therefore necessary to ensure complementarity between the work undertaken under the said Council Decision and the European Audiovisual Observatory;\n(5) The European Audiovisual Observatory contributes to strengthening the competitiveness of the Community's audiovisual industry notably by improving the transfer of information to the industry, in particular small and medium-sized enterprises, and promoting a clearer view of the market,", "main_body": ["The Community shall be a member of the European Audiovisual Observatory.", "The Commission shall represent the Community in its relations with the Observatory.", "The appropriations required for the Community's financial contribution to the Observatory's operating budget shall be authorised by the Budgetary Authority in accordance with the financial perspective in force.", "Before the end of the third year following the year of adoption of this Decision, as well as upon expiry of this Decision, the Commission shall present to the European Parliament, the Council and the Economic and Social Committee a report on its implementation.", "This Decision shall apply until the last day of the last month of the fifth year following the year of its adoption."], "attachments": "Done at Brussels, 22 November 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ C 110, 21.4.1999, p. 14.\n(2) Opinion delivered on 28 October 1999 (not yet published in the Official Journal).\n(3) Opinion delivered on 22 September 1999 (not yet published in the Official Journal).\n(4) OJ L 117, 5.5.1999, p. 39."}