{"celex_id": "31997R0017", "uri": "http://publications.europa.eu/resource/cellar/3deb5da5-c4f4-4341-b273-6e0a89afe483", "type": "Regulation", "concepts": ["1442", "192", "2737", "343", "5734"], "title": "Commission Regulation (EC) No 17/97 of 8 January 1997 amending Annexes I, II, III and IV of Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\n", "header": "9.1.1997 EN Official Journal of the European Communities L 5/12\nCOMMISSION REGULATION (EC) No 17/97\nof 8 January 1997\namending Annexes I, II, III and IV of Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), as last amended by Commission Regulation (EC) No 2034/96 (2) and in particular Articles 6, 7 and 8 thereof,\nWhereas, in accordance with Regulation (EEC) No 2377/90, maximum residue limits must be established progressively for all pharmacologically active substances which are used within the Community in veterinary medicinal products intended for administration to food-producing animals;\nWhereas maximum residue limits should be established only after the examination within the Committee for Veterinary Medicinal Products of all the relevant information concerning the safety of residues of the substance concerned for the consumer of foodstuffs of animal origin and the impact of residues on the industrial processing of foodstuffs;\nWhereas, in establishing maximum residue limits for residues of veterinary medicinal products in foodstuffs of animal origin, it is necessary to specify the animal species in which residues may be present, the levels which may be present in each of the relevant meat tissues obtained from the treated animal (target tissue) and the nature of the residue which is relevant for the monitoring of residues (marker residue);\nWhereas, for the control of residues, as provided for in appropriate Community legislation, maximum residue limits should usually be established for the target tissues of liver or kidney; whereas, however, the liver and kidney are frequently removed from carcasses moving in international trade, and maximum residue limits should therefore also always be established for muscle or fat tissues;\nWhereas, in the case of veterinary medicinal products intended for use in laying birds, lactating animals or honey bees, maximum residue limits must also be established for eggs, milk or honey;\nWhereas, eprinomectin should be inserted into Annex I to Regulation (EEC) No 2377/90;\nWhereas zinc acetate, zinc chloride, zinc gluconate, zinc oleate, zinc stearate, chlorhexidine, glycerol formal, hesperidin, hesperidin methyl chalcone, menbutone and quatresin should be inserted into Annex II to Regulation (EEC) No 2377/90;\nWhereas, in order to allow for the completion of scientific studies, flumequine, doxycycline and albendazole sulfoxide should be inserted into Annex III to Regulation (EEC) No 2377/90;\nWhereas it appears that maximum residue limits cannot be established for chlorpromazine because residues, at whatever limit, in foodstuffs of animal origin constitute a hazard to the health of the consumer, whereas chlorpromazine should therefore be inserted into Annex IV to Regulation (EEC) No 2377/90;\nWhereas a period of 60 days should be allowed before the entry into force of this Regulation in order to allow Member States to make any adjustment which may be necessary to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Council Directive 81/851/EEC (3), as last amended by Directive 93/40/EEC (4) to take account of the provisions of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annexes I, II, III and IV of Regulation (EEC) No 2377/90 are hereby amended as set out in the Annex hereto.", "This Regulation shall enter into force on the sixtieth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1)  OJ No L 224, 18. 8. 1990, p. 1.\n(2)  OJ No L 272, 25. 10. 1996, p. 2.\n(3)  OJ No L 317, 6. 11. 1981, p. 1.\n(4)  OJ No L 214, 24. 8. 1993, p. 31.\nANNEX\nRegulation (EEC) No 2377/90 is modified as follows:\nA. Annex I is modified as follows:\n2. Anti-parasitic agents\n2.3. Agents acting against endo- and ectoparasites\n2.3.1. Avermectins\nPharmacologically active substance Marker residue Animal Species MRLs Target tissues Other provisions\n‘2.3.1.4. Eprinomectin\n30 μg/kg Fat\n600 μg/kg Liver\n100 μg/kg Kidney\n30 μg/kg Milk’\nB. Annex II is modified as follows:\n1. Inorganic chemicals\nPharmacologically active substance(s) Animal Species Other provisions\n‘1.24. Zinc acetate\n1.25. Zinc chloride\n1.26. Zinc gluconate\n1.27. Zinc oleate\n1.28. Zinc stearate\n2. Organic compounds\nPharmacologically active substance(s) Animal Species Other provisions\n‘2.69. Chlorhexidine\n2.70. Glycerol formal\n2.71. Hesperidin\n2.72. Hesperidin methyl chalcone\n2.73. Menbutone\n2.74. Quatresin\nC. Annex III is modified as follows:\n1. Anti-infectious agents\n1.2. Antibiotics\n1.2.6. Quinolones\nPharmacologically active substance Marker residue Animal Species MRLs Target tissues Other provisions\n‘1.2.6.4. Flumequine\n100 μg/kg Liver\n300 μg/kg Kidney\nSalmonidae 150 μg/kg Muscle/skin\n1.2.8. Tetracyclines\nPharmacologically active substance Marker residue Animal Species MRLs Target tissues Other provisions\n‘1.2.8.1. Doxycycline\n300 μg/kg Liver, skin/fat\n100 μg/kg Muscle\nBovine 600 μg/kg Kidney\n300 μg/kg Liver\n100 μg/kg Muscle\n2. Antiparasitic agents\n2.1. Agents acting against endoparasites\n2.1.1. Benzimidazoles and pro-benzimidazoles\nPharmacologically active substance Marker residue Animal Species MRLs Target tissues Other provisions\n‘2.1.1.10. Albendazole sulphoxide\n500 μg/kg Kidney\n100 μg/kg Muscle, fat\nBovine, ovine 100 μg/kg Milk\nD. Annex IV is modified as follows:\n‘8. Chlorpromazine’"}