{"celex_id": "31997R0150", "uri": "http://publications.europa.eu/resource/cellar/01f84278-a3a7-4e62-a403-d54c78635f2f", "type": "Regulation", "concepts": ["1159", "1819", "2308", "3001", "5229", "5404"], "title": "Council Regulation (EC) No 150/97 of 12 December 1996 on the conclusion of an Agreement on cooperation in the sea fisheries sector between the European Community and the Kingdom of Morocco and laying down provisions for its implementation\n", "header": "COUNCIL REGULATION (EC) No 150/97 of 12 December 1996 on the conclusion of an Agreement on cooperation in the sea fisheries sector between the European Community and the Kingdom of Morocco and laying down provisions for its implementation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43, in conjunction with the second subparagraph of Article 228 (3) thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 155 (2) (b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas on 13 November 1995 the Community and the Kingdom of Morocco negotiated and initialled an Agreement on Cooperation in the sea fisheries sector which provides fishing opportunities for Community fishermen in waters over which Morocco has sovereignty or jurisdiction and which involves in return from the Community side, inter alia, financial assistance for the development of Morocco's fisheries sector;\nWhereas, pursuant to Article 155 (2) (b) of the Act of Accession of Spain and Portugal, the Council is required to determine the appropriate procedures to take into consideration all or part of the interests of Ceuta and Melilla when it adopts decisions, case by case, particularly with a view to the conclusion of fisheries agreements with third countries; whereas the said procedures need to be determined in this particular case;\nWhereas, in order to manage them efficiently, the fishing opportunities available to the Community in Morocco's fishing zone should be divided between the Member States and a procedure should be established for determining the vessels subject to the obligation to land their catches in a Moroccan port;\nWhereas the fishing activities covered by this Regulation are subject to the controls provided for in Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (2);\nWhereas, to ensure implementation of the said Agreement, it is necessary for the Member States to ensure that shipowners comply with their obligations and provide the Commission with all relevant information;\nWhereas, in accordance with Council Regulation (EC) No 3317/94 of 22 December 1994 laying down general provisions concerning the authorization of fishing in the waters of a third country under a fisheries agreement (3) and with the arrangements agreed in the said Agreement, the flag Member State and the Commission have to ensure that applications for fishing licences comply with those arrangements and the Community rules applicable;\nWhereas it is in the Community's interest to approve the aforementioned Agreement;", "main_body": ["The Agreement on Cooperation in the sea fisheries sector between the European Community and the Kingdom of Morocco, hereinafter referred to as 'the Agreement`, is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "In order to take into consideration the interests of Ceuta and Melilla, the Agreement and, to the extent required for its application, the provisions of the common fisheries policy relating to the conservation and management of fisheries resources shall also apply to vessels flying the flag of Spain which are recorded on a permanent basis in the registers of the competent authorities at local level (registros de base) in Ceuta and Melilla, under the conditions defined in note 6 of Annex I to Council Regulation (EEC) No 1135/88 of 7 March 1988 concerning the definition of the concept of 'originating products` and methods of administrative cooperation in the trade between the customs territory of the Community, Ceuta and Melilla and the Canary Islands (4).", "The fishing opportunities granted to the Community shall be allocated according to the table in the Annex.\nWhere, in a fishing category, a Member State draws up licence applications for less than its allocated tonnage, the Commission shall offer shipowners from the other Member States the opportunity to submit applications.\nGiven that fishing licences for the category 'tuna boats` are annual, unused fishing opportunities will be allocated after applications have been made for licences for the first quarter of each calendar year.", "The Member States shall:\n(a) - check that the data given on the licence application forms provided for in Appendix I to Annex I to the Agreement match that in the Community register of fishing vessels established by Commission Regulation (EC) No 109/94 of 19 January 1994 concerning the fishing vessel register of the Community (5) and report to the Delegation of the Commission of the European Communities to Morocco, hereinafter referred to as 'the Delegation`, any changes in that data at the time of subsequent applications,\n- verify the accuracy of the other data necessary for the drawing-up of licences;\n(b) submit licence applications to the Delegation two working days before the deadline laid down in point B.1.1 of Annex I to the Agreement.\nAs soon as they have been issued by the Moroccan authorities, licences will be transmitted to the Member States' representatives in Rabat;\n(c) provide the Delegation each month with a list of vessels whose licences have been suspended, with, by port, the date on which the licence was handed over and the date on which it was restored;\n(d) transmit to the Commission by 30 June and 31 December each year the summaries of the six-monthly inspection reports referred to in point 2 of Chapter IV of Annex II to the Agreement. The summaries shall describe the inspections carried out, the results obtained and the action taken;\n(e) - transmit to the Delegation each month a copy of the scientific observers' reports provided for in point 3 (v) of Chapter V of Annex II to the Agreement,\n- notify the Commission at six-monthly intervals, by 30 June and 31 December each year, of any infringements revealed by the information contained in these reports and the action taken,\n- enter the scientific data contained in these reports in an electronic database. The Commission shall have access to these databases;\n(f) - transmit to the Delegation and at the same time to Morocco's authorities a copy of the notice of the inspection missions planned under point 4 of Chapter VI of Annex II to the Agreement and, where relevant, notify them that an observer will be taking part,\n- transmit to the Delegation a copy of the Community observers' reports provided for in point 3 of Chapter VI of Annex II to the Agreement concerning the reciprocal observation of shore controls;\n(g) adopt the provisions needed to take appropriate action and to initiate administrative proceedings, as provided for in point 4 of Chapter V of Annex II to the Agreement;\n(h) transmit to the Delegation the list of vessels flying their flag obliged to land their catches in a Moroccan port in accordance with point B of Annex III to the Agreement.", "The President of the Council shall give the notification provided for in Article 16 of the Agreement (6).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1996.\nFor the Council\nThe President\nA. DUKES\n(1) OJ No C 141, 13. 5. 1996, p. 94.\n(2) OJ No L 261, 20. 10. 1993, p. 1.\n(3) OJ No L 350, 31. 12. 1994, p. 13.\n(4) OJ No L 114, 2. 5. 1988, p. 1. Regulation as amended by Regulation (EEC) No 3902/89 (OJ No L 375, 23. 12. 1989, p. 5).\n(5) OJ No L 19, 22. 1. 1994, p. 5.\n(6) The date of entry into force of the Agreement will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\nANNEX\nAllocation of fishing possibilities between Member States\n>TABLE>"}