{"celex_id": "31995R2594", "uri": "http://publications.europa.eu/resource/cellar/0874b099-5913-4869-96f3-233dbda49e09", "type": "Regulation", "concepts": ["161", "2771", "4385", "4687", "4743", "5063"], "title": "Commission Regulation (EC) No 2594/95 of 7 November 1995 opening and administering a Community tariff quota for certain poultrymeat products originating in Bulgaria for the period from 1 July to 31 December 1995 in accordance with Council Regulation (EC) No 2179/95\n", "header": "COMMISSION  REGULATION (EC) No 2594/95 of 7 November 1995 opening and administering a Community tariff quota  for certain poultrymeat products originating in Bulgaria for the period from 1 July to 31 December  1995 in accordance with Council Regulation (EC) No 2179/95\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2179/95 of 8 August 1995 providing for the adjustment,  as an autonomous and transitional measure, of certain agricultural concessions provided for in the  Europe Agreements and amending Regulation (EC) No 3379/94 opening and administering certain  Community tariff quotas in 1995 for certain agricultural products and for beer, to take account of  the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations,  and in particular Article 7 thereof  (1),\nWhereas Bulgaria has taken or will take as soon as possible, vis-à-vis the European Union, measures  of comparable effect to those referred to in Article 7 (5) of Regulation (EC) No 2179/95;\nWhereas, in accordance with Article 7 (10) of Regulation (EC) No 2179/95, the measures provided for  in Article 7 (5) of that Regulation should therefore be applied;\nWhereas, as a result, a tarfiff quota should be opened for poultrymeat products for the period from  1 July to 31 December 1995; whereas, provision should be made for applying a specific  administration method;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for poultry meat and eggs,", "main_body": ["For the period from 1 July to 31 December 1995 the import tariff  quota shown in the Annex is hereby opened for products originating in Bulgaria under the conditions  laid down in that Annex.", "1.  In order to qualify for the quota shown in the Annex, the importer must present to  the competent authorities of the importing Member State a declaration for release for free  circulation comprising an application to this effect for the products concerned accompanied by the  certificate referred to in Article 8 of Commission Regulation (EC) No 1559/94  (2).\nIf this declaration is accepted by the competent authorities of the Member State, those authorities  shall inform the Commission of the relevant applications for withdrawals, broken down by quota.\n2.  The application for withdrawal together with indication of the date of acceptance of the  declaration for release for free circulation shall be sent to the Commission without delay.\n3.  The withdrawals shall be granted by the Commission on the basis of the date of acceptance of  declarations for release for free circulation by the competent authorities of the importing Member  State, in so far as the available balance permits.\nAny unused balance shall be returned as soon as possible to the corresponding quota quantity.\nWhere the quantities applied for exceed the available balance of the quota quantities the  allocation shall be made in proportion to the applications. The Member States shall be informed as  soon as possible by the Commission of the withdrawals made.\n4.  Each Member State shall ensure that importers of the products set out in the Annex have equal  and continuous access to the quantities laid down therein as long as the residual balance of the  quota quantities permits.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply from 1 July to 31 December 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 7 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\nTariff quota opened from 1 July to 31 December 1995 for certain poultrymeat  products from Bulgaria\n>TABLE>"}