{"celex_id": "31992R3699", "uri": "http://publications.europa.eu/resource/cellar/64addf33-b53b-4806-8c8e-8508dd555d4f", "type": "Regulation", "concepts": ["4718", "473"], "title": "Commission Regulation (EEC) No 3699/92 of 21 December 1992 amending Regulation (EEC) No 441/88 laying down detailed rules for applying compulsory distillation as referred to in Article 39 of Council Regulation (EEC) No 822/87\n", "header": "COMMISSION REGULATION (EEC) No 3699/92  of 21 December 1992  amending Regulation (EEC) No 441/88 laying down detailed rules for applying compulsory distillation as referred to in Article 39 of Council Regulation (EEC) No 822/87\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Commission Regulation (EEC) No 1756/92 (2), and in particular Article 39 (9) thereof,\nWhereas Commission Regulation (EEC) No 441/88 (3), as last amended by Regulation (EEC) No 2070/91 (4), set detailed rules for applying compulsory distillation as specified in Article 39 of Regulation (EEC) No 822/87;\nWhereas in order to permit equitable distribution of the burden of compulsory distillation in the Community production regions must be delimited that are homogeneous on certain counts; whereas this requirement also applies for Portugal;\nWhereas the buying-in prices and aid set for the 1992/93 wine year by Commission Regulation (EEC) No 2167/92 (5), as amended by Regulation (EEC) No 2959/92 (6), also apply to wine production in Portugal; whereas it is accordingly indispensable, to  secure correct application of compulsory distillation in Portugal, to establish the region of production and average production of table wine and of products upstream from table wine in that region;\nWhereas since the Council has not in application of Article 1 (4) of Regulation (EEC) No 822/87 determined in Annex IV thereto the Portuguese wine-growing zones, the entire wine-growing area of Portugal should be classed as a single entity, this being  without prejudice to the decision that the Council is to take on this matter;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 441/88 is hereby amended as follows:\n1. the following indent is added at the end of Article 4 (2):\n'- Region 7: the wine-growing regions of Portugal';\n2. the following indent is added at the end of Article 4 (3):\n'- Region 7: 7 250 000 hl'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 27. (3) OJ No L 45, 18. 2. 1988, p. 15. (4) OJ No L 191, 16. 7. 1991, p. 25. (5) OJ No L 217, 31. 7. 1992, p. 35. (6) OJ No L 298, 14. 10. 1992, p. 8."}