{"celex_id": "31997R2622", "uri": "http://publications.europa.eu/resource/cellar/bad037f0-86b0-4345-8187-36fc4d42008e", "type": "Regulation", "concepts": ["1309", "161", "2718", "3388", "4080", "4350"], "title": "Council Regulation (EC) No 2622/97 of 19 December 1997 opening and providing for the administration of Community tariff quotas for certain fishery products originating in Ceuta\n", "header": "COUNCIL REGULATION (EC) No 2622/97 of 19 December 1997 opening and providing for the administration of Community tariff quotas for certain fishery products originating in Ceuta\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by virtue of Article 3 (2) of Protocol 2 to the 1985 Act of Accession, certain fishery products originating in Ceuta and Melilla are eligible, as of 1 January 1993, for exemption from customs duties in the customs territory of the Community; whereas that exemption is granted within the limit of tariff quotas calculated by product with reference to the average quantities actually disposed of during 1982, 1983 and 1984 in that part of Spain which is included in the customs territory of the Community or exported to the Community as constituted in 1985;\nWhereas the products originating in Ceuta which have enjoyed the benefit of the tariff arrangements set up by Protocol 2 are no longer exported to the Community because of a decrease in volume of fish catches put on to the market; whereas the tariff quotas opened for Ceuta were not extended beyond 31 December 1992 on this account; whereas live fry and juveniles of sea bream and bass, sea bream and sea bass, henceforth replace these products in trade with the Community;\nWhereas Ceuta's location as an enclave on the African continent poses specific problems; whereas the lack of both agriculture and industry leaves fishing as Ceuta's primary industry; whereas since the crisis is occurring in that sector, aquaculture has the potential to offer Ceuta's economic operators an alternative source of income to sea fishing;\nWhereas the positive role played in the past by the system of preferential tariff treatment in granting access to the Community markets for certain fishery products origination in Ceuta justifies continuation of such treatment alongside other forms of Community action, in particular assistance from the Community structural funds for Objective 1 regions, of which Ceuta is one;\nWhereas the preferential tariff treatment granted to fishery products derived from aquaculture in Ceuta should therefore play a greater part in fostering the development of the region;\nWhereas the Community accords some third countries, in particular the Maghreb countries, preferential tariff treatment in the form of exemption from customs duties for products of CN codes ex 0301 99 90, 0302 69 94 and 0302 69 95; whereas steps should be taken to ensure that the tariff treatment of such products originating in Ceuta and imported into the Community is comparable to that accorded to these third countries; whereas the tariff arrangements applied to Ceuta need to be adjusted accordingly;\nWhereas by Regulation (EC) No 1326/95 (1), the Council opened a Community tariff quota (Order No 09.0321) for 1995 for live fry and juveniles of sea bream and bass originating in Ceuta; whereas, by Regulation (EC) No 1822/96 (2), the Council opened new zero-duty Community tariff quotas for 1996-97 for live fry and juveniles of sea bream and bass, sea bream and sea bass, originating in Ceuta (Order Nos 09.0321 and 09.0322);\nWhereas the Kingdom of Spain has asked that the Commission open the quotas referred to in Regulation (EC) No 1822/96 for 1998 and thereafter;\nWhereas zero-duty Community tariff quotas should therefore be opened for the products in question and the volumes fixed on the basis of annual production at 3 million individual fish (fry and juveniles of sea bream and sea bass) and 100 tonnes (sea bream and sea bass); whereas the quota period must run from 1 January to 31 December for 1998 and 1999; whereas application of the quota duty is subject to compliance with the rules laid down for the common organization of the markets;\nWhereas Commission Regulation (EC) No 1427/97 (3) amending Regulation (EEC) No 2454/93 (4) laying down provisions for the implementation of the Community Customs Code sets out rules for the management of tariff quotas designed to be used following the chronological order of dates of acceptance of declarations;\nWhereas eligibility for the tariff quotas introduced by this Regulation is subject to the definition of preferential origin specified in Article 27 of Regulation (EEC) No 2913/92 (5),", "main_body": ["In 1998 and 1999 from 1 January to 31 December, the customs duties applicable on importation into the Community of the products in question, originating in Ceuta, shall be suspended at the level and within the limits of the Community tariff quotas shown below:\n>TABLE>", "Proof of the products' originating status shall be adduced in accordance with Article 6 of Regulation (EEC) No 1135/88 (6).", "The tariff quota referred to in Article 1 shall be administered by the Commission, pursuant to Article 308 (a) and (c) of Regulation (EEC) No 2454/93, which may take all appropriate measures to ensure efficient administration thereof.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 128, 13. 6. 1995, p. 6.\n(2) OJ L 241, 21. 9. 1996, p. 10.\n(3) OJ L 196, 24. 7. 1997, p. 31.\n(4) OJ L 253, 11. 10. 1993, p. 1.\n(5) OJ L 305, 19. 10. 1992, p. 1. Regulation as last amended by Regulation (EC) No 82/97 (OJ L 17, 21. 1. 1997, p. 1).\n(6) OJ L 114, 2. 5. 1988, p. 1. Regulation as last amended by Regulation (EEC) No 3902/89 (OJ L 375, 23. 12. 1989, p. 5)."}