{"celex_id": "31996R1508", "uri": "http://publications.europa.eu/resource/cellar/d7d11cff-0dab-4545-bee8-7800dd28ebef", "type": "Regulation", "concepts": ["1445", "1755", "1857", "2563", "3730", "4682"], "title": "Commission Regulation (EC) No 1508/96 of 29 July 1996 adopting exceptional support measures for the beef market in Portugal by application of Decision 96/381/EC\n", "header": "COMMISSION REGULATION (EC) No 1508/96 of 29 July 1996 adopting exceptional support measures for the beef market in Portugal by application of Decision 96/381/EC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 1357/96 (2), and, in particular, Article 23 thereof,\nWhereas by Commission Decision 96/381/EC (3) the Commission approved measures proposed by Portugal in order to control and eradicate BSE in that Member State; whereas such measures involve the compulsory slaughter of bovine animals which were born in the United Kingdom or which at any time belonged to a herd in which cases of BSE have been confirmed; whereas in accordance with the abovementioned Decision financial assistance to Portugal for carrying out the slaughtering of the animals concerned should be provided along the lines laid down in Commission Regulation (EC) No 716/96 of 19 April 1996 adopting exceptional support measures for the beef market in the United Kingdom (4), as last amended by Regulation (EC) No 835/96 (5); whereas, consequently it is appropriate to provide for a Community contribution of 70 % of the market value of the animals slaughtered; whereas, for the purpose of establishing the market value Portugal shall set up a system securing a fair and objective evaluation of each animal;\nWhereas, it is necessary to ensure that the animals concerned are killed and destroyed in a manner which does not pose any threat to human health or the health of other animals; whereas, it is therefore necessary to specify the conditions for the destruction of these animals and of the controls to be carried out by the Portuguese authorities; whereas, so as to avoid that animals to be slaughtered in a slaughterhouse mix with animals not covered by this scheme and that mistakes as to identify occur, they should be kept separately in the lairage to the slaughterhouse, as well as in the slaughterhouse itself;\nWhereas, provision should be made for Commission experts to check compliance with the conditions as specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Portugal shall be authorized to pay compensation in respect of bovine animals present on 1 April 1996 on a holding located in the territory of Portugal and slaughtered in accordance with Portugal's eradication plan as approved by Decision 96/381/EC.\n2. The animals referred to in paragraph 1 shall be killed in specially designated slaughterhouses, the heads, internal organs and carcases shall be permanently stained. The stained material shall be transported in sealed containers to specially authorized incineration or rendering plants, where it shall be processed and then destroyed. No part of the abovementioned animals may enter into the human food or animal feed chains or be used for cosmetic or pharmaceutical products. A representative of the Portuguese competent authority shall be permanently present in the slaughterhouse concerned in order to supervise the operations in question.\nNotwithstanding the first subparagraph and subject to the necessary control:\n- the Portuguese competent authority may allow the on-farm slaughter of an animal. After killing, such animals shall immediately be transported to an incineration or rendering plant for processing and destruction,\n- the hides of the animals referred to in paragraph 1 do not have to be stained or destroyed provided that they have been treated in such a way that they can only be used for leather production.\n3. The slaughterhouses referred to in paragraph 2 shall be organized and operated in such a way as to ensure that:\n- no bovine animal, the product from the slaughter of which is intended for human or animal consumption, is present in the slaughterhouse when animals are being slaughtered under this scheme,\n- where it is necessary for bovine animals to be slaughtered under the scheme to be held in lairage, they shall be kept separate from bovine animals which it is intended to slaughter for human or animal consumption, and\n- where it is necessary for products derived from animals slaughtered under this scheme to be stored, such storage shall be separate from any storage facility used for meat or other products destined for human or animal consumption.\n4. The Portuguese competent authority shall:\n- notwithstanding paragraph 1, before processing and destruction, be authorized to proceed to laboratory examination of the brains from a sample of animals slaughtered,\n- carry out the necessary administrative checks and effective on-the-spot supervision of the operations referred to in paragraphs 2 and 3, and\n- control those operations on the basis of frequent and unannounced inspections, in particular to verify that all stained material has been effectively destroyed.\nThe results of these checks, controls and examinations shall be made available to the Commission on request.", "1. The amount of compensation per animal to be paid to producers or their agents by Portugal under Article 1 (1) shall be equal to the objective market value in Portugal of each animal concerned established on the basis of a system of objective evaluation agreed on by the Portuguese competent authority.\n2. The Community shall co-finance at a rate of 70 % the expenditures related to the amount of compensation referred to in paragraph 1 of animals slaughtered in accordance with Article 1.\n3. Notwithstanding paragraph 1, the Portuguese competent authority is authorized to pay supplementary amounts in respect of bovine animals slaughtered under this scheme. The Community shall not co-finance such expenditure.", "Portugal shall adopt all measures necessary to ensure proper application of this scheme. It shall inform the Commission as soon as possible of the measures which it has taken and of any amendments thereto.", "The Portuguese competent authority:\n(a) shall inform the Commission each Wednesday in respect of the preceding week, of:\n- the number of animals selected for slaughter,\n- the number of animals slaughtered,\n- the average market value of the animals slaughtered, and\n- the total supplementary amounts referred to in Article 2 (3)\nunder this scheme;\n(b) shall establish a detailed report of the controls which they have taken under the measures referred to in Article 3 and shall communicate this to the Commission each quarter.", "Without prejudice to Article 9 of Council Regulation (EEC) No 729/70 (6), Commission experts, accompanied where appropriate by experts from the Member States, shall carry out, in collaboration with the Portuguese competent authority, on-the-spot checks to verify compliance with all the provisions of this Regulation.", "The measures taken under this Regulation shall be considered to be intervention measures within the meaning of Article 3 of Regulation (EEC) No 729/70.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable with effect from 1 April 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 175, 13. 7. 1996, p. 9.\n(3) OJ No L 149, 22. 6. 1996, p. 25.\n(4) OJ No L 99, 20. 4. 1996, p. 14.\n(5) OJ No L 112, 7. 5. 1996, p. 17.\n(6) OJ No L 94, 28. 4. 1970, p. 13."}