{"celex_id": "31991D0455", "uri": "http://publications.europa.eu/resource/cellar/a57087eb-8cb5-4105-9626-35746fab0fca", "type": "Decision", "concepts": ["2792", "3774"], "title": "91/455/EEC: Commission Decision of 1 August 1991 amending Decision 88/141/EEC of 11 December 1987 on the Multiannual Guidance Programme for the fishing fleet (1987-1991) forwarded by the United Kingdom pursuant to Regulation (EEC) No 4028/86 (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 1 August 1991  amending Decision 88/141/EEC of 11 December 1987 on the Multiannual Guidance Programme for the fishing fleet (1987-1991) forwarded by the United Kingdom pursuant to Regulation (EEC) No 4028/86  (Only the  English text is authentic)  (91/455/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3944/90 (2), and in particular Articles 4  and 5 (2) thereof,\nWhereas taking into account the results of meetings with the national authorities of the United Kingdom about the progress of the Multiannual Guidance Programme established in the Decision of the Commission 88/141/EEC (3);\nWhereas on the entry into service of new fishing vessels it became apparent that a net increase in fishing capacity expressed in tonnage (GRT) and power (kW) had taken place in 1987 and in the first six months of 1988;\nWhereas the process of fleet adjustment which has been started and the implementation of measures by the United Kingdom for the effective control of fishing fleet capacity necessitates a certain delay;\nWhereas the Commission intends to support efforts at improvement made by the United Kingdom as soon as the administrative or regulatory measures undertaken appear to show results which confirm that the structural evolution of the fleet is oriented  towards and will lead to achievement of the objectives set for not later than 31 December 1991 and established by Decision 88/141/EEC of the Commission;\nWhereas in order to administer the derogations to the principle of incompatibility of state aids with the common market that, for state aids in the fisheries sector the Commission has adopted guidelines for the examination of national aids in the  fisheries sector (4);\nWhereas the measures provided for in the present decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["1. Article 3 (2) of Decision 88/141/EEC is replaced by:\n'The Commission shall on the basis of its assessment of the information provided on a regular basis as specified in Article 2 or where this information is repeatedly not supplied, inform the Member State, if necessary, at the end of one six months  period that it has been found that the conditions to which approval of the programme was made subject have not been fulfilled.'\n2. The Annex is replaced by the present Annex.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 1 August 1991. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7. (2) OJ No L 380, 31. 12. 1990, p. 1. (3) OJ No L 67, 12. 3. 1988, p. 22. (4) OJ No C 313, 8. 12. 1988, p. 21.\nANNEX\nMultiannual guidance programme for the United Kingdom fleet (1987-91)  I. GENERAL REMARKS  The programme concerns the whole of the United Kingdom fleet and covers the entire territory of this Member State.  II. OBJECTIVES  1. The objectives of the programme should be:\n(a) to reduce the fishing fleet to 193 027 GRT and 1 095 206 kW according to the provisions set out in II.2,\n(b) to modernize existing vessels where there is no increase in global capacity of the category expressed in GRT and engine power and with the exception of vessels envisaged in IV.2.\n2. The evolution of the registered fishing fleet with the exception of:\n- aquaculture working vessels,\n- vessels engaged exclusively in bivalve fishing;\nduring the period covered by the programme should be made within the following limits:\n(Tonnage GRT)\nType  Objective of programme 2908/83  Situation at (1) 1. 1. 1987  Objective at      31. 12. 1989  31. 12. 1990  31. 12. 1991         Equal to or more than 80 feet\n(+ 24,4 m)       Less than 80 feet (+ 24,4 m)              Total A  198 997  206 934  205 543  198 590  193 027         Vessels for aquaculture and bivalve fishing              Total B\n(Engine power KW)\nType  Objective of programme 2908/83  Situation at (1) 1. 1. 1987  Objective at      31. 12. 1989  31. 12. 1990  31. 12. 1991         Equal to or more than 80 feet\n(+ 24,4 m)       Less than 80 feet (+ 24,4 m)              Total A  1 117 557  1 155 212  1 149 211  1 119 208  1 095 206         Vessels for aquaculture and bivalve fishing              Total B\n(1) including the vessels under  construction at 1. 1. 1987.   III. PLANNED MEASURES  1.1. While the objectives in II.2. 'Total A' fix a reduction in the fishing fleet capacity equal to the difference between the situation at 1 January 1987 and the objective to be achieved by 31 December 1991, it is also necessary  to take into account the balance of capacity resulting from:\n- those projects for new construction having benefited from Community and National aids at the 1987 tranche;\n- those projects for new vessel construction presently under examination by the Commission (1);\n- the balance of exits and entries from the fleet carried out from 1 January 1987 to 30 June 1988;\nwhich additions give the total reduction in fishing fleet capacity required.\n1.2. The reductions envisaged in III.1.1, should be achieved by implementing the following actions in so far as the entry into service of surplus fishing capacity having been incorporated in the capacity limits of this programme and being intended that  the reductions envisaged for each of the actions can be varied on condition that the total volume of reduction of fishing capacity set out in III.1.1 is respected.\n- A reduction in the total fleet, by renewal of those active vessels lost by accident at sea, sinking or otherwise by linking direct withdrawals to new construction in line with the achievement of the objectives for fleet capacity envisaged in II.2;\n- The adoption and implementation of direct measures intended to adapt fishing capacity.\n- Any other measures that will achieve the same results;\n2. Adoption and implementation of comprehensive legislation and/or administrative measures in order to control effectively the active fishing capacity and fishing operations and consequently to achieve the objectives of the programme set out in II.2; 3.  Improvement of the register of fishing vessels in order to effectively control fishing capacity.  IV. COMMENTS  1. The objectives of the fleet established in II.1 (a) can be revised only on the basis of scientific evaluations leading to the establishment of the existence of resources which are not fully exploited at present.\n2. In the case of fishing vessels operating in the coastal zone and smaller than 12 m a limited increase of 10 % in tonnage (maximum 10 %) and in power (maximum 6 %) can be taken into consideration in order to improve safety, working conditions and  preservation of catch on board on condition that these increases are fully justified and that the objectives for the vessel category to which these vessels belong and which are fixed in II.2 of the present decision are respected. Any such increase, if  the case arises, can only take place in equilibrium with the resources which may be exploited by these vessels.\n3. The objectives of the programme should be realized up to the 10 % level at least by the end of 1989 and to the 60 % level at least by the end of 1990.\n4. The Commission recalls that all aids sanctioned by the United Kingdom on the fisheries sector and including shipyards for the construction of fishing vessels should be included within the framework of the present programme.\n(1) The withdrawal of requests for financing of projects currently being examined by the Commission will allow for adjustment of the total reduction required."}