{"celex_id": "31999R1763", "uri": "http://publications.europa.eu/resource/cellar/e603c494-75ae-41a6-8caa-0a333f48774b", "type": "Regulation", "concepts": ["1125", "1309", "161", "2590", "2771", "4385"], "title": "Council Regulation (EC) No 1763/1999 of 29 July 1999 concerning the arrangements applicable to imports into the Community of products originating in Albania and amending Regulation (EC) No 2820/98 applying a multiannual scheme of generalised tariff preferences for the period 1 July 1999 to 31 December 2001 as regards Albania\n", "header": "COUNCIL REGULATION (EC) No 1763/1999\nof 29 July 1999\nconcerning the arrangements applicable to imports into the Community of products originating in Albania and amending Regulation (EC) No 2820/98 applying a multiannual scheme of generalised tariff preferences for the period 1 July 1999 to 31 December 2001 as regards Albania\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Relations between the European Union and non-associated countries in south-eastern Europe are governed by the EU's Regional Approach based on the conclusions of the Council of 29 April 1997 which contain a number of common principles and conditions, including for the granting of preferential trade concessions;\n(2) All countries formerly part of Yugoslavia covered by the EU's Regional Approach concerning the non-associated countries in south-eastern Europe who comply with relevant conditionality benefit from preferential trade concessions;\n(3) Albania is equally covered by the EU's Regional Approach and currently complies with the relevant conditionality in the framework of the EU's Regional Approach for the granting of autonomous trade preferences;\n(4) The Agreement between the European Economic Community and the Republic of Albania on trade and commercial and economic cooperation(1) does not provide for the granting of preferential trade concessions comparable with those applying as autonomous trade preferences to countries formerly part of Yugoslavia;\n(5) The granting of autonomous trade preferences for Albania in addition to the GSP would make it possible to supplement the provisions of the said Agreement in the direction of a comparable trade regime with regional standards without the opening of negotiations, while taking into account the specific situation of trade between the European Community and Albania; these autonomous trade preferences would be governed by the same basic rules as those which apply to countries which emerged from former Yugoslavia; it is therefore appropriate to limit the coverage of the GSP for Albania to agricultural products once these autonomous trade preferences apply, in line with the regime applicable to these countries;\n(6) Such trade preferences comprise exemption from duties and the abolition of quantitative restrictions for industrial products, except for certain products subject to tariff ceilings, and special concessions (exemption from duties, reduction of the agricultural components, tariff quotas) for various agricultural products;\n(7) It is appropriate, in the light of experience achieved in the framework of an agreement on textile products between the Community and Albania in force between 1992 and 1997, to provide for specific tariff ceilings for these products;\n(8) It is appropriate to provide in the case of Albania for specific concessions for fishery products;\n(9) For the purposes of certification and administrative cooperation procedures, the relevant provisions of Commission Regulation (EEC) No 2454/93 of 2 July 1993(2) laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3) should be applied;\n(10) Community monitoring may be achieved by means of an administrative procedure based on charging imports of the products in question against the tariff ceilings at Community level as and when those products are entered with the customs authorities for free circulation; this administrative procedure must make provision for the possibility of reintroducing customs duties as soon as the ceilings are reached at Community level;\n(11) This administrative procedure requires close and particularly rapid cooperation between the Member States and the Commission, which must in particular be able to follow the progress of quantities charged against the ceilings;\n(12) The decision for the opening of tariff quotas should be taken by the Community in the execution of its international obligations; to ensure the efficiency of a common administration of these quotas, there is no obstacle to authorising the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; however, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States;\n(13) It is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said tariff quotas and to ensure uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up;\n(14) For the sake of rationalisation and simplification, it is appropriate to provide that the Commission may, having consulted the Customs Code Committee, make any necessary changes and technical amendments necessary to this Regulation;\n(15) The Community must be able to act swiftly against Albania when its financial interests are damaged as a result of fraud, serious and repeated irregularities or a manifest lack of administrative cooperation in Albania; having notified the Member States and the operators concerned of its reasonable doubts, the Commission should be able to suspend certain preferences provisionally on the basis of sufficient evidence;\n(16) The import arrangements are renewed on the basis of the conditions established by the Council in relation to the development of the relations between the Community and Albania, including the regional approach; it is therefore appropriate to limit the duration of these arrangements to 31 December 2001,", "main_body": ["1. Subject to the special provisions laid down in Articles 2, 3, 4 and 5, products originating in Albania, other than those listed in Annex II to the Treaty establishing the European Community and in Annex A to this Regulation, shall be admitted for import into the Community without quantitative restrictions or measures having equivalent effect and with exemption from customs duties and charges having equivalent effect.\n2. Entitlement to the preferential arrangements laid down in this Regulation shall be subject to compliance with a definition of origin adopted in accordance with the procedure laid down in Article 249 of Council Regulation (EEC) No 2913/92.\n3. Pending the adoption and entry into force of the definition of origin referred to in paragraph 2, entitlement to the preferential arrangements laid down in this Regulation shall be subject to compliance with the definition of the concept of originating products for which provision is made in Part I, Title IV, Chapter 2, Section 2 of Commission Regulation (EEC) No 2454/93.", "Processed agricultural products\nThe import duties, namely the customs duties and agricultural components, applicable on import into the Community of the products listed in Annex B shall be those indicated for each product in the said Annex.", "Industrial products and textile products - tariff ceilings\n1. From 1 January to 31 December each year, imports into the Community of certain products originating in Albania and listed in Annex C shall benefit from an exemption from customs duties in accordance with the annual tariff ceilings specified in that Annex.\nThe description of the products referred to in the first subparagraph, their Combined Nomenclature codes and the corresponding ceilings are set out in the said Annex. The amounts of the ceilings shall be increased annually by 5 % of the volume of the previous year.\n2. Annex C, part II, provides specific provisions containing separate tariff ceilings for direct imports and for reimportations of textile products following an outward-processing operation, in accordance with Regulation (EC) No 3036/94(4).\n3. The tariff ceilings referred to in this Article shall be subject to Community surveillance managed by the Commission, in close cooperation with the Member States, in accordance with Article 308d of Regulation (EEC) No 2454/93.\n4. Quantities shall be charged against the ceilings as and when declarations for release for free circulation are lodged with customs authorities with an evidence of origin issued in accordance with the provisions of Article 1(2) and (3).\nGoods may be charged against a ceiling only if the evidence of origin is presented before the date on which customs duties are reintroduced.\n5. As soon as a tariff ceiling is reached, the Commission may adopt a Regulation re-establishing, until the end of the calendar year, the customs duties applicable to third countries in respect of imports of the products concerned.", "Agricultural products\nImports into the Community of products originating in Albania and listed in Annex D, shall benefit from an exemption from customs duties in accordance with the tariff concessions listed in that Annex.", "Agricultural products including fisheries - tariff quotas\n1. The customs duties applicable to imports into the Community of the products originating in Albania and listed in Annex E, shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas indicated for each one.\n2. The tariff quotas referred to in this Article shall be administered by the Commission in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.\n3. Each Member State shall ensure that importers of the products in question have equal and uninterrupted access to the tariff quotas for as long as the balance of the relevant quota volume so permits.\nGENERAL PROVISIONS", "For the first calendar year of application, the volumes of tariff quotas and tariff ceilings listed in Annexes C and E, shall be calculated as a pro rata of the basic volumes, taking into account the part of the period elapsed before the date of application of this Regulation.", "1. The provisions necessary for the application of this Regulation, other than those provided for in Article 3(4), notably:\n(a) amendments and technical adjustments necessary following amendments to the Combined Nomenclature and Taric codes,\n(b) necessary adjustments following the conclusion of other agreements between the Community and Albania,\nshall be adopted by the Commission, assisted by the Customs Code Committee, in accordance with the procedure set out in paragraph 2 of this Article.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on this draft within a time limit, which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 205(2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\nThe Commission shall adopt the measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n(a) the Commission may defer application of the measures which it has decided for a period of not more than one month from the date of such communication;\n(b) the Council, acting by a qualified majority, may take a different decision within the time limit referred to in point (a).\n3. The Committee may examine any question concerning the application of tariff quotas and tariff ceilings, which is raised by its Chairman either at the latter's initiative or at the request of a Member State.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "Temporary suspension clause\n1. Where the Commission finds that there is sufficient evidence of fraud or failure to provide administrative cooperation as required for the verification of evidence of origin by Albania it may take measures to suspend in whole or in part the arrangements provided for in this Regulation for a period of three months, provided that it has first:\n- informed the Committee referred to in Article 7;\n- called on the Member States to take such precautionary measures as are necessary in order to safeguard the Community's financial interests;\n- published a notice in the Official Journal of the European Communities stating that there are grounds for reasonable doubts about the application of the preferential arrangements by the beneficiary country concerned which may call into question its right to continue enjoying the benefits granted by this Regulation.\n2. A Member State may refer the Commission's decision to the Council within 10 days. The Council, acting by a qualified majority, may take a different decision within 30 days.\n3. On conclusion of the period of suspension, the Commission shall decide either to:\n- terminate the provisional suspension measure following consultation of the Committee referred to in paragraph 1, or\n- extend the suspension measure in accordance with the procedure provided for in paragraph 1.", "0\nRegulation (EC) No 2820/98(5) is amended as follows:\nin Annex III, listing the beneficiary countries and territories enjoying generalised tariff preferences, footnote 1 shall be inserted next to AL Albania.", "1\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the first day of the second month after its entry into force until 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1999.\nFor the Council\nThe President\nS. HASSI\n(1) OJ L 343, 25.11.1992, p. 2.\n(2) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 502/1999 (OJ L 65, 12.3.1999, p. 1).\n(3) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 955/1999 of the European Parliament and of the Council (OJ L 119, 7.5.1999, p. 1).\n(4) OJ L 322, 15.12.1994, p. 1.\n(5) OJ L 357, 30.12.1998, p. 1.\nANNEX\n\"ANNEX A\nCONCERNING THE EXCLUDED PRODUCTS REFERRED TO IN ARTICLE 1(1)\nNotwithstanding the rules for the interpretation of the Combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\nANNEX B\nCONCERNING THE TARIFF ARRANGEMENTS AND RULES APPLICABLE TO CERTAIN GOODS RESULTING FROM THE PROCESSING OF AGRICULTURAL PRODUCTS REFERRED TO IN ARTICLE 2\nNotwithstanding the rules for the interpretation of the Combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\nANNEX C\nCONCERNING THE ANNUAL TARIFF CEILINGS REFERRED TO IN ARTICLE 3(1)\nNotwithstanding the rules for the interpretation of the Combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes.\nPART I\n(industrial products)\n>TABLE>\nPART II\n(textile products)\n>TABLE>\nANNEX D\nCONCERNING THE PRODUCTS REFERRED TO IN ARTICLE 4\nNotwithstanding the rules for the interpretation of the Combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes.\n>TABLE>\nANNEX E\nCONCERNING THE TARIFF QUOTAS REFERRED TO IN ARTICLE 5\nNotwithstanding the rules for the interpretation of the Combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, witin the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nPART I\n(Fishery products)\n>TABLE>\nPART II\n(Agricultural products)\n>TABLE>\""}