{"celex_id": "31998D0640", "uri": "http://publications.europa.eu/resource/cellar/959cda99-87c6-4818-a0cd-6aec429b997a", "type": "Decision", "concepts": ["13", "2105", "2396", "2771", "3409", "5283"], "title": "98/640/EC: Commission Decision of 13 October 1998 authorising the Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC [notified under document number C(1998) 3105]\n", "header": "COMMISSION DECISION of 13 October 1998 authorising the Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC (notified under document number C(1998) 3105) (98/640/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/404/EEC of 14 June 1966 on the marketing of forest reproductive material (1), as last amended by the Act of Accession of Austria, Finland and Sweden and in particular Article 15 thereof,\nHaving regard to the requests submitted by certain Member States,\nWhereas production of reproductive material of the species set out in the Annexes is at present insufficient in all Member States with the result that their requirements for reproductive material conforming to the provisions of Directive 66/404/EEC cannot be met;\nWhereas third countries are not in a position to supply sufficient reproductive material of the relevant species which can afford the same guarantees as Community reproductive material and which conforms to the provisions of the abovementioned Directive;\nWhereas the Member States should therefore be authorised to permit, for a limited period, the marketing of reproductive material of the relevant species which satisfies less stringent requirements to cover the shortage of reproductive material satisfying the requirements of Directive 66/404/EEC;\nWhereas, for genetic reasons, the reproductive material must be collected at places of origin within the natural range of the relevant species and the strictest possible guarantees should be given to ensure the identity of the material;\nWhereas, furthermore, reproductive material should be marketed only if it is accompanied by a document bearing certain details of the reproductive material in question;\nWhereas each of the Member States should furthermore be authorised to permit the marketing in its territory of seed which satisfies less stringent requirements in respect of provenance, or, in the case of reproductive material of Populus nigra, in respect of the category, as laid down in Directive 66/404/EEC, if the marketing of such material has been authorised in the other Member States pursuant to this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. Member States are authorised to permit the marketing in their territory of seed satisfying less stringent requirements in respect of provenance, as laid down in Directive 66/404/EEC, on the terms set out in Annex I hereto and on condition that the proof specified in Article 2 is furnished with regard to the place of provenance of the seed and the altitude at which it was collected.\n2. Member States are authorised to permit the marketing in their territory of plants produced in the Community from the abovementioned seed.", "1. The proof referred to in Article 1(1) shall be deemed to be furnished where the reproductive material is of the category 'source-identified reproductive material` as defined in the Organisation for Economic Cooperation and Development (OECD) scheme for the control of forest reproductive material moving in international trade, or of another category defined in that scheme.\n2. Where the OECD scheme referred to in paragraph 1 is not used at the place of provenance of the reproductive material, other official evidence shall be admissible.\n3. Where official evidence cannot be provided, Member States may accept other non-official evidence.", "Member States are authorised to permit the marketing in their territory of vegetative reproductive material derived from Populus nigra which do not satisfy the requirements in respect of the category, as laid down in Article 4(1) of Directive 66/404/EEC, on the terms set out in Annex II hereto.", "1. The Member States other than the applicant Member States are also authorised to permit, on the terms set out in the Annexes hereto and for the purposes intended by the applicant Member States, the marketing in their territory of seed or, in the case of Populus nigra, vegetative reproductive material referred to in this Decision.\n2. For the purpose of the application of paragraph 1, the Member States concerned shall assist each other administratively. The applicant Member States shall be notified by other Member States of their intention to permit the marketing of such reproductive material, before any authorisation may be granted. The applicant Member States may object only if the entire amount set out in this Decision has already been allocated.", "The authorisation provided for in Article 1(1) and Article 3 in so far as it concerns the first placing of forest reproductive material on the market of the Community, shall expire on 30 November 1999. Such authorisation, in so far as it concerns subsequent placing on the market of the Community, shall expire on 31 December 2001.", "With regard to the first placing on the market of forest reproductive material, as referred to in Article 5, Member States shall, by 1 January 2000, notify the Commission of the quantities of such material satisfying less stringent requirements which have been approved for marketing in their territory pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\nLEGEND\n1. Member States\nB = Kingdom of Belgium\nDK = Kingdom of Denmark\nD = Federal Republic of Germany\nEL = Hellenic Republic\nE = Kingdom of Spain\nF = French Republic\nIRL = Ireland\nI = Italian Republic\nL = Grand Duchy of Luxembourg\nNL = Kingdom of the Netherlands\nA = Republic of Austria\nP = Portuguese Republic\nUK = United Kingdom of Great Britain and Northern Ireland\n2. States or regions of provenance\nCA = Canada\nCA (BC) = Canada (British Columbia)\nCA (QCI) = Canada (Queen Charlotte Island)\nCH = Switzerland\nCN = China\nCZ = Czech Republic\nEC = European Community\nMK = Former Yugoslav Republic of Macedonia\nHR = Croatia\nJP = Japan\nPL = Poland\nRO = Romania\nSI = Slovenia\nUS = United States of America\n3. Other abbreviations\nmax. alt. = maximum altitude\nOEP = or equivalent provenance\nECSA = from EC selected areas\nSIA= source identified 'A`\n(1) OJ 125, 11. 7. 1966, p. 2326/66.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ I - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n>TABLE>\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\n>TABLE>"}