{"celex_id": "31992D0330", "uri": "http://publications.europa.eu/resource/cellar/a8ab6bd8-8d0e-4e9b-a5b4-3c2ccf086acb", "type": "Decision", "concepts": ["3581", "3892", "4835", "835", "889"], "title": "92/330/EEC: Commission Decision of 18 December 1991 on aid by Germany to the Deggendorf textile works (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 18 December 1991  on aid by Germany to the Deggendorf textile works  (Only the German text is authentic)  (92/330/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments in accordance with Article 93,\nWhereas:\nI\nOn 25 February 1991, pursuant to Article 93 (3) of the EEC Treaty, the German Permanent Representation notified the Commission of a plan to grant aid to the firm Textilwerke Deggendorf GmbH. The firm is mainly active in the production of synthetic  fibres, a sector in which the relevant Community rules require the prior notification of all aid proposals.\nThe aid was to be financed by the 'Bayerisches regionales Foerderprogramm', approved by the Commission by letter dated 21 December 1988.\nFurther information regarding the proposed investment are requested from the German authorities by letter dated 14 March 1991. The reply was received by the Commission on 8 May 1991.\nBy letter dated 27 June 1991 the Commission informed the German Government that it had decided to initiate Article 93 (2) proceedings in respect of the aid and asked the German Government to submit its comments.\nInterested third parties were informed of the Commission's decision through publication of a notice in the Official Journal of the European Communities (1).\nThe aid relates to investment to be carried out in the firm Pietsch, whose capital was bought by Textilwerke Deggendorf GmbH for DM 1 when it was threatened with closure in 1989.\nPietsch, which specializes exclusively in the manufacture of textile curtains, has been subjected by its new owner to a take-over and modernization plan to be supported financially by the Land of Bavaria.\nThe investment to be aided, amounting to DM 11,95 million, will allow the maintenance of the 134 existing jobs and the creation of 15 new jobs in Pietsch.\nThe take-over and modernization plan, which was initiated in July 1989 when the firm's assets were taken over, is to extend over three years and to involve the carrying-out of DM 11,95 million in investment, including DM 2 million for real estate  investment and DM 4 million for the purchase of machinery specifically designed for the manufacture of curtains.\nDeggendorf is to receive from the Bavarian Ministry for Economic Affairs two soft loans (4,5 % interest) financed under the regional programme of the Land and with a three-year grace period. The first loan, amounting to DM 2,8 million, is to be for 15  years and the second, amounting to DM 3 million, for eight years.\nThe net grant equivalent of the interest rate subsidy may be put at 3,46 % in the case of the first loan and 2,77 % in the case of the second. The public loans will finance 48,53 % of the investment, to be completed by July 1992.\nOn the basis of the information available to it, the Commission examined the competition policy impact of the financial and accounting relationship between Deggendorf and Pietsch.\nThe Commission was not able to determine whether a perfectly clear distinction could be established between the production of synthetic fibres and the new investment. However, it took the view that the aid was liable indirectly to favour Deggendorf,  which manufactures products that may not in principle receive aid under the Community rules applicable to synthetic fibres.\nThe Commission also took account of the fact that, on 21 May 1986, it took a negative Decision on aid incompatible with the common market that had been granted to Deggendorf between 1981 and 1983. The Decision 86/509/EEC (2) required the repayment of  the DM 6,12 million subsidy and the DM 11 million soft loan which had been granted. These have still not been repaid, and Deggendorf is therefore still the recipient of illegal aid which artificially enhances its competitiveness.\nLastly, the Commission took the view that, on the Community market for polyamide and polyester yarn, which is at the same time highly competitive, with several producers on each of the national markets, and characterized by stagnant demand, highly  capital-intensive investment and reduced profit margins, the aid threatens to distort competition and to affect trade between Member States. Consequently, the aid does not fulfil the conditions that would allow it to qualify for one of the exemptions  provided for in Article 92 (1) to (3) and is incompatible with the common market within the meaning of Article 92 (1) of the Treaty.\nIn reaching this view, the Commission carried out an analysis similar to that which it had carried out several months previously when examining aid granted to the same firm Textilwerke Deggendorf GmbH for investment to rationalize the production of  stockings and polyamide yarn.\nThe Commission had concluded that that aid was compatible with the common market, but made its decision subject to the requirement that the German authorities should not actually disburse the aid until the incompatible aid granted illegally from 1981 to  1983 had been repaid.\nIn its decision to initiate proceedings in respect of the plan to grant restructuring aid to Pietsch (3), the Commission referred to this requirement, stating that 'if this procedure should result in a positive decision authorizing grant of the aid, the  aid should be actually paid only once the illegal aid covered by the Decision of 21 May 1986 has been reimbursed'.\nII\nThe German Government, in submitting its comments under the Article 93 (2) procedure by letter dated 30 July 1991, confirmed and amplified the position taken in the notification, thus providing the Commission with additional information enabling it to  assess - taking account of its effects on competition - the link between Textilwerke Deggendorf GmbH, the undisputed recipient of the aid, and Pietsch, the firm in which the aided investment will be carried out.\nThe German authorities regarded as negligible the effects of the aid on synthetic fibre production in the context of Textilwerke Deggendorf's overall budget.\nThe Danish and Dutch Governments and the British Textile Confederation sent the Commission brief comments, which were transmitted to the German Government, eliciting no further comments on its part. The German Government presented its reactions to the  Commission's decision by letter of 30 July 1991.\nIII\nThe subsidized DM 5,8 million loan granted to Textilwerke Deggendorf GmbH under the 'Bayerisches regionales Foerderprogramm' approved by the Commission by letter dated 27 December 1988 constitutes aid within the meaning of Article 92 (1) of the EEC  Treaty in that it enables the firm to carry out investment without bearing the full costs.\nThe aid was properly notified to the Commission in accordance with Article 93 (3) of the EEC Treaty and with the prior notification requirement provided for in the Community rules applicable to all aid proposals, of whatever form, in favour of companies  in the synthetic fibres sector.\nThe Commission was thus enabled to formulate its views and assess the proposed aid.\nThe financial and accounting relationship between Textilwerke Deggendorf and Pietsch appears to the Commission to have no effect on fibre production in the context of the overall budget of the parent company. However, the link increases Textilwerke  Deggendorf's market since Pietsch uses synthetic yarn in the manufacture of its curtains.\nIn its decision of 26 March 1991 the Commission took the view that an additional market for the production of synthetic yarn helped to reduce the general surplus of supply existing in the sector.\nThus, the link between synthetic yarn and fibre production and the new investment to be financed partly from public funds does not prompt the Commission to assess the planned aid by reference to the unfavourable a priori position contained in the rules  applicable to the synthetic fibres sector.\nWith specific regard to the firm Pietsch, which manufactures only textile curtains, the Commission notes that the Land of Bavaria intends to support its take-over and modernization plan. The proposed aid is to be granted under a regional aid scheme  approved by the Commission, under the terms provided for by the scheme (aid in the form of an interest rate subsidy on loans, the intensity of the aid being limited to 8 % net grant equivalent). The Commission is in a position to take the view that, by  aiming to maintain the 134 existing jobs in Pietsch and to create 15 additional permanent jobs in Deggendorf's area, the proposed aid facilitates the development of the economic area under consideration and may consequently be considered to be  compatible with the common market pursuant to Article 92 (3) (c).\nIV\nHowever, the Commission notes that, until such time as Textilwerke Deggendorf GmbH has repaid all the aid which it improperly received from 1981 to 1983, its competitiveness will continue to be enhanced by an advantage that is not without impact on  trading conditions.\nContrary to the comments made by the German authorities after the Commission decided to initiate proceedings, the Commission does not reproach Textilwerke Deggendorf GmbH for having appealed to a German court to have an administrative decision relating  to it annulled.\nHowever, the Commission notes on the one hand that the actual recovery of the illegal and incompatible aid has not yet taken place and on the other that it does not have any means of coercion at its disposal to accelerate or enforce the implementation  of its decision of 21 May 1986. In that decision, in which it found that aid granted to the company between 1981 and 1983 was illegal, the Commission requested the repayment of subsidies amounting to DM 6,12 million and soft loans amounting to DM 11  million.\nSince that negative Decision was not appealed against before the Court of Justice, it has become final. On the other hand, the German Government appealed to the Court of Justice for annulment of the Commission's decision of 26 March 1991. The Commission  has already pointed out to the German Government in its decision of 26 March 1991 concerning Textilwerke Deggendorf that, in its examination of aid cases, it has to take account of all the circumstances that may influence the impact of the aid on  trading conditions within the Community.\nIn a recent judgment, the Court of Justice held that, when the Commission examines the compatibility of aid with the common market, it must take account of all the relevant factors, including where appropriate the context already assessed in a previous  decision and the requirements which such previous decision may have imposed on a Member State (4). Accordingly, the Commission may legitimately base a subsequent decision on failure to comply with a condition laid down in a previous decision relating to  the same firm, which is the situation applying in this case.\nThe antecedents of the case reinforce such an analysis and prompt the Commission to reaffirm on this point the argument put forward in its decision of 26 March 1991; the improper advantage which Textilwerke Deggendorf has enjoyed since 1981/83 has  conferred on the firm an unjustified financial gain which will continue until such time as the illegal and incompatible aid previously received is actually paid back.\nConsequently, the Commission is justified in taking the view that the aid in question, which is incompatible with the common market, may not actually be granted to Textilwerke Deggendorf GmbH until the firm has repaid the incompatible aid referred to in  its Decision of 21 May 1986.\nThe aid illegally granted, which Deggendorf has refused to repay since 1986, and the new aid for the investment currently under consideration would have the combined effect of giving the firm an excessive and improper advantage that would adversely  affect trading conditions to an extent contrary to the common interest.\nConsequently, even if the aid of DM 744 485 currently planned through the granting of subsidized loans amounting to DM 5,8 million must be considered to be compatible with the common market, the Commission considers that its disbursement should be  suspended pending the repayment of the incompatible aid referred to in its 1986 decision.\nThis situation has arisen as a result of the negligent behaviour of the German Government and of Deggendorf, who have acted in infringement of the mandatory rules laid down in Article 93 (3). Suspension of the disbursement of the current aid is made all  the more necessary by the fact that the Commission does not have any other means of coercion at its disposal to accelerate or enforce implementation of its 1986 decision.\nFurthermore, it should be borne in mind that, in its notice pursuant to Article 93 (2) of the Treaty, the Commission already drew attention to the double distorsion of competition resulting from the non-repayment of the previous incompatible aid by  Textilwerke Deggendorf GmbH. Neither the German Government nor the firm have put forward any arguments or remarks that might change the Commission's assessment on this point.\nIn conclusion, the aid amounting to DM 744 485 which the German Government proposes to grant to Deggendorf is compatible with the common market, but may be granted only when Textilwerke Deggendorf GmbH has repaid the aid illegally received between 1981  and 1983 and referred to in Decision 86/509/EEC.\nThe Commission is obliged to draw this conclusion because Textilwerke Deggendorf has since 1981/83 been improperly benefiting from aid totalling DM 17,12 million and since it still persists in refusing to comply with the requirements incumbent upon it  under Community law by not repaying the relevant aid. It should be stressed that the suspensory condition laid down in this Decision does not conflict with the suspensory clause laid down in the decision of 26 March 1991: firstly, because the desired  effect is the same both cases, namely to prevent Textilwerke Deggendorf, through its attitude, from continuing to benefit from advantages deriving from an unjustified financial gain, and secondly because the present suspensory clause will cease to have  effect as soon as the firm has complied with its repayment obligations as laid down in the decision of 21 May 1986. (The same applies to the suspensory clause laid down in the decision of 26 March 1991),", "main_body": ["The aid in the form of two subsidized loans of DM 2,8 million and DM 3 million granted to Textilwerke Deggendorf GmbH for 15 years and eight years respectively at 4,5 % interest with a three-year grace period and notified to the Commission by  letter dated 25 February 1991 from the German authorities is compatible with the common market within the meaning of Article 92 of the EEC Treaty.", "The German authorities shall suspend payment to Deggendorf of the aid referred to in Article 1 of this Decision until such time as they have recovered the incompatible aid referred to in Article 1 of Decision 86/509/EEC.", "The German Government shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 18 December 1991. For the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No C 207, 8. 8. 1991, p. 6. (2) OJ No L 300, 24. 10. 1986, p. 34. (3) Letter of 27 June 1991 and OJ No C 207, 8. 8. 1991. (4) Judgment of 3 October 1991 in Case 261/89, not yet reported."}