{"celex_id": "31998L0009", "uri": "http://publications.europa.eu/resource/cellar/ea03ceee-51a3-467b-b431-bbae147918ea", "type": "Directive", "concepts": ["1287", "2979", "3003", "3275", "336", "3682"], "title": "Council Directive 98/9/EC of 20 January 1998 on the list of less-favoured farming areas within the meaning of Regulation (EC) No 950/97 (Denmark)\n", "header": "COUNCIL DIRECTIVE 98/9/EC of 20 January 1998 on the list of less-favoured farming areas within the meaning of Regulation (EC) No 950/97 (Denmark)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 950/97 of 20 May 1997 on improving the efficiency of agricultural structures (1), and in particular Article 21(2) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas the permanent natural and geographical handicaps existing in the Danish islands result in higher production and transport costs which prevent farmers in these areas from obtaining, from their production, income on a level with that obtained by comparable farmers elsewhere in the Member State;\nWhereas the Danish Government has sent the Commission, in accordance with Article 21(1) of Regulation (EC) No 950/97, a list of islands suitable for inclusion in the Community list of less-favoured farming areas and information on the particular features of these areas;\nWhereas, with a view to identifying the areas affected by specific handicaps that can be deemed less-favoured areas as referred to in Article 25 of Regulation (EC) No 950/97, all islands with an area of less than 600 km2 on which adverse natural conditions contribute to a farming income below the national average have been selected;\nWhereas the total surface area of the relevant areas does not exceed 4 % of the total surface area of the Member State in question;\nWhereas the nature and level of the above indices used by the Government of Denmark to define the areas notified to the Commission correspond to the characteristics of the areas affected by specific handicaps referred to in Article 25 of Regulation (EC) No 950/97,", "main_body": ["The list of less-favoured farming areas in Denmark shall be that contained in the Annex to this Directive. They shall be included in the Community list of less-favoured farming areas within the meaning of Article 25 of Regulation (EC) No 950/97.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 20 January 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ L 142, 2. 6. 1997, p. 1.\n(2) OJ C 372, 9. 12. 1997, p. 21.\n(3) Opinion delivered on 14 January 1998 (not yet published in the Official Journal).\nANNEX\n>TABLE>"}