{"celex_id": "31996D0385", "uri": "http://publications.europa.eu/resource/cellar/d9d6741e-64e7-411d-8f88-16900a9bc120", "type": "Decision", "concepts": ["1445", "1857", "3774", "6112"], "title": "96/385/EC: Commission Decision of 24 June 1996 approving the plan for the control and eradication of bovine spongiform encephalopathy in the United Kingdom (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 24 June 1996 approving the plan for the control and eradication of bovine spongiform encephalopathy in the United Kingdom (Text with EEA relevance) (96/385/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 9 (4) thereof,\nWhereas according to the second subparagraph of Article 9 (1) of Directive 89/662/EEC and the second subparagraph of Article 10 (1) of Directive 90/425/EEC, the Member State of origin shall implement on its territory the appropriate measures to prevent all situations which may constitute a serious hazard to animals or to human health;\nWhereas in 1988 the United Kingdom introduced a requirement for animals affected by bovine spongiform encephalopathy (BSE) to be completely destroyed, and prohibited the feeding of feed of ruminant origin to ruminants;\nWhereas in March 1996 the United Kingdom reinforced the feed ban by banning all use of mammalian meat-and-bone meal for feeding of farm animals and banning the use of cattle over the age of 30 months of age for food, feed, cosmetic or pharmaceutical purposes;\nWhereas, to protect animal and human health in the Community, the Commission adopted Decision 94/474/EC of 27 July 1994 concerning certain protection measures relating to bovine spongiform encephalopathy and repealing Decisions 89/469/EEC and 90/200/EEC (4), as last amended by Decision 95/287/EC (5), Decision 92/290/EEC of 14 May 1992 concerning certain protection measures relating to bovine embryos in respect of bovine spongiform encephalopathy (BSE) in the United Kingdom (6), as amended by Act of Accession of Austria, Finland and Sweden, Decision 94/381/EC of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (7), as amended by Decision 95/60/EC (8), Decision 94/382/EC of 27 June 1994 on the approval of alternative heat treatment systems for processing animal waste of ruminant origin, with a view to the inactivation of spongiform encephalopathy agents (9), as amended by Decision 95/29/EC (10), and Decision 96/239/EC of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (11), as amended by Decision 96/362/EC (12);\nWhereas, at the request of Community bodies, the United Kingdom presented a plan to the Commission on 3 June 1996 laying down supplementary measures to control and eradicate BSE in the United Kingdom, hereafter referred to as 'the plan`;\nWhereas the principal elements for the plan are:\n(a) a selective compulsory slaughter of animals and/or herds in birth cohorts born in 1990/91, 1991/92 and 1992/93 which have been identified as being most likely to have been exposed to infected meat-and-bone meal;\n(b) an improved system of individual identification of bovine animals to ensure effective control of movements and traceability of animals (animal passport system);\n(c) an intensified control of the feed manufacturing industry to prevent the possible use of meat-and-bone meal;\n(d) a detailed study carried out by a veterinarian on each farm where exposed birth cohorts have been found, in order to ensure that all the animals which must be slaughtered are identified on epidemiological grounds both on the farm of birth and on other premises to which animals in the same cohort have been moved;\nWhereas the Commission and the Member States in the framework of the Standing Veterinary Committee consider that the animals belonging to the 1989/90 birth cohort need to be incorporated in the selective slaughter plan; whereas, in the absence of official birth records for this cohort, it will be possible to give effect to this requirement only on the basis of existing farm records; whereas appropriate compensation will be offered to farmers to ensure full cooperation with regard to this element and effective implementation of the plan;\nWhereas if the results of the abovementioned epidemiological investigation provides clear evidence that other animals born after the feed ban have been exposed to infected meat and bonemeal such animals should as far as practicable be brought forward for early slaughter under the existing provision by which bovine animals over 30 months of age shall not enter the human or animal food chains.\nWhereas it is necessary to provide further specific information on animal identification and passports and on the implementation of the programme to remove meat-and-bone meal from feed mills and farms;\nWhereas the United Kingdom has agreed to modify the plan to include the 1989/90 birth cohort and the additional information required;\nWhereas the United Kingdom states that all necessary resources will be made available to ensure the effective and speedy implementation of the plan;\nWhereas it is important to approve and implement the plan as soon as possible in order to obtain a significant reduction in the number of cases, and to regain consumer confidence; whereas the plan may be reviewed and, if necessary, amended in the light of developments;\nWhereas the Commission, in accordance with point 9 of the conclusions of the Council meeting of 1 to 3 April 1996, has adopted Regulation (EC) No 716/96 (13), as last amended by Regulation (EC) No 835/96 (14), in order to provide market support;\nWhereas a similar measure will be proposed in order to provide for financial assistance to the United Kingdom for the present plan;\nWhereas the plan as amended on 19 June 1996 will effectively reduce the number of BSE cases and increase the controls relating to the disease, and it should thereby be approved;\nWhereas the Commission should carry out Community inspections in the United Kingdom to verify the application of the measures approved by this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The plan for the control and eradication of bovine spongiform encephalopathy presented on 3 June 1996 by the United Kingdom, as amended on 19 June 1996, is hereby approved.", "The United Kingdom shall bring into force by 1 August 1996 the laws, regulations and administrative provisions necessary to implement the plan referred to in Article 1.", "1. The United Kingdom shall notify the Commission of any intentions to modify the plan referred to in Article 1.\n2. This Decision shall be re-examined as soon as possible following a notification as provided for in paragraph 1.\n3. The plan shall be adapted if necessary in the light of scientific or epidemiological developments.", "The Commission shall carry out Community inspections on the spot in the United Kingdom to verify the effective implementation of the plan in particular the effectiveness of the animal identification system aimed at ensuring the traceability of animals. The plan shall be modified if necessary in the light of the outcome of these inspections.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 194, 29. 7. 1994, p. 96.\n(5) OJ No L 181, 1. 8. 1995, p. 40.\n(6) OJ No L 152, 4. 6. 1992, p. 37.\n(7) OJ No L 172, 7. 7. 1994, p. 23.\n(8) OJ No L 55, 11. 3. 1995, p. 43.\n(9) OJ No L 172, 7. 7. 1994, p. 25.\n(10) OJ No L 38, 18. 2. 1995, p. 17.\n(11) OJ No L 78, 28. 3. 1996, p. 47.\n(12) OJ No L 139, 12. 6. 1996, p. 17.\n(13) OJ No L 99, 20. 4. 1996, p. 14.\n(14) OJ No L 112, 7. 5. 1996, p. 17."}