{"celex_id": "31991R1385", "uri": "http://publications.europa.eu/resource/cellar/86423cd9-fb38-4999-9aa5-94feafdfd2c3", "type": "Regulation", "concepts": ["1270", "4217", "807"], "title": "Commission Regulation (EEC) No 1385/91 of 27 May 1991 on the supply of refined rape seed oil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 1385/91   of 27 May 1991   on the  supply of refined rape seed oil as food aid\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the  Commission has allocated to certain countries and beneficiary organizations 1  100 tonnes of  refined rape seed oil;\nWhereas it is necessary to provide for the carrying out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["Refined rape seed oil shall be  mobilized in the Community as Community food aid for supply to the recipients listed in the Annex,  in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex.  Supplies shall be awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1991. For the Commission   Ray MAC SHARRY   Member of the Commission\nANNEX\nLOT A   1.  Operation No  (1): 1315/90   2.  Programme: 1990   3.  Recipient (5): Ligue des Sociétés de la Croix-Rouge et du Croissant-Rouge, Service logistique,  BP 372, CH-1211 Geneva 19; tel. 734  55  80, telex: 412  133 LRCS CH; fax 733  03  95   4.  Representative of the recipient (2): Sudanese Red Crescent, League Delegation, PO Box 235,  Khartoum, Republic of Sudan; tel. 72  011  /  72  877, telex 23  006 LCRS Sd   5.  Place or country of destination: Sudan   6.  Product to be mobilized: refined rape seed oil   7.  Characteristics and quality of the goods  (3)  (6)  (7): see list published in OJ No C 114,  29. 4. 1991, p. 1 (under III.A.1.(a))   8.  Total quantity: 100 tonnes net   9.  Number of lots: one   10.  Packaging and marking  (10)  (11): see list published in OJ No C 114, 29. 4. 1991, p. 1  (under III.A.2.1 and III.A.3):\n-  metal cans of five litres   Markings in English   Supplementary markings on packaging:\n'a red crescent with the points facing to the right / ACTION OF THE LEAGUE OF RED CROSS AND RED  CRESCENT SOCIETIES (LICROSS) / FOR FREE DISTRIBUTION / PORT SUDAN`   11.  Method of mobilization: the Community market   12.  Stage of supply: free at port of landing - landed   13.  Port of shipment: -   14.  Port of landing specified by the recipient: -   15.  Port of landing: Port Sudan   16.  Address of the warehouse and, if appropriate, port of landing: -   17.  Period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 1 - 21. 7. 1991   18.  Deadline for the supply: 15. 8. 1991   19.  Procedure for determining the costs of supply (9): tendering   20.  Date of expiry of the period allowed for submission of tenders: 11. 6. 1991, at 12 noon   21.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 25. 6. 1991, at 12 noon   (b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 15. 7 - 10. 8. 1991   (c)  deadline for the supply: 31. 8. 1991   22.  Amount of the tendering security: ECU 15 per tonne   23.  Amount of the delivery security: 10  % of the amount of the tender in ecus   24.  Address for submission of tenders (8):\nBureau de l'aide alimentaire,\nà l'attention de Monsieur N. Arend,\nbâtiment Loi 120, bureau 7/46,\n200 rue de la Loi,\nB-1049 Bruxelles;\ntelex 22037 AGREC B or 25670 AGREC B   25.  Refund payable on request by the successful tenderer: -    LOT B   1.  Operation No  (1): 72/91   2.  Programme: 1991   3.  Recipient  (5): UNHCR (Mr Gaudé), Case Postale 2500, CH-1211 Geneva 2 Dépôt; tel. 739  84  80,  telex 412404 HCR CH   4.  Representative of the recipient (2): The Representative, UNHCR Branch Office in the Sudan,  Mohammed Nageeb Road (North of Farouk Cemetery), Khartoum No 2, Sudan; tel. (249) 118  12  43,  telex 22  431 SD HCR   5.  Place or country of destination: Sudan   6.  Product to be mobilized: refined rape seed oil   7.  Characteristics and quality of the goods  (3)  (6)  (7): see list published in OJ No C 114,  29. 4. 1991, p. 1 (under III.A.1.a))   8.  Total quantity: 1  000 tonnes net   9.  Number of lots: one   10.  Packaging and marking (4)  (10): see list published in OJ No C 114, 29. 4. 1991, p. 1 (under  III.A.2.1 and III.A.3)   metal cans of five litres   Markings in English   Supplementary markings on packaging:\n'UNHCR PROGRAMME FOR REFUGEES / PORT SUDAN / DATE OF PRODUCTION: .  .  . / DATE OF EXPIRY:  .  .   . (PRODUCTION DATE PLUS YEARS)`   11.  Method of mobilization: the Community market   12.  Stage of supply: free at port of landing - landed   13.  Port of shipment: -   14.  Port of landing specified by the recipient: -   15.  Port of landing: Port Sudan   16.  Address of the warehouse and, if appropriate, port of landing: -   17.  Period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 1 - 21. 7. 1991   18.  Deadline for the supply: 15. 8. 1991   19.  Procedure for determining the costs of supply (9): tendering   20.  Date of expiry of the period allowed for submission of tenders: 12 noon on 11. 6. 1991   21.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 25. 6. 1991   (b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 15. 7 - 10. 8. 1991   (c)  deadline for the supply: 31. 8. 1991   22.  Amount of the tendering security: ECU 15 per tonne   23.  Amount of the delivery security: 10  % of the amount of the tender in ecus   24.  Address for submission of tenders (8):\nBureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/46,  200 rue de la Loi, B-1049 Bruxelles; telex 22037 AGREC B or 25670 AGREC B   25.  Refund payable on request by the successful tenderer: -    Notes:\n(1)  The operation number is to be quoted in all correspondence.\n(2)  Commission delegate to be contacted by the successful tenderer: see list published in OJ No C  114, 29. 4. 1991, p. 1.\n(3)  The successful tenderer shall deliver to the beneficiary a certificate from an official  entity certifying that for the products to be delivered the standards applicable, relative to  nuclear radiation, in the Member State concerned, have not been exceeded.\nRadiation certificate Sudan should contain the following information:\n(a)  the amount of radiation of caesium-134 and -137;\n(b)  iodine-131.\nRadiation certificate must be issued by authorities and be legalized for: Sudan.\n(4)  Shipment to take place in 20-foot containers, condition FLC/LCL. The supplier shall be  responsible for the cost of making the containers available in the stack position at the container  terminal at the port of shipment. The recipient shall be responsible for all subsequent loading  costs, including the cost of moving the containers from the container terminal. The provisions of  Article 13 (2), second subparagraph, of Regulation (EEC) No 2200/87 shall not apply.\nThe successful tenderer has to submit to the recipient's agent a complete packing list of each  container, specifying the number of cartons belonging to each shipping number as specified in the  invitation to tender.\nThe successful tenderer has to seal each container with a numbered locktainer, the number of which  is to be provided to the beneficiary's forwarder.\nThe free holding period for container must be at least 15 days.\n(5)  The successful tenderer is to contact the recipients as soon as possible to establish which  consignment documents are required and how they are to be distributed.\n(6)  The successful tenderer shall give the beneficiaries' representative a health certificate at  the time of delivery.\n(7)  The successful tenderer shall give the beneficiaries' representative a certificate of origin  at the time of delivery.\n(8)  In order not to overload the telex, tenderers are requested to provide, before the date and  time laid down in point 20 of these Annexes, evidence that the tendering security referred to in  Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been lodged, preferably:\n-  either by porter at the office referred to in point 24 of these Annexes,\n-  or by telecopier on one of the following numbers in Brussels:\n-  235  01  32,\n-  236  10  97,\n-  235  01  30,\n-  236  20  05.\n(9)  Point (g) of Article 7 (3) of Regulation (EEC) No 2200/87 shall not be applicable to tenders  submitted.\n(10)  To be delivered on standard pallets - wrapped in shrunk plastic cover.\n(11)  The cartons shall be stacked on wooden pallets (made of pine, fir or poplar wood) measuring  not more than 1  200 × 1  400 mm, and with the following features:\nfour-way entry, non-reversible, with wings;\na top deck consisting of a minimum of seven planks measuring 100 mm in width and of a thickness of  22 mm;\na bottom deck consisting of three planks measuring 100 mm in width and of a thickness of 22 mm;\nthree bearers measuring 100 mm in width and of a thickness of 22 mm;\nnine dowels: 100 × 100 × 78 mm minimum.\nThe palletized cartons shall be covered by a shrink film of a thickness of at least 150 mm.\nThe cartons must have reinforced protection consisting of four angles (35 × 35 mm) made of  cardboard at least 3 mm thick placed on the four upper edges.\nThe whole of the above must be bound, in each direction, by three nylon straps of a width of not  less than 16 mm with plastic buckles."}