{"celex_id": "31997D0380", "uri": "http://publications.europa.eu/resource/cellar/203f7453-3c42-4bdf-9add-c05c339c0f77", "type": "Decision", "concepts": ["13", "2081", "2412", "4081", "4320", "5581"], "title": "97/380/EC: Commission Decision of 4 June 1997 authorizing the Member States to permit temporarily the marketing of seed of Timothy (Phleum bertolonii DC) not satisfying the requirements of Council Directive 66/401/EEC\n", "header": "COMMISSION DECISION of 4 June 1997 authorizing the Member States to permit temporarily the marketing of seed of Timothy (Phleum bertolonii DC) not satisfying the requirements of Council Directive 66/401/EEC (97/380/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 96/72/EC (2), and in particular Article 17 thereof,\nHaving regard to the request submitted by Sweden,\nWhereas in Sweden the production of seed of the category 'certified seed` of certain varieties of Timothy (Phleum bertolonii DC) satisfying the requirements of Directive 66/401/EEC in relation to minimum germination capacity has been insufficient in 1996 and is therefore not adequate to meet that country's needs;\nWhereas it is not possible to cover this demand satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the said Directive;\nWhereas Sweden should therefore be authorized to permit for a period expiring on 30 June 1997 the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas, moreover, other Member States which are able to supply Sweden with such seed not satisfying the requirements of the said Directive should be authorized to permit the marketing of such seed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Sweden is authorized to permit, for a period expiring on 30 June 1997, the marketing in its territory of a maximum of 1,7 tonnes of seed of the category 'certified seed` of varieties of the type 'Evergreen` of Timothy (Phleum bertolonii DC) which does not satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity, provided that the following requirements are satisfied:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label shall bear the endorsement 'minimum germination capacity 75 %.`", "Member States other than the applicant Member State are also authorized to permit, on the terms set out in Article 1 and for the purposes intended by the applicant Member State, the marketing in their territory of the seed authorized to be marketed under this Decision.", "Member States shall immediately notify the Commission and the other Member States of the various quantities of seed labelled and permitted to be marketed in their territory pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 304, 27. 11. 1996, p. 10."}