{"celex_id": "31993R2959", "uri": "http://publications.europa.eu/resource/cellar/8c35dd36-914b-404e-872d-c1298964df79", "type": "Regulation", "concepts": ["2300", "2739", "3355", "4079", "946"], "title": "Commission Regulation (EEC) No 2959/93 of 27 October 1993 amending Regulation (EEC) No 3769/92 implementing and amending Council Regulation (EEC) No 3677/90 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances\n", "header": "COMMISSION REGULATION (EEC) No 2959/93 of 27 October 1993 amending Regulation (EEC) No 3769/92 implementing and amending Council Regulation (EEC) No 3677/90 laying down measures to be taken to discourage the diversion of certain substances to the  illicit manufacture of narcotic drugs and psychotropic substances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3677/90 of 13 December 1990 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances (1), as amended by  Commission Regulation (EEC) No 900/92 (2), and in particular Article 10 (3) thereof,\nHaving regard to Commission Regulation (EEC) No 3769/92 (3) implementing and amending Council Regulation (EEC) No 3677/90, hereinafter referred to as 'the basic Regulation',\nWhereas certain substances used for the illicit manufacture of narcotic drugs and psychotropic substances listed in categories 2 and 3 are subject to targeted controls and are subject to an export authorization requirement when they are exported to  countries classed as sensitive;\nWhereas the lists of sensitive destinations for the substances in question are contained in Annexes II and III to Regulation (EEC) No 3769/92;\nWhereas the identification of sensitive destinations has to take place on the basis that a country is concerned, either by the illicit manufacture of narcotic drugs and psychotropic substances or by other relevant factors such as geographical proximity  to a country in which such drugs or substances are produced;\nWhereas in identifying sensitive destinations, the Commission, acting in agreement with the Member States' delegations, has preferred to establish contacts with each individual country concerned;\nWhereas such approach was adopted in respect of a number of countries with a view to including them in the list of sensitive destinations and an initial list of countries was drawn up and annexed to Regulation (EEC) No 3769/92;\nWhereas new concrete results having been reached through these contacts since the adoption of Regulation (EEC) No 3769/92, the list must be updated to include these new countries and, for reasons of transparency, the Annexes II and III to this  Regulation need to be replaced;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Drugs Precursors Committee,", "main_body": ["Annexes II and III to Regulation (EEC) No 3769/92 are replaced by the Annex hereto.", "This Regulation enters into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 357, 20. 12. 1990, p. 1.\n(2) OJ No L 96, 10. 4. 1992, p. 1.\n(3) OJ No L 383, 29. 12. 1992, p. 17.\nANNEX\n'ANNEX II\nSubstance Destination\nAcetic acid Colombia\nGuatemala\nHong Kong\nIndia\nIran\nLebanon\nMalaysia\nMyanmar (Burma)\nSingapore\nSyria\nThailand\nTurkey\nANNEX III\nSubstance Destination\nMethylethyl ketone (MEK) Toluene Potassium permanganate Sulphuric acid (1) Argentina Bolivia Brazil Chile Colombia Costa Rica El Salvador Ecuador Guatemala Honduras Hong Kong Panama Paraguay Peru Syria Thailand Uruguay\nAcetone Ethyl ether Hydrochloric acid (1) Argentina Bolivia Brazil Chile Colombia Costa Rica El Salvador Ecuador Guatemala Honduras Hong Kong Iran Libanon Myanmar (Burma) Panama Paraguay Peru Singapore Syria Thailand Turkey Uruguay\n(1) This includes the salts of these substances, except for sulphuric acid and hydrochloric acid, whenever the existence of such salts is possible.'"}