{"celex_id": "31993R0239", "uri": "http://publications.europa.eu/resource/cellar/976d1638-88d2-4a58-93f0-eb567727ef2f", "type": "Regulation", "concepts": ["161", "2300", "3073", "5367"], "title": "Council Regulation (EEC) No 239/93 of 1 February 1993 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Algeria, Morocco, Tunisia or Egypt (1993)\n", "header": "COUNCIL REGULATION (EEC) No 239/93 of 1 February  1993 opening and providing for the administration of Community tariff quotas for certain  agricultural products originating in Algeria, Morocco, Tunisia or Egypt (1993)\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Cooperation Agreements between the European Economic Community of the one part and the  People's Democratic Republic of Algeria  (1), the Kingdom of Morocco  (2), the Republic of Tunisia   (3) and the Arab Republic of Egypt  (4) of the other part, as supplemented by the additional  Protocols thereto  (5)  (6)  (7)  (8), provide for the opening by the Community of Community tariff  quotas for:\n-  39  000 tonnes and 98  000 tonnes of new potatoes falling within CN code ex  0701  90  51  originating in Morrocco and Egypt respectively (1 January to 31 March),\n-  10  100 tonnes and 4  200 tonnes of onions, fresh or chilled, falling within CN codes ex  0703   10  11, ex  0703  10  19 and ex  0709  90  90 originating in Egypt (1 February to 15 May), and  Morocco (15 February to 15 May),\n-  6  400 tonnes of beans, fresh or chilled falling within CN code ex  0708  20  10 originating in  Egypt (1 November to 30 April),\n-  4  900 tonnes of onions falling within CN code 0712  20  00, originating in Egypt,\n-  8  700 tonnes of peas and immature beans of species Phaseolus spp. in pod, prepared or  preserved, falling within CN codes 2004  90  50, 2005  40  00 and 2005  59  00, originating in  Morocco,\n-  8  250 tonnes and 4  300 tonnes of apricot pulp falling within CN code ex  2008  50  91,  originating in Morocco and Tunisia respectively,\n-  15  000 tonnes of orange juice, falling within CN codes 2009  11  11, 2009  11  19, 2009  11   91, 2009  11  99, 2009  19  11, 2009  19  19, 2009  19  91 and 2009  19  99, originating in  Morocco, of which not more than 4  500 tonnes may be imported in packings of a capacity of two  litres or less, and,\n-  200  000 hectolitres, 50  000 hectolitres and 50  000 hectolitres of certain wines of designated  origin, in containers holding two litres or less, falling within CN codes ex  2204  21  25, ex   2204  21  29, ex  2204  21  35 and ex  2204  21  39, originating respectively in Algeria, Morocco  and Tunisia,\n-  200  000 hectolitres, 85  000 hectolitres and 160  000 hectolitres of wine or fresh grapes  falling within CN codes ex  2204  21 and ex  2204  29 originating in Algeria, Morocco and Tunisia  respectively;\nWhereas, however, the Cooperation Agreement with the Republic of Tunisia provides that certain  prepared and preserved sardines falling within CN codes ex  1604  13  11, ex  1604  13  19 and ex   1604  20  50 originating in Tunisia may be imported into the Community free of duty; whereas the  detailed arrangements must be fixed by an exchange of letters between the Community and Tunisia;  whereas, since that exchange of letters has not yet taken place, the Community arrangements which  applied in 1992 should be renewed until 31 December 1993; whereas as duty-free Community tariff  quota of 100 tonnes should therefore be opened;\nWhereas, however, the volumes of the tariff quotas must be increased by 3 or 5  % each year, as  from 1 January 1992 and whereas the customs duties applicable in the Community, as constituted on  31 December 1985, are being eliminated in two equal steps on 1 January 1992 and 1 January 1993, by  application of Council Regulation (EEC) No 1764/92 of 29 June 1992 amending the arrangements for  the import into the Community of certain agricultural products originating in Algeria, Cyprus,  Egypt, Israel, Jordan, Lebanon, Malta, Morocco, Syria and Tunisia  (9);\nWhereas it is necessary, in particular, to ensure for all Community importers equal and  uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates  laid down for the quotas to all imports of the products concerned into all Member States until the  quotas have been used up;\nWhereas, the decision for the opening of tariff quotas should be taken by the Community in the  execution of its international obligations; whereas, to ensure the efficiency of a common  administration of these quotas, there is no reasonable obstacle to authorizing the Member States to  draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas this  method of administration requires close cooperation between the Member States and the Commission  and the latter must in particular be able to monitor the rate at which the quotas are used up and  inform the Member States accordingly;\nWhereas within the limit of these tariff quotas, the Portuguese Republic is to apply customs duties  calculated in accordance with the relevant provisions of Council Regulation (EEC) No 3189/88 of 14  October 1988 laying down the arrangements to be applied by Spain and Portugal to trade with Morocco   (1) and Council Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for  trade between Spain and Portugal on the one hand and Algeria, Egypt and Tunisia on the other  (2);  whereas the Community tariff quotas in question should therefore be opened for 1993;\nWhereas the wines of designated origin in question are subject to compliance with the  free-at-frontier reference price; whereas, in order that such wine may benefit from this tariff  quota, Article 54 of Regulation (EEC) No 822/87  (3), as last amended by Regulation (EEC) No  1756/92  (4), must be complied with; whereas the wine must be put in containers holding two litres  or less; whereas the wine must be accompanied either by a certificate of designation of origin in  accordance with the model given in Annex D to the Agreement or, by way of derogation, by a document  VI  1 or a VI  2 extract annotated in compliance with Article 9 of Regulation (EEC) No 3590/85   (5);\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation  concerning the administration of these quotas may be carried out by any of its members,", "main_body": ["1.  The customs duties applicable to imports into the Community of  the products listed below originating in Algeria, Morocco, Tunisia or Egypts shall be suspended at  the levels, during the periods and within the limits of the Community tariff quotas shown below:\n>TABLE>\nWithin the limits of this tariff quota, the Portuguese Republic shall apply  customs duties calculated in accordance with the relevant provisions of Regulations (EEC) No  2573/87 and (EEC) No 3189/88.\n2.  Importations of the wine in question shall be subject to the free-at-frontier price.\nIt shall qualify for the tariff quotas only if Article 54 of Regulation (EEC) No 822/87 is adhered  to.\n3.  Each wine, of designated origin in question when imported, shall be accompanied either by a  certificate of designation of origin, issued by the relevant Algerian/Moroccan/Tunisian authority  or, by way of derogation, by a document VII or a VI  2 extract annotated in compliance with Article  9 of Regulation (EEC) No 3590/85, in accordance with the model annexed to this Regulation.", "The tariff quotas referred to in Article 1 shall be administered by the Commission,  which may take any appropriate measure with a view to ensuring the efficient administration  thereof.", "If an importer presents in a Member State a declaration of entry into free circulation  including a request for preferential benefit for a product covered by this Regulation, and if this  declaration is accepted by the customs authorities, the Member State concerned shall draw, from the  tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration,  must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the  declaration of entry into free circulation by the customs authorities of the Member State  concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the tariff quota.\nIf the quantities requested are greater than the available balance of the quota, allocation shall  be made on a pro rata basis with respect to the requests. Member States, shall be informed by the  Commission of the drawings made.", "Each Member State shall ensure that importers of the products concerned have equal and  continuous access to the quotas for such time as the residual balance of the quota volumes so  permits.", "The Member States and the Commission shall cooperate closely in order to ensure that  this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 1 February 1993.\nFor the Council The President N. HELVEG PETERSEN"}