{"celex_id": "31992R1763", "uri": "http://publications.europa.eu/resource/cellar/f418e057-3db3-4a86-af9a-852494e5df15", "type": "Regulation", "concepts": ["1008", "211", "2300", "2850", "3073"], "title": "Council Regulation (EEC) No 1763/92 of 29 June 1992 concerning financial cooperation in respect of all Mediterranean non-member countries\n", "header": "COUNCIL REGULATION (EEC) 1763/92  of 29  June 1992 concerning financial cooperation in respect of all Mediterranean non-member countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  235 thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas, with a view to establishing a new Mediterranean policy, at its meeting held on 18 and 19  December 1990 the Council adopted a resolution concerning financial cooperation in respect of all  Mediterranean non-member countries;\nWhereas in that resolution it was agreed, inter alia, that the measures implemented pursuant to the  financial protocols concluded with the Mediterranean non- member countries should be supplemented  by other types of measure, namely those the scope of which extends beyond the context of a single  country and those which concern the environment;\nWhereas there should be a programme lasting five years (1992 to 1996);\nWhereas an amount of ECU 230 million is deemed necessary, in terms of financial resources from the  budget, for implementing this multiannual programme, including ECU 25 million for risk capital;  whereas for 1992, under the current financial perspective, the amount deemed necessary is ECU 46  million;\nWhereas the amounts to be committed for financing the programme for the period subsequent to 1992  will have to form part of the Community financial framework in force;\nWhereas the Council has decided that the part of the loans granted by the European Investment Bank,  hereinafter referred to as 'the Bank`, from its own resources under conditions laid down by it, in  accordance with its Statute, in respect of environmental projects will receive an interest-rate  subsidy and whereas an amount should therefore be set aside from budgetary resources for that  purpose;\nWhereas it is necessary to lay down the detailed arrangements and the rules governing cooperation  relating to measures financed from budgetary resources;\nWhereas in loan operations involving interest-rate subsidies, the granting of a loan by the Bank  from its own resources and the granting of an interest-rate subsidy financed by the budgetary  resources of the Community must be linked and are conditional upon each other; whereas the Bank  may, in accordance with its Statute, and in particular by a unanimous decision of its Board of  Directors in the presence of an unfavourable opinion by the Commission, decide to grant a loan from  its own resources, subject to granting of the interest-rate subsidy; whereas, on account of this  aspect, it is necessary to ensure that the procedure adopted for granting interst-rate subsidies  results in every case in an express decision, whether to grant the subsidy or to refuse it, where  appropriate;\nWhereas it is necessary to make provision for a Committee consisting of representatives of the  Member States to assist the Bank in the tasks attributed to it to implement this Regulation;\nWhereas, for the purposes of adoption of this Regulation, the only powers provided for by the  Treaty are those under Article 235,", "main_body": ["1.    In order to give effect to the new  Mediterranean policy, the Community shall implement measures intended to supplement those financed  pursuant to the financial protocols concluded with the Mediterranean non-member countries.\n2.    Paragraph 1 shall apply to all Mediterranean non-member countries with which the Community  has concluded association or cooperation agreements.\n3.    In order to focus more clearly on the regional character of such cooperation, which should  not be disproportionately advantageous to any one country in particular, the Community shall  endeavour to strike a balance in its intervention measures between the various regions and  countries concerned. With this in mind, the Commission and the Bank shall conduct annual assessment  of the financing involved and of its regional apportionment.", "1.    The programme shall  be of five years' duration (1992 to 1996).\n2.    The amount of Community financial resources deemed necessary for its implementation shall be  ECU 230 million, including ECU 46 million for 1992 under the 1988 to 1992 financial perspective   (1).\nFor the subsequent period of application of the programme, the amount will have to come within the  Community financial framework in force.\n3.    The budgetary authority shall determine the appropriations available for each financial year  taking into account the principles of sound management referred to in Article 2 of the Financial  Regulation of 21 December 1977 applicable to the general budget of the European Communities  (2).\n4.    The greater part of the amount deemed necessary for environmental protection measures in the  Mediterranean basin shall cover interest-rate subsidies on loans granted by the Bank.", "1.    The purpose of the measures to be carried out pursuant to Article 1 shall be:\n-   the implementation of operations of regional interest,\n- cooperation with regard to the environment,\n- the encouragement of investment, by means of risk capital, on behalf of European operators for  the financing of partnership.\nCooperation may also concern demographic matters linked to development measures, in particular  those relating to population growth.\nThe cultural dimension of development shall be taken into account in the measures carried out by  way of the cooperation established by this Regulation.\n2.    The types of measure relating to the operations of regional interest referred to in paragraph  1 shall be as follows:\n-   feasibility studies in respect of regional infrastructure projects,\n- support for measures of interest for one or more Mediterranean non-member countries and the  Community and support for the process of integration in the region through technical cooperation,  in particular technical assistance, training measures, seminars and studies.\nSuch support in the form of technical assistance shall be furnished also to institutions and bodies  working to promote integration in the region.\n3.    The types of measures relating to cooperation on the environment shall be as follows:\n-   the financing of 3  % interest-rate subsidies for loans granted, outside the framework of the  financial protocols, by the Bank from its own resources for investment purposes,\n- measures which have a catalytic effect, such as pilot or demonstration projects, including those  relating to the protection of the waters of the Mediterranean and training measures.\n4.    Risk capital shall be used first and foremost to make available own funds, or funds regarded  as such, to undertakings (private or mixed) in the production sector which bring together natural  or legal persons who are nationals of a Community Member State and of a Mediterranean non-member  country. They may also be used to fund measures for identifying projects and partners and specific  studies for the preparation and development of projects of interest to this type of undertaking and  to provide assistance to the latter during the starting-up period.", "Apart from the risk  capital provided for in Article 3 (1), Community financing for the measures referred to in this  Regulation shall take the form of grants.\nThe aid referred to in this Regulation may be combined with the Bank's own-resources funding and  granted on a co-financing basis with Member States, non-member countries in the region,  multilateral bodies or beneficiary countries themselves. Wherever possible, the Community nature of  the aid shall be preserved.\nContracts for the implementation of Community-funded projects or measures under this Regulation  shall enjoy, in the Mediterranean non-member countries concerned, fiscal and customs arrangements  no less favourable than those applied by such countries in respect of the most favoured State or  most favoured international development organization. The content of such arrangements shall be  fixed by common agreement between the parties.", "1.    Financing decisions other than  those relating to interest-rate subsidies on Bank loans and risk capital shall be adopted in  accordance with the procedure laid down in Article 7.\nFinancing decisions relating to global credits for technical cooperation, training and trade  promotion projects shall be adopted in accordance with the procedure laid down in Article 6; the  Commission shall regularly inform the Committee referred to in that Article of the utilization of  such global credits.\nDecisions amending decisions adopted in accordance with the procedure provided for in Article 7  shall be adopted by the Commission where they do not contain any substantial amendments or  additional commitments in excess of 20  % of the original commitment.\n2.    Financing decisions relating to interest-rate subsidies on Bank loans shall be adopted in  accordance with the procedure laid down in Article 8.\n3.    Financing decisions relating to risk capital shall be adopted in accordance with the  procedure laid down in Article 9.", "1.    Measures referred to in this Regulation which  are financed from the budget of the Communities shall be administered by the Commission, without  prejudice to the management by the Bank of interest-rate subsidies and risk-capital operations  under authority conferred on it by the Commission on behalf of the Community pursuant to Article  105 (3) of the Financial Regulation of 21 December 1977 applicable to the general budget of the  European Communities.\n2.    At least once a year the Commission and the Bank shall send the Member States the information  collected from the eligible countries concerning the sectors and projects already known which could  be supported under this Regulation.", "1.    The Commission shall be assisted by the MED  Committee set up by Article 6 of Council Regulation (EEC) No 1762/92 of 29 June 1992 on the  implementation of the Protocols on financial and technical cooperation concluded by the Community  with Mediterranean non-member countries  (1).\n2.    The representative of the Commission shall submit to the Committee a draft of the measures to  be taken. The Committee shall deliver its opinion on the draft within a time limit which the  Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the Committee shall be weighted in the manner set out in that Article. The Chairman  shall not vote.\n3.   (a)   The Commission shall adopt the measures envisaged if they are in accordance with the  opinion of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no  opinion is delivered, the Commission shall, without delay, submit to the Council a proposal  relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of three months from the date of referral to it, the Council has not  acted, the proposed measures shall be adopted by the Commission.", "1.    As regards the  projects to be financed by subsidized loans, the Bank shall draw up the financing proposal in  accordance with its Statute.\nThe Bank shall seek the opinion of the Commission, in accordance with Article 21 of the Statute,  and of the Article 9 Committee set up by Article 9 of Regulation (EEC) No 1762/92.\n2.    That Committee shall issue an opinion on the Bank's proposal. The Commission representative  shall convey to the Committee the position of his Institution on the project concerned, and in  particular on its conformity with the objectives of this Regulation and with the general guidelines  adopted by the Council.\nIn addition, the Committee shall be informed by the Bank of the non-subsidized loans which the Bank  envisages granting from its own resources.\n3.    On the basis of that consultation, the Bank shall ask the Commission to take a financing  decision to grant the interest-rate subsidy for the project concerned.\n4.    The Commission shall submit to the MED Committee a draft decision authorizing or, if  appropriate, refusing the financing of the interest-rate subsidy. The decision shall be taken  according to the procedure laid down in Article 6 of Regulation (EEC) No 1762/92.\n5.    The Commission shall forward the decision referred to in paragraph 4 to the Bank, which,  where the decision grants the subsidy, may grant the loan.", "1.    The Bank shall submit  to the Article 9 Committee, for its opinion, projects concerning risk-capital operations. The  Commission representative shall convey to the Committee the position of his Institution on the  project concerned and in particular on its conformity with the objectives of this Regulation and  with the general guidelines adopted by the Council.\n2.    On the basis of this consultation, the Bank shall forward the project to the Commission.\n3.    The Commission shall take the financing decision within a period appropriate to the  characteristics of the project.\n4.    The Commission shall forward the decision referred to in paragraph 3 to the Bank, which shall  take the appropriate measures.", "0\n1.    The Commission shall, together with the Bank,  examine progress achieved in implementing the cooperation undertaken pursuant to this Regulation  and shall inform the European Parliament and the Council thereof once a year.\n2.    The Commission and the Bank shall evaluate the main projects completed in respect of the  projects that concern each of them, in order to determine whether the objectives defined at the  time of the examination of the projects have been achieved and to establish guidelines for stepping  up the effectiveness of future aid activities. These evaluation reports shall be made available to  all Member States.", "1\nThis Regulation shall enter into force on the third day following  that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 29 June 1992.\nFor the Council\nThe President\nJorge BRAGA DE MACEDO\n(1)  OJ No C 68, 16. 3.  1991, p. 11 and OJ No C 48, 22. 2. 1992, p. 16.\n(2)  OJ No C 39, 17. 2. 1992.\n(1)  An indicative breakdown of the amount deemed necessary is provided in the Annex.\n(2)  OJ No L 356, 31. 12. 1977, p. 1. Financial Regulation as last amended by Regulation (Euratom,  ECSC, EEC) No 610/90 (OJ No L 70, 16. 3. 1990, p. 1).\n(1)  See p. 1 of this Official Journal.\nANNEX\nIndicative breakdown of the amount deemed necessary for the programme\nThe  breakdown of the total amount of ECU 230 million deemed necessary includes the following indicative  amounts:\n-   from ECU 115 to 120 million for measures in the field of environmental protection, ECU 100  million of which is for interest-rate subsidies on Bank loans,\n- from ECU 85 to 90 million for measures of regional interest (feasibility studies, technical  assistance for regional integration and any interest-rate subsidies for sectors other than the  environment),\n- ECU 25 million for risk capital.\nOn the basis of information sent by the Commission and the Bank to Member States as stipulated in  Article 6 (2), an exchange of views may take place on a more accurate breakdown of amounts by type  of measure in the field of environmental protection and measures of regional interest."}