{"celex_id": "31995R3086", "uri": "http://publications.europa.eu/resource/cellar/5d436957-ad21-4cdf-8236-8e250ce335e9", "type": "Regulation", "concepts": ["2556", "2879", "4790", "5283", "5537", "5709"], "title": "Council Regulation (EC) No 3086/95 of 21 December 1995 allocating, for 1996, catch quotas between Member States for vessels fishing in Lithuanian waters\n", "header": "COUNCIL REGULATION  (EC) No 3086/95\nof 21 December 1995\nallocating, for 1996, catch quotas between Member States for  vessels fishing in Lithuanian waters\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of December 1992 establishing a Community  system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries relations  between the European Economic Community and the Republic of Lithuania (2), and in particular  Articles 3 and 6 thereof, the Community, as constituted on 31 December 1994, and Lithuania have  held consultations concerning their mutual fishing rights for 1996 and the management of common  living resources;\nWhereas, in accordance with Articles 96 and 124 of the 1994 Act of Accession, fisheries agreements  concluded by the Republic of Finland and the Kingdom of Sweden with third countries are managed by  the Community;\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries between the  Republic of Finland and the Republic of Lithuania of 7 June 1993, the Community, on behalf of  Finland, and Lithuania have held consultations concerning their mutual fishing rights for 1996;\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries between the  Kingdom of Sweden and the Republic of Lithuania of 25 November 1993, the Community, on behalf of  Sweden, and Lithuania have held consultations concerning their mutual fishing rights for 1996;\nWhereas, in the course of these consultations, the delegations agreed to recommend to their  respective authorities that certain catch quotas for 1996 should be fixed for the vessels of the  other Party;\nWhereas the necessary measures should be taken to implement, for 1996, the results of the  consultations held with Lithuania;\nWhereas to ensure efficient management of the catch possibilities available in Lithuanian waters,  they should be allocated among the Member States as quotas in accordance with Article 8 of  Regulation (EEC) No 3760/92;\nWhereas the fishing activities covered by this Regulation are subject to the relevant control  measures provided for by Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a  control system applicable to the common fisheries policy (3),", "main_body": ["From 1 January to 31 December 1996 vessels flying the flag of a  Member State are hereby authorized to make catches within the quota limits set out in the Annex in  waters falling within the fisheries jurisdiction of Lithuania.", "1. The financial contribution provided for in Article 7 of the Agreement on fisheries  relations between the European Economic Community and Lithuania shall be set for the period  referred to in Article 1 at ECU 763 000 payable to an account designated by Lithuania.\n2. The financial contribution provided for in Article 8 of the Agreement shall be set for the  period referred to in Article 1 at ECU 76 300 payable to an account designated by Lithuania.", "This Regulation shall enter into force on 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No L 389, 31. 12. 1992,  p. 1. Regulation as amended by the 1994 Act of Accession.\n(2) OJ No L 56, 9. 3. 1993, p. 10.\n(3) OJ No L 261, 20. 10. 1993, p. 1.\nANNEX\nAllocation of Community catch quotas in Lithuanian waters for 1996\n>TABLE  POSITION>"}