{"celex_id": "31997D0471", "uri": "http://publications.europa.eu/resource/cellar/eb4e8e55-7d79-4a81-ab81-4ee1c703db68", "type": "Decision", "concepts": ["2483", "2609", "290", "3003", "4038", "5713"], "title": "97/471/EC: Council Decision of 22 July 1997 providing macro-financial assistance for the former Yugoslav Republic of Macedonia\n", "header": "COUNCIL DECISION of 22 July 1997 providing macro-financial assistance for the former Yugoslav Republic of Macedonia (97/471/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal of the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Commission has consulted the Monetary Committee before submitting its proposal;\nWhereas the former Yugoslav Republic of Macedonia is undertaking fundamental political and economic reforms and is making substantial efforts to establish an open market economy;\nWhereas the former Yugoslav Republic of Macedonia and the European Community have signed a Cooperation Agreement and an Agreement in the field of transport which will help the development of a full cooperation relationship;\nWhereas the former Yugoslav Republic of Macedonia has agreed with the International Monetary Fund (IMF) on a comprehensive set of stabilization and policy reform measures to be supported by a loan under the Enhanced Structural Adjustment Facility (ESAF);\nWhereas the former Yugoslav Republic of Macedonia has agreed with the World Bank on a comprehensive set of structural adjustment measures to be backed by a Structural Adjustment Loan and Credit;\nWhereas the authorities of the former Yugoslav Republic of Macedonia have requested financial assistance from the international financial institutions, the Community and other bilateral donors; whereas, over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered in the remainder of 1997 in order to strengthen the country's reserve position and support the policy objectives attached to the government's reform effort;\nWhereas the authorities of the former Yugoslav Republic of Macedonia have committed themselves to fully discharge their outstanding financial obligations towards the European Community and the European Investment Bank;\nWhereas a Community long-term loan to the former Yugoslav Republic of Macedonia is an appropriate measure to help ease the country's external financial constraints, supporting the balance of payments and strengthening the reserve position;\nWhereas the Community loan should be managed by the Commission;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["1. The Community shall make available to the former Yugoslav Republic of Macedonia a long-term loan facility of a maximum principal amount of ECU 40 million with a maximum maturity of fifteen years, with a view to ensuring a sustainable balance-of-payments situation and strengthening the country's reserve position.\n2. To this end, the Commission is empowered to borrow, on behalf of the European Community, the necessary resources that will be placed at the disposal of the former Yugoslav Republic of Macedonia in the form of a loan.\n3. This loan will be managed by the Commission in close consultation with the Monetary Committee and in a manner consistent with any agreement reached between the IMF and the former Yugoslav Republic of Macedonia.", "1. The Commission is empowered to agree with the authorities of the former Yugoslav Republic of Macedonia, after consultation with the Monetary Committee, the economic policy conditions attached to the loan. These conditions shall be consistent with the agreements referred to in Article 1 (3).\n2. The Commission shall verify at regular intervals, in collaboration with the Monetary Committee and in coordination with the IMF, that the economic policy in the former Yugoslav Republic of Macedonia is in accordance with the objectives of this loan and that its conditions are being fulfilled.", "1. The loan shall be made available to the former Yugoslav Republic of Macedonia in two tranches. The first tranche is to be released subject to the provisions of Article 2 and after the full settlement of all due financial obligations of the former Yugoslav Republic of Macedonia towards the Community and the European Investment Bank.\n2. Subject to the provisions of Article 2, the second tranche shall be released on the basis of a satisfactory track record in the implementation of the ESAF programme and not before three months after the release of the first tranche.\n3. The funds shall be paid to the National Bank of the former Yugoslav Republic of Macedonia.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if the former Yugoslav Republic of Macedonia so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of the former Yugoslav Republic of Macedonia, and where circumstances permit an improvement in the interest rate on the loans, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by the former Yugoslav Republic of Macedonia.\n5. The Monetary Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3 at least once a year.", "At least once a year the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No C 190, 21. 6. 1997, p. 31.\n(2) OJ No C 200, 30. 6. 1997."}