{"celex_id": "31994R0229", "uri": "http://publications.europa.eu/resource/cellar/c03682ca-0e48-4e7d-af3b-5947bfbf20ae", "type": "Regulation", "concepts": ["1309", "3817", "519", "888"], "title": "Council Regulation (EC) No 229/94 of 1 February 1994 imposing definitive anti-dumping duties on imports into the Community of ethanolamine originating in the United States of America, and collecting definitively the provisional anti-dumping duties\n", "header": "COUNCIL REGULATION (EC) No 229/94 of 1 February 1994 imposing definitive anti-dumping duties on imports into the Community of ethanolamine originating in the United States of America, and collecting definitively the provisional anti-dumping duties\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) (hereinafter referred to as the 'basic Regulation'), and in  particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Provisional measures  (1) By Regulation (EEC) No 2172/93 (2) (hereinafter referred to as the 'provisional duty Regulation'), the Commission imposed provisional anti-dumping duties on imports into the Community of ethanolamines originating in the  United States of America (hereinafter referred to as 'the USA') falling within CN codes 2922 11 00, 2922 12 00 and 2922 13 00.\nB. Subsequent procedure  (2) Following the imposition of the provisional anti-dumping duties, the producers in the USA, and their related importers in the Community submitted comments in writing, and asked for an extension of the duration of the  provisional duty Regulation, in order to establish in particular the effects of the provisional measures on the level of prices and imports. The extension was granted by Council Regulation (EC) No 3344/93 (3).\nAlso a number of end-users of ethanolamine made certain allegations to the Commission concerning the effects of the provisional duty Regulation on their businesses.\nParties who so requested were granted an opportunity to be heard by the Commission.\n(3) The producers in the USA, their related importers in the Community and the Community producers were informed of the essential facts and considerations on the basis of which it was intended to recommend the imposition of definitive anti-dumping  duties and the definitive collection of amounts secured by way of provisional duty. They were also granted a period within which to make representations subsequent to the disclosure.\n(4) The parties' comments were considered, and the Commission altered its conclusions where justified.\nC. Product under investigation  (5) In its provisional duty Regulation (recital 7) a description of the product, i.e. ethanolamine, was given.\nOne end-user claimed that the several types of ethanolamine should not be considered as like products because the different types show a different reaction to market forces. However, the further information brought forward by this party confirmed the  findings of the Commission with regard to similarity in production process and interchangeability of end-use of the different types of ethanolamine, on which, inter alia, the Commission had founded its conclusion of like product for the different types  concerned.\n(6) Since the CN codes referred to above also contained the salts made from ethanolamine which are however not covered by the complaint and the proceeding, the Regulation establishing definitive duties and collecting the provisional duties, should  exclude these salts from the scope of this Regulation.\nThe Commission has accordingly adjusted the description of the product to be entered in Articles 1 and 2 of this Regulation.\nThe Council confirms the findings of the Commission with regard to the like product definition and the adjustment of the description of the product for customs purposes.\nD. Dumping  Normal value, export price, comparison and dumping margins\n(7) No comments were received on the determination of the normal value, export price, comparison and dumping margins as described in recitals 8, 9, 10 and 11 of the provisional duty Regulation.\nE. Injury  (8) With regard to price undercutting, one USA producer and its related importer, questioned the validity of the Commission findings on price undercutting. The companies were however not able to support their claims with evidence not already  taken into account by the Commission. There was, therefore, considered to be no reason to change the price undercutting calculations as given in the provisional duty Regulation.\n(9) The same companies repeated their claim that the Commission should have come to the conclusion of 'no injury' because, during the period from 1988 until the end of the investigation period, three Community producers had imported from that USA  company a total of 4 587 tonnes and should therefore be excluded from the injury analysis. The remaining Community producer allegedly represented only 16 % of the Community production capacity, and could therefore not constitute 'a major proportion' of  Community ethanolamine producers. The companies furthermore claimed that the Community producers concerned had obtained significant benefits from the importation of ethanolamines from the USA.\nThe Commission requested the companies mentioned to support their allegations by reference to the timing and the prices at which the imports by the indicated Community producers took place. No details have been given, however, other than further  allegations that the imports from the USA were made at a time when the Community producers had insufficient capacity to meet demand from ethanolamine users in the Community, and that the imports enabled the Community producers to derive substantial  profits in the market for other products that, like ethanolamine, are also derivatives of ethyleneoxide.\nIn the absence of the requested information, the Commission considered that the demand for exclusion of the Community producers concerned should be rejected since, even if the allegations were confirmed, the tonnage involved would represent, over the  five year period in question, no more than 1,2 % of the sales of the Community producers concerned, and no more than 2 % of the total imports from the USA.\nThe Council confirms this approach.\nF. Causation  (10) The Commission's conclusions on causality, laid down in recitals 25 to 30 of the provisional duty Regulation were not contested by any party, and are therefore confirmed by the Council.\nG. Community interest  (11) Recitals 31 to 34 of the provisional duty Regulation dealt with the considerations of the Commission with respect to the Community interest involved. These have not met with subsequent objections from any party.\n(12) The end-users which supplied the Commission with information on the price rises by the Community producers, also pointed out the effects of these price rises on their cost of production and on their competitive position on the Community market.\nThe Commission has asked those end-users to indicate more precisely the effects on the costs of production of the provisional measures and additionally the benefits they drew from the dumped imports. No additional information has, however, been provided  by those end-users.\nThe Commission therefore maintains its position that, since the provisional measures do not increase the prices of ethanolamine above the average price of the last five years, the effect of the provisional measures on the cost of production of the end  products was limited. The imposition of definitive measures is further justified in view of the price rises in the longer run that would occur in their absence as indicated in recital 32 of the provisional duty Regulation.\nSince all intermediate users of ethanolamine are faced with the same effects of the provisional measures, these measures do not affect the competitive position of these users.\nThe Council confirms these conclusions of the Commission.\nH. Level of minimum import price  (13) USA exporters and their related importers expressed doubts, however, about the preparedness of the Community industry to raise its prices to a level necessary to enable it to cover its costs and to obtain a  reasonable return on sales. They feared that the Community industry would undercut the prices of the USA suppliers in order to increase its market share. In this way, the effect of the minimum-import price would be a limitation of competition on the  market, which would not be in the interest of the Community.\nOne of these interested parties referred to the actual decrease of exports directly after the entering into force of the provisional measures as proof of the probability of price undercutting by the Community producers.\nDuring the extended period of validity of the provisional duty Regulation, no further information was submitted by any USA producers or related importer confirming the alleged development.\nThe Commission, however, received information from a number of end-users pointing to an increase in the Community producers' prices and at their lack of capacity to fulfill completely the demand on the Community market.\nThe Commission therefore recalls its conclusions, as stated in recitals 33 and 35 of the provisional duty Regulation, and in particular that, while the chosen level of minimum import prices would enable the Community industry to cover its costs and to  obtain a reasonable return on sales, its lack of capacity would also enable third country producers to continue to supply the Community market. Under such competitive conditions, the Community industry would not be able to achieve oligopolistic  profitability.\nIn view of this situation, there is no reason for the Commission to change its approach for establishing the level of the minimum import prices.\n(14) One USA exporter and its related importer submitted a cost calculation for the most efficient Community producer, attempting to show that the level of the minimum import price was higher than that necessary for the Community industry to cover its  costs and obtain a reasonable return on sales, and would therefore not be in the interest of the end-users of ethanolamine.\nThe Commission compared this cost calculation with its own findings during the investigation, and has come to the conclusion that the assumptions in the calculation of the USA company were not fully in conformity with the real situation with which the  Community industry was faced during the investigation period.\nAdditional information gathered by the Commission in respect of the current costs in the Community does not show a significant difference between the current costs and the costs during the investigation period.\nAnother USA exporter and its related importer claimed that the 8 % profit level used by the Commission was totally unrealistic and did not take account of the nature of the market.\nThe Commission had, however, based this figure on the information obtained during the investigation from all parties, and, in particular on that from the USA producers.\nThe Commission therefore finds no reason to change the level of the minimum import price.\nThe Council confirms this conclusion.\nI. Nature of the anti-dumping measures  (15) The reasoning of the Commission as regards the type of the provisional anti-dumping measures, as laid down in recitals 35 to 38 of the provisional duty Regulation has not been contested by any party. The  Commission therefore maintains the same reasoning as far as the definitive measures are concerned.\nThe Council confirms this approach.\nJ. Collection of provisional duties  (16) With respect to provisional duties, it is Community practice to collect these duties definitively if substantial injurious dumping provisionally determined is confirmed at the definitive stage and if the  situation with respect to the injurious effect of the dumped imports to the Community market has not fundamentally changed since the imposition of the provisional duties.\nIn the present case, substantial injurious dumping was definitively confirmed. It was therefore considered that these duties should be collected in full.\nImports of ethanolamine salts should, however, be exempted from this collection,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of ethanolamine, with the exclusion of salt of ethanolamine, falling within CN codes ex 2922 11 00, ex 2922 12 00 and ex 2922 13 00, originating in the United States of America.\n2. The amount of duty shall be the difference between the cif price Community frontier per tonne, exclusive of duty, when lower, and the following levels:\n(a) in the case of monoethenolamine (MEA), CN code 2922 11 00\n(Taric code ex 2922 11 00 10): ECU 606\n(b) in the case of diethanolamine (DEA), CN code ex 2922 12 00\n(Taric code 2922 12 00 10): ECU 584\n(c) in the case of triethanolamine (TEA), CN code ex 2922 13 00\n- with a content of less than 99 %\n(Taric code 2922 13 00 11): ECU 609\n- with a content of 99 % or more\n(Taric code 2922 13 00 91): ECU 652\n3. The provisions in force concerning customs duties shall apply to the said duty.", "(a) The amounts secured by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 2172/93 shall be definitively collected.\n(b) The amounts so secured in the case of imports of salts of ethanolamine shall be released.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1994.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 195, 4. 8. 1993, p. 5.\n(3) OJ No L 299, 4. 12. 1993, p. 43."}