{"celex_id": "31991R1634", "uri": "http://publications.europa.eu/resource/cellar/d2a1a8b5-98a0-4fa2-bf08-a5fc190103da", "type": "Regulation", "concepts": ["2958", "4860", "5025"], "title": "Council Regulation (EEC) No 1634/91 of 13 June 1991 modifying the buying-in arrangements for butter and skimmed-milk powder laid down in Regulation (EEC) No 777/87\n", "header": "COUNCIL REGULATION (EEC) No 1634/91 of 13 June 1991 modifying the buying-in arrangements for butter and skimmed-milk powder laid down in Regulation (EEC) No 777/87\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulaiton (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk amd milk products (1), as last amended by Regulation (EEC) No 1630/91 (2), and in particular the first subparagraph of Article 7a (1)  thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas Article 7a of Regulation (EEC) No 804/68 enables the Commission, until the end of the eighth 12-month period of application of the additional levy arrangements set out in Article 5c of that Regulation, to modify the intervention arrangements for  butter and skimmed-milk powder on the basis of criteria to be adopted by the Council;\nWhereas Regulation (EEC) No 777/87 (4), as last amended by Regulation (EEC) No 3577/90 (5), sets out the circumstances in which the buying in of butter and skimmed-milk powder can be suspended and subsequently resumed and, where suspension takes place,  the alternative measures that may be taken;\nWhereas experience has shown that the conditions in which permanent intervention must be resumed for butter under the arrangements thus introduced can create serious difficulties for the management of the market and that such arrangements, furthermore,  do not make it possible to attain to the extent desired the objectives pursued regarding market regulation; whereas, consequently, the Commission should no longer be required to resume permanent intervention in certain circumstances and the conditions  in which buying-in takes place or not under a tendering procedure should be modified,", "main_body": ["Regulation (EEC) No 777/87 is hereby amended as follows:\n1.  In Article 1 of Regulation (EEC) No 777/87, paragraphs 3 and 4 shall be replaced by the following:\n'3.  Should paragraph 1, when applied, bring about a fall in the market prices of butter such that these prices are, in one or more Member States, at a level lower than 92 % of the intervention price for a representative period, buying-in by the  intervention agencies shall be carried out in the Member State(s) concerned under an open invitation to tender on the basis of specifications to be determined. Where market prices in the Member State(s) concerned are at a level equal to, or higher than,  92 % of the intervention price for a representative period, buying-in under a tendering procedure shall be suspended.\nThe buying-in price fixed by the Commission shall not be less than 90 % of the intervention price.\n4.  If paragraph 2 is applied, buying-in by the intervention agencies may be carried out under an open standing invitation to tender on the basis of specifications to be determined.\n5.  If paragraphs 3 or 4 are applied:\n(a)  other measures may be taken to maintain market stability, and in particular to avert erratic price changes;\n(b)  account shall be taken of the situation arising from the existence in Spain and Portugal of a level of prices different from the level of common prices.'\n2.  In Article 2, the terms 'until the end of the eighth 12-month period of application of the arrangements' shall be replaced by 'until the end of the arrangements'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1991/92 milk year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) See page 19 of this Official Journal.\n(3) OJ No C 104, 19. 4. 1991, p. 57.\n(4) OJ No L 78, 20. 3. 1987, p. 10.\n(5) OJ No L 353, 17. 12. 1990, p. 23."}