{"celex_id": "31992D0195", "uri": "http://publications.europa.eu/resource/cellar/f0591f8c-263b-4b08-bf8a-46eb7631345d", "type": "Decision", "concepts": ["13", "2412", "4081"], "title": "92/195/EEC: Commission Decision of 17 March 1992 on the organization of a temporary experiment under Council Directive 66/401/EEC on the marketing of fodder plant seed with regard to increasing the maximum weight of a lot\n", "header": "COMMISSION DECISION\nof 17 March 1992\non  the organization of a temporary experiment under Council Directive 66/401/EEC on the marketing of  fodder plant seed with regard to increasing the maximum weight of a lot\n(92/195/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed   (1), as last amended by Directive 90/654/EEC  (2), and in particular Article 13a thereof,\nWhereas Directive 66/401/EEC provides for the maximum weight of a lot in the context of seed  testing;\nWhereas the development of seed marketing practices and in particular methods of transporting seed  including by way of bulk shipment require that the maximum prescribed lot weight should be  increased;\nWhereas current international practice permits procedures whereby the maximum weight of a lot may  be increased for certain species;\nWhereas it is therefore useful to organize a temporary experiment under specified conditions with  the aim of seeking improved alternatives to the present provisions in respect of the maximum weight  of a lot;\nWhereas it is desirable in respect of certain species to cover also seed harvested in third  countries;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["A temporary experiment is hereby  organized, under the conditions specified in Article 2, at Community level in order to assess  whether the maximum weight of a lot laid down in Annex III to Directive 66/401/EEC may be increased  in respect of seed of the category 'certified seed` of the species of Graminae and Leguminosae  listed in Article 2 of the said Directive.", "1.  In respect of Graminae and Leguminosae  other then Lupinus sp., Pisum sativum and Vicia sp., the conditions referred to in Article 1 shall  be as follows:\n(a)  those laid down in the 'Provisional rules for the issue of International Seed Testing  Association (\"ISTA\") Seed Lot Certificates on herbage and amenity seed lots exceeding the maximum  lot size prescribed in Table 2A being transported loose in bulk containers` as adopted by the 22nd  Congress of ISTA in July 1989;\n(b)  each lot before bulking shall have been officially found to comply with the standards and  conditions laid down in Annex II to the said Directive;\n(c)  the official label prescribed under the said Directive or, in respect of third countries, the  OECD label, shall bear the number of this Decision after the words 'EEC rules and standards`;\n(d)  where a Member State participates in the experiment samples supplied by that Member State for  Community comparative trials shall derive from seed lots officially certified following this  experiment; and\n(e)  the certification authority shall monitor the experiment.\n2.  In respect of Lupinus sp., Pisum sativum and Vicia sp. the conditions referred to in Article 1  shall be as follows:\n(a)  the maximum weight of a lot laid down in Annex III of the said Directive shall be increased  from 20 to 25 tonnes;\n(b)  the heterogeneity of the seed lot shall be assessed at random;\n(c)  any possible seed damage due to bulking shall be assessed at random;\n(d)  the official label prescribed under the said Directive shall bear the number of this Decision  after the words 'EEC rules and standards`;\n(e)  where a Member State participates in the experiment samples supplied by that Member State for  Community comparative trials shall derive from seed lots officially certified following this  experiment; and\n(f)  the certification authority shall monitor the experiment.", "1.  Any  Member State may participate in the experiment.\n2.  Member States shall inform the Commission whether they have decided to participate in the  experiment.\n3.  The experiment shall end on 31 December 1995. Member States may decide to cease participation  in the experiment at an earlier date.\n4.  Member States shall report to the Commission and to the other Member States before the end of  each year progress reports on the results of the experiment.", "This Decision is addressed  to the Member States."], "attachments": "Done at Brussels, 17 March 1992. For the Commission\nRay  MAC SHARRY\nMember of the Commission"}