{"celex_id": "31997D0018", "uri": "http://publications.europa.eu/resource/cellar/097dafe3-feaa-4a00-afb6-a1dc360ddeff", "type": "Decision", "concepts": ["1085", "1445", "1755", "1857", "3885", "5034"], "title": "97/18/EC: Commission Decision of 16 December 1996 approving the measures to be implemented as regards bovine spongiform encephalopathy in France (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 16 December 1996 approving the measures to be implemented as regards bovine spongiform encephalopathy in France (Text with EEA relevance) (97/18/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 9 (4) thereof,\nWhereas according to the second subparagraph of Article 9 (1) of Directive 89/662/EEC and the second subparagraph of Article 10 (1) of Directive 90/425/EEC, the Member State of origin shall implement on its territory the appropriate measures to prevent all situations which may constitute a serious hazard to animals or to human health;\nWhereas, to protect animal and human health in the Community, the Commission adopted Decision 94/474/EC of 27 July 1994 concerning certain protection measures relating to bovine spongiform encephalopathy and repealing Decisions 89/469/EEC and 90/200/EEC (4), as last amended by Decision 95/287/EC (5), Decision 92/290/EEC of 14 May 1992 concerning certain protection measures relating to bovine embryos in respect of bovine spongiform encephalopathy (BSE) in the United Kingdom (6), as amended by the Act of Accession of Austria, Finland and Sweden, Decision 94/381/EC of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (7), as amended by Decision 95/60/EC (8), Decision 94/382/EC of 27 June 1994 on the approval of alternative heat-treatment systems for processing animal waste of ruminant origin, with a view to the inactivation of spongiform encephalopathy agents (9), as amended by Decision 95/29/EC (10), Decision 96/239/EC of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (11), as amended by Decision 96/362/EC (12) and Decision 96/449/EC on the approval of alternative heat-treatment systems for processing animal waste with a view to the inactivation of spongiform encephalopathy agents (13);\nWhereas on the publication in March 1996 of new information on certain cases of Creutzfeldt-Jakob disease where the link to BSE could not be ruled out, Community institutions have recognized that decisive action must be taken in order to control and finally eradicate BSE;\nWhereas France has had cases of BSE in its native cattle;\nWhereas in July 1996 France presented to the Commission a plan laying down supplementary measures to control and eradicate BSE in France, hereafter referred to as 'the plan`;\nWhereas the principal elements of the plan are:\n(a) compulsory slaughter and destruction of suspect cases of BSE and, if confirmed, slaughter and destruction of all animals in herds where cases of BSE have occurred,\n(b) identification of animals exposed to the same risks as the affected animals,\n(c) an improved system of health monitoring of holdings with bovine animals,\n(d) measures to exclude high-risk tissues from the food and feed chains;\nWhereas a programme to control BSE and reduce the number of future cases should concentrate on removal of animals most likely to have been exposed to infected meat- and bone-meal in accordance with the principle laid down in point 6 of the conclusions of the Council meeting on 1 to 3 April 1996;\nWhereas the Council concluded that such an option should be open to Member States other than the United Kingdom on a case-by-case basis;\nWhereas the French authorities will carry out a full epidemiological inquiry on each case of BSE in order to identify other animals likely to have been exposed to infected meat-and bone-meal and will slaughter such animals and destroy the carcases; this inquiry will include animals which may have been moved to other holdings;\nWhereas consequently the Commission can accept that the French programme for the eradication of BSE can be financed with a Community contribution on the basis of the same principles and in accordance with the same procedure as laid down in points 8 and 9 of the conclusions of the Council meeting of 1 to 3 April 1996;\nWhereas the Commission in accordance with point 9 of those Council conclusions has adopted Regulation (EC) No 716/96 (14), as last amended by Regulation (EC) No 1974/96 (15) and Regulation EC No 717/96 (16), as amended by Regulation EC No 841/96 (17) in order to provide market support;\nWhereas a similar measure will be proposed for financial assistance to France for the present plan;\nWhereas the plan presented on 9 July as amended on 5 November 1996 will contribute to a reduction in the number of BSE cases and increase the controls relating to the disease, and it should therefore be approved;\nWhereas the Commission should carry out Community inspections in France to verify the application of the measures provided for in this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The plan regarding bovine spongiform encephalopathy presented in July 1996 as amended on 5 November 1996 by France is hereby approved.", "France shall bring into force by 1 December 1996 the laws, regulations and administrative provisions necessary to implement the plan referred to in Article 1.", "1. France will notify the Commission of any intentions to modify the plan referred to in Article 1.\n2. This decision shall be re-examined as soon as possible following a notification as provided for in paragraph 1.", "The Commission shall carry out Community inspections on the spot in France to verify the effective implementation of the plan.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 194, 29. 7. 1994, p. 96.\n(5) OJ No L 181, 1. 8. 1995, p. 40.\n(6) OJ No L 152, 4. 6. 1992, p. 37.\n(7) OJ No L 172, 7. 7. 1994, p. 23.\n(8) OJ No L 55, 11. 3. 1995, p. 43.\n(9) OJ No L 172, 7. 7. 1994, p. 25.\n(10) OJ No L 38, 18. 2. 1995, p. 17.\n(11) OJ No L 78, 28. 3. 1996, p. 47.\n(12) OJ No L 139, 12. 6. 1996, p. 17.\n(13) OJ No L 184, 24. 7. 1996, p. 43.\n(14) OJ No L 99, 20. 4. 1996, p. 14.\n(15) OJ No L 262, 16. 10. 1996, p. 2.\n(16) OJ No L 99, 20. 4. 1996, p. 16.\n(17) OJ No L 114, 8. 5. 1996, p. 18."}