{"celex_id": "31994D0446", "uri": "http://publications.europa.eu/resource/cellar/aedff6c8-7c3b-473b-80e6-989119bb9dc8", "type": "Decision", "concepts": ["1309", "1445", "2300", "2737", "3115"], "title": "94/446/EC: Commission Decision of 14 June 1994 laying down the requirements for the importation from third countries of bones and bone products, horns and horn products and hooves and hoof products, excluding meals thereof, for further processing not intended for human or animal consumption (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 June 1994 laying down the requirements for the importation from third countries of bones and bone products, horns and horn products and hooves and hoof products, excluding meals thereof, for further processing not  intended for human or animal consumption (Text with EEA relevance) (94/446/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community  rules referred to in Annex A (I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (1), and in particular Article 10 (2) (a) and (c) thereof,\nWhereas Annex I Chapter 5 of the abovementioned Directive lays down requirements for the import of bones and bone products, horns and horn products and hooves and hoof products, excluding meals thereof, not being intended for human or animal  consumption;\nWhereas for trade purposes those products must be accompanied by a commercial document;\nWhereas in order to enable checks to be carried out on the imports of the abovementioned products, a similar document must accompany such imports, which will indicate, together with other information, the nature of the product;\nWhereas, in view of the particular nature of the products, specific control conditions must be laid down to ensure that they are not delivered for direct use in human or animal food including a declaration by the importer and specific transport  conditions;\nWhereas, since a new certification scheme is established, a period of time should be provided for its implementation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize the importation from third countries of bones and bone products (excluding bone meal), horns and horn products (excluding horn meal), and hooves and hoof products (excluding hoof meal), intended for further  processing but not for direct use in human or animal food, only if:\n- the commercial documents accompanying the consignment include the information laid down in Annex A, and\n- the consignment is accompanied by the declaration of the importer as laid down in Annex B, which must be in at least one official language of the Member State through which the consignment first enters the Community and in at least one official  language of the Member State of destination.", "The official veterinarian of the border inspection post at the first point of entry into the Community must countersign the declaration of the importer and stamp it with the official stamp of the border inspection post.\nThe stamped declaration must accompany the consignment to the processing establishment, which must be that specified in the declaration; it must be retained for a period of at least one year.", "After importation the following minimum conditions shall be met:\n(a) On dispatch the Community territory, the material shall be enclosed in lead-sealed container units or trucks or in bulk in a vessel. If transported in containers the containers and in all cases the accompanying documents must be clearly marked: 'not  for use in human or animal food'. The containers and the accompanying documents shall bear the name and address of the processing establishment.\n(b) The material shall be transported direct to the processing establishment from the point of arrival in Community territory in containers or means of transport which are sealed.\n(c) On arrival in the territory of the Community and before dispatch of the material to the processing notification of intended dispatch shall be made as quickly as possible to the local official veterinarian or competent authority by Animo message or,  when this is not possible, by telex or telefax.\n(d) Records shall be kept of the quantity and nature of the material, during manufacture, in such a way as to ensure that the material has actually been used for the intended purpose.", "This Decision shall apply from 1 July 1994.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 62, 15. 3. 1993, p. 49.\nANNEX A\n(1) Delete as appropriate.\nANNEX B\nDeclaration by the importer of dried bones and bone products, horns and horn products and hooves and hoof products excluding meal of these products in order to import these products into the Community"}