{"celex_id": "31998R0575", "uri": "http://publications.europa.eu/resource/cellar/6616becf-83cc-4f6e-8b89-8f10b85c7ea7", "type": "Regulation", "concepts": ["1644", "2300", "3732"], "title": "Commission Regulation (EC) No 575/98 of 12 March 1998 on the issue of import licences for rice and broken rice against applications submitted under Article 2(2) of Regulation (EC) No 327/98 (additional tranche for January 1998)\n", "header": "COMMISSION REGULATION (EC) No 575/98 of 12 March 1998 on the issue of import licences for rice and broken rice against applications submitted under Article 2(2) of Regulation (EC) No 327/98 (additional tranche for January 1998)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (1), and in particular Article 5(2) thereof,\nWhereas Article 2(2) of Regulation (EC) No 327/98 provides for the opening of an additional tranche for the issue of import licences for January 1998; whereas licence applications for this additional tranche are to be submitted during the first 10 working days following the entry into force of Regulation (EC) No 327/98;\nWhereas, pursuant to Article 5(2) of Regulation (EC) No 327/98, within 10 days of the closing date for notification by the Member States of licence applications, the Commission must decide to what extent the applications may be accepted and fix the quantities available under the following tranche;\nWhereas examination of the quantities for which applications have been submitted shows that licences should be issued for the quantities applied for multiplied, where appropriate, by a percentage reduction in accordance with the provisions of the Annex hereto,", "main_body": ["1. Import licences for rice and broken rice against applications submitted under Article 2(2) of Regulation (EC) No 327/98 and notified to the Commission shall be issued for the quantities applied for multiplied, where appropriate, by the percentage reductions set out in the Annex hereto.\n2. The quantities available under the following tranche shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 37, 11. 2. 1998, p. 5.\nANNEX\nReduction percentages to be applied to the quantities applied for and the quantities available for the following tranche:\n(i) quantity referred to in Article 2(2)(i): semi-milled and wholly-milled rice falling within CN code 1006 30\n>TABLE>\n(ii) quantity referred to in Article 2(2)(ii): broken rice falling within CN code 1006 40 00\n>TABLE>"}