{"celex_id": "31998D0449", "uri": "http://publications.europa.eu/resource/cellar/8071e473-50b6-44c8-8fb1-5fa6eab779ff", "type": "Decision", "concepts": ["1216", "1474", "2306", "2556", "5228", "5537"], "title": "98/449/EC: Council Decision of 29 June 1998 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Government of the Republic of Guinea concerning the provisional application of the Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Revolutionary People's Republic of Guinea on fishing off the Guinean coast for the period 1 January 1998 to 31 December 1999\n", "header": "COUNCIL DECISION of 29 June 1998 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Government of the Republic of Guinea concerning the provisional application of the Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Revolutionary People's Republic of Guinea on fishing off the Guinean coast for the period 1 January 1998 to 31 December 1999 (98/449/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the Revolutionary People's Republic of Guinea on fishing off the Guinean coast (1), and in particular Article 15 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the second paragraph of Article 15 of the aforesaid Agreement, the Community and the Republic of Guinea have conducted negotiations to determine any amendments and additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 11 December 1997;\nWhereas, under that Protocol, Community fishermen enjoy fishing possibilities in the waters under the sovereignty or jurisdiction of the Republic of Guinea for the period 1 January 1998 to 31 December 1999;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, it is essential that the new Protocol be applied as soon as possible; whereas the two parties have accordingly initialled an Agreement in the form of an Exchange of Letters providing for the initialled Protocol to apply provisionally from the day following that on which the Protocol currently in force expires;\nWhereas the Agreement in the form of an Exchange of Letters should be approved, pending a final decision taken under Article 43 of the Treaty;\nWhereas the fishing possibilities should be apportioned among the Member States on the basis of the traditional allocation of fishing possibilities under the fisheries Agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Government of the Republic of Guinea concerning the provisional application of the Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Revolutionary People's Republic of Guinea on fishing off the Guinean coast for the period 1 January 1998 to 31 December 1999 is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Protocol are attached to this Decision.", "The fishing possibilities laid down in the Protocol shall be allocated, in gross registered tonnage (GRT) or number of vessels, among the Member States as follows:\n(a) cephalopods/fin-fish:\n>TABLE>\n(b) shrimps:\n>TABLE>\n(c) tuna seiners:\n>TABLE>\n(d) pole-and-line tuna vessels:\n>TABLE>\n(e) surface longliners:\n>TABLE>\nIf licence applications from those Member States do not exhaust the fishing possibilities established in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 29 June 1998.\nFor the Council\nThe President\nR. COOK\n(1) OJ L 111, 27. 4. 1983, p. 1."}