{"celex_id": "31996D0509", "uri": "http://publications.europa.eu/resource/cellar/2e4beb66-dc9a-41ea-9f5b-37226de39fb8", "type": "Decision", "concepts": ["1309", "1445", "2300", "3408", "4810"], "title": "96/509/EC: Commission Decision of 18 July 1996 laying down pedigree and zootechnical requirements for the importation of semen of certain animals (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 July 1996 laying down pedigree and zootechnical requirements for the importation of semen of certain animals (Text with EEA relevance) (96/509/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/28/EC of 23 June 1994 laying down the principles relating to the zootechnical and genetic conditions applicable to importations from third countries of animals, their semen, ova and embryos (1) and in particular Article 5, second and third indent thereof,\nWhereas according to Council Directive 87/328/EEC (2) of 18 June 1987 on the acceptance for breeding purposes of pure-bred breeding animals of the bovine species, and Commission Decision 90/257/EEC (3) of 10 May 1990 laying down the criteria for the acceptance for breeding purposes of pure-bred breeding sheep and goats and the use of their semen, ova or embryos, and Council Directive 90/118/EEC (4) 5 of March 1990 on the acceptance of pure-bred breeding pigs for breeding, a Member State may not prohibit, restrict or impede the acceptance for official testing of semen from untested males within the limits of the quantities necessary to carry out such official tests;\nWhereas the principles of such official tests are laid down in Commission Decision 86/130/EEC (5) of 11 March 1986 laying down performance monitoring methods and methods for assessing the genetic value for pure bred breeding animals of the bovine species as amended by Commission Decision 94/515/EC (6), in Commission Decision 90/256/EEC (7) laying down methods for monitoring performance and assessing the genetic value of pure-bred breeding sheep and goats and in Commission Decision 89/507/EEC (8) laying down methods for monitoring performance and assessing the genetic value of pure-bred and hybrid breeding pigs;\nWhereas it is necessary to set down the conditions for the importation of semen from untested males; whereas it is therefore necessary to determine the certificates for this semen;\nWhereas semen from an animal which has undergone performance tests and genetic value assessment must be accompanied by a pedigree and zootechnical certificate as laid down in Commission Decision 96/510/EC (9);\nWhereas the competent authorities in the Member States must ensure that semen from untested males will be accepted for artificial insemination within the limits of the quantities necessary for approved organisations or associations to carry out the official tests;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["Semen as referred to in Article 1 of Directive 94/28/EC, coming from an animal which has not undergone the performance tests and genetic value assessment on the basis of the principles provided for by Community rules, may only be imported within the limits of the quantities necessary for approved organisations or associations to carry out such official test.", "The semen referred to in Article 1 must be accompanied\n- by a pedigree and zootechnical certificate conforming to the model in Annex I, issued by the competent authorities of the third country,\n- by a certificate conforming to the model in Annex II, issued by the competent authorities of the Member State of destination.\nThe certificates mentioned in first and second indent must be presented together at the time of importation.", "This Decision shall enter into force on 1 August 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 178, 12. 7. 1994, p. 66.\n(2) OJ No L 167, 26. 6. 1987, p. 54.\n(3) OJ No L 145, 8. 6. 1990, p. 38.\n(4) OJ No L 71, 17. 3. 1990, p. 34.\n(5) OJ No L 101, 17. 4. 1986, p. 37.\n(6) OJ No L 207, 10. 8. 1994, p. 30.\n(7) OJ No L 145, 8. 6. 1990, p. 35.\n(8) OJ No L 247, 23. 8. 1989, p. 43.\n(9) See page 53 of this Official Journal.\nANNEX I\n>REFERENCE TO A FILM>\nANNEX II\n>REFERENCE TO A FILM>"}