{"celex_id": "31993R1935", "uri": "http://publications.europa.eu/resource/cellar/c282f7eb-4f1f-4954-a173-4e45ab32dffc", "type": "Regulation", "concepts": ["133", "2081", "2438", "2718", "2777", "3646"], "title": "COUNCIL REGULATION (EEC) No 1935/93 of 12 July 1993 amending Regulation (EEC) No 103/76 laying down common marketing standards for certain fresh or chilled fish\n", "header": "COUNCIL REGULATION (EEC) No 1935/93 of 12 July 1993 amending Regulation (EEC) No 103/76 laying down common marketing standards for certain fresh or chilled fish\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3759/92, in revising certain mechanisms of the common organization of the market in fishery products, introduces new products which are eligible for the assistance provided for under those mechanisms; whereas application of  the mechanisms requires the setting of common marketing standards for the new products in question;\nWhereas Regulation (EEC) No 103/76 (2) lays down common marketing standards for certain fresh or chilled fish and should therefore be amended accordingly to include the new products eligible for assistance;\nWhereas the size standards for certain fishery products provide for minimum market sizes expressed by weight; whereas these standards must be fully consistent with the minimum biological sizes for the species concerned, expressed by length, applicable  under Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (3); whereas, in order to guarantee the necessary consistency, adjustments should be made to the minimum market  size of certain products,", "main_body": ["Regulation (EEC) No 103/76 is hereby amended as follows:\n1. In the title the word 'fish' shall be replaced by 'fishery products'.\n2. In Article 3:\n(a) the first sentence shall be replaced by the following:\n'Marketing standards are hereby laid down for the following species of sea fish and cephalopods falling within CN codes 0302 and 0307, with the exception of fish meat:';\n(b) the following shall be added to the twenty-seventh indent:\n'and Mediterranean cod (Trisopterus minutus),';\n(c) the following indents shall be added to the list:\n'- Flounder (Platichthys flesus)\n- Sole (Solea spp.)\n- Scabbardfish (Lepidopus caudatus and Aphanopus carbo)\n- Cuttlefish (Sepia officinalis and Rossia macrosoma),'.\n3. Annex B shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 388, 31. 12. 1992, p. 1. Regulation as amended by Regulation (EEC) No 697/93 (OJ No L 76, 30. 3. 1993, p. 12).\n(2) OJ No L 20, 28. 1. 1976, p. 29. Regulation as last amended by Regulation (EEC) No 33/89 (OJ No L 5, 7. 1. 1989, p. 18).\n(3) OJ No L 288, 11. 10. 1986, p. 1. Regulation as last amended by Regulation (EEC) No 3919/92 (OJ No L 397, 31. 12. 1992, p. 1).\nANNEX\n'ANNEX B\nSIZING (1)\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n(1) (a) The minimum sizes expressed in weight laid down in this Annex shall also be regarded as being respected if the fish comply with the minimum biological sizes expressed in terms of length in the technical measures for the conservation of  fishery resources. (2)(b) In any case, the minimum biological sizes applicables in each region pursuant to Regulation (EEC) No 3094/86 must be respected."}