{"celex_id": "31997D0098", "uri": "http://publications.europa.eu/resource/cellar/68efbc84-ec41-45a9-8a88-18fce4ee0270", "type": "Decision", "concepts": ["13", "1744", "2825", "5227", "5768", "893"], "title": "97/98/EC: Commission Decision of 23 January 1997 concerning the placing on the market of genetically modified maize (Zea mays L.) with the combined modification for insecticidal properties conferred by the Bt-endotoxin gene and increased tolerance to the herbicide glufosinate ammonium pursuant to Council Directive 90/220/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 23 January 1997 concerning the placing on the market of genetically modified maize (Zea mays L.) with the combined modification for insecticidal properties conferred by the Bt-endotoxin gene and increased tolerance to the herbicide glufosinate ammonium pursuant to Council Directive 90/220/EEC (Text with EEA relevance) (97/98/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (1), as amended by Commission Directive 94/15/EC (2), and in particular Article 13 thereof,\nWhereas Articles 10 to 18 of Directive 90/220/EEC lay down a Community procedure enabling the competent authority of a Member State to give consent to the placing on the market of products consisting of genetically modified organisms;\nWhereas a notification concerning the placing on the market of such a product has been submitted to the competent authority of a Member State (France);\nWhereas the competent authority of France subsequently forwarded the dossier to the Commission with a favourable opinion; whereas the competent authorities of other Member States have raised objections to the said dossier;\nWhereas, therefore, in accordance with Article 13 (3) of Directive 90/220/EEC, the Commission is required to take a decision in accordance with the procedure provided for in Article 21 of that Directive;\nWhereas, having examined each objection in the light of the provisions of Directive 90/220/EEC and analysed the information supplied in the dossier, the Commission reached the following conclusions:\n- the applicant provided information on all the newly introduced genes, and not only those expressed,\n- the risk assessment took account of all the introduced genes whether expressed or not. Assessment was also made in this case of the risks from the presence of the non-expressed â-lactamase gene with a bacterial promoter,\n- in the case of products intended for use as human food or animal feed, risk assessment under Directive 90/220/EEC determines whether the genetic modification is liable to result in any toxic or other harmful effects for human health and the environment,\n- there is no reason to believe that the introduction of these genes into maize will have any adverse effects on human health or the environment,\n- possible development of resistance to the truncated CryIA(b) protein in insects cannot be considered an adverse environmental effect, as existing agricultural means of controlling such resistant species of insects will still be available,\n- there are no safety grounds for mentioning on the label that the product has been obtained by genetic modification techniques,\n- the label should indicate that the plants have increased tolerance to the herbicide glufosinate ammonium;\nWhereas authorization of chemical herbicides, and assessment of how their use impacts on human health and the environment, are governed by Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), as last amended by Commission Directive 96/68/EC (4), and not by Directive 90/220/EEC;\nWhereas the product under consideration has been notified for unrestricted use, including human food and animal feed;\nWhereas this Decision does not exclude the application, in compliance with Community law, of Member State provisions on human food or animal feed safety to the extent that they are not specifically related to the genetic modification of the product or its components;\nWhereas Article 11 (6) and Article 16 (1) of Directive 90/220/EEC provide additional safeguards if new information on risks presented by the product becomes available;\nWhereas the committee set up by Article 21 of Directive 90/220/EEC and consulted by written procedure on 8 March 1996 has not delivered an opinion on the measures laid down in a draft Commission decision;\nWhereas the Council did not take a decision on a proposal from the Commission within the time provided for in the fifth paragraph of Article 21 of Directive 90/220/EEC; whereas, consequently, it falls to the Commission to adopt the proposed measures;\nWhereas the respective opinions of the Scientific Committee for Animal Nutrition established by Commission Decision 76/791/EEC (5), that of the Scientific Committee for Food established by Commission Decision 95/273/EC (6) and finally that of the Scientific Committee for Pesticides established by Commission Decision 78/436/EEC (7), asked by the Commission to confirm that there is no reason to believe that the introduction of the genes concerned into the maize would have any adverse effects on human health or on the environment, did not identify any new elements which would justify any different decision,", "main_body": ["1. Without prejudice to other Community legislation and subject to paragraphs 2 and 3, the French authorities shall give consent to the placing on the market of the following product, notified by Ciba-Geigy Limited (Ref. C/F/94/11-03), in accordance with Article 13 of Directive 90/220/EEC.\nThe product consists of inbred lines and hybrids derived from a maize (Zea mays L.) line (CG 00256-176) which has been transformed using plasmids containing:\n(i) one copy of the bar gene, from Streptomyces hygroscopicus, (encoding a phosphinothricin acetyltransferase), under the regulation of the 35S promoter and the 35S terminator from the cauliflower mosaic virus (CaMV);\n(ii) two copies of a synthetic truncated gene encoding an insect control protein representing the active portion of the CryIA(b) ä-endotoxin, from Bacillus thuringiensis subsp. kurstaki strain HD1-9 and containing intron\n9 from the maize phosphoenolpyruvate carboxylase gene;\nthe first copy is under the regulation of a promoter from the maize phosphoenolpyruvate carboxylase gene and the CaMV 35S terminator, and the second copy under the regulation of a promoter derived from a maize calcium-dependent protein kinase gene and the CaMV 35S terminator;\n(iii) the prokaryotic gene bla (coding for a â-lactamase conferring resistance to ampicillin) under prokaryotic promoter.\n2. The consent covers any progeny derived from crosses of this product with any traditionally bred maize.\n3. Without prejudice to other labelling required by Community legislation, the label of each package of seeds shall indicate that the product:\n- protects itself against corn borers, and\n- has increased tolerance to the herbicide glufosinate-ammonium.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 January 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 117, 8. 5. 1990, p. 15.\n(2) OJ No L 103, 22. 4. 1994, p. 20.\n(3) OJ No L 230, 19. 8. 1991, p. 1.\n(4) OJ No L 277, 30. 10. 1996, p. 25.\n(5) OJ No L 279, 9. 10. 1976, p. 35.\n(6) OJ No L 167, 18. 7. 1995, p. 22.\n(7) OJ No L 124, 12. 5. 1978, p. 16."}