{"celex_id": "31995R2599", "uri": "http://publications.europa.eu/resource/cellar/b86630b1-0cc9-4b67-8d5f-ecafd25cd09f", "type": "Regulation", "concepts": ["161", "3156", "5083", "601"], "title": "Council Regulation (EC) No 2599/95 of 30 October 1995 opening and providing for the administration of a Community tariff quota for rum originating in the African, Caribbean and Pacific (ACP) States (1996 to 1999)\n", "header": "COUNCIL REGULATION (EC) No 2599/95 of 30  October 1995 opening and providing for the administration of a Community tariff quota for rum  originating in the African, Caribbean and Pacific (ACP) States (1996 to 1999)\nTHE  COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Fourth ACP-EEC Convention  (1) entered into force on 1 September 1991;\nWhereas, pursuant to Protocol 6 to the said Convention, with regard to the arrangements applicable  from 1996 the Council has decided, on the basis of a report from the Commission, to discontinue as  from 1 January 1996 the quota for 'light` ACP rum and to retain a tariff quota for 'traditional`  ACP rum until full liberalization on 1 January 2000;\nWhereas the volume of the tariff quota decided on by the Council has been set at 58  000  hectolitres of pure alcohol for 1996, 61  000 hectolitres for 1997, 64  000 hectolitres for 1998  and 67  000 hectolitres for 1999;\nWhereas for these reasons an appropriate definition of 'traditional` ACP rum should be given;  whereas to that end the general definition of rum given in Regulation (EEC) No 1576/89  (2) which  stipulates that traditional rum is characterized by a high content of volatile substances other  than ethyl and methyl alcohol, should be taken as a basis;\nWhereas equal and continuous access to the said quota should be ensured for all Community importers  and the rates laid down for the quota should be applied consistently to all imports of the products  in question into all Member States until the quota is exhausted; whereas the decision for the  opening of tariff quotas in fulfilment of its international obligations should be taken by the  Community; whereas, to ensure the efficient common administration of these quotas, however, there  is no obstacle to authorizing the Member States to draw from the quota volumes the necessary  quantities corresponding to actual imports; whereas, however, this method of administration  requires close cooperation between the Member States and the Commission and the latter must, in  particular, be able to monitor the rate at which the quotas are used up and inform the Member  States accordingly;\nWhereas measures should be laid down to ensure that Protocol 6 is implemented under conditions such  as to permit the development of traditional trade flows between the ACP States and the Community,  and between the Member States,", "main_body": ["The following products originating in ACP States shall be imported  free of customs duties for the periods and within the limits of the Commuity tariff quotas shown  next to each of them.\n>TABLE>", "The tariff quotas referred to in Article 1 shall be administered by the Commission,  which may take all appropriate administrative measures to ensure the effective administration  thereof.", "The provisions required to implement Article 1, and in particular:\n(a)  the technical amendments and adjustments which may be needed as a result of amendments to the  combined nomenclature and the Taric codes;\n(b)  the adjustments required as a result of the conclusion of protocols or exchanges of letters  between the Community and the ACP States concerned in the framework of the Convention referred to  herein;\nshall be adopted in accordance with the procedure laid down in Article 4 (2).", "1.  The Commission shall be assisted by the Customs Code Committee established by  Article 247 of Regulation (EEC) No 2913/92  (1).\n2.  The representative of the Commission shall submit to the Committee a draft of the measures to  be taken. The Committee shall deliver its opinion on the draft within a time limit which the  chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the Committee shall be weighted in the manner set out in that Article. The chairman  shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are  not in accordance with the opinion of the Committee, they shall be communicated by the Commission  to the Council forthwith. In that event:\n-  the Commission shall defer application of the measures which it has decided upon for three  months from the date of such communication,\n-  the Council, acting by a qualified majority, may take a different decision within the time limit  referred to in the previous indent.\n3.  The Committee may examine any issue in connection with the implementation of this Regulation  put forward by its chairman either on his own initiative or at the request of a Member State.", "If an importer presents in a Member State a declaration of entry for free circulation  together with a request for preferential treatment for a product referred to in Article 1 and the  declaration is accepted by the customs authorities, the Member State concerned shall inform the  Commission and draw an amount corresponding to these requirements from the quota volume.\nRequests to draw from the quota, indicating the date of acceptance of the said declarations, must  be transmitted to the Commission without delay.\nDrawings shall be granted by the Commission by reference to the date of acceptance by the customs  authorities of the Member State concerned of the declarations of entry for free circulation,  provided the residual balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them to the quota as soon as  possible.\nIf the quantities requested are greater than the available balance of the quota volume, allocation  shall be made on a pro rata basis. The Member States shall be informed by the Commission of the  drawings granted.", "Each Member State shall ensure that importers of the products concerned have equal and  continuous access to the quota as long as the residual balance so permits.", "The Member States and the Commission shall cooperate closely to ensure that this  Regulation is complied with.", "Council Regulation (EEC) No 3705/90 of 18 December 1990 on the safeguard measures  provided for in the Fourth ACP-EEC Convention  (2) shall apply to the products covered by this  Regulation.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 30 October 1995.\nFor the Council The President J. SOLANA"}