{"celex_id": "31994D0940", "uri": "http://publications.europa.eu/resource/cellar/0836e426-4a3c-4209-af1c-526e830da4f4", "type": "Decision", "concepts": ["1043", "2609", "4038", "427", "4620", "862"], "title": "94/940/EC: Council Decision of 22 December 1994 providing macrofinancial assistance for Ukraine\n", "header": "COUNCIL DECISION\nof 22 December 1994\nproviding macrofinancial  assistance for Ukraine\n(94/940/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235  thereof,\nHaving regard to the proposal from the Commission, submitted after consulting the Monetary  Committee,\nHaving regard to the opinion of the European Parliament(),\nWhereas Ukraine is undertaking fundamental political and economic reforms and is making substantial  efforts to implement a market economy model;\nWhereas Ukraine has agreed with the International Monetary Fund (IMF) on a comprehensive set of  stabilization and policy reform measures to be supported by a purchase under the IMF's 'systemic  transformation facility'; whereas this facility was approved by the IMF Board on 26 October 1994  and whereas further discussions are under way between the Ukrainian authorities and the IMF on a  macroeconomic adjustment and reform programme to be supported by a 'stand-by arrangement';\nWhereas the authorities of Ukraine have requested financial assistance from the international  financial institutions, the Community and other bilateral donors; whereas, over and above the  estimated financing which could be provided by the IMF and the World Bank, important residual  financing gaps remain to be covered in the remainder of 1994 and 1995 in order to strengthen  Ukraine's reserve position and support the policy objectives attached to the government's reform  effort;\nWhereas the Ukrainian authorities are committed to pursue promptly with the implementation of the  action plan for nuclear safety supported by the European Union and the G-7, to reach rapidly an  understanding with the IMF on the 'stand-by arrangement' and fully and timely to service their  external financial obligations towards the Community;\nWhereas a Community long-term loan to Ukraine is an appropriate measure to help easing the  countries' external financial constraints, supporting the balance of payments and strengthening the  reserve position;\nWhereas, while supporting the economic reforms of Ukraine, this assistance should in addition have  the effect of facilitating the democratic process in this country;\nWhereas the Community loan should be managed by the Commission;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of  Article 235,", "main_body": ["1. The Community shall make available to Ukraine a long-term loan  facility of a maximum amount of ECU 85 million in principal with a maximum maturity of 10 years,  with a view to ensuring a sustainable balance-of-payments situation and strengthening the country's  reserve position.\n2. To this end, the Commission is empowered to borrow, on behalf of the Community, the necessary  resources that will be placed at the disposal of Ukraine in the form of a loan.\n3. This loan will be managed by the Commission in close consultation with the Monetary Committee  and in a manner consistent with any agreement reached between the IMF and Ukraine.", "1. The Commission is empowered to negotiate with the Ukrainian authorities, after  consultation with the Monetary Committee, the economic policy conditions attached to the loan.  These conditions shall be consistent with the agreement referred to in Article 1 (3).\n2. The Commission shall verify at regular intervals, in collaboration with the Monetary Committee  and in close coordination with the IMF, that the economic policy in Ukraine is in accordance with  the objectives of this loan and that its conditions are being fulfilled.", "1. The loan shall be made available to Ukraine in a single tranche which shall be  released subject to the provisions of Article 2 and to the following two conditions:\n- an agreement between the Ukrainian authorities and the IMF on a macroeconomic programme to be  supported by a stand-by arrangement,\n- a rapid implementation of the European Union and G-7 action plan for the closure of Chernobyl.\n2. The funds shall be paid to the National Bank of the Ukraine", "1. The borrowing and  lending operations referred to in Article 1 shall be carried out using the same value date and must  not involve the Community in the transformation of maturities, in any exchange or interest rate  risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Ukraine so wishes, to ensure that an early  repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of Ukraine, and where circumstances permit an improvement in the interest rate on  the loans, the Commission may refinance all or part of its initial borrowings or restructure the  corresponding financial conditions. Refinancing or restructuring operations shall be carried out in  accordance with the conditions set out in paragraph 1 and shall not have the effect of extending  the average maturity of the borrowing concerned or increasing the amount, expressed at the current  exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under  this Decision shall be borne by Ukraine.\n5. The Monetary Committee shall be kept informed of developments in the operations referred to in  paragraphs 2 and 3 at least once a year.", "At least once a year the Commission shall address to the European Parliament and to the  Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 22 December 1994\nFor the Council\nThe President\nH.  SEEHOFER\n() Opinion delivered on 16 December 1994 (not yet published in the  Official Journal)."}