{"celex_id": "31996R1561", "uri": "http://publications.europa.eu/resource/cellar/0bf2f702-129a-46d5-aa0a-e9c9e7a13e39", "type": "Regulation", "concepts": ["1120", "161", "2902", "4057"], "title": "Commission Regulation (EC) No 1561/96 of 30 July 1996 fixing the reduction coefficients for the determination of the quantity of bananas to be allocated to each operator in categories A and B from the tariff quota for 1996\n", "header": "COMMISSION REGULATION (EC) No 1561/96 of 30 July 1996 fixing the reduction coefficients for the determination of the quantity of bananas to be allocated to each operator in categories A and B from the tariff quota for 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, pursuant to Article 6 of Commission Regulation (EEC) No 1442/93 of 10 June 1993 laying down detailed rules for the application of the arrangements for importing bananas into the Community (3), as last amended by Regulation (EC) No 1409/96 (4), the Commission, depending on the annual tariff quota and the total reference quantities of operators determined pursuant to Articles 3 and following of that Regulation, is to fix, where appropriate, a single reduction coefficient for each category of operators to be applied to operators' reference quantities to determine the quantity to be allocated to each for the year in question;\nWhereas, pending the adaptation of the volume of the tariff quota as a result of the accession of Austria, Finland and Sweden, Commission Regulation (EC) No 2679/95 (5), for the purposes of implementation of Article 6 of Regulation (EEC) No 1442/93, provisionally fixes the reduction coefficients to be applied to the reference quantity of each operator in categories A and B, on the basis of a tariff quota volume of 2 200 000 tonnes for 1996;\nWhereas the volume of the tariff quota was fixed subsequently at 2 553 000 tonnes for 1996 by Commission Regulation No 1559/96 (6), not including the additional quantity of 72 440 tonnes laid down in Commission Regulations (EC) No 127/96 (7) and 822/96 (8) as a result of tropical storms Iris, Luis and Marilyn;\nWhereas, for the sake of clarity, Regulation (EC) No 2679/95 should be repealed;\nWhereas for calculating the abovementioned reduction coefficients, the total quantity allocated to operators who suffered the effects of tropical storms Iris, Luis and Marilyn should not be taken into account; whereas the coefficients should be determined on the basis of 2 553 000 tonnes;\nWhereas the provisions of this Regulation must enter into force immediately, given the time limits laid down in Regulation (EEC) No 1442/93;\nWhereas the Management Committee for Bananas has failed to deliver an opinion within the time limit laid down by its chairman,", "main_body": ["The quantity to be allocated to each operator in categories A and B in respect of the period from 1 January to 31 December 1996 within the tariff quota provided for in Articles 18 and 19 of Regulation (EEC) No 404/93 shall be calculated by applying to the operator's reference quantity, determined in accordance with Article 5 of Regulation (EEC) No 1442/93, the following single reduction coefficients:\n- for each category A operator: 0,623432,\n- for each category B operator: 0,552005.", "Regulation (EC) No 2679/95 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 181, 20. 7. 1996, p. 13.\n(5) OJ No L 277, 21. 11. 1995, p. 1.\n(6) See page 12 of this Official Journal.\n(7) OJ No L 20, 26. 1. 1996, p. 17.\n(8) OJ No L 111, 4. 5. 1996, p. 7."}