{"celex_id": "31998R1500", "uri": "http://publications.europa.eu/resource/cellar/385ef4e3-b6d0-4400-a6b9-509092c54e0f", "type": "Regulation", "concepts": ["2414", "2965", "5096", "5360", "755", "976"], "title": "Commission Regulation (EC) No 1500/98 of 14 July 1998 establishing projected regional reference amounts and the value of the advance payments to be made to producers of soya beans, rapeseed and sunflower seed for the 1998/99 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1500/98 of 14 July 1998 establishing projected regional reference amounts and the value of the advance payments to be made to producers of soya beans, rapeseed and sunflower seed for the 1998/99 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 2309/97 (2), and in particular Article 12 thereof,\nWhereas Article 5(1)(c) of Regulation (EEC) No 1765/92 specifies that the Commission is to establish a projected regional reference amount for each region identified in a Member State's regionalisation plan on the basis of a comparison between the cereal or oilseed yield for that region and the Community's average cereal or oilseed yield;\nWhereas Article 11(2) of Regulation (EEC) No 1765/92 specifies that producers who apply for an oilseeds compensatory payment are entitled to an advance payment of no more than 50 % of the appropriate projected regional reference amount; whereas, however, the estimated area under oilseeds for the 1998 harvest and the expected prices for the 1998/99 marketing year suggest that if, as is likely, the penalty applied in 1997/98 is carried over, the level of the advance payment fixed at 50 % of the projected regional reference amount is liable to exceed the final reference amount; whereas the projected amounts of the penalty applied in 1997/98 should be reduced and the advance payment should be set at 50 % of the projected regional amounts thus adjusted;\nWhereas the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["1. A short explanation is given in Annex I of how the projected regional reference amounts referred to in Article 5(3) of Regulation (EEC) No 1765/92 are calculated.\n2. The projected regional reference amounts for the 1998/99 marketing year shall be as given in Annex II.", "The advance payments to be made to producers of oilseeds under Article 11(2) of Regulation (EEC) No 1765/92 for the 1998/99 marketing year shall be equal to 50 % of the appropriate projected regional reference amount given in Annex II.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 12.\n(2) OJ L 321, 22. 11. 1997, p. 3.\nANNEX I\nHow the projected regional reference amounts for oilseed producers in the 1998/99 marketing year are calculated\nThe projected regional reference amounts have been calculated in accordance with Article 5(1)(c) of Regulation (EEC) No 1765/92.\nThe Commission has calculated these amounts on the basis of the information supplied by the Member States under Article 3(2) of the above Regulation and according to whether the Member States have opted for a comparison of yields based on cereals or oilseeds under Article 5(1)(c).\nThe projected regional reference amounts for 1998/99 are given in Annex II.\nANNEX II\n>TABLE>"}