{"celex_id": "31999D0606", "uri": "http://publications.europa.eu/resource/cellar/aad7c4de-c279-4615-8469-b68e31634cea", "type": "Decision", "concepts": ["1005", "1598", "1755", "2211", "4636", "5063"], "title": "1999/606/EC: Commission Decision of 27 August 1999 concerning a special Community financial contribution towards the eradication of bluetongue in Bulgaria by means of vaccination in the infected regions (notified under document number C(1999) 2835)\n", "header": "COMMISSION DECISION\nof 27 August 1999\nconcerning a special Community financial contribution towards the eradication of bluetongue in Bulgaria by means of vaccination in the infected regions\n(notified under document number C(1999) 2835)\n(1999/606/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 94/370/EC(2), and in particular Article 8 thereof,\n(1) Whereas outbreaks of bluetongue have occurred in Bulgaria in the regions of Bourgas, Jambol and Hasskovo; whereas protective measures were adopted by Commission Decision 1999/542/EC(3) with regard to imports of certain animals from Bulgaria due to an outbreak of bluetongue;\n(2) Whereas the epidemic has continued to spread since the first outbreaks and the available epidemiological data do not give any reason to hope for a change in this situation;\n(3) Whereas the spread of this disease in this part of Eastern Europe represents a threat to the Community and must be stopped;\n(4) Whereas vaccination is the only means of combating the spread of the epidemic; whereas it also helps limit mortality in flocks in the affected areas;\n(5) Whereas, therefore, Bulgaria's efforts to eradicate the disease should be supported in accordance with Article 8 of Decision 90/424/EEC;\n(6) Whereas Bulgaria has requested help from the Community with the acquisition of 100000 doses of vaccines;\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Bulgaria may obtain a financial contribution from the Community for the acquisition of 100000 doses of bluetongue vaccine for an emergency vaccination campaign in the provinces of Bourgas, Jambol and Hasskovo.", "The financial contribution referred to in Article 1 shall be granted on condition that the Bulgarian authorities undertake to implement the following measures in the provinces referred to in Article 1:\n- legal provisions making vaccination compulsory within the infected zone and surrounding areas. The extent of the vaccination zone shall be determined on the basis of geographic and environmental data,\n- registration of owners of herds or flocks of sensitive species (animals of bovine, ovine and caprine species),\n- marking of vaccinated animals (ovine animals) so as to allow easy identification subsequently,\n- an information campaign aimed at stock keepers and veterinarians.", "The Community financial contribution shall be 100 % of expenditure on the acquisition of the vaccine and its transport to Bulgaria, up to maximum of EUR 10000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 August 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 168, 2.7.1994, p. 31.\n(3) OJ L 207, 6.8.1999, p. 33."}