{"celex_id": "31992R3946", "uri": "http://publications.europa.eu/resource/cellar/6ced8c69-5eda-4173-8665-3a4f94c16b9f", "type": "Regulation", "concepts": ["1035", "1159", "1372", "2455"], "title": "Council Regulation (EEC) No 3946/92 of 19 December 1992 amending for the third time Regulation (EEC) No 4028/86 on Community measures to improve and adapt structures in the fisheries and aquaculture sector\n", "header": "COUNCIL REGULATION (EEC) N° 3946/92 of 19 December 1992  amending for the third time Regulation (EEC) N° 4028/86 on Community measures to improve and adapt  structures in the fisheries and aquaculture sector\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the common measure for restructuring, adapting and reorientating capacity in the fisheries  sector must be continued using all available means to ensure the rationalization of fishing fleet  structures appropriate to the resources available, in accordance with the provisions of Title I or  Regulation (EEC) N° 4028/86 (2);\nWhereas the range of measures available to the Member States to attain balance between the fishing  capacity of their fleets and the resources available should be supplemented by introducing the  concept of fishing effort into Regulation (EEC) N° 4028/86, thereby allowing the Member States to  resort to measures to limit the fishing effort of their fleets, differentiated according to the  stocks concerned, and to fix objectives for the evolution of fishing effort in a coordinated and  balanced way at Community level, in their Multiannual Guidance Programmes;\nWhereas the system would be more flexible if the final cessation premium were to be determined  otherwise than on a standard rate basis;\nWhereas Regulation (EEC) N° 4028/86 should be amended accordingly;", "main_body": ["Regulation (EEC) N° 4028/86 is hereby amended as follows:\n1. Article 1 (1) (d) shall be replaced by the following:\n'(d) the adjustment of fishing effort by the temporary or permanent withdrawal of certain vessels  from fishing activities;` 2. the following Article will be inserted:\n'Article 1a 1. The Member States shall adopt measures by which to restrict fishing effort to bring it into line  with a balanced exploitation of fishery resources.\n2. The measures referred to in paragraph 1 shall combine a reduction in the capacity of the  Community fleets and an adjustment of their activity.`;\n3. in Article 2:\n- the following shall be added to paragraph 2 (a):\n'depending on the fishing effort per section of the fleet, expressed as the product of capacity and  activity;` - in the second indent of paragraph 6, the words 'a reduction in the overall capacity of the  fishing fleet` shall be replaced by an 'adjustment of the fishing effort per section of the fleet;` 4. in Article 24 (3), the words 'at a standard rate` shall be deleted;\n5. Annex I shall be amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1992.\nFor the Council The President J. GUMMER\n(1) Opinion delivered on 18 December 1992 (not yet published in the Official  Journal).\n(2) OJ N° L 376, 31. 12.1986, p. 7. (Regulation as last amended by Regulation (EEC) N° 2794/92 (OJ  N° L 282, 26. 9. 1992, p. 3)."}