{"celex_id": "31999R1413", "uri": "http://publications.europa.eu/resource/cellar/622d013e-b81f-4866-99f3-aec66b607ed0", "type": "Regulation", "concepts": ["1309", "1730", "2292", "4692", "5076", "932"], "title": "Commission Regulation (EC) No 1413/1999 of 29 June 1999 amending Regulation (EEC) No 1725/92 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the pigmeat sector\n", "header": "COMMISSION REGULATION (EC) No 1413/1999\nof 29 June 1999\namending Regulation (EEC) No 1725/92 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the pigmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products(1), as last amended by Regulation (EC) No 2348/96(2), and in particular Article 10 thereof,\n(1) Whereas Commission Regulation (EEC) No 1725/92(3), as last amended by Regulation (EC) No 2708/98(4), on the one hand, fixes a forecast supply balance for Madeira for the products of pigmeat which benefit from an exemption from the duty on direct imports on products from third countries or from an aid for deliveries originating in the rest of the Community, and on the other hand, the quantities of pure-bred breeding animals originating in the Community which qualify for aid for the development of the production potential of the Azores and Madeira;\n(2) Whereas, in order to determine the forecast supply balance for Madeira and the aids for the products coming from the Community for the 1999/2000 marketing year, and in order to continue satisfying demand for pigmeat requirements, it is necessary to amend Regulation (EEC) No 1725/92;\n(3) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Annexes I, II and III to Regulation (EEC) No 1725/92 are hereby replaced by the Annex hereto.", "This Regulation shall enter into force on 1 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 1.\n(2) OJ L 320, 11.12.1996, p. 1.\n(3) OJ L 179, 1.7.1992, p. 95.\n(4) OJ L 340, 16.12.1998, p. 23.\nANNEX\n\"ANNEX I\nForecast supply balance for Madeira regarding products from the pigmeat sector for the period 1 July 1999 to 30 June 2000\n>TABLE>\nANNEX II\nAmounts of aid granted for products referred to in Annex I and coming from the Community market\n>TABLE>\nNB:\nThe product codes as well as the footnotes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p 1).\nANNEX III\nPART 1\nSupply in the Azores of pure-bred breeding pigs originating in the Community for the period 1 July 1999 to 30 June 2000\n>TABLE>\nPART 2\nSupply in Madeira of pure-bred breeding pigs originating in the Community for the period 1 July 1999 to 30 June 2000\n>TABLE>\""}