{"celex_id": "31999D0684", "uri": "http://publications.europa.eu/resource/cellar/fd2ea821-e4cc-4e57-8dc0-72756379ef2d", "type": "Decision", "concepts": ["1309", "192", "2300", "2560", "3307", "3408"], "title": "1999/684/EC: Commission Decision of 7 October 1999 amending Decision 95/94/EC establishing a list of semen collection centres approved for the export to the Community of semen of domestic animals of the porcine species from certain third countries (notified under document number C(1999) 3107) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 7 October 1999\namending Decision 95/94/EC establishing a list of semen collection centres approved for the export to the Community of semen of domestic animals of the porcine species from certain third countries\n(notified under document number C(1999) 3107)\n(Text with EEA relevance)\n(1999/684/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species(1), as amended by the Act of Accession of Austria, Finland and Sweden, and in particular Articles 7 and 8(1) thereof,\nWhereas:\n(1) Commission Decision 93/160/EEC(2), as last amended by Decision 1999/150/EC(3), establishes a list of third countries from which Member States authorise the importation of semen of domestic animals of the porcine species.\n(2) Canada is on that list.\n(3) Commission Decision 95/94/EC(4), as last amended by Decision 1999/150/EC, establishes a list of semen collection centres approved for the export to the Community of semen of domestic animals of the porcine species from certain third countries.\n(4) The competent Canadian veterinary authorities have submitted a request for the addition of two Canadian collection centres. The Community has received guarantees regarding the centres' compliance with the requirements of Article 8 of Directive 90/429/EEC. The list of approved centres should therefore be amended.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The following Part 4, relating to Canada, is added to the Annex to Decision 95/94/EC:\n\"Part 4\nCANADA\n- Centre d'Insémination Porcine du Québec (CIPQ) 1486 Rang St-André , St Lambert , Québec Canada\nApproval code: 4-AI-02\n- Centre d'Insémination Génétiporc 77 rang des Bois-Francs sud , Ste Christine de Portneuf , Québec Canada\nApproval code: 4-AI-05\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 October 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 62.\n(2) OJ L 67, 19.3.1993, p. 27.\n(3) OJ L 49, 25.2.1999, p. 40.\n(4) OJ L 73, 1.4.1995, p. 87."}