{"celex_id": "31998D0730", "uri": "http://publications.europa.eu/resource/cellar/fa2b859e-ae1e-4b8c-ae28-4bd4912099f6", "type": "Decision", "concepts": ["1309", "1524", "3263", "3774", "50", "519"], "title": "98/730/EC: Commission Decision of 8 December 1998 concerning applications submitted by Rubycon UK for the refund of anti-dumping duties collected on imports of certain large electrolytic aluminium capacitors originating in Japan (notified under document number C(1998) 3542) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 8 December 1998 concerning applications submitted by Rubycon UK for the refund of anti-dumping duties collected on imports of certain large electrolytic aluminium capacitors originating in Japan (notified under document number C(1998) 3542) (Only the English text is authentic) (98/730/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Article 11(8) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) Council Regulation (EEC) No 3482/92 (3) imposed a definitive anti-dumping duty on imports of large electrolytic aluminium capacitors with a CV product (capacitance multiplied by rated voltage) between 18 000 and 310 000 micro-coulombs at a voltage of 160 V or more, and with a diameter of 19mm or more and a length of 20 mm or more (hereinafter referred to as LAECs) originating in Japan. The rate of definitive duty applicable to imports of the product manufactured by Rubycon Corporation, Ina Nagano (hereinafter referred to as Rubycon Japan) was set at 30,1 %. This was the level of duty in force in respect of the imports for which a refund is claimed.\n(2) On 28 August 1996 Rubycon Japan submitted a request for an interim review (hereinafter referred to as the review) which was initiated on 17 December 1996 by a notice published in the Official Journal of the European Communities (4). The Commission sought and verified all the information it considered necessary and made verification visits to the premises of Rubycon Japan and of its subsidiary in the United Kingdom, Rubycon UK within the framework of the review which covered the period from 1 October 1995 to 30 September 1996. The review was concluded by Council Regulation (EC) No 2593/97 (5) which determined that the dumping margin of Rubycon Japan for the product concerned during the investigation period was 4,2 % and reduced the anti-dumping duty accordingly.\n(3) On 28 August 1996 and 3 February 1997 Rubycon Japan's subsidiary in the United Kingdom (hereinafter referred to as the applicant) submitted applications for the refund of GBP [ . . . ] (6) (57 transactions in total). The refund claim corresponds to anti-dumping duties paid on imports of LAECs originating in Japan released for free circulation in the United Kingdom in the period from 26 February 1996 to 3 December 1996. The goods for which a refund is claimed were invoiced by Rubycon Japan between 19 January 1996 and 25 October 1996.\n(4) The applicant received disclosure of the essential facts and considerations on the basis of which it was intended to adopt this Decision. The applicant made no comment.\n(5) Since the merits of the refund applications which are within the scope of this Decision as defined in recital 7 are dependent in their entirety on the findings of the review, the applications should be considered to be duly substantiated by evidence within the meaning of the fourth subparagraph of Article 11(8) of Regulation (EC) No 384/96 (hereinafter referred to as the Basic Regulation) from the date on which the findings of the review were published in the Official Journal of the European Communities, that is 23 December 1997.\nB. ARGUMENTS OF THE APPLICANT\n(6) The applicant claims that the dumping margin in respect of the LAECs released into free circulation in the Community during the period from 26 February 1996 to 3 December 1996 for which anti-dumping duties were paid was significantly lower than the applicable duty rate of 30,1 %.\nC. SCOPE OF THIS DECISION\n(7) The applications in respect of 52 transactions on which anti-dumping duties of GBP [ . . . ] were paid relate to invoices issued within the investigation period set for that review (that is from 1 October 1995 to 30 September 1996). Since these transactions fall within the investigation period of the review, the merits of the refund applications should be established on the basis of the results of the review investigation in accordance with the fourth subparagraph of Article 11(8) of the Basic Regulation.\n(8) This Decision does not concern itself with the applications in respect of the remaining five transactions totalling GBP [ . . . ] of anti-dumping duties. These will be dealt with by another Decision following the conclusions of a separate review, not yet concluded, which was initiated on 3 December 1997 by a notice published in the Official Journal of the European Communities (7) further to a request from the Federation for Appropriate Remedial Anti-Dumping (FARAD).\nD. ADMISSIBILITY\n(9) The applications are inadmissible in respect of two import transactions totalling GBP [ . . . ] of anti-dumping duties because the time-limit of six months prescribed by the Basic Regulation between the determination of duties to be levied and the submission of the applications for refund was not respected with regard to those two transactions.\n(10) The applications in respect of the other transactions should be considered as admissible since they were introduced in conformity with the relevant provisions of the Basic Regulation, in particular in respect of time limits.\nE. MERITS OF THE APPLICATIONS\n(11) The Commission considers that the information and findings of the review, whose investigation covered the period from 1 October 1995 to 30 September 1996, should be used in this instance in accordance with the fourth subparagraph of Article 11(8) of the Basic Regulation, to determine whether and to what extent a refund is justified for the import transactions which were invoiced by Rubycon Japan between 1 October 1995 and 30 September 1996 (see recital 7).\n(12) As mentioned above, the review determined that the dumping margin for the product concerned exported by Rubycon Japan in the period of investigation was 4,2 %. As a result of the comparison with the duty applied, an amount of GBP [ . . . ] is refundable to the applicant and the application should be rejected in so far as concerns the remaining GBP [ . . . ],", "main_body": ["1. The refund applications submitted by Rubycon UK for the period from 26 February 1996 to 3 December 1996 are granted in respect of GBP [ . . . ].\n2. The refund applications are rejected in respect of GBP [ . . . ].", "The amount set in Article 1(1) shall be refunded by the United Kingdom.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland and Rubycon UK, Aqua House, The Runway, South Ruislip, Middlesex HA4 6SE, United Kingdom."], "attachments": "Done at Brussels, 8 December 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 353, 3. 12. 1992, p. 1.\n(4) OJ C 381, 17. 12. 1996, p. 7.\n(5) OJ L 351, 23. 12. 1997, p. 6.\n(6) Business secret.\n(7) OJ C 365, 3. 12. 1997, p. 5."}