{"celex_id": "31992R2708", "uri": "http://publications.europa.eu/resource/cellar/5d97aeec-d498-4175-8aea-540ddc685b2e", "type": "Regulation", "concepts": ["1644", "2300", "2452", "4683", "4691"], "title": "Commission Regulation (EEC) No 2708/92 of 17 September 1992 on imports into the Canary Islands of sheepmeat and goatmeat from countries which have concluded voluntary restraint agreements with the Community\n", "header": "COMMISSION REGULATION (EEC) No 2708/92  of 17 September 1992  on imports into the Canary Islands of sheepmeat and goatmeat from countries which have concluded voluntary restraint agreements with the Community\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 2069/92 (2), and in particular Article 16 (5) thereof,\nHaving regard to Council Regulation (EEC) No 2641/80 of 14 October 1980 derogating from certain import rules laid down in Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat (3), as last amended by Regulation  (EEC) No 3939/87 (4), and in particular Article 1 (2) thereof,\nWhereas Council Regulation (EEC) No 1911/91 of 26 June 1991 on the application of the provisions of Community law to the Canary Islands (5), as amended by Regulation (EEC) No 284/92 (6), provides for the Canary Islands to be integrated into the customs  territory of the Community subject to the entry into force of specific supply arrangements accompanied by specific measures relating to agricultural production; whereas the said arrangements were defined in Council Regulation (EEC) No 1601/92 of 15 June  1992 introducing specific measures for the Canary Islands (7) concerning certain agricultural products;\nWhereas certain countries, within the framework of voluntary restraint agreements concluded prior to the application of Community law to the Canary Islands, have undertaken to restrict their exports to the Community to certain quantities; whereas  Regulation (EEC) No 2641/80 stipulates in this respect that import licences may not be issued in excess of those quantities;\nWhereas the abovementioned application of Community law to the Canary Islands should give rise to an increase in the aforesaid quantities to take account of the substantial quantities imported into the Canaries to date from some of the third countries  in question; whereas, however, such an increase requires negotiations which must, in particular, be concluded in the light of the outcome of the Uruguay Round and which cannot therefore be conducted immediately; whereas it is therefore necessary in the  short term to ensure compliance, in accordance with Article 17 of Regulation (EEC) No 3013/89, with the Community's international obligations by specifying that the quantities traditionally imported from the countries in question into the Canary Islands  for domestic consumption are not included in the quantities fixed under the abovementioned voluntary restraint agreements and to provide as a consequence for certain amendments to the arrangements provided for by Commission Regulation (EEC) No 19/82 of  6 January 1982 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries (8), as last amended by Regulation (EEC) No 855/92 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["1. The first indent of Article 1 (1) of Regulation (EEC) No 2641/80 shall not apply to products falling under tariff headings referred to therein imported into the Canary Islands from countries which have signed voluntary restraint agreements  with the European Economic Community, within the limits of the quantities traditionally imported into the Canary Islands from those countries.\n2. The Spanish authorities shall notify the Commission of the quantities imported into the Canary Islands since 1986 from the third countries referred to in paragraph 1.\nIn their communications, as provided for in Article 8 (1) of Regulation (EEC) No 19/82, the Spanish authorities shall distinguish the quantities referred to in paragraph 1 from the other quantities.", "1. The products referred to in Article 1 may not be re-consigned to the rest of the Community.\n2. Applications for licences and licences to import into the Canaries the products falling under the tariff headings referred to in Article 1 shall include:\n- in section 20, the following: 're-consignment to the rest of the Community is prohibited',\n- in section 24: 'Licence to be used for the Canary Islands'.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply until the 31 December 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 215, 30. 7. 1992, p. 59. (3) OJ No L 275, 18. 10. 1980, p. 2. (4) OJ No L 373, 31. 12. 1987, p. 1. (5) OJ No L 171, 29. 6. 1991, p. 1. (6) OJ No L 31, 7. 2. 1992, p. 6. (7) OJ No L 173, 27. 6.  1992, p. 13. (8) OJ No L 3, 7. 1. 1982, p. 18. (9) OJ No L 89, 4. 4. 1992, p. 19."}