{"celex_id": "31999R2542", "uri": "http://publications.europa.eu/resource/cellar/baec06e8-573f-4cfd-8ea0-e4166c55fb5f", "type": "Regulation", "concepts": ["2300", "2488", "2783", "2839", "3591", "4680"], "title": "Commission Regulation (EC) No 2542/1999 of 25 November 1999 amending Annex I to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\n", "header": "COMMISSION REGULATION (EC) No 2542/1999\nof 25 November 1999\namending Annex I to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules(1), as last amended by Commission Regulation (EC) No 1457/97(2) and in particular Article 28 thereof,\n(1) Whereas modifications have been introduced in the Combined Nomenclature applicable from 1 January 1999(3);\n(2) Whereas it is therefore necessary to amend Annex I to Regulation (EC) No 517/94 in order to take into account these modifications, which are applicable to the importation into the Community of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules;\n(3) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Textiles Management Committee,", "main_body": ["Annex I to Regulation (EC) No 517/94 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 1999.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 199, 26.7.1997, p. 6.\n(3) OJ L 292, 30.10.1998, p. 1.\nANNEX\n\"ANNEX I\nA. TEXTILE PRODUCTS REFERRED TO IN ARTICLE 1(2)\n1. Without prejudice to the rules for the interpretation of the Combined Nomenclature, the wording of the description of goods is considered to be indicative value only, since the products covered by each category are determined, within this Annex, by CN codes. Where there is an \"ex\" symbol in front of a CN code, the products covered in each category are determined by the scope CN code and by that of the corresponding description.\n2. Garments which are not recognizable as being garments for men or boys or as being garments for women or girls are classified with the latter.\n3. Where the expression \"babies' garments\" is used, this is meant also to cover girls' garments up to and including commercial size 86.\nGROUP I A\n>TABLE>\nGROUP I B\n>TABLE>\nGROUP II A\n>TABLE>\nGROUP II B\n>TABLE>\nGROUP III A\n>TABLE>\nGROUP III B\n>TABLE>\nGROUP IV\n>TABLE>\nGROUP V\n>TABLE>\nB. OTHER TEXTILE PRODUCTS REFERRED TO IN ARTICLE 1(1)\nCombined Nomenclature codes\n3005 90\n3921 12 00\nex 3921 13\nex 3921 90 60\n4202 12 19\n4202 12 50\n4202 12 91\n4202 12 99\n4202 22 10\n4202 22 90\n4202 32 10\n4202 32 90\n4202 92 11\n4202 92 15\n4202 92 19\n4202 92 91\n4202 92 98\n5604 10 00\n6309 00 00\n6310 10 10\n6310 10 30\n6310 10 90\n6310 90 00\nex 6405 20\nex 6406 10\nex 6406 99\nex 6501 00\nex 6502 00\nex 6503 00\nex 6504 00\nex 6505 90\n6601 10 00\n6601 91 00\n6601 99 00\n6601 99 90\n7019 11\n7019 12\nex 7019 19\n8708 21 10\n8708 21 90\n8804 00 00\n9113 90 30\nex 9113 90 90\nex 9404 90\nex 9612 10\""}