{"celex_id": "31993R1968", "uri": "http://publications.europa.eu/resource/cellar/0f07c607-1448-4601-824c-91a5d851e265", "type": "Regulation", "concepts": ["161", "1642", "3413", "3824", "4411"], "title": "Council Regulation (EEC) No 1968/93 of 19 July 1993 opening and providing for the administration of tariff quotas in respect of certain EEC steel products originating in the Czech Republic and the Slovak Republic imported into the Community (1 June 1993 to 31 December 1995)\n", "header": "COUNCIL REGULATION (EEC) No 1968/93 of 19 July 1993 opening and providing for the administration of tariff quotas in respect of certain EEC steel products originating in the Czech Republic and the Slovak Republic imported into the Community (1  June 1993 to 31 December 1995)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas an Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the one part, and the Czech and Slovak Federal Republic, of the other part (1) ('the Interim  Agreement') was signed in Brussels on 16 December 1991;\nWhereas certain steel products covered by the Interim Agreement were the subject of safeguard measures in the Community in 1992, pursuant to Commission Recommendation 92/434/ECSC of 14 August 1992 (2) and Commission Decision 92/433/EEC of 14 August 1992  (3);\nWhereas, upon the dissolution of the Czech and Slovak Federal Republic on 31 December 1992, the Czech Republic and the Slovak Republic submitted declarations informing the Community that both the Czech Republic and the Slovak Republic continue to assume  all the obligations deriving from the Interim Agreement;\nWhereas the situation relating to imports of certain steel products from the Czech Republic and the Slovak Republic into the Community has been the subject of thorough examination and whereas, on the basis of relevant information supplied to them, the  parties agreed that an acceptable solution which least disturbs the functioning of the Interim Agreement is a tariff quota system for the imports of certain steel products into the Community;\nWhereas equal and continuous access to the said quotas should be ensured for all Community importers and the rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the quotas  are exhausted;\nWhereas the decision for the opening, in the execution of its international obligations, of all tariff quotas should be taken by the Community; whereas, to ensure the efficiency of common administration of these quotas, there is no obstacle to  authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission and the latter  must, in particular, be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas a tariff quota system along the abovementioned lines was established by Decisions No 1/93 (4) and No 1/93 (5) of the Joint Committee acting in accordance with the Interim Agreement for the period 1 June 1993 to 31 December 1995;\nWhereas it is necessary to lay down the arrangements for the implementation of this tariff quota system during the said period;\nWhereas such arrangements have been laid down for the ECSC products, the subject of the decisions of the Joint Committee, by Commission Decision No 1970/93/ECSC (6),", "main_body": ["1. From 1 June 1993 to 31 December 1993, and subject to annual review, until 31 December 1995, imports into the Community of the products set out in the following table originating in the Czech Republic shall be subject to the duties  applicable under the Interim Agreement and in particular the tariff quotas and other concessions contained in Article 3 (3) of the Interim Agreement and, in addition, to the further rates of duty, in percentage of their customs value, shown in the  table.\nThe duties applicable to imports of these products which are:\n- within the limits of the quotas set out in the table, and\n- accompanied by both a movement certificate EUR 1 and a licence delivered by the Czech authorities in the form set out in Annex I bearing the words: 'Goods deducted from the relevant tariff quota to the amount of . . . tonnes';\nshall be those of the Interim Agreement without the additional duties set out in the table.\n/* Tables: see OJ */\nSlovak Federal Republic.\n3. Products imported in conformity with Community legislation into the Community after outward processing using the system envisaged by Regulation (EEC) No 2473/86 (7) or for the purposes of inward processing using the suspension system envisaged by  Regulation (EEC) No 1999/85 (8) shall be subject to the requirements of those systems and shall not otherwise be subject to the duties set out in paragraph 1.", "1. From 1 June 1993 to 31 December 1993, and, subject to annual review, until 31 December 1995, imports into the Community of the products set out in the following table originating in Slovak Republic shall be subject to the duties applicable  under the Interim Agreement and in particular the tariff quotas and other concessions contained in Article 3 (3) of the Interim Agreement, and in addition, to the further rates of duty, in percentage of their customs value, shown in the table.\nThe duties applicable to imports of these products which are:\n- within the limits of the quotas set out in the table; and\n- accompanied by both a movement certificate EUR 1 and a licence delivered by the Slovak authorities in the form set out in Annex II bearing the words: 'Goods deducted from the relevant tariff quota to the amount of . . . tonnes'\nshall be those of the Interim Agreement without the additional duties set out in the table.\n/* Tables: see OJ */\nshall apply to the territory of the Slovak Republic and not, as envisaged by the Protocol, to that of the Czech and Slovak Federal Republic.\n3. Products imported in conformity with Community legislation into the Community after outward processing using the system envisaged by Regulation (EEC) No 2473/86 or for the purposes of inward processing using the suspension system envisaged by  Regulation (EEC) No 1999/85 shall be subject to the requirements of those systems and shall not otherwise be subject to the duties set out in paragraph 1.", "The tariff quotas referred to in Articles 1 and 2 shall be managed by the Commission which may take all appropriate measures in order to ensure effective administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation, including a request for benefit under the system of Article 1 (1) second subparagraph of Article 2 (1) second subparagraph for a product covered by this  Regulation and if this declaration is accepted by the Customs authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements from the quota volume.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.", "Each Member State shall ensure importers of the products concerned equal and continuous access to the quotas for such time as the residual balance of quota volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 June 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No L 115, 30. 4. 1992, p. 2.\n(2) OJ No L 238, 21. 8. 1992, p. 26.\n(3) OJ No L 238, 21. 8. 1992, p. 24.\n(4) OJ No L 157, 29. 6. 1993, p. 59.\n(5) OJ No L 157, 29. 6. 1993, p. 67.\n(6) See page 10 of this Official Journal.\n(7) OJ No L 212, 2. 8. 1986, p. 1.\n(8) OJ No L 188, 20. 7. 1985, p. 1.\nPARARTIMA I ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nMINISTRY OF INDUSTRY AND TRADE   OF THE CZECH REPUBLIC   LICENSING OFFICE   EXPORT LICENCE   No  Exporter:\nDescription of goods:\nCN codes  Name  Quantity\nCountry of destination:\nCertification by the competent authority:\nGoods deducted from the tariff quota to the amount of  tonnes.\nAt on\nSignature\nPARARTIMA II ANEXO II - BILAG II - ANHANG II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nMINISTRY OF ECONOMY OF THE SLOVAK REPUBLIC\nLicensing Department\nSpitรกlska 8\n813 15 Bratislava\nEXPORT LICENCE   No  Exporter:\nDescription of goods:\nCN codes  Name  Quantity\nCountry of destination:\nCertification by the competent authority:\nGoods deducted from the tariff quota to the amount of  tonnes.\nIn Bratislava on\nSignature"}