{"celex_id": "31999D0732", "uri": "http://publications.europa.eu/resource/cellar/b38453a8-b41f-47df-aa7f-e30d547d8eff", "type": "Decision", "concepts": ["1043", "1728", "2609", "3763", "862", "922"], "title": "1999/732/EC: Council Decision of 8 November 1999 providing supplementary macro-financial assistance to Romania\n", "header": "COUNCIL DECISION\nof 8 November 1999\nproviding supplementary macro-financial assistance to Romania\n(1999/732/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal of the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Commission has consulted the Economic and Financial Committee before submitting its proposal;\n(2) Romania is undertaking fundamental economic reforms and is making substantial efforts to establish a well-functioning market economy with a view to increasing employment and living standards;\n(3) Romania and the European Union have signed a Europe Agreement establishing a relationship of association(3);\n(4) The European Council at its meeting in Luxembourg in December 1997 decided to launch an accession process comprising Romania along with the other Central and East European applicant countries and Cyprus;\n(5) Romania reached an agreement with the International Monetary Fund (IMF) on a stand-by arrangement (SBA) in support of the authorities' adjustment and reform programme;\n(6) The World Bank has approved a new Private Sector Adjustment Loan, which envisages substantial adjustment and investment financing in support of Romania's reform efforts in the enterprise and financial sectors;\n(7) The authorities of Romania have requested financial assistance from the international financial institutions, the Community and other bilateral donors; over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered during the programme period in order to strengthen the country's reserve position and support the policy objectives attached to the government's reform programme;\n(8) A Community long-term loan to Romania is an appropriate measure to help ease the country's external financial constraints, supporting the balance of payments and strengthening the reserve positions and comforting the implementation of the necessary structural reforms;\n(9) The Community loan should be managed by the Commission in accordance with the principles of sound financial management;\n(10) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to Romania a long-term loan facility of a maximum principal amount of EUR 200 million with a maximum maturity of 10 years, with a view to ensuring a sustainable balance of payments situation.\n2. To this end, the Commission is empowered to borrow, on behalf of the European Community, the necessary resources that will be placed at the disposal of Romania in the form of a loan.\n3. This loan referred to in paragraph 2 shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with any agreement reached between the IMF and Romania.", "1. The Commission is empowered to agree with the authorities of Romania, after consultation with the Economic and Financial Committee, the economic policy conditions attached to the loan. These conditions shall be consistent with the agreements referred to in Article 1(3).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that the economic policy in Romania is in accordance with the objectives of this loan and that its conditions are being fulfilled.", "1. The loan shall be made available to Romania in two instalments. Subject to Article 2, the first instalment is to be released on the basis of a satisfactory track record of Romania's macroeconomic programme in the context of the SBA agreed with the IMF.\n2. Subject to Article 2, the second instalment shall be released on the basis of a satisfactory continuation of Romania's adjustment and reform programme and not before three months after the release of the first instalment.\n3. The fund shall be paid to the National Bank of Romania.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Romania so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of Romania, and where circumstances permit an improvement in the interest rate on the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragaraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Romania.\n5. The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3 at least once a year.", "At least once a year, as a rule by 15 September, the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation of the implementation of this Decision."], "attachments": "Done at Brussels, 8 November 1999.\nFor the Council\nThe President\nS. NIINISTĂ\u0096\n(1) OJ C 307 E, 26.10.1999, p. 40.\n(2) Opinion delivered on 6 October 1999 (not yet published in the Official Journal).\n(3) OJ L 357, 31.12.1994, p. 2."}