{"celex_id": "31996R1258", "uri": "http://publications.europa.eu/resource/cellar/c00477b7-9ddb-4b13-8d93-e5052f350dee", "type": "Regulation", "concepts": ["1474", "1842", "2282", "2556", "2879", "863"], "title": "Council Regulation (EC) No 1258/96 of 25 June 1996 on the conclusion of the supplement to the protocol setting out the fishing opportunities and financial contribution provided for in the agreement between the European Economic Community and the Islamic Republic of Mauritania, on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996\n", "header": "COUNCIL REGULATION (EC) No 1258/96 of 25 June 1996 on the conclusion of the supplement to the protocol setting out the fishing opportunities and financial contribution provided for in the agreement between the European Economic Community and the Islamic Republic of Mauritania, on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43, in conjunction with the first paragraph of Article 228 (3), thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, in accordance with the second paragraph of Article 13 of the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania (2), the two parties negotiated to determine the additions to be introduced into the Annex to the agreement and into the protocol for the period 15 November 1995 to 31 July 1996;\nWhereas, as a result of these negotiations, a supplement to the protocol setting out, for the period 15 November 1995 to 31 July 1996, the fishing opportunities and financial contribution provided for in the agreement was initialled on 11 November 1995;\nWhereas it is in the Community's interest to approve this supplement to the protocol;\nWhereas these fishing opportunities should be allocated to Member States in accordance with Article 8 (4) (iii) of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (3); whereas, in view of the loss of fishing opportunities in Moroccan waters, it is equitable to allot all the fishing opportunities to vessels flying the Spanish flag,", "main_body": ["The supplement to the protocol setting out the fishing opportunities and financial contribution provided for in the agreement between the European Economic Community and the Islamic Republic of Mauritania, on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996, is hereby approved on behalf of the Community.\nThe text of the supplement to the protocol is attached to this Regulation.", "The fishing opportunities set out in the supplement to the protocol shall be allocated to vessels flying the Spanish flag.\nShould applications for licences lodged by Spain not exhaust the fishing opportunities set out in the supplement to the protocol the Commission shall make it possible for the other Member States to make applications.", "The President of the Council is hereby authorized to designate the persons empowered to sign the supplement to the protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1996.\nFor the Council\nThe President\nM. PINTO\n(1) OJ No C 166, 10. 6. 1996.\n(2) OJ No L 388, 31. 12. 1987, p. 1.\n(3) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession."}