{"celex_id": "31993D0136", "uri": "http://publications.europa.eu/resource/cellar/68c8535e-d8df-4726-b8be-b6a3a703252f", "type": "Decision", "concepts": ["1074", "1231", "210", "3179", "4359", "5315"], "title": "93/136/EEC: Council Decision of 25 February 1993 establishing a third Community action programme to assist disabled people (Helios II 1993 to 1996)\n", "header": "COUNCIL DECISION of 25 February 1993 establishing a third Community action programme to assist disabled people (Helios II 1993 to 1996)\n(93/136/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 128 and 235 thereof,\nHaving regard to Council Decision 63/266/EEC of 2 April 1963 laying down general principles for implementing a common vocational training policy (1), and in particular the 10th principle thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas, in connection with the Community's social dimension, it is appropriate to adopt suitable measures to assist disabled people;\nWhereas the conclusions of the Council and of the Ministers of Education meeting within the Council of 14 May 1987 concerning a programme of European collaboration on the integration of handicapped children into ordinary schools (5) and the resolution  of the Council and of the Ministers of Education meeting within the Council of 31 May 1990 concerning integration of children and young people with disabilities into ordinary systems of education (6) affirm the need to remove material barriers, to use  flexible education methods to meet individual needs and to facilitate transition to education, to working life and to adult life, to establish as active a policy of cooperation as possible with specialized institutions, to make use of the various  possibilities offered by new technologies with regard to education and to foster links between the family, the community, social and health services and the world of work;\nWhereas exchanges of information and experience on questions common to Member States' education systems should be developed by means of cooperation between those activities so designated by Member States, while fully respecting Member States'  responsibility for the content of of teaching and the organization of their educational systems, as well as their cultural and linguistic diversity, and excluding any harmonization of the laws and regulations of the Member States;\nWhereas this programme is designed to complement action taken at national, regional and local levels, in particular by ensuring an exchange of experience and information relating to such action;\nWhereas the main responsibility for integration in the educational field, occupational and economic integration, social integration and an independent way of life for disabled people lies with the Member States but cooperative action at Community level  may help Member States to improve the effectiveness of the measures which they take in this area;\nWhereas the Community Charter of the fundamental social rights of workers, adopted at the European Council in Strasbourg on 9 December 1989 by the Heads of State or Government of 11 Member States, proclaims inter alia, in point 26:\n'26. All disabled persons, whatever the origin and nature of their disability, must be entitled to additional concrete measures aimed at improving their social and professional integration.\nThese measures must concern, in particular, according to the capacities of the beneficiaries, vocational training, ergonomics, accessibility, mobility, means of transport and housing.';\nWhereas there is a need for a programme to cover a period of four years;\nWhereas a sum of ECU 37 million is estimated to be necessary in order to implement this multiannual programme;\nWhereas the amount deemed necessary is intended to fund the programme for the period 1993 to 1996, within the financial perspective of the European Communities in force;\nWhereas, because this Decision is concerned, on the one hand, with principles for implementing a vocational training policy and on promoting employment and, on the other, with measures, including those to promote functional rehabilitation, educational  integration, social integration and an independent way of life for disabled people, which need to be adopted in order to attain one of the objectives of the Community, and the Treaty has not provided the necessary specific powers, it is necessary to  rely upon both Article 128 and Article 235 of the Treaty,", "main_body": ["Establishment of Helios II  A Community action programme to promote equal opportunities for and the integration of disabled people, hereinafter referred to as 'Helios II', is hereby established for the period 1 January 1993 to 31 December 1996.", "Definition of disabled people  For the purposes of Helios II, disabled people means people with serious impairments, disabilities or handicaps resulting from physical, including sensory, or mental or psychological impairments which restrict or make  impossible the performance of an activity or function considered normal for a human being.", "Objectives  The objectives of Helios II shall be as follows in respect of functional rehabilitation, educational integration, vocational training, employment rehabilitation, economic and social integration and an independent way of life for disabled  people:\n(a) to continue to develop and improve exchange and information activities with the Member States and non-governmental organizations, hereinafter referred to as NGOs, which can make a useful contribution as referred to in (c), and to ensure that they  are given as wide a distribution as possible;\n(b) to promote effective approaches and measures in order to achieve increased effectiveness and better coordination of actions carried out under (c);\n(c) to promote the development of a policy at Community level of cooperation with the Member States and the organizations and associations concerned with integration based on the best innovative and effective exprience and practice in the Member States  involving, where appropriate, voluntary organizations in accordance with national laws and/or practice;\n(d) to continue cooperation with European NGOs and NGOs which are regarded as representative in the respective Member States, through national disability councils where they exist, and which have expressed a desire to cooperate at Community level.", "Measures  1. The general measures designed to promote the objectives referred to in Article 3 shall be as follows:\n(a) coordinating, undertaking and encouraging activities based on specific annual themes, which the intention of promoting innovation, facilitating exchanges of experience and encouraging the dissemination of successful experiences and the transfer of  effective practices.\nThese activities shall closely involve disabled people, their families, representative organizations, experts, researchers, professionals working in the field, voluntary helpers and the two sides of industry;\n(b) meeting the information needs of disabled people by pursuing, within the context of the computerized information and documentation system Handynet, on the basis of national data, the collection, adaptation at European level, updating, exchange and  dissemination of information gathered in the Member Sates by the national collection and information centres.\nThe Council shall re-examine the Handynet system, before 31 December 1994, on the basis of a Commission report evaluating, inter alia, the first Handynet module on technical aids and, acting on a proposal from the Commission and after consulting the  European Parliament, shall decide on the conditions for continuing the Handynet system after that date;\n(c) encouraging disabled people to take part in Community programmes, in particular in the areas of training and preparation for working life, new technologies, vocational training and employment, equality between men and women, the learning of  languages, and mobility of, and exchanges by, young people within the Community;\n(d) developing exchanges of information and experience on issues common to Member States' education systems by means of cooperation between those activities so designated by Member States;\n(e) ensuring close coordination with activities undertaken by organizations at international level, and cooperation with other activites at international level in the areas referred to in Article 3.\n2. The measures designed to attain the objectives set out in Article 3 are listed in the Annex.", "Funding  1. Helios II shall run for four years.\n2. The amount of Community funds estimated to be necessary for its implementation is ECU 37 million for the period 1993 to 1996, within the framework of the financial forecast of the European Communities in force.\n3. The budget authority shall determine the appropriations available for each financial year, having regard to the principles of good management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities.", "Implementation by the Commission  The Commission shall ensure the implementation of Helios II in accordance with Article 8 and in close cooperation with the Member States and the institutions and organizations catering for the integration of disabled  people.", "Consistency and complementarity  The Commission shall ensure that there is consistency and complementarity between the Community measures to be implemented under Helios II and the other relevant Community programmes and initiatives.", "Advisory Committee  1. The Commission shall be assisted by an Advisory Committee, hereinafter referred to as the 'Committee', composed of two government representatives from each Member State and chaired by a representative of the Commission.\n2. The representative of the Commission shall submet to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter,  if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.\n3. The committee shall adopt its rules of procedure.", "European disability forum  1. Before consulting the committee, the Commission shall ascertain the views of a European disability forum, hereinafter referred to as the 'forum', on all appropriate aspects of Helios II.\nThe forum shall be made up of:\n(a) representatives appointed by the Commission on the basis of proposals submitted by organizations referred to in Article 3 (d) and after the Commission has requested the opinion of each Member State, from a maximum of 24 NGOs of disabled people or  their families, or acting on behalf of disabled people.\nAt least one NGO representative of each Member State shall be represented on the Forum.\nNGO's may be represented through national disability councils, where they exist;\n(b) a representative of employers' organizations and a representative of trade union organizations, each being appointed by the Commission on the basis of proposals from the organizations representing these interests at Community level.\nThe Commission shall endeavour to ensure that the members of the forum give a balanced reflection of:\n(a) the various types of disability;\n(b) the various types of activities undertaken by disabled people or on their behalf;\n(c) the various national interests; and\n(d) associations comprising NGOs from all or a number of Member States.\n2. The forum shall appoint its Chairman, who may be a Commission representative.\n3. The forum shall adopt its rules of procedure.", "0\nLiaison Group  1. Before consulting the committee, the Commission shall convene a liaison group chaired by the Commission representative referred to in Article 8 (1) and consisting of:\n(a) one of the government representatives for each Member State referred to in Article 8 (1);\n(b) 12 forum members appointed by the latter.\n2. If a Member State or one of the members appointed by the forum considers that the questions which it is to examine are of special importance to it, it may request that a second representative attend the meeting.\n3. The Liaisons Group shall adopt its rules of procedure.", "1\nReports  1. Before 1 July 1994 the Commission shall submit to the European Parliament, the Council and the Economic and Social Committee a brief report on the implementation of Article 4 (1) (b).\n2. By 31 December 1995 at the latest, the Commission shall submit an interim evaluation report to the European Parliament, the Council and the Economic and Social Committee on the implementation of Helios II together, where appropriate, with a proposal  for a Decision revising Helios II.\n3. Before 1 July 1997 the Commission shall submit a full report to the European Parliament, the Council and the Economic and Social Committee on the implementation and results of Helios II.\n4. In the reports referred to in paragraphs 2 and 3, the Commission shall mention inter alia the outcome of the independent and objective evaluation referred to in section 1.2 of the Annex."], "attachments": "Done at Brussels, 25 February 1993.\nFor the Council\nThe President\nJ. TROEJBORG\n(1) OJ No 63, 20. 4. 1963, p. 1338/63.\n(2) OJ No C 293, 12. 11. 1991, p. 2; OJ No C 25, 28. 1. 1993, p. 1.\n(3) OJ No C 305, 23. 11. 1992.\n(4) OJ No C 79, 30. 3. 1992, p. 20.\n(5) OJ No C 211, 8. 8. 1987, p. 1.\n(6) OJ No C 162, 30. 7. 1990, p. 2.\nANNEX\nMEASURES  (Article 4)\n1. General remarks\n1.1. These measures will be undertaken by the Commission in close cooperation with the Member States, associations of disabled people and of their families, the two sides of industry and professional and voluntary bodies involved in the integration of  disabled people.\n1.2. There will be independent and objective evaluation of each measure adopted under Helios II.\n1.3. In addition, special attention will be given to the role of effective technologies for the integration of disabled people.\nThe pedagogical and practical potential of effective technologies can be a useful tool in the development of teaching aids, the adaptation of workplaces, means of communication and mobility and as a way of ending the isolation of disabled people.\n1.4. The Commission will take into consideration the economic situation of the Member States or regions in which the specific measures are to be carried out.\n1.5. The amount granted for all the following activities:\n- Handynet system (section 3),\n- cooperation with the NGOs (section 4), and\n- cooperation with outside experts (section 9)\nmay: not exceed 50 % of the overall allocation for Helios II.\nThe amount granted for activities relating to exchanges and information between Member States (section 2) may not be less than 25 % of the overall allocation for Helios II.\n2. Activities relating to exchanges and information between Member States\n2.1. Community contribution\nIn order to achieve the objective of an exchange of information and experience between Member States, the Community may make a contribution to activities relating to the areas referred to in Article 3, namely functional rehabilitation, educational  integration, vocational training, employment rehabilitation, economic and social integration and an independent way of life for disabled people.\nSuch activities will consist of conferences, seminars, exchanges of information, study visits and training courses organized on the basis of annual topics determined after the Committee has been consulted and after the forum's point of view has been  obtained.\nParticipants in such activities will be appointed by Member States taking into account the nature of their activities and possible consistency and complementarity with other Community activities, with a view to passing the experience they have acquired  to the representatives of national, regional and local authorities, and to NGOs through national disability councils, where they exist.\nWhere appropriate, participants may be replaced by the Member State which appointed them.\nThe Commission will facilitate, where appropriate, contacts between participants according to the area of integration or the category of disability concerend with a view to encouraging exchange in each field.\n2.2. Rate of Community financial contribution\n(a) up to 50 % for conferences (in cooperation with national authorities);\n(b) up to 100 % for seminars, working party activities, study visits and training courses.\n3. Handynet computerized information and documentation system\n3.1. General procedures\nIn order to meet the information needs of disabled people, the Handynet system will offer users a multilingual database, a multilingual electronic newspaper and a computer-based message system.\nCollection of data at national level will be carried out by national collection and coordination centres desginated by the Member States.\nData will be forwarded to the Commission, which will adapt them to the Handynet system, update them regularly and make them available to the national centres designated by the Member State in the form of 'compact disk read only memory' (CD-ROM).\nDissemination to users of the information processed under the Handynet system will be the responsibility of the Member States and carried out by the information and advice centres designated by the Member States.\n3.2. Specific activities\nThe Commission will continue to develop and update the first Handynet module on technical aids.\nThat module consists of a European database comprising:\n- an inventory of technical aids (with prices) available on the Community market for disabled people with all types of disabilities,\n- a list of manufacturers and distribution agencies for these products in the Member States, and\n- the national rules and procedures which disabled people must follow in order to obtain such technical aids.\nIn addition, the Commission will extend promotion of:\n- positive and forward-looking activities to encourage the adaptation of technologies, including new technologies, to the needs of disabled people,\n- research and creation of technical aids, in particular by drawing up an inventory of applied research activities in this area.\nThe Commission will also examine whether it is possible to include information on the quality of the technical aids in the database.\n3.3. Rate of Community financial contribution\n- up to 100 % (to cover the European dimension).\n4. Cooperation with NGOs\n4.1. General conditions and procedures for cooperation with the Commission\nThe Commission will strengthen cooperation with NGOs, via national disability councils where they exist, and with associations which include NGOs from all or a number of Member States.\nThe Commission will inform the Committee of its cooperation and links with the NGOs referred to in Article 3 (d).\n4.2. Specific measures\nEach year, after the Committee has given its opinion, the Commission will draw up a programme of activities eligible for financial support from the Commission and will give a balanced opinion on the priority ratings of those activities.\nEligible activities will include:\n- conferences, seminars, study visits, training courses and other European-scale cooperative activities,\n- provision of information for NGOs on actions undertaken at Community level,\n- advice to the Commission, at its request, on the technical aspects associated with the type of disability or of the specific integration issue being dealt with,\n- submission of an annual report on activities carried out within the Helios II framework.\n4.3. Rate of Community financial contribution\n(a) to 50 % for meetings, conferences, seminars, study visits, training courses and other European-scale cooperative activities;\n(b) up to 100 % for expenses arising from the provision of coordination and expertise.\n5. Information and awareness-raising aimed at public opinion\nWide distribution of information to publicize activities and campaigns to increase the awareness of the public and the media of the possibilities for integrating disabled people.\nThe Commission will contribute to raising public awareness through the organization of competitions, the award of annual prizes for model projects in the various fields relating to the integration of disabled people, and through media activities.\nPrize-winning model projects will be presented at a conference/exhibition.\nThe Commission may provide financial support for information meetings at national level organized by participants in Helios II.\nRate of Community financial contribution: up to 100 %.\n6. Special themes\nIn implementing the specific measures detailed above, the participants in Helios II will devote special attention to:\n- prevention and early assistance, with a view to preventing the appearance or development of an impairment, incapacity or disability,\n- difficulties encountered by the families of disabled people, disabled women and elderly disabled people,\n- the economic and social integration of disabled women,\n- training for professionals and volunteers involed in the various stages of the integration process,\n- people with special responsibilities in respect of disabled children, adolescents and adults.\n7. Programmes, measures and initiatives concerned directly with disabled people\nSpecial steps will be taken to create a synergetic effect, in the field of vocational rehabilitation and employment, with the Horizon initiative and, in respect of the use of effective technologies, with the TIDE initiative.\n8. Studies and technical assistance\nStudies, consultancy services and technical assistance required for drawing up proposals or providing technical support in the fields referred to in Article 3.\nRate of Community financial contribution: up to 100 %.\n9. Additional specific action within the framework for the activities referred to in sections 2 to 5\nCooperation with the outside experts responsible for assisting the Commission in coordinating, guiding and evaluating the activities referred to in sections 2 to 5.\nRate of Community financial contribution: up to 100 %."}