{"celex_id": "31998D0308", "uri": "http://publications.europa.eu/resource/cellar/d70859f8-ee67-4502-b8bf-d7f132df4b51", "type": "Decision", "concepts": ["1318", "2761", "368", "424"], "title": "98/308/EC: Council Decision of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Germany\n", "header": "COUNCIL DECISION of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Germany (98/308/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104c(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the second stage for achieving economic and monetary union started on 1 January 1994; whereas Article 109e(4) of the Treaty lays down that, in the second stage, Member States shall endeavour to avoid excessive government deficits;\nWhereas there is an excessive deficit procedure which provides for a decision on the existence of an excessive deficit and, after the excessive deficit has been corrected, for the abrogation of that decision; whereas, during the second stage, the excessive deficit procedure is determined by Article 104c of the Treaty, excluding paragraphs 1, 9 and 11; whereas the Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure; whereas Regulation (EC) No 3605/93 (1) lays down detailed rules and definitions for the application of the said Protocol;\nWhereas, following a recommendation from the Commission in accordance with Article 104c(6) of the Treaty, the Council decided on 27 June 1996 that an excessive deficit existed in Germany (2); whereas, in accordance with Article 104c(7), the Council made recommendations to Germany with a view to bringing the excessive deficit situation to an end (3);\nWhereas a Council Decision on the existence of an excessive deficit is to be abrogated, in accordance with the provisions of Article 104c(12) of the Treaty, to the extent that the excessive deficit in the Member State concerned has, in the view of the Council, been corrected;\nWhereas, when abrogating the Decision, the Council is to act on a recommendation from the Commission; whereas, based on the data provided by the Commission after reporting by Germany before 1 March 1998 in accordance with Regulation (EC) No 3605/93, the following conclusions are warranted:\nThe government deficit in Germany widened in 1995 and 1996, when it reached 3,4 % of GDP. The deficit was reduced in 1997 to 2,7 % of GDP, which is below the Treaty reference value, and a further reduction to 2,5 % of GDP is forecast for 1998. According to the 1997 convergence programme of Germany, the government deficit is projected to decline further to 1,5 % of GDP in 2000.\nThe government debt ratio continued to rise until 1997 when it reached 61,3 % of GDP; the debt ratio rose to just above the 60 % of GDP reference value in 1996 after having increased sharply in 1995. The debt ratio is expected to decline in 1998 and projected to continue declining in the following years in the German convergence programme.\nThe exceptional circumstances of German unification continue to put a heavy burden on the German budget. Furthermore, the German government debt includes unification-related liabilities amounting to around 10 % of GDP.\nThe deficit was below the Treaty reference value in 1997 and is expected to remain so in 1998 and to decline further in the medium term. The debt ratio was slightly above the Treaty reference value in 1997 but is expected to start declining in 1998 and to return soon to below the Treaty reference value,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Germany has been corrected.", "The Council Decision of 27 June 1996 on the existence of an excessive deficit in Germany is hereby abrogated.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 1 May 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ L 332, 31. 12. 1993, p. 7.\n(2) OJ L 172, 11. 7. 1996, p. 26.\n(3) Council recommendations of 16 September 1996 and 15 September 1997."}