{"celex_id": "31996D0238", "uri": "http://publications.europa.eu/resource/cellar/5b4ecc7f-6f4c-4601-a5aa-b94b74510a6c", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "3577", "5369"], "title": "96/238/EC: Commission Decision of 25 March 1996 amending for the second time Decision 95/296/EC concerning certain protection measures relating to classical swine fever in Germany (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 25 March 1996 amending for the second time Decision 95/296/EC concerning certain protection measures relating to classical swine fever in Germany (Text with EEA relevance) (96/238/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas as a result of outbreaks of classical swine fever in different parts of Germany, the Commission adopted Decision 95/296/EC of 26 July 1995 concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 94/462/EC (3), as amended by Decision 96/141/EC (4);\nWhereas the said Decision lays down conditions for movement controls of domestic pigs originating from certain specified areas of Lower Saxony;\nWhereas since 20 November 1995, no outbreak of classical swine fever has been reported in Lower Saxony;\nWhereas certain movement control measures established for domestic pigs originating from the said areas in view of the improved health situation can be lifted;\nWhereas classical swine fever has been confirmed in wild boar in certain parts of Brandenburg;\nWhereas certain movement control measures shall be introduced for the affected areas;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex I to Decision 95/296/EC is replaced by the following:\n'ANNEX I\n- In Mecklenburg-Western Pommerania, the Kreise: Parchim, Mecklenburg-Strelitz, Bad Doberan, Güstrow, Müritz, Demmin, Ostvorpommern, Nordvorpommern, Stadtkreise Greifswald, Stralsund and Rostock.\n- In Brandenburg, the Kreise: Ostprignitz-Ruppin and Prignitz.\n- Any Kreis where a new outbreak occurs outside the abovementioned areas. The measures referred to in Article 1 (2) and Article 2 shall apply for a period of 60 days following the last outbreak in the Kreis in question. Germany shall inform Member States and the Commission about measures established and repealed.`", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 182, 2. 8. 1995, p. 33.\n(4) OJ No L 32, 10. 2. 1996, p. 36."}