{"celex_id": "31993R3022", "uri": "http://publications.europa.eu/resource/cellar/0f9186c8-ea3a-4e32-8771-a4e22add6c96", "type": "Regulation", "concepts": ["164", "2173", "2194", "2871", "4373"], "title": "COMMISSION REGULATION (EEC) No 3022/93 of 29 October 1993 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco\n", "header": "COMMISSION REGULATION (EEC) No 3022/93 of 29 October 1993 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 7 thereof,\nWhereas the securities to be provided by first processors in the case of the payment of advances may be very large; whereas the risk of subsequent recovery of the advance is considerably diminished where tobacco deliveries have been provisionally  verified and certified by the competent authorities and the corresponding premiums paid by the first processors to the entitled producers; whereas, in that case, a partial release of the security may be permitted, providing that sufficient security is  retained to safeguard against subsequent recovery when all deliveries have been verified; whereas Article 15 (3) of Commission Regulation (EEC) No 3478/92 (2), as last amended by Regulation (EEC) No 1668/93 (3), should accordingly be amended,", "main_body": ["The following subparagraph is added to Article 15 (3) of Regulation (EEC) No 3478/92:\n'On presentation of a provisional control certificate issued by the competent control authority certifying the take-over of the quantity of tobacco in question by the first processor, the delivery of that quantity under the cultivation certificates or  quota statements to which the producer is entitled, the conformity of the operations with the provisions in force and the payment of the amount equal to the premium to the entitled producer in accordance with Article 10, a proportion of the security  equal to 70 % of the amount covered by the provisional control certificate may be released. The Member States shall determine any further conditions, notably the tobacco delivery periods or the minimum quantities in respect of wich a provisional control  certificate may be issued.'", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 351, 2. 12. 1992, p. 17.\n(3) OJ No L 158, 30. 6. 1993, p. 27."}