{"celex_id": "31997R2536", "uri": "http://publications.europa.eu/resource/cellar/f5946e27-4105-4d12-92d7-3fe879c95849", "type": "Regulation", "concepts": ["2081", "2211", "2777", "2871", "4689", "5263"], "title": "Council Regulation (EC) No 2536/97 of 16 December 1997 amending Regulation (EEC) No 338/91 determining the Community standard quality of fresh or chilled sheep carcases and Regulation (EEC) No 2137/92 concerning the Community scale for the classification of carcases of ovine animals and determining the Community standard quality of fresh or chilled sheep carcases\n", "header": "COUNCIL REGULATION (EC) No 2536/97 of 16 December 1997 amending Regulation (EEC) No 338/91 determining the Community standard quality of fresh or chilled sheep carcases and Regulation (EEC) No 2137/92 concerning the Community scale for the classification of carcases of ovine animals and determining the Community standard quality of fresh or chilled sheep carcases\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 4 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 338/91 (2) applies until the end of the 1997 marketing year, pending the setting up of Community carcase classification standards; whereas sufficient progress has not been made to permit the replacement of the current Community standard quality by the standards in question; whereas the current standard quality should therefore be retained;\nWhereas, in view of the conclusions of the Commission report on the implementation of Regulation (EEC) No 2137/92 (3), the goal set itself by the Council of making the use of the Community scale compulsory for all Community slaughterhouses approved for intra-Community trade, if possible during the 1999 marketing year and in any event before 1 January 2000, should not for the moment be pursued; and the possibility should, however, be reserved of re-examining this goal on the basis of a report that the Commission shall submit before 31 July 2002;\nWhereas in order to facilitate price reporting, Member States should be authorized to subdivide category C in Annex III of Regulation (EEC) No 2137/92 into two subcategories,", "main_body": ["The second subparagraph of Article 2 of Regulation (EEC) No 338/91 shall be deleted.", "Regulation (EEC) No 2137/92 is hereby amended as follows:\n1. the following subparagraph shall be added to Article 3 (3):\n'Member States making use of the classification system provided for in Annex III shall be authorized to subdivide category C into two subcategories`;\n2. Article 9 shall be replaced by the following:\n'Article 9\nThe Commission shall submit a report to the Council, by 31 July 2002 at the latest, on the operation of these arrangements, together with, where necessary, appropriate proposals, in particular with regard to the classification scale for carcases, with the aim of making the application, if possible, compulsory.`", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 289, 7. 10. 1989, p. 1. Regulation as last amended by Regulation (EC) No 1589/96 (OJ L 206, 16. 8. 1996, p. 25).\n(2) OJ L 41, 14. 2. 1991, p. 1. Regulation as last amended by Regulation (EC) No 1278/94 (OJ L 140, 3. 6. 1994, p. 5).\n(3) OJ L 214, 30. 7. 1992, p. 1. Regulation as last amended by Regulation (EC) No 1278/94."}