{"celex_id": "31999D0334", "uri": "http://publications.europa.eu/resource/cellar/be49aee3-18c3-4ba2-b24f-b4d1627ba51f", "type": "Decision", "concepts": ["1309", "1854", "192", "321", "5369", "842"], "title": "1999/334/EC: Commission Decision of 7 May 1999 on certain protection measures with regard to registered horses coming from South Africa (notified under document number C(1999) 1176) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 7 May 1999\non certain protection measures with regard to registered horses coming from South Africa\n(notified under document number C(1999) 1176)\n(Text with EEA relevance)\n(1999/334/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(1) thereof,\n(1) Whereas Council Directive 90/426/EEC on animal health conditions governing the movement and imports from third countries of equidae(3), as last amended by the Act of Accession of Austria, Finland and Sweden, lays down the measures to be taken in relation to African horse sickness;\n(2) Whereas import conditions have been established by Commission Decision 97/10/EC(4) for registered horses in relation to temporary admission and imports into the Community from South Africa;\n(3) Whereas fatal cases of African horse sickness (AHS) have been declared in horses kept within the surveillance zone in Western Cape Province of South Africa, which was established by Decision 97/10/EC with regard to imports of registered horses from the disease free Metropolitan area of Cape Town;\n(4) Whereas the competent veterinary authorities in South Africa have taken the necessary measures to control the disease, including vaccination of susceptible animals within an area at risk situated within the surveillance zone;\n(5) Whereas the presence of this disease in the surveillance zone of the Western Cape province is liable to constitute a serious danger for Community equidae; whereas moreover the recourse to vaccination in an area close to the disease free zone precludes from further regionalisation in accordance with Community legislation and internationally accepted health standards;\n(6) Whereas the authorities have suspended any exports of registered horses from the disease free zone to Member States of the European Union; whereas it is nevertheless necessary to adopt protection measures at Community level with regard to imports of registered horses from South Africa;\n(7) Whereas temporary admission, permanent imports and transits of registered horses from the Metropolitan area of Cape Town must be suspended;\n(8) Whereas this decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall prohibit the temporary admission, transits and imports of registered horses from the Metropolitan area of Cape Town in South Africa.", "Member States shall amend the measures they apply with regard to South Africa to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 224, 18.8.1990, p. 42.\n(4) OJ L 3, 7.1.1997, p. 28."}