{"celex_id": "31993R1357", "uri": "http://publications.europa.eu/resource/cellar/436d3307-d13c-4e1c-a4af-19e9a9a16026", "type": "Regulation", "concepts": ["2563", "2621", "4734", "5096"], "title": "COMMISSION REGULATION (EEC) No 1357/93 of 2 June 1993 amending Regulation (EEC) No 2729/88 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COMMISSION REGULATION (EEC) No 1357/93 of 2 June 1993 amending Regulation (EEC) No 2729/88 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1995/96 wine years, of permanent  abandonment premiums in respect of wine-growing areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas (1), as amended by Regulation (EEC) No 833/92 (2), and as last  amended by Regulation (EEC) No 1869/92 (3), and in particular Article 20 thereof,\nWhereas, in accordance with the Act of Accession of Spain and Portugal, the provisions concerning the common organization of the wine market are applicable in Portugal from the second transitional stage; whereas Council Regulation (EEC) No 1442/88 has  been amended by Regulation (EEC) No 833/82 in order to apply the general permanent abandonment scheme to that Member State from the 1992/93 marketing year onwards; whereas certain detailed rules of application need to be defined in respect of Portugal;\nWhereas, as a result of the introduction of the vineyard register in certain regions of the Community pursuant to Council Regulation (EEC) No 2392/86 (4), as amended by Regulation (EEC) No 3577/90 (5), the references used in the holding files in the  vineyard register must be specified in the grubbing-up files so as to facilitate monitoring of the measure and to update the vineyard registers;\nWhereas entitlement to the premium is forfeited in the event of failure to comply with the deadline laid down for completion of grubbing-up operations pursuant to Article 4 (2) and (4) of Regulation (EEC) No 1442/88; whereas the consequences of a minor  delay after that deadline should be mitigated by providing for the premium to be reduced by 20 % if the producer fails to comply with that obligation; whereas, however, producers will forfeit their entitlement to the premium if they fail to complete the  grubbing-up by 15 June of the year following that in which the application was lodged or by the earlier date fixed by the Member State, where applicable; whereas this measure should be extended to cover files still being examined at the date of entry  into force of this Regulation;\nWhereas Commission Regulation (EEC) No 2729/88 (6), as last amended by Regulation (EEC) No 678/89 (7), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2729/88 is hereby amended as follows:\n1. the following indent is added to Article 4 (1) (a):\n'- the holding and parcel references used in the vineyard register, where one has been prepared for the region concerned.';\n2. in Article 6 (1), the first subparagraph is replaced by the following:\n'1. The applicant shall inform the competent body as soon as possible that grubbing-up has taken place. The said body shall verify that complete grubbing-up of the vines, the parcels of which have been identified in accordance with the provisions laid  down in Article 4, has indeed taken place and shall certify when it took place. This declaration shall be made no later than 31 July of the calendar year following the lodging of the application.';\n3. the following paragraph 3 is hereby inserted in Article 6:\n'3. Except in cases of force majeure, if the applicant has not grubbed up the areas for which the premium has been requested before the dates fixed pursuant to Article 4 of Regulation (EEC) No 1442/88, the premium shall be reduced by 20 %. No premium  shall be payable if grubbing-up has not taken place before 15 June in the year following that in which the application was lodged. Member States who have fixed a deadline earlier than 15 May for completion of grubbing-up, pursuant to paragraph (4) of  the said Article 4, may therefore bring forward that date of 15 June.';\n4. the following subparagraph is added to Article 10a:\n'For Portugal, the communication shall be carried out on the basis of the tables set out in Annexes VI and VII hereto.';\n5. Annexes VI and VII shown in the Annex hereto are hereby added.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.", "(3) shall apply to files not yet closed at the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 132, 28. 5. 1988, p. 3.\n(2) OJ No L 88, 3. 4. 1992, p. 16.\n(3) OJ No L 189, 9. 7. 1992, p. 6.\n(4) OJ No L 208, 31. 7. 1986, p. 1.\n(5) OJ No L 353, 17. 12. 1990, p. 23.\n(6) OJ No L 241, 1. 9. 1988, p. 108.\n(7) OJ No L 73, 17. 3. 1989, p. 23.\nANNEX\n'ANNEX VI\nAnalytical statement of wine-growing areas under wine-grape varieties permanently abandoned pursuant to Regulation (EEC) No 1442/88 in Portugal\nAdministrative unit:  (1)\nWine year:\n/* Tables: see OJ */\nAnalytical statement of wine-growing areas other than those given in Annex VI permanently abandoned pursuant to Regulation (EEC) No 1442/88 in Portugal\nAdministrative unit:  (2)\nWine year:\n/* Tables: see OJ */\n(1) Subdivision in accordance with Article 2 (2) of Council Regulation (EEC) No 357/79 (OJ No L 54, 5. 3. 1979, p. 124), finer subdivision if appropriate. One such table should be supplied per administrative unit involved in the cultivation of  wine-grape vines.\n(2) The yield classes set out here are those indicated in Article 2 (5) (b) of Regulation (EEC) No 1442/88, for areas grubbed per holding exceeding 25 ares; they thus relate to the yield of the areas grubbed.\n(3) The question is whether the grubbing corresponds to \"partial abandonment\" or to \"total abandonment\" of the wine-growing areas of the holdings as a whole.\n(4) \"Quality wines psr\" means wine-growing areas suitable for the production of quality wines psr.\n(1) Subdivision in accordance with Article 2 (2) of Regulation (EEC) No 357/79, finer subdivision if appropriate. One such table wine should be supplied per administrative unit involved in the cultivation of vines producing grapes as referred to in this  Annex.\n(2) The types of vineyard listed here correspond to those mentioned in Article 2 (5) (c) and (d) of Regulation (EEC) No 1442/88.\n(3) The question is whether gubbing carried out corresponds to \"partial abandonment\" or to \"total abandonment\" of the wine-growing areas of the farm as a whole.'"}