{"celex_id": "31990R0828", "uri": "http://publications.europa.eu/resource/cellar/a9b276a1-2bf9-4011-ba24-7d24e73e6b78", "type": "Regulation", "concepts": ["1201", "1264", "171", "5123", "797", "80"], "title": "Commission Regulation (EEC) No 828/90 of 30 March 1990 amending Regulation (EEC) No 3061/84 laying down detailed rules for the application of the system of production aid for olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 828/90\nof 30 March 1990\namending Regulation (EEC) No 3061/84 laying down detailed rules for the application of the system of production aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2902/89 (2), and in particular Article 5 (5) thereof,\nWhereas Article 8 of Commission Regulation (EEC) No 3061/84 (3), as last amended by Regulation (EEC) No 98/89 (4), lays down the detailed rules for apportioning the sums resulting from the retention of the aid referred to in Article 20d of Regulation No 136/66/EEC; whereas, in view of experience gained, those provisions should be adapted in particular as regards the time limit for fixing the unit amounts and the maximum amounts which may be advanced to producer organizations and associations thereof;\nWhereas Article 9 of Regulation (EEC) No 3061/84 lays down the minimum items of information which must appear in the stock accounts of approved mills; whereas, in order to facilitate the application of that provision, the content of certain items should be specified;\nWhereas Article 10 (2) of Regulation (EEC) No 3061/84 defines the percentages of olive growers who are not members of a producer organization to be checked each year; whereas, in view of experience gained in control agencies, that provision should be adapted;\nWhereas Article 12a (2) of Regulation (EEC) No 3061/84 stipulates that in order to determine the quantity actually produced, the basic data in the register of olive cultivation must be taken into account; whereas the basic data in the register of olive cultivation exist in Italy for the 1987/88 marketing year; whereas, in view of the need to conduct additional checks, set out in Commission Regulation (EEC) No 2276/79 (5), as last amended by Regulation (EEC) No 1279/89 (6), following the first application of the register, the time limit for Italy to pay the balance of the aid for the 1987/88 marketing year should be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 3061/84 is hereby amended as follows:\n1. In Article 8 (1), 'Before the commencement of each marketing year', is replaced by 'Before 31 March each marketing year,'.\n2. Article 8 (3) is replaced by the following:\n'3. The advance referred to in Article 11 (4) of Regulation (EEC) No 2261/84 must not exceed:\n- In the case of associations, 70 % of the sum obtained by the multiplication of the unit amount fixed for the preceding marketing year pursuant to paragraph 1 (a), by the number of members of producer organizations making them up, and\n- in the case of organizations, 70 % of the sum obtained by multiplying the unit amount fixed for the preceding marketing year pursuant to paragraph 1 (b), by the number of foreseeable applications.'\n3. Article 9 (2) (d) is replaced by the following:\n'(d) the quantities of olive residues obtained, determined on a flat-rate basis;'.\n4. Article 9 (2) (e) is replaced by the following:\n'(e) the quantities of oil leaving the mill, batch by batch, stating the consignee. Where the quantity of olives crushed comprises several batches of less than the minimum quantity required to make up a pressing in the case of both mills with a traditional production cycle and mills with a continuous production cycle, the stock records must include the overall quantity of oil leaving the mill, broken down between the consignees in proportion to the quantities of olives crushed by each of them;'.\n5. Article 9 (2) (f) is replaced by the following:\n'(f) the quantities of olive residues leaving the mill:\n- determined batch by batch, stating the consignee, in the case of sale to an extraction establishment,\n- determined on a flat-rate basis, stating the consignee, in other cases,\n- weighed batch by batch where the mill has a weighbridge.'\n6. The following subparagraph is added to Article 9 (2):\n'The quantity of olive residues shall be determined on a flat-rate basis by applying to the quantity of crushed olives the following indicative coefficients:\n- 0,35 for mills with a traditional production cycle,\n- 0,45 for mills with a continuous production cycle.'\n7. Article 10 (2) is replaced by the following:\n'2. The checks referred to in Article 14 (4) of Regulation (EEC) No 2261/84 shall cover a representative percentage to be determined of the olive growers who are not members of a producer organization. The percentage shall vary depending on whether the basic data in the register of olive cultivation provided for in Commission Regulation (EEC) No 2276/79 are or are not available in the areas concerned. The checks must be carried out as a priority on olive growers whose production potential has undergone major changes.'\n8. The following subparagraph is added to Article 12b (2):\n'However, Italy shall be authorized to pay the balance of the aid for the 1987/88 marketing year by 15 October 1990 at the latest.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 280, 29. 9. 1989, p. 2.\n(3) OJ No L 288, 1. 11. 1984, p. 52.\n(4) OJ No L 14, 18. 1. 1989, p. 14.\n(5) OJ No L 262, 18. 10. 1979, p. 11.\n(6) OJ No L 127, 11. 5. 1989, p. 24."}