{"celex_id": "31994R1084", "uri": "http://publications.europa.eu/resource/cellar/c81fa78e-6212-4f80-92e2-9dfe902ddf1a", "type": "Regulation", "concepts": ["1642", "2670", "3568", "4682", "5034"], "title": "Commission Regulation (EC) No 1084/94 of 10 May 1994 amending Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector and repealing Regulation (EC) No 854/94\n", "header": "COMMISSION REGULATION (EC) No 1084/94 of 10 May 1994 amending Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector and repealing Regulation (EC) No 854/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 3611/93 (2), and in particular Articles 15 (2) and 25 thereof,\nWhereas Commission Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EEC) No 2867/93 (4), lays down special detailed rules for the application of the system of import and export licences in the beef and veal sector;\nWhereas recent trends on the market for beef and veal indicate that the Commission needs to be better informed of the quantities and the destinations of live bovine animals other than pure-bred breeding animals for which export licences have been  applied for; whereas, moreover, it is necessary to provide for the issue of export licences with advance fixing of refunds after a period of five working days, in order to enable the Commission to assess the market situation and, if necessary, to take  appropriate measures with regard to the applications concerned, including the possible rejection of such applications; whereas the above measures cannot be effective unless the Commission is informed quickly of the quantities and destinations of those  animals; whereas, therefore, Articles 8a and 16 of Regulation (EEC) No 2377/80 should be amended;\nWhereas Commission Regulation (EC) No 854/94 (5) extending the suspension of the advance fixing of export refunds in the beef and veal sector should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2377/80 is hereby amended as follows:\n1. Article 8a (1) and (2) are hereby replaced by the following:\n'1. For products falling within CN codes 0201 and 0202 and subheadings 0102 90, 0206 10 95 and 0206 29 91, the application for an export licence and the licence itself shall contain, in Section 13, the name of the country of destination of the product.\n2. For products falling within CN codes 0201 and 0202 and subheadings 0102 90, 0206 10 95 and 0206 29 91, the export licence with advance fixing of the refund, as referred to in Article 3 (a), shall be issued on the fifth working day following the day  on which the application is lodged, unless special measures are taken during that period.';\n2. Article 16 (1) (i) is replaced by the following:\n'(i) for products falling within CN codes 0201 and 0202 and subheadings 0102 90, 0206 10 95 and 0206 29 91, specifying, by product, the quantities and countries of destination:\n- a list of export licences with advance fixing of refunds applied for since the previous communication,\nand\n- a list of export licences issued since the previous communication;'.", "Regulation (EC) No 854/94 is hereby repealed.", "This Regulation shall enter into force on 23 May 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 328, 29. 12. 1993, p. 7.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 262, 21. 10. 1993, p. 26.\n(5) OJ No L 98, 16. 4. 1994, p. 28."}