{"celex_id": "31999D0539", "uri": "http://publications.europa.eu/resource/cellar/dd4746b1-b3dd-4846-8958-2ba34bf3815a", "type": "Decision", "concepts": ["1309", "2560", "5034", "5063", "5369", "5860"], "title": "1999/539/EC: Commission Decision of 26 July 1999 amending Decision 98/372/EC concerning the animal health conditions and veterinary certifications for import of live animals of bovine and swine species from certain European countries to take into account some aspects in relation with Bulgaria and the Czech Republic (notified under document number C(1999) 2437) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 26 July 1999\namending Decision 98/372/EC concerning the animal health conditions and veterinary certifications for import of live animals of bovine and swine species from certain European countries to take into account some aspects in relation with Bulgaria and the Czech Republic\n(notified under document number C(1999) 2437)\n(Text with EEA relevance)\n(1999/539/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat products from third countries(1), as last amended by Directive 97/79/EC(2) and in particular Article 6 and 7 thereof,\n(1) Whereas, as a consequence of the action taken by the Bulgarian authorities to prohibit the spread of an outbreak of foot and mouth disease, that country was regionalised by Commission Decision 96/730/EC of 17 December 1996 concerning certain protective measures with regard to import of certain animals and their products from Bulgaria and repealing Decision 96/643/EC(3), as last amended by Decision 98/373/EC(4);\n(2) Whereas the import of bovine animals is banned from six provinces of Bulgaria by Commission Decision 98/372/EC of 29 May 1998 concerning the animal health conditions and veterinary certifications for import of live animals of bovine and porcine species from certain European countries(5), as amended by Decision 98/505/EC(6);\n(3) Whereas giving consideration to the improvement of the animal health situation in Bulgaria and that the country has been free from foot and mouth disease for the last two years;\n(4) Whereas, following a recent Commission veterinary mission, it appears that the Bulgarian veterinary services control satisfactorily the whole country and therefore it is possible to lift the ban for remaining six provinces of Bulgaria;\n(5) Whereas it is considered necessary to keep the restriction for the Bulgarian territory comprising the 20-km-wide corridor along the border with Turkey;\n(6) Whereas it is still considered necessary to submit the importation of bovine animals to a pre-import quarantine, as a supplementary guarantee, as fixed in Annex IV to Decision 98/372/EC;\n(7) Whereas classical swine fever still persists in the feral pig population in some areas of the Czech Republic;\n(8) Whereas this situation is liable to endanger the herds of the European Community;\n(9) Whereas it is therefore necessary to amend the conditions for imports of live animals of porcine species from some areas of the Czech Republic to take into account the evolution of the epidemiological situation in relation to classical swine fever;\n(10) Whereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/372/EC is amended as follows:\n1. Annex I is replaced by Annex I to the present Decision.\n2. Annex II is replaced by Annex II to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 331, 20.12.1996, p. 49.\n(4) OJ L 170, 16.6.1998, p. 62.\n(5) OJ L 170, 16.6.1998, p. 34.\n(6) OJ L 226, 13.8.1998, p. 50.\nANNEX I\nDescription of territories of certain European countries established for animal health certification purposes\n>TABLE>\nANNEX II\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION\nLIVE ANIMALS\n>TABLE>"}