{"celex_id": "31991D0285", "uri": "http://publications.europa.eu/resource/cellar/135bccd7-aa4f-4eb8-87c4-5a189c940770", "type": "Decision", "concepts": ["1085", "2488", "2783", "4453"], "title": "91/285/EEC: Commission Decision of 21 May 1991 authorizing the French Republic to apply intra-Community surveillance in respect of imports of certain textile products originating in certain third countries (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 21 May 1991  authorizing the French Republic to apply intra-Community surveillance in respect of imports of certain textile products originating in certain third countries  (Only the French text is authentic)  (91/285/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 87/433/EEC of 22 July 1987 on surveillance and protective measures which Member States may be authorized to take pursuant to Article 115 of the EEC Treaty (1), and in particular Articles 1 and 2 thereof,\nWhereas on 22 April 1991 a request was made pursuant to Article 2 of Decision 87/433/EEC by the French Government for authorization to apply intra-Community surveillance in respect of imports of the textile products listed below:\nCategory  Third country of origin     2  China  20  Thailand\nWhereas the importation into the Community of certain textile products, including the products in question originating in China and Thailand, are subject to agreements between  the Community and the abovementioned countries;\nWhereas China undertook to take all the necessary measures to restrict its exports of products falling within category 2 to the Community to a given ceiling divided among the Member States;\nWhereas, in accordance with the agreement between the Community and Thailand the Commission has, by Commission Regulation (EEC) No 1366/89 (2), imposed a quantitative restriction on imports into France of products originating in Thailand, falling within  category 20;\nWhereas the information given by the French authorities in support of this request has been examined closely by the Commission in accordance with the criteria laid down in Decision 87/433/EEC;\nWhereas the Commission examined in particular whether the imports could be made subject to intra-Community surveillance pursuant to Article 2 of Decision 87/433/EEC and whether information was given as regards the alleged economic difficulties and the  risk of deflection of trade;\nWhereas this examination has shown that the risk does exist and that a through knowledge of the likely trends of intra-Community imports is required in order to detect rapidly any potentially damaging developments;\nWhereas France should therefore be authorized to make the imports concerned subject to prior intra-Community surveillance until 31 December 1991,", "main_body": ["Article 1\nThe French Republic is hereby authorized, in accordance with Decision 87/433/EEC, to apply intra-Community surveillance until 31 December 1991 to the following products put into free circulation in other Member States:\nCategory  Description of goods  Third country of origin      2  Woven fabrics of cotton other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabric.  China  20  Bed linen, other than knitted or  crocheted.  Thailand", "This Decision shall apply until 31 December 1991.  Article 3\nThis Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 21 May 1991. For the Commission\nFrans ANDRIESSEN\nVice-President  (1) OJ No L 238, 21. 8. 1987, p. 26. (2) OJ No L 137, 20. 5. 1989, p. 9."}