{"celex_id": "31990R3129", "uri": "http://publications.europa.eu/resource/cellar/155bdacb-9d44-4cf7-914b-dde963ee5dd3", "type": "Regulation", "concepts": ["1031", "1518", "1532", "1819", "2638"], "title": "Commission Regulation (EEC) No 3129/90 of 29 October 1990 fixing Community producer prices for carnations and roses for the application of the import arrangements for certain floricultural products originating in Cyprus, Israel, Jordan and Morocco\n", "header": "COMMISSION  REGULATION (EEC) No 3129/90\nof 29 October 1990\nfixing Community producer prices for carnations and roses for the application of the import arrangements for certain floricultural products originating in Cyprus, Israel, Jordan and Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan and Morocco (1), as amended by Regulation (EEC) No 3551/88 (2), and in particular Article 5 (2) (a) thereof,\nWhereas, pursuant to Article 3 of the abovementioned Regulation (EEC) No 4088/87, Community producer prices applicable for fortnightly periods are fixed twice a year before 15 May and 15 October for uniflorous (bloom) carnations, multiflorous (spray) carnations, large-flowered roses and small-flowered roses; whereas, pursuant to Article 1 of Commission Regulation (EEC) No 700/88 of 17 March 1988 laying down certain detailed rules for the application of the arrangements for the import into the Community of certain flowers originating in Cyprus, Israel and Jordan (3), as amended by Regulation (EEC) No 3556/88 (4), prices for roses are determined on the basis of the average daily prices recorded on the representative producer markets for the pilot varieties of quality grade 1 in the three preceding years; whereas for carnations those prices are fixed under the same conditions for the bloom and spray types; whereas, for the determination of the average, prices which differ by 40 % and more from the average price recorded on the same market during the same period during the three preceding years are excluded;\nWhereas the Community producer prices for the fortnightly periods to 2 June 1991 should be determined on the basis of data provided by the Member States;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["The Community producer for large-flowered roses, small-flowered roses, uniflorous (bloom) carnations and multiflorous (spray) carnations provided for in Article 3 of Regulation (EEC) No 4088/87 for the fortnightly periods 5 November 1990 to 2 June 1991 shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 382, 31. 12. 1987, p. 22.\n(2) OJ No L 311, 17. 11. 1988, p. 1.\n(3) OJ No L 72, 18. 3. 1988, p. 16.\n(4) OJ No L 311, 17. 11. 1988, p. 8.\nANNEX\nCommunity producer prices\n(ECU/100 pieces)\n1.2.3.4.5.6 //  //  //  //  //  //  // Weeks   // Period  // Uniflorous carnations (bloom)   // Multiflorous carnations (spray)   // Large-flowered roses   // Small-flowered roses  //    //   //   //   //   //   // 45. / 46.   // 5. 11. - 18. 11. 1990   // 14,26   // 11,86   // 30,75   // 15,16   // 47. / 48.   // 19. 11. - 2. 12. 1990   // 13,72   // 11,06   // 33,71   // 15,74   // 49. / 50.   // 3. 12. - 16. 12. 1990   // 15,94   // 11,01   // 37,50   // 18,89   // 51. / 52.   // 17. 12. - 31. 12. 1990   // 18,44   // 10,71   // 44,97   // 18,00  // 1. / 2.   // 1. 1. - 13. 1. 1991   // 15,48   // 10,62  // 42,17   // 20,60   // 3. / 4.   // 14. 1. - 27. 1. 1991  // 13,74   // 11,15   // 50,83   // 23,02   // 5. / 6.  // 28. 1. - 10. 2. 1991   // 16,06   // 12,35   // 58,97  // 26,16   // 7. / 8.   // 11. 2. - 24. 2. 1991   // 13,77  // 10,79   // 49,56   // 26,69   // 9. / 10.   // 25. 2. - 10. 3. 1991   // 11,85   // 9,66   // 40,77   // 23,73   // 11. / 12.   // 11. 3. - 24. 3. 1991   // 12,23   // 10,24   // 38,15  // 19,10   // 13. / 14.   // 25. 3. - 7. 4. 1991   // 13,15  // 11,19   // 30,89   // 16,14   // 15. / 16.   // 8. 4. - 21. 4. 1991   // 13,11   // 12,94   // 29,27   // 15,02   // 17. / 18.   // 22. 4. - 5. 5. 1991   // 13,83   // 11,28   // 25,85  // 16,51   // 19. / 20.   // 6. 5. - 19. 5. 1991   // 10,58  // 9,43   // 23,15   // 15,15   // 21. / 22.   // 20. 5. - 2. 6. 1991   // 9,55   // 9,29   // 23,61   // 14,02   //    //  //   //   //   //"}