{"celex_id": "31996R1998", "uri": "http://publications.europa.eu/resource/cellar/574943fe-5497-46cc-bb59-637c910f2fb9", "type": "Regulation", "concepts": ["1115", "2635", "2771", "5018", "5781", "656"], "title": "Commission Regulation (EC) No 1998/96 of 18 October 1996 amending Regulation (EC) No 1558/96 laying down certain transitional measures relating to the entry prices for imports of certain fruit and vegetables originating in the associated countries of Central Europe\n", "header": "COMMISSION REGULATION (EC) No 1998/96 of 18 October 1996 amending Regulation (EC) No 1558/96 laying down certain transitional measures relating to the entry prices for imports of certain fruit and vegetables originating in the associated countries of Central Europe\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Regulation (EC) No 1193/96 (2), and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EC) No 1558/96 (3), as amended by Regulation (EC) No 1898/96 (4), fixes reduced entry prices, as a transitional measure, for pears and plums for processing, imported from the associated countries of Central Europe; whereas the reduction applies to plums and pears used for the manufacture of products listed in Article 1 (1) of Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (5), as last amended by Commission Regulation (EC) No 2314/95 (6); whereas the reduction should be extended to the fruit concerned imported for the production of alcoholic drinks;\nWhereas the Management Committee for fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 3 of Regulation (EC) No 1558/96 is hereby replaced by the following:\n'Article 3\nThe products listed in the Annex and used for the manufacture of any of the products listed in Article 1 (1) of Council Regulation (EEC) No 426/86 (1) and of any products falling within tariff headings 2206 and 2208 shall be considered as intended for processing for the purposes of Article 1 (1).`", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nHowever, on request from the parties concerned, the competent authorities shall apply Article 1 from 4 August 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) OJ No L 161, 29. 6. 1996, p. 1.\n(3) OJ No L 193, 3. 8. 1996, p. 10.\n(4) OJ No L 250, 2. 10. 1996, p. 4.\n(5) OJ No L 49, 27. 2. 1986, p. 1.\n(6) OJ No L 233, 30. 9. 1995, p. 69."}