{"celex_id": "31992R1729", "uri": "http://publications.europa.eu/resource/cellar/cb58fded-27be-4615-94b4-adbfaf722b55", "type": "Regulation", "concepts": ["1644", "2121", "2292", "4687"], "title": "Commission Regulation (EEC) No 1729/92 of 30 June 1992 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the eggs and poultry meat sectors\n", "header": "COMMISSION REGULATION (EEC) No 1729/92  of 30 June 1992  laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the eggs and poultrymeat sectors\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 (1) of 15 June 1992, introducing specific measures for the Canary Islands concerning certain agricultural products; and in particular Article 3 (4) and 4 (4) thereof,\nWhereas in application of Articles 2, 3 and 4 of Regulation (EEC) No 1601/92 (2), it is necessary to determine for the eggs and poultrymeat sectors and for the 1992/93 marketing year, on the one hand, the quantities of meat and eggs of the forecast  supply balance which benefit from an exemption for the levy on direct imports from third countries or from an aid for deliveries originating from the rest of the Community, and on the other hand, the quantities of breeding material originating in the  Community which benefit from an aid with a view to developing the potential for production in the archipelago of the Canaries;\nWhereas it is appropriate to fix the amount of the aids referred to above for the supply to the archipelago, on the one hand, in meat and eggs, and on the other hand, of breeding material originating in the rest of the Community; whereas these aids must  be fixed taking into account in particular the costs of supply from the world market, conditions due to the geographical situation of the archipelago and the basis of the current prices on export to third countries for the animals or products concerned;\nWhereas the common detailed implementing rules for the supply regime for the Canary Islands for certain agricultural products were laid down by Commission Regulation (EEC) No 1695/92; whereas it is appropriate to lay down complementary implementing  rules adjusted in the light of current commercial practices in the eggs and poultrymeat sectors in particular regarding the duration of the validity of exemption and aid certificates and the amount of the securities ensuring compliance with their  obligations by operators;\nWhereas with a view to efficiently managing the supply regime, it is necessary to provide for a time limit for the making of requests for certificates and a waiting period for the delivery of the latter;\nWhereas, in application of Council Regulation (EEC) No 1601/92, the supply regime is applicable from 1 July 1992; whereas it is necessary to provide for application of the detailed implementing rules from the same date;\nWhereas the measures provided for in the present regulation are in accordance with the opinion of the Management Committee for Eggs and Poultrymeat,", "main_body": ["Pursuant to Article 2 of Regulation (EEC) No 1601/92, the quantities of the forecast supply balance with products from the eggs and poultrymeat sectors which benefit from the exoneration from the import levy on products coming from third  countries or which benefit from Community aid are fixed in Annex I.", "1. The aid provided for in Article 3 (2) of Regulation (EEC) No 1601/92 for products included in the forecast supply balance and which come from the Community market is fixed in Annex II.\n2. Products benefiting from the aid are specified in accordance with the provisions of Commission Regulation (EEC) No 3846/87 (3) and in particular Annexes 8 and 9.", "The aid provided for in Article 4 (1) of Regulation (EEC) No 1601/92 for the supply to the Canary Islands of breeding material of domestic fowl originating from the Community as well as the number of chicks and hatching eggs which benefit  from it are fixed in Annex III.", "Spain shall designate the competent authority for:\n(a) the delivery of exemption certificates as provided for in Article 3 (1) of Regulation (EEC) No 1695/92;\n(b) the delivery of the aid certificate provided for in Article 4 (1) of Regulation (EEC) No 1695/92;\n(c) the payment of the aid to the operators concerned.", "The provisions of Regulation (EEC) No 1695/92 shall apply.", "1. Requests for certificates shall be presented to the competent authority during the first five working days of every month. A request for a certificate shall only be valid if:\n(a) it does not exceed the maximum quantity available for each group of products published by Spain;\n(b) before the expiry of the period provided for the presentation of requests for certificates, the proof has been provided that the interested party has lodged a security of\n- 20 ECU per 100 kg for products referred to in Annex I and falling under CN codes 0207 and 1602,\n- 50 ECU per 100 kg for products referred to in Annex I and falling under CN codes 0408,\n- 2 ECU per 100 units for products referred to in Annex III.\n2. Certificates shall be delivered on the 10th working day of every month.", "1. The duration of validity of import certificates shall expire on the last day of the month following that of their delivery.\n2. The duration of validity of the aid certificates shall expire on the last day of the second month following that of their delivery.", "The payment of aid provided for in Articles 2 and 3 shall be made for quantities actually supplied.", "The amount of aid referred to in Articles 2 and 3 shall be altered when the market situation makes this necessary.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 366, 24. 12. 1987, p. 1.\nANNEX I\nForecast supply balance for the Canary Islands regarding products from the Eggs and Poultrymeat sectors for the period 1 July 1992 to 30 June 1993\nCN code  Description of the goods\nQuantity\n(tonnes) (1)      ex 02 07  Meat and edible offal, frozen, of the poultry of heading No 0105, except products falling under sub-heading 0207 23  30 000      ex 04 08  Birds' eggs, not in shell, and egg yolks, dried; whether or not containing added sugar  or other sweetening matter, suitable for human consumption  400      16 02 31  Other prepared or preserved meat or meat offal, of turkeys  600\n(1) Product weight.\nANNEX II\nAmounts of aid granted for products referred to in Annex I and coming from the Community market\nProduct code  Amount of aid\n(ECU/100 kg)     0207 21 10 000  34  0207 21 90 100  38  0207 21 90 900  25  0207 22 10 000  28  0207 22 90 000  28  0207 41 10 110  8  0207 41 10 990  50  0207 41 11 000  43  0207 41 21 000  10  0207 41 41 000  37  0207 41 51 000  54  0207 41 71 100   43  0207 41 71 200  43  0207 41 71 300  43  0207 41 71 400  5  0207 42 10 110  8  0207 42 10 990  50  0207 42 11 000  28  0207 42 21 000  13  0207 42 41 000  37  0207 42 51 000  18  0207 42 59 000  36  0207 42 71 100  13  0207 43 15 110  8  0207 43 15  990  54  0207 43 21 000  44  0207 43 31 000  15  0207 43 53 000  44  0207 43 63 000  43  0408 11 10 000  96  0408 91 10 000  90\nNB: The product codes as well as the footnotes are defined in Regulation (EEC) No 3846/87 (as amended).\nANNEX III\nSupply in the Canary islands of breeding material originating in the Community for the period from 1 July 1992 to 30 June 1993 - chicks and hatching eggs\nCN code  Description of the goods\nQuantity  Aid\n(ECU/100 units)       ex 0105 11 00  Parent or grand-parent stock chicks (1)  525 000  4,20  ex 0407 00 19  Hatching eggs for the production of parent or grand-parent stock chicks (1)  525 000  3,00\n(1) In accordance with the definition  provided for in Article 1 of Council Regulation (EEC) no 2782/75."}