{"celex_id": "31994R1391", "uri": "http://publications.europa.eu/resource/cellar/a4b642ad-f418-46a4-95da-683dd1c6bc3b", "type": "Regulation", "concepts": ["2356", "2560", "2642", "3065", "4692", "4839"], "title": "Commission Regulation (EC) No 1391/94 of 17 June 1994 amending for the eighth time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 1391/94 of 17 June 1994 amending for the eighth time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in one production regions in Belgium, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3337/93 (3), as last amended by  Regulation (EC) No 1300/94 (4);\nWhereas, because of the length of the restrictions on the free movement of goods, the number of live pigs, piglets and young piglets laid down in Article 1 (2), and (3) of Regulation (EC) No 3337/93 which may be bought in by the Belgian intervention  agency, is exhausted; whereas the restrictions on the free movement of goods continue and it is therefore necessary to increase the number of eligible animals as from 6 June 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3337/93 is hereby amended as follows:\n1. The following paragraph 4 and 5 are added to Article 1:\n'4. If the numbers in paragraph 2 and 3 relating to live pigs are reached, the following 79 380 live pigs may be bought in on the terms laid down in paragraph 2 and the following 34 020 live pigs on the terms laid down in paragraph 3.\n5. If the numbers in paragraph 2 and 3 relating to piglets and young piglets are reached, the following 46 200 piglets and young piglets may be bought in on the terms laid down in paragraph 2 and the following 19 800 piglets and young piglets on the  terms laid down in paragraph 3.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 6 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 299, 4. 12. 1993, p. 23.\n(4) OJ No L 141, 4. 6. 1994, p. 40."}