{"celex_id": "31991D0451", "uri": "http://publications.europa.eu/resource/cellar/930d70f8-98fa-47ea-92ed-c5a187e8fada", "type": "Decision", "concepts": ["2069", "3824"], "title": "91/451/ECSC: Commission Decision of 29 July 1991 derogating from High Authority recommendation No 1/64 concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (150th derogation)\n", "header": "COMMISSION DECISION  of 29 July 1991  derogating from High Authority recommendation No 1/64 concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (150th derogation)  (91/451/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the third paragraph of Article 71 thereof,\nHaving regard to High Authority recommendation No 1/64 of 15 January 1964 to the Governments of the Member States concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (1), as last amended by  recommendation 88/27/ECSC (2), and in particular Article 3 thereof,\nWhereas certain iron and steel products indispensable to the manufacture of certain goods and having very special physical and chemical characteristics are not produced in the Community, or produced in insufficient quantities; whereas for a number of  years insufficiency has been overcome by duty-free tariff quotas; whereas Community producers are still not in a position to comply with the present quality requirements put forward by the users; whereas duty-free quotas at a level securing the supply  of users is consequently required;\nWhereas import of these products on preferential terms is not injurious to iron and steel undertakings in the Community which produce directly competing products;\nWhereas neither this suspension of duties nor these tariff quotas are likely to jeopardize the objectives of recommendation No 1/64, but will help to maintain existing trade flows between Member States and non-member countries;\nWhereas these are special cases in the commercial policy field justifying the authorization of derogations pursuant to Article 3 of recommendation No 1/64;\nWhereas provision should be made pursuant to the third paragraph of Article 71 of the ECSC Treaty, to ensure that the quotas granted will be used solely to supply the needs of industries in the importing countries and that re-export in the unaltered  state to other Member States of the imported iron and steel products will be prevented;\nWhereas the Governments of the Member States have been consulted on the tariff quotas set out below,", "main_body": ["1. Member States are hereby authorized to derogate from the obligations arising pursuant to Article 1 of High Authority recommendation No 1/64 to the extent necessary to suspend at the levels indicated the customs duties on the products set  out below, within tariff quotas of the amounts indicated for the Member States concerned:\nCN code  Description  Member State  Quota (tonnes)  Duty (%)              Special wire rod for the manufacture of valve springs with a diameter of 5,5 mm or more but not exceeding 13 mm:  Germany\nBenelux\nFrance  1,200\n1,380\n1,430  0\n0\n0  (a) ex 7213 50 10  Of iron or non-alloy steel, containing by weight:      - 0,6 % or more but not more than 0,7 % of carbon      - 0,25 % or less of silicon      - 0,5 % or more but not more than 0,9 % of manganese      - 0,02 % or less of sulphur       - 0,03 % or less of phosphorus      - 0,06 % or less of copper     (b) ex 7227 90 80  Of other alloy steel containing by weight:      - 0,6 % or more but not more than 0,7 % of carbon      - 0,15 % or more but not more than 0,3 % of silicon      -  0,6 % or more but not more than 0,9 % of manganese      - 0,025 % or less of sulphur      - 0,025 % or less of phosphorus      - 0,4 % or more but not more than 0,6 % of chrome      - 0,1 % or more but not more than 0,25 % of vanadium     (c) ex 7227 90  80  Of other alloy steel containing by weight:      - 0,5 % or more but not more than 0,6 % of carbon      - 1,2 % or more but not more than 1,7 % of silicon      - 0,4 % or more but not more than 0,8 % of manganese      - 0,025 % or less of sulphur       - 0,025 % or less of phosphorus      - 0,4 % or more but not more than 0,6 % of chrome\n2. Unused amounts of tariff quotas authorized for the abovenmentioned products for the first half-year 1991 may be imported under suspension of  customs duties during the second half-year 1991.\n3. The abovementioned products must, in addition, comply with the following physical specifications:\n(a) decarburization;\ndepth of decarburization measured without defects:\n- wire rod as under (a) and (b): 0,05 mm maximum\n- wire rod as under (c): 0,07 mm maximum;\n(b) surface condition:\nmaximum depth of defects (tears, fissures or folds) measured perpendicular to the surface: 0,05 mm.\n(c) non-metallic inclusions:\nexamination to be carried out in accordance with the AFNOR standard (ref. A 04/106) of July 1972 and with Stahl-Eisen-Blatt 1570/71;\ntypical maximum value figure 1 from the surface to two-thirds of the radius;\ntypical maximum value figure 2 beyond two-thirds of the radius to the core;\nthe values indicated are valid for any type of inclusion.", "1. Member States accorded quotas pursuant to Article 1 shall ensure, in liaison with the Commission, that such quotas are apportioned among third countries on a non-discriminatory basis.\n2. They shall take all necessary steps to preclude the possibility of iron and steel products imported under the said tariff quotas being re-consigned to other Member States in the unaltered state.\n3. Community provisions on the matter shall apply for the purpose of verifying that the products in question are used for the particular purpose prescribed.", "This Decision is addressed to the Member States.\nIt shall apply from 1 July 1991 until 31 December 1991."], "attachments": "Done at Brussels, 29 July 1991. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 8, 22. 1. 1964, p. 99/64. (2) OJ No L 15, 20. 1. 1988, p. 13."}