{"celex_id": "31993R1845", "uri": "http://publications.europa.eu/resource/cellar/9a0bc128-9ddc-46f0-812b-86cef67976c9", "type": "Regulation", "concepts": ["2194", "4172", "4683", "4691", "797"], "title": "Commission Regulation (EEC) No 1845/93 of 9 July 1993 amending Regulation (EEC) No 3567/92 as regards the individual limits to premium rights for producers in the Canary Islands\n", "header": "COMMISSION REGULATION (EEC) No 1845/93 of 9 July 1993 amending Regulation (EEC) No 3567/92 as regards the individual limits to premium rights for producers in the Canary Islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 363/93 (2), and in particular Article 5b (4) thereof,\nWhereas the Canary Islands have only been subject to the provisions of the common agricultural policy and in particular those of the ewes premium scheme since 1 July 1992; whereas Article 12 (5) of Commission Regulation (EEC) No 3567/92 (3), as amended  by Regulation (EEC) No 1199/93 (4), provides that the individual limits to premium rights for producers in the Canary Islands are fixed by reference to the premiums granted for the 1992 marketing year; whereas certain producers did not apply for premium  rights for the 1992 marketing year; whereas, in order to remedy that situation, premium rights should be allocated to producers who applied for the premium for the first time in 1993, provided they can prove that they produced sheep and/or goats on the  territory of the Canary Islands in 1992, within the limit of the regional ceiling set in Article 12 (5) (a) of the above Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["The following subparagraph is hereby added to Article 12 (5) of Regulation (EEC) No 3567/92:\n'During the 1993 marketing year and provided the number of premium rights allocated pursuant to the above subparagraph is less than the regional ceiling mentioned above, a number of rights equal to the difference between the two figures may be allocated  to producers who, having applied for the premium for the first time in respect of the 1993 marketing year, can prove to the satisfaction of the competent authorities that they were producers of sheep and/or goats on the territory of the Canary Islands  in 1992. Within the limit of the above difference, an individual limit per producer shall be fixed taking account of the number of eligible animals for which the premium was applied for in respect of the 1993 marketing year, and the correcting  coefficients referred to in Article 5a (1) of Regulation (EEC) No 3013/89.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1993 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 42, 19. 2. 1993, p. 1.\n(3) OJ No L 362, 10. 12. 1992, p. 41.\n(4) OJ No L 122, 18. 5. 1993, p. 26."}