{"celex_id": "31997D0232", "uri": "http://publications.europa.eu/resource/cellar/e86fb34f-8d43-4620-9376-1ebbecb29b3f", "type": "Decision", "concepts": ["1309", "192", "2211", "2300", "5252", "5369"], "title": "97/232/EC: Commission Decision of 3 March 1997 drawing up lists of third countries from which the Member States authorize imports of sheep and goats (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 3 March 1997 drawing up lists of third countries from which the Member States authorize imports of sheep and goats (Text with EEA relevance) (97/232/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by Directive 96/91/EC (2), and in particular Article 3 (1) thereof,\nWhereas Council Directive 91/68/EEC (3), as last amended by the Act of Accession for Austria, Finland and Sweden, lays down animal health conditions governing intra-Community trade in ovine and caprine animals;\nWhereas Commission Decision 93/198/EEC (4), as last amended by Decision 97/231/EC (5), lays down the animal health conditions and veterinary certification for imports of domestic ovine and caprine animals;\nWhereas Member States may only authorize imports of sheep and goats from third countries placed on a list and which have been authorized for this purpose;\nWhereas some third countries satisfy the requirements for officially brucellosis free status (in respect of B. melitensis);\nWhereas the import of sheep and goats for slaughter, fattening and breeding poses different animal health risks which justify the establishment of separate lists of third countries;\nWhereas the competent authorities of the third countries on the lists have confirmed that suspicion of the following diseases must be compulsorily notified to them: foot-and-mouth disease, rinderpest, Rift Valley fever, peste des petits ruminants, rabies, sheep pox, goat pox, scrapie, vesicular stomatitis, bluetongue, contagious caprine pleuropneumonia, brucellosis (B. melitensis), contagious epididymitis (B. ovis), lumpy skin disease and anthrax;\nWhereas the competent authorities of the third countries on the lists have undertaken to notify the Commission and the Member States within 24 hours of the occurrence of the following diseases: foot-and-mouth disease, rinderpest, Rift Valley fever, peste des petits ruminants, sheep pox, goat pox, vesicular stomatitis and bluetongue;\nWhereas these lists can be amended at any time to take into account new information or new situations;\nWhereas the matters provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize imports of sheep and goats intended for slaughter only from third countries or parts of third countries appearing on the list in parts 1 or 2 to this Annex and which comply with the provisions of Annex 1, parts 1 (a) or 1 (b) to Decision 93/198/EEC, as appropriate.\n2. Member States shall authorize imports of sheep and goats intended for fattening only from third countries or parts of third countries appearing on the list in part 3 to the Annex, and which comply with the provisions of Annex 2, part 1 (a) to Decision 93/198/EEC.\n3. Member States shall authorize imports of sheep and goats intended for breeding only from third countries or parts of third countries appearing on the list in part 4 to the Annex, and which comply with the provisions of Annex 2, part 1 (b) to Decision 93/198/EEC.\n4. Only third countries or parts of third countries appearing on the list in part 5 to the Annex shall be recognised as having officially brucellosis free (B. melitensis) status.", "This Decision shall apply from 1 March 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 March 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 13, 16. 1. 1997, p. 26.\n(3) OJ No L 46, 19. 2. 1991, p. 19.\n(4) OJ No L 86, 6. 4. 1993, p. 34.\n(5) See page 22 of this Official Journal.\nANNEX\nPART 1 List of third countries authorized to use the certificate at Annex 1, Part 1 (a), Commission Decision 93/198/EEC for imports of sheep and goats destined for immediate slaughter\nIceland\nSwitzerland\nNorway\nPART 2 List of third countries authorized to use the certificate at Annex 1, Part 1 (b), Commission Decision 93/198/EEC for imports of sheep and goats destined for immediate slaughter\n>\nTABLE POSITION>\nPART 3 List of third countries which must use the certificate at Annex 2, part 1 (a), Commission Decision 93/198/EEC for imports of fattening sheep and goats\n>TABLE>\nPART 4 List of third countries which must use the certificate at Annex 2, part 1 (b), Commission Decision 93/198/EEC, for imports of breeding sheep and goats\n>TABLE>\nPART 5 Third countries or parts of third countries recognised as satisfying the criteria for officially brucellosis free status\nGreenland\nCzech Republic\nNorway\nSlovakia"}