{"celex_id": "31997R2518", "uri": "http://publications.europa.eu/resource/cellar/18d27fcc-9639-4f17-aa0f-15e39b27324f", "type": "Regulation", "concepts": ["1730", "1929", "2292", "4682", "5034", "5076"], "title": "Commission Regulation (EC) No 2518/97 of 16 December 1997 amending Regulation (EEC) No 1913/92 laying down detailed rules for implementing the specific arrangements for supplying the Azores and Madeira with beef and veal sector products\n", "header": "COMMISSION REGULATION (EC) No 2518/97 of 16 December 1997 amending Regulation (EEC) No 1913/92 laying down detailed rules for implementing the specific arrangements for supplying the Azores and Madeira with beef and veal sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas Regulation (EEC) No 1600/92 provides for the establishment for the beef and veal sector of the quantities of the specific supply balances for the Azores and Madeira regarding beef and veal and pure-bred breeding animals;\nWhereas the quantities in the forecast supply balance for those products are fixed by Commission Regulation (EEC) No 1913/92 (3), as last amended by Regulation (EC) No 1265/97 (4);\nWhereas, pending a communication from the competent authorities updating the requirements of Madeira, and so as not to interrupt application of the specific supply arrangements, the balance was drawn up for the period 1 July to 31 December 1997 by Regulation (EC) No 1265/97; whereas as a result of the presentation by the Portuguese authorities of information on the needs of Madeira, it was possible to establish the balance for the entire 1997/98 marketing year; whereas the Annexes to Regulation (EEC) No 1913/92 should thus be replaced by the Annexes to this Regulation;\nWhereas the supply arrangements are laid down for the period 1 July to 30 June; whereas the definitive supply balance for the 1997/98 marketing year should therefore apply from the start of that year, i.e. 1 July 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 1913/92 is hereby amended as follows:\n1. Annex I is replaced by Annex I to this Regulation.\n2. Annex III is replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 192, 11. 7. 1992, p. 35.\n(4) OJ L 174, 2. 7. 1997, p. 24.\nANNEX I\n'ANNEX I\nMadeira: Forecast supply balance for beef and veal sector products from 1 July 1997 to\n30 June 1998\n>TABLE>\nANNEX II\n'ANNEX III\n>TABLE>\n>TABLE>\n(1) Entry under this subheading is subject to the conditions laid down in the relevant Community provisions.`"}