{"celex_id": "31994R1252", "uri": "http://publications.europa.eu/resource/cellar/38b0e434-a11a-4038-8ddf-8636a879c11c", "type": "Regulation", "concepts": ["1086", "179", "4160", "4717", "4718", "4726"], "title": "Commission Regulation (EC) No 1252/94 of 31 May 1994 amending Regulation (EEC) No 586/93 providing for an exception in respect of the volatile acid content of certain wines\n", "header": "COMMISSION REGULATION (EC) No 1252/94 of 31 May 1994 amending Regulation (EEC) No 586/93 providing for an exception in respect of the volatile acid content of certain wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2), and in particular Article 66 (4) thereof,\nWhereas Article 66 of Regulation (EEC) No 822/87 fixes the maximum volatile acid content of wine; whereas provision may be made for exceptions for certain wines under Article 66 (3) of the said Regulation;\nWhereas the Agreement between the European Community and Australia on trade in wine attached to Council Decision 94/184/EC (3) entered into force on 1 March 1994; whereas point I 1 (c) of the Protocol to that Agreement provides that certain Australian  wines which have been produced in accordance with special methods and which bear a protected geographical indication by virtue of the said Agreement may have a volatile acid content of up to 25 milliequivalents per litre; whereas these provisions of the  Agreement are directly applicable in all Member States; whereas they should, however, for the sake of clarity, be incorporated in Commission Regulation (EEC) No 586/93 (4), which consolidates in a single text all the exceptions provided for as regards  volatile acidity; whereas, the aforesaid Agreement having entered into force on 1 March 1994, this Regulation should apply from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following subparagraph (d) is hereby added to Article 1 of Regulation (EEC) No 586/93:\n'(d) for Australian wines:\n25 milliequivalents per litre for wines which are designated and accompanied by, in accordance with Australian legislation, the terms \"botrytis\" or words to similar effect, \"noble late harvested\" or \"special late harvested\" and which bear a protected  geographical indication listed in Annex II to the Agreement between the European Community and Australia on trade in wine.\nThe wine in question must be accompanied by a certificate issued by the Australian Wine and Brandy Corporation or some other competent body designated by Australia, certifying that the wine has been made according to Australian laws and regulations.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 86, 31. 3. 1994, p. 3.\n(4) OJ No L 61, 13. 3. 1993, p. 39."}