{"celex_id": "31995R1219", "uri": "http://publications.europa.eu/resource/cellar/619efb5a-7623-4f84-9614-8485351a6af9", "type": "Regulation", "concepts": ["1120", "1309", "161", "2324", "4057", "5367"], "title": "COMMISSION REGULATION (EC) No 1219/95 of 30 May 1995 adopting transitional measures for the application of the tariff quota arrangements for imports of bananas for the third quarter of 1995 as a result of the Accession of Austria, Finland and Sweden\n", "header": "COMMISSION REGULATION (EC) No 1219/95 of 30 May 1995 adopting transitional measures for the application of the tariff quota arrangements for imports of bananas for the third quarter of 1995 as a result of the Accession of Austria, Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149 (1) thereof,\nWhereas Commission Regulation (EEC) No 1442/93 of 10 June 1993 laying down detailed rules for the application of the arrangements for importing bananas into the Community (1), as last amended by Regulation (EC) No 1164/95 (2), lays down detailed rules on the Community market in bananas;\nWhereas Commission Regulation (EC) No 479/95 (3) introduces transitional measures for imports of bananas into Austria, Finland and Sweden for the second quarter of 1995;\nWhereas, in order to facilitate the switchover from the arrangements applying in the new Member States prior to their accession to those resulting from the application of the rules of the common organization of the market in bananas, transitional measures should be adopted for the third quarter of 1995; whereas, pending the adjustment of the tariff quota following the accession of Austria, Finland and Sweden, reference quantities within the meaning of Article 6 of Regulation (EEC) No 1442/93 cannot be determined for the operators in the new Member States in respect of 1995 without at the same time provisionally reducing the reference quantities determined at the end of 1994 for the operators in the other Member States in respect of the same year; whereas operators established in the new Member States should accordingly be authorized to import a certain quantity of bananas originating in third countries during that third quarter; whereas that quantity should be determined on the basis of the average quantity which the operators concerned have imported to supply those markets during the reference period used to determine the operators' rights under the tariff quota arrangements; whereas the quantities determined must, however, be without prejudice to the reference quantities to be allocated subsequently in respect of 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93;\nWhereas this Regulation must enter into force immediately so that it is applicable prior to the period during which applications are to be submitted for licences in respect of the third quarter of 1995;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. For the third quarter of 1995, under the tariff quota arrangements laid down in Articles 18 and 19 of Regulation (EEC) No 404/93, the competent authorities of Austria, Finland and Sweden shall authorize operators established on their territory who have imported bananas in 1991, 1992 or 1993 to import bananas originating in third countries up to a limit of 29 821 tonnes in Austria, 18 839 tonnes in Finland and 39 460 tonnes in Sweden.\nAuthorizations as provided for in the first subparagraph shall be granted on application between 1 and 7 June 1995 by the operators concerned. Such applications shall specify the origin of the product to be imported and shall be accompanied by an export document as referred to in Article 3 of Regulation (EC) No 478/95 for products originating in Colombia and Costa Rica.\nEach operator's authorization to import may not cover a quantity greater than 25 % of the average annual quantity he imported in 1991, 1992 and 1993.\nSuch authorizations shall be without prejudice to the reference quantity to be allocated to the operators concerned in respect of 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93.\n2. Bananas as referred to in paragraph 1 shall be released for free circulation by 7 October 1995 at the latest in the Member States granting authorization.\n3. Article 9 (1) and (3) of Regulation (EEC) No 1442/93 and Articles 3 and 4 of Regulation (EC) No 478/95 shall apply as regards the issuing of authorizations to import.", "The competent authorities of the new Member States shall adopt, where necessary, further provisions to ensure that bananas imported into their territory under this Regulation are checked and monitored.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 142, 12. 6. 1993, p. 6.\n(2) OJ No L 117, 24. 5. 1995, p. 14.\n(3) OJ No L 49, 4. 3. 1995, p. 18."}