{"celex_id": "31996D0020", "uri": "http://publications.europa.eu/resource/cellar/7f820cd5-69e0-4036-9ca4-7781ef4eeead", "type": "Decision", "concepts": ["4057", "4256", "4337", "4734", "5922", "616"], "title": "96/20/EC: Commission Decision of 19 December 1995 amending, because of the accession of Austria, Finland and Sweden, Decisions 79/491/EEC and 80/765/EEC laying down a code and standard rules for the transcription into machine-readable form of the data relating to the basic surveys and intermediate statistical surveys of areas under vines\n", "header": "COMMISSION DECISION of 19 December 1995 amending, because of the accession of Austria, Finland and Sweden, Decisions 79/491/EEC and 80/765/EEC laying down a code and standard rules for the transcription into machine-readable form of the data relating to the basic surveys and intermediate statistical surveys of areas under vines (96/20/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden,\nHaving regard to Council Regulation (EEC) No 357/79 of 5 February 1979 concerning statistical surveys of areas under vines (1), as last amended by Regulation (EC) No 3205/93 (2), and in particular Article 4 (2) and (4), Article 5 (5) and (6) and Article 6 (4) and (7) thereof,\nWhereas Article 2 (2), Article 5 (5) and Article 6 (4) and (7) of Regulation (EEC) No 357/79 require the Member States to submit to the Commission the information collected in the framework of the basic and intermediate surveys of areas under vines in the form of a schedule of tables broken down by geographical units which shall be fixed in accordance with the procedure laid down in Article 8 of the said Regulation, i. e. by a Commission Decision following an opinion from the Standing Committee on Agricultural Statistics;\nWhereas Article 4 (4) and Article 5 (6) of Regulation (EEC) 357/79 require those Member State which process their survey results electronically to submit these results in a machine-readable form; whereas the codes for transmitting survey results are also determined in accordance with the procedure laid down in Article 8 of the said Regulation;\nWhereas the Commission laid down the codes for the schedule of tables and geographical units by its Decisions 79/491/EEC (3) and 80/765/EEC (4) regarding basic surveys and intermediate surveys respectively;\nWhereas, because of the accession of Austria, Finland and Sweden, it is therefore necessary to amend Annex II to Decision 79/491/EEC and Annex II to Decision 80/765/EEC concerning the geographical units in question and the codes to be used in transmission of the survey results;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["Because of the accession of Austria, Finland and Sweden, Annex II to Decision 79/491/EEC and Annex II to Decision 80/765/EEC shall be expanded in accordance with the Annex to this Decision as from 1 January 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1995.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 124.\n(2) OJ No L 289, 24. 11. 1993, p. 4.\n(3) OJ No L 129, 28. 5. 1979, p. 9.\n(4) OJ No L 213, 16. 8. 1980, p. 34.\nANNEX\nThe following is to be added at the end of Annex II to Decisions 79/491/EEC and 80/765/EEC, after Portugal:\n>TABLE>"}