{"celex_id": "31991R3296", "uri": "http://publications.europa.eu/resource/cellar/b2df5353-1f81-47d9-a924-1508e53d099b", "type": "Regulation", "concepts": ["1309", "2563", "4073"], "title": "Commission Regulation (EEC) No 3296/91 of 12 November 1991 limiting the period of application of the arrangements on the supplementary trade mechanism to imports of barley into Portugal during the 1991/92 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 3296/91  of 12 November 1991  limiting the period of application of the arrangements on the supplementary trade mechanism to imports of barley into Portugal during the 1991/92 marketing year\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 251 thereof,\nHaving regard to Council Regulation (EEC) No 3659/90 of 11 December 1990 on products subject to the supplementary trade mechanism during the second stage of Portuguese accession (1), as last amended by Regulation (EEC) No 1715/91 (2), and in particular\nArticle 1\nthereof,\nWhereas Regulation (EEC) No 3659/90 provides that the supplementary trade mechanism is to apply during the second stage in accordance with the conditions laid down in Article 250, 251 and 252 of the Act of Accession; whereas, in the case of the products  covered by CN codes 1001 90 99, 1003 00 90 and 1005 90 00, that mechanism is to apply during periods which are sensitive as regards the marketing of Portuguese production; whereas those periods must be determined for each of the cereals in question  taking account of the period of harvest;\nWhereas Commission Regulation (EEC) No 1367/91 of 24 May 1991 laying down detailed rules for applying the supplementary trade mechanism to imports of cereals into Portugal (3) provides for that mechanism to apply to imports of barley into Portugal  during the period 1 June to 30 November;\nWhereas of Portuguese barley production from the 1991/92 marketing year may be considered disposed of; whereas, under these circumstances, imports of barley into Portugal should not continue to be subject to the supplementary trade mechanism from 1  November 1991;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 1 of Regulation (EEC) No 1367/91, the supplementary trade mechanism shall not apply to imports of barley into Portugal during the period 1 November to 30 November 1991.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 362, 27. 12. 1990, p. 38. (2) OJ No L 162, 26. 6. 1991, p. 17. (3) OJ No L 130, 25. 5. 1991, p. 31."}