{"celex_id": "31999D0791", "uri": "http://publications.europa.eu/resource/cellar/4203915f-a552-4a98-91d4-bbf60ccbd7d4", "type": "Decision", "concepts": ["1505", "2324", "2897", "3299", "3774", "747"], "title": "1999/791/EC: Commission Decision of 8 July 1999 concerning the application of the United Kingdom of Great Britain and Northern Ireland for a transitional regime under Article 24 of Directive 96/92/EC of the European Parliament and of the Council concerning common rules for the internal market in electricity (notified under document number C(1999) 1551/1) (Only the English text is authentic)\n", "header": "COMMISSION DECISION\nof 8 July 1999\nconcerning the application of the United Kingdom of Great Britain and Northern Ireland for a transitional regime under Article 24 of Directive 96/92/EC of the European Parliament and of the Council concerning common rules for the internal market in electricity\n(notified under document number C(1999) 1551/1)\n(Only the English text is authentic)\n(1999/791/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity(1), and in particular Article 24 thereof,\nHaving informed the Member States of the application made by the United Kingdom of Great Britain and Northern Ireland,\nWhereas:\nI. FACTS\n1. Procedure\n(1) On 30 January 1998, representatives of the Department of Trade and Industry in the United Kingdom gave an initial presentation on the content of the application for a transitional regime for Northern Ireland to the Commission.\n(2) By letter of 18 February 1998, the United Kingdom Government applied for a transitional regime for Northern Ireland under Article 24 of the Directive.\n(3) By letter of 16 October 1998, the United Kingdom Government submitted further information.\n2. Structure of the electricity sector and the implementation of Directive 96/92/EC in Northern Ireland\n(4) The present structure of the electricity sector in Northern Ireland stems from April 1992 when the electricity supply industry was restructured and privatised. The generation of electricity takes place mainly within four independent power producers organised as limited companies:\nBallylumford Power Ltd, now Premier Power Ltd\nBelfast West Power Ltd\nCoolkeeragh Power Ltd\nKilroot Power Ltd.\n(5) The total capacity of these plants is 2063 MW. Two of the four generators produce more than 82 % of this power. In addition, there are some small generators producing electricity from renewable energy sources.\n(6) A separate company, Northern Ireland Electricity plc (NIE) is responsible for operating the transmission and the distribution network, for supply and for power procurement. NIE is, through its responsibility for power procurement, obliged to purchase all electricity generated by the main independent power stations. NIE is price regulated, while the producers are not.\n(7) The electricity system of Northern Ireland is not connected to the system in the other parts of the United Kingdom and is linked to that of Ireland only through one interconnector. That 300 MW interconnector was restored in 1995 after 20 years of non-use and is providing spinning reserve for both systems. In the future, when trading systems in Northern Ireland and in Ireland develop, the use of the interconnector is expected to increase. A 250 MW interconnector to Scotland is also being planned.\n(8) Directive 96/92/EC has still not being implemented in Northern Ireland. However, the intention is to introduce third party access based on published tariffs. The group of eligible customers will be defined as the largest customers required to meet the market opening in any year (see the minimum requirements for the market opening defined in Article 19(1) and (2) of Directive 96/92/EC).\n3. The transitional regime notified by the United Kingdom Government\n(9) The application, and this Decision, is limited to a transitional regime that concerns only the territory of Northern Ireland.\n(10) The notification concerns the existence of power purchasing agreements between NIE and the abovementioned four main electricity generating companies which were put in place when the sector was restructured and privatised in 1992. Under those contracts, NIE is obliged to purchase its electricity requirements from the four generators. The payment consists of two elements: (i) an availability payment which is based on the availability and operating characteristics of the generating units and seeks to contribute to finance the fixed costs such as financing costs, salaries, return of investment; (ii) an energy payment which corresponds to the costs of purchasing and burning fuel and is calculated by reference to the contracted level of each generating unit, the thermal level, and the cost of fuel.\n(11) The contracts expire between 2001 and 31 March 2024 at the latest. The contracts which have an expiry date beyond 2012 may, however, be cancelled as from 1 November 2010 if certain conditions are fulfilled.\n(12) Problems may arise for NIE as the basis of the payment obligation of NIE to the generating companies remains unchanged under the existing power procurement obligations, even if the number of consumers supplied by NIE is reduced. As a high proportion of the payment from NIE to the generators is fixed, those costs will have to be recovered across a narrower customer base, which would mainly comprise non-eligible customers. The result would be an increase in the price of electricity for those smaller customers. Those additional costs have been referred to as \"franchise customer excess costs\". Those costs should not only be borne by the captive customers but covered by all customers.\n(13) The commitments in relation to the power purchasing agreements can be subdivided in the commitments set out below.\nStranded capacity\n(14) With the implementation of Directive 96/92/EC, eligible customers will be able to choose their source of supply. If new authorised producers enter the market and they are able to sell the electricity to eligible customers, the capacity of the existing generating companies may exceed the demand for electricity in Northern Ireland. This situation may be influenced by the construction of an interconnector between Northern Ireland and Scotland as planned since 1991.\nExcess costs linked to gas contract\n(15) On 1 April 1992, a gas conversion agreement, which provides for the conversion of the oil-fired units at Ballylumford power plant to gas, was concluded between NIE and Ballylumford Power Ltd, now Premier Power Ltd. Most of the gas is bought under a form of a take-and-pay gas contract, \"Long-Term Interruptible 3\". That contract was concluded in 1992 and lasts until 2009 and contains prices which according to the notification are GBP 20 million per annum above prevailing market rates. The resultant costs are passed on to NIE under the power purchasing agreement.\nCost of gas pipeline\n(16) The introduction of gas to Northern Ireland necessitated the construction of a gas pipeline from Twyholm, Scotland, across the North Channel to Islandmagee and the conversion of power station boilers from oil to gas. The costs involved were GBP 130 million for the pipeline and GBP 35 million for the conversion of the boilers.\nFlue gas desulphurisation\n(17) Finally, there may be costs which arise from possible future changes in environmental legislation such as the requirement to retro-fit flue gas desulphurisation equipment.\nThe extent of the stranded costs\n(18)\n>TABLE>\n(19) Such costs may occur until 2024 when the last power purchasing agreement expires. However, under the terms of the various licences issued to the generators and NIE, some of those agreements may be cancelled early in 2010, subject to certain conditions being fulfilled. The terms of the agreements may also be renegotiated with a view to reducing the overall stranded costs. The United Kingdom Government and the regulator stress in the notification that the stranded costs can only be accepted as eligible for compensation if such renegotiations have proven to be unsuccessful.\nMethod of recovery\n(20) The notification has been drafted on the working assumption that any eligible stranded costs will be recovered through the introduction of a surcharge on the final electricity consumption. The United Kingdom Government, however, stresses that the possibility of sharing the costs between customers and the electricity industry must be considered carefully before any final decisions on the introduction of such a surcharge can be taken.\n(21) The working assumption envisages allowing NIE to recover the part of the stranded costs which cannot be recovered due to eligible customers not buying electricity from NIE by introducing a surcharge, a competitive transition charge (CTC), for the use of the electricity network. That amount is called franchise customer excess costs.\n(22) Three months before the end of each financial year NIE will prepare an estimate of franchise customer excess costs for the following financial year taking into account factors such as expected availability of generation subject to the power purchasing agreement, overall system demand and demand by eligible customers not buying electricity from NIE. The size of the CTC will be determined from that estimate.\n(23) The CTC will be collected from all customers by the suppliers who will transfer it to NIE. It will be based on the electricity consumed in kWh and shown as a separate item on the customer's electricity bill.\n(24) At the end of each financial year, NIE will calculate the amount of overrecovery or underrecovery and the CTC for the following year will be corrected to ensure that the compensation does not exceed the franchise customer excess costs.\nII. LEGAL ANALYSIS\n1. Legal basis: Article 24(1) and (2) of Directive 96/92/EC\n(25) The United Kingdom Government notified an application for a transitional regime with respect to alleged commitments and guarantees of operation pursuant to Article 24 of Directive 96/92/EC.\n2. Requirements of Article 24\n(26) Article 24 of Directive 96/92/EC provides as follows: \"1. Those Member States in which commitments or guarantees of operation given before the entry into force of this Directive may not be honoured on account of the provisions of this Directive may apply for a transitional regime which may be granted to them by the Commission, taking into account, amongst other things, the size of the system concerned, the level of interconnection of the system and the structure of its electricity industry. The Commission shall inform the Member States of those applications before it takes a decision, taking into account respect for confidentiality. This decision shall be published in the Official Journal of the European Communities.\n2. The transitional regime shall be of limited duration and shall be linked to expiry of the commitments or guarantees referred to in paragraph 1. The transitional regime may cover derogations from Chapters IV, VI and VII of this Directive. Applications for a transitional regime must be notified to the Commission no later than one year after the entry into force of this Directive.\"\n(27) Article 24(1) and (2) of Directive 96/92/EC, in the light of the EC Treaty, thus require the following elements to be examined by the Commission, when considering any application for a transitional regime.\n(28) A. Requirements concerning the nature of the commitments or guarantees of operation in question.\n(1) The existence of a commitment or guarantee of operation must be proven.\n(2) The commitment or guarantees of operation must have been given before 20 February 1997.\n(3) A causal link between the entry into force of Directive 96/92/EC and the inability to respect the commitment must be established.\n(29) B. Requirements concerning the measures proposed to achieve the objectives in question.\n(1) The measures of the transitional regime must fall within the scope of derogations from Chapters IV, VI and VII of Directive 96/92/EC.\n(2) The transitional regime must be of limited duration and linked to the expiry of the commitments or guarantees of operation in question.\n(3) The transitional regime must apply the least restrictive measures reasonably necessary to achieve the objectives, which themselves must be legitimate. In deciding on these issues the Commission must take into account, amongst other things, the size of the system concerned, the level of interconnection of the system and the structure of its electricity industry.\n3. Assessment of the United Kingdom transitional regime\n(30) In the present case, concerning the transitional regime as notified, it is not necessary to determine whether requirements A(1), (2), (3) or B(2), (3) are met, because the measures of the transitional regime do not require a derogation from Chapters IV, VI or VII of Directive 96/92/EC and thus do not meet requirement B(1).\n(31) As stated above, in order to constitute a transitional regime within the meaning of Article 24 of Directive 96/92/EC, the system chosen by the Member State must provide for a derogation from the requirements laid down by Chapters IV, VI or VII of Directive 96/92/EC.\n(32) The measures under consideration are based on a pure compensation scheme, that is a system of charges or levies implemented by a Member State in order to compensate for stranded costs caused by the application of Directive 96/92/EC.\n(33) The application of such levies in the present case do not require a derogation from Chapters IV, VI or VII of Directive 96/92/EC and cannot therefore be regarded as a transitional regime in the meaning of Article 24 thereof.\n(34) The fact that measures such as those under consideration in this case can result in very considerable distortions of the single market for electricity do not affect this conclusion. Indeed, the Commission recognises that the payment of such levies can result in economic consequences substantially similar to those resulting from a total or partial derogation from some of the obligations contained in Chapters IV, VI or VII of Directive 96/92/EC. However, such distortions by their very nature do not result from such a specific derogation as envisaged by that Directive. The transfer of a compensation payment to certain electricity producers, financed through a levy or charge on the consumers is, therefore, a measure which is not directly addressed by the Directive but one which needs to be examined pursuant to the rules on competition, and in particular Article 87(3)(c) of the EC Treaty. In this hypothesis, it is understood that measures of similar economic effect will be treated in a coherent manner, independently of the relevant procedure in each individual case.\n(35) In the light of the non-applicability of Article 24 of Directive 96/92/EC, it is not therefore necessary to assess the abovementioned further requirements A(1), (2), (3) and B(2) and (3).\n4. Conclusion\n(36) The application for a transitional regime notified by the United Kingdom Government pursuant to Article 24 of Directive 96/92/EC has been assessed pursuant to Article 24(1) and (2) of that Directive. The Commission concludes that a transitional regime under Article 24 cannot and need not be approved in this respect, since the measures chosen do not constitute derogations from Chapters IV, VI and VII of the said Directive. The regime contains transfers of compensation payments to certain electricity producers, financed through a levy or charge on the consumers. Such measures are not directly addressed by Directive 96/92/EC but need to be examined pursuant to the rules on state aid, and in particular Article 87(3)(c) of the EC Treaty,", "main_body": ["This Decision concerns the application of the United Kingdom for a transitional regime pursuant to Article 24 of Directive 96/92/EC, notified to the Commission on 18 February 1998 and completed on 16 October 1998. The notification concerns power purchasing agreements concluded between NIE and Ballylumford Power Ltd (now Premier Power Ltd), Belfast West Power Ltd, Coolkeeragh Power Ltd and Kilroot Power Ltd.", "The transitional regime notified by the United Kingdom Government contains no measures which would constitute derogations from Chapters IV, VI or VII of Directive 96/92/EC, as defined by Article 24(2) thereof. Article 24 is, therefore, not applicable to the transitional regime notified by the United Kingdom Government.", "This decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 8 July 1999.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ L 27, 30.1.1997, p. 20."}