{"celex_id": "31998R2184", "uri": "http://publications.europa.eu/resource/cellar/27eeb7ad-a8cd-463c-944b-9641fdbe5b74", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 2184/98 of 9 October 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 2184/98 of 9 October 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(14) thereof,\nWhereas Commission Regulation (EC) No 1466/95 (3), as last amended by Regulation (EC) No 897/98 (4), lays down special detailed rules of application for export refunds on milk and milk products; whereas Article 9a of that Regulation provides that export licences for cheese exported to the United States of America as part of the additional quota under the Agreements concluded during the Uruguay Round of multilateral trade negotiations may be allocated according to a special procedure by which preferred importers in the United States may be designated;\nWhereas, as a result of the Agreement on the conclusion of negotiations between the European Community and the United States of America under GATT Article XXIV:6 (5), the 'cheese` tariff quotas for Austria, Finland and Sweden originally resulting from the Tokyo Round and granted by the United States in Uruguay Round list XX have been administered from 1998 onward in the same way as the additional quota granted by the United States to the Community of Twelve; whereas, in order to take account of this, certain provisions of Article 9a of Regulation (EC) No 1466/95 should be adapted; whereas, given the time limit for the implementation of the procedure for 1999, those adaptations should apply as soon as possible;\nWhereas in Article 12 of Regulation (EC) No 1466/95, for the calculation of refunds on milk products with added sugar, the maximum quantity of sucrose incorporated for which a refund is granted is fixed at 40 %; whereas, to take better account of the composition of the products concerned, that percentage should be increased;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1466/95 is amended as follows:\n1. Article 9a is amended as follows:\n(a) paragraph 1 is replaced by the following:\n'1. In accordance with the procedure provided for in Article 30 of Regulation (EEC) No 804/68, the Commission may decide that export licences for products falling within CN code 0406 for export to the United States of America as part of the additional quota under the Agreement and the tariff quotas originally resulting from the Tokyo Round and granted to Austria, Finland and Sweden by the United States in Uruguay Round list XX shall be issued pursuant to this Article.`;\n(b) in the first subparagraph of paragraph 2, the second sentence is deleted;\n(c) in paragraph 2, the third subparagraph is deleted.\n2. In Article 12(1)(b) and (3), '40 %` is replaced by '43 %`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 144, 28. 6. 1995, p. 22.\n(4) OJ L 126, 28. 4. 1998, p. 22.\n(5) OJ L 334, 30. 12. 1995, p. 25."}