{"celex_id": "31993R1013", "uri": "http://publications.europa.eu/resource/cellar/95e7af5c-4fa5-4e47-93ed-0b93e3bd9d78", "type": "Regulation", "concepts": ["1474", "207", "2488", "2771", "3763"], "title": "Council Regulation (EEC) No 1013/93 of 26 April 1993 amending the autonomous import arrangements for products originating in Bulgaria or Romania\n", "header": "COUNCIL REGULATION (EEC) No 1013/93 of 26 April 1993 amending the autonomous import arrangements for products originating in Bulgaria or Romania\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal form the Commission,\nWhereas Council Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangements for products originating in State-trading countries, not liberalized at Community level (1), applies, inter alia, to imports originating in Bulgaria or Romania;\nWhereas Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (2), provides that products mentioned in the Annex to that Regulation are not subject to quantitative restrictions;\nWhereas Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (3) defines the rules for imports originating from countries other than those listed in Regulations (EEC) No 1765/82 and (EEC) No 3420/83;\nWhereas the Community has signed Europe agreements establishing an association with Bulgaria and Romania, which have embarked on a large-scale programme of economic reform aimed at ensuring their transition towards a market economy;\nWhereas, pending the entry into force of association agreements, interim agreements will enter into force including, in particular, the trade provisions of the association agreements;\nWhereas provisions should be made therefore that these countries are removed for the scope of Regulations (EEC) No 3420/83 and (EEC) No 1765/82 with effect from the entry into force of the said interim agreements and fall within the scope of Regulation  (EEC) No 288/82,", "main_body": ["Bulgaria and Romania shall be removed from the list of countries in Annex I to Regulation (EEC) No 3420/83 and the Annex to Regulation (EEC) No 1765/82 with effect from the date of entry into force of the Interim Agreement on trade, and  trade-related matters concluded respectively between each of those countries and the Community.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 346, 8. 12. 1983, p. 6. Regulation as last amended by Regulation (EEC) No 2456/92 (OJ No L 252, 31. 8. 1992, p. 1).\n(2) OJ No L 195, 5. 7. 1982, p. 1. Regulation as last amended by Regulation (EEC) No 848/92 (OJ No L 89, 4. 4. 1992, p. 1).\n(3) OJ No L 35, 9. 2. 1982, p. 1. Regulation as last amended by Regulation (EEC) No 2875/92 (OJ No 287, 2. 10. 1992, p. 1)."}