{"celex_id": "31992R0044", "uri": "http://publications.europa.eu/resource/cellar/6bd3c113-188e-42de-a2cf-666abfcdeb16", "type": "Regulation", "concepts": ["1233", "20", "2958"], "title": "Commission Regulation (EEC) No 44/92 of 9 January 1992 amending Regulation (EEC) No 3398/91 on the sale by invitation to tender of skimmed-milk powder for the manufacture of compound feedingstuffs and amending Regulation (EEC) No 569/88\n", "header": "COMMISSION REGULATION (EEC) No 44/92  of 9 January 1992  amending Regulation (EEC) No 3398/91 on the sale by invitation to tender of skimmed-milk powder for the manufacture of compound feedingstuffs and amending Regulation (EEC) No 569/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1630/91 (2), and in particular Article 7 (5) thereof,\nWhereas Article 8 of Commission Regulation (EEC) No 3398/91 (3) provides that a minimum selling price for skimmed-milk powder shall be fixed on the basis of the tenders received under each round; whereas the price offered in those tenders may vary  substantially, depending in particular on the age and location of the quantities of powder offered for sale; whereas it is therefore appropriate to provide for the possibility of fixing different minimum prices;\nWhereas Article 8 (2) provides for the lodging of a processing security; whereas it is appropriate to specify with which body the said security should be lodged;\nWhereas Article 12 specifies the rate to be used for the conversion into national currency of certain amounts expressed in ecus; whereas it is necessary to include therein the price to be paid to the tenderer;\nWhereas Article 14 provides for the insertion of paragraph 41 in Part II of the Annex to Commission Regulation (EEC) No 569/88 (4), as last amended by Regulation (EEC) No 3755/91 (5); whereas it is necessary to amend the wording of this paragraph in the  light of the provisions concerning the lodging of the processing security;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk Products,", "main_body": ["Regulation (EEC) No 3398/91 is hereby amended as follows:\n1. Article 8 is amended as follows:\n- in paragraph 1, the following sentence is added to the first subparagraph:\n'This price may differ according to the age and location of the quantities of skimmed-milk powder offered for sale.',\n- in paragraph 2, the following subparagraph is added:\n'This security shall be lodged in the Member State in which processing into compound feedingstuffs is to take place, with the body designated by that Member State.';\n2. Article 12 is replaced by the following:\n'Article 12\nThe price tendered referred to in Article 6 (2), the tendering security referred to in Article 7 (1), the minimum price referred to in Article 8 (1) and the processing security referred to in Article 8 (2) shall be converted into national currency at  the agricultural conversion rate applicable on the closing date for the submission of tenders under the round in question.'", "In Part II of the Annex to Regulation (EEC) No 569/88, paragraph 41 is replaced by the following:\n'41. Commission Regulation (EEC) No 3398/91 of 20 November 1991 on the sale by invitation to tender of skimmed-milk powder for the manufacture of compound feedingstuffs (41):\nSection 44 of the SAD or the most appropriate section of the document used:\n1. Para desnaturalizar o transformar [Reglamento (CEE) no 3398/91];\ntil denaturering eller forarbejdning (forordning (EOEF) nr. 3398/91);\nZu denaturieren oder zu verarbeiten (Verordnung (EWG) Nr. 3398/91);\nGia na metoysiothei i na metapoiithei [kanonismos (EOK) arith. 3398/91];\nTo be denatured or processed (Regulation (EEC) No 3398/91);\nA dĂŠnaturer ou transformer [rĂ¨glement (CEE) no 3398/91];\nDestinato alla denaturazione o alla trasformazione [Regolamento (CEE) n. 3398/91];\nVoor denaturering of verwerking [Verordening (EEG) nr. 3398/91];\nA desnaturar ou transformar [Regulamento (CEE) no 3398/91].\n2. The final date for denaturing or processing into compound feedingstuffs.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 150, 15. 6. 1991, p. 19. (3) OJ No L 320, 22. 11. 1991, p. 16. (4) OJ No L 55, 1. 3. 1988, p. 1. (5) OJ No L 352, 21. 12. 1991, p. 71."}