{"celex_id": "31996R2428", "uri": "http://publications.europa.eu/resource/cellar/db6c41d4-f53e-44a4-a157-f1b3879924ab", "type": "Regulation", "concepts": ["1201", "1486", "2173", "3544", "3618", "862"], "title": "Commission Regulation (EC) No 2428/96 of 17 December 1996 fixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 1997 fishing year (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2428/96 of 17 December 1996 fixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 1997 fishing year (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EC) No 3318/94 (2), and in particular Article 12 (6) thereof,\nWhereas Article 12 of Regulation (EEC) No 3759/92 provides for the payment of financial compensation to producers' organizations which intervene, on certain conditions, in respect of the products listed in Annex I (A) and (D) to that Regulation; whereas the amount of such financial compensation must be reduced by standard values in the case of products intended for purposes other than human consumption;\nWhereas Commission Regulation (EEC) No 1501/83 (3) specifies the ways in which the products withdrawn must be disposed of; whereas the value of such products must be fixed at a standard level for each of these modes of disposal, taking into account the average receipts which may be obtained from such disposal;\nWhereas, on the basis of the relevant information on this value, it should be fixed for the 1997 fishing year as shown in the Annex hereto;\nWhereas, pursuant to Article 7 of Commission Regulation (EEC) No 3902/92 (4), as last amended by Regulation (EC) No 1338/95 (5), the body responsible for payment of the financial compensation is that of the Member State in which the producers' organization was recognized; whereas the standard value deductible should therefore be the value applied in that Member State;\nWhereas the abovementioned provisions are equally applicable to the advance on the financial compensation provided for in Article 6 (1) of Regulation (EEC) No 3902/92;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of products withdrawn by producers' organizations and used for purposes other than human consumption shall be for the 1997 fishing year as shown in the Annex hereto for each of the uses indicated therein.", "The standard value to be deducted from the financial compensation and the advance pertaining thereto shall be that applied in the Member State in which the producers' organization was recognized.", "This Regulation shall enter into force on 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 350, 31. 12. 1994, p. 15.\n(3) OJ No L 152, 10. 6. 1983, p. 22.\n(4) OJ No L 392, 31. 12. 1992, p. 35.\n(5) OJ No L 129, 14. 6. 1995, p. 7.\nANNEX\n>TABLE>"}