{"celex_id": "31992R1539", "uri": "http://publications.europa.eu/resource/cellar/67b0fdfc-a5f0-474a-9ec4-412c8ef173dd", "type": "Regulation", "concepts": ["2783", "3579", "3591", "3763"], "title": "Commission Regulation (EEC) No 1539/92 of 3 June 1992 amending the quantitative limits set by Council Regulation (EEC) No 4136/86 on common rules for imports of certain textile products originating in third countries\n", "header": "COMMISSION REGULATION (EEC) No 1539/92  of 3 June 1992  amending the quantitative limits set by Council Regulation (EEC) No 4136/86 on common rules for imports of certain textile products originating in third countries\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 369/92 (2), and in particular Article 17 thereof,\nWhereas, pending the completion of the procedures necessary for its conclusion, the Agreement on trade in textile products between the European Economic Community and Romania, initialled on 11 July 1986, has been provisionally applied since 1 January  1987 and was extended by the Agreement in the form of an exchange of letters, initialled on 20 September 1991 and provisonally applied since 1 January 1992, in accordance for the Community's part with Council Decisions 87/536/EEC (3) and 92/184/EEC (4),  respectively;\nWhereas, pending the completion of the procedures necessary for its conclusion, the Agreement on trade in textile products between the European Economic Community and the Republic of Bulgaria, initialled on 11 July 1986, has been provisionally applied  since 1 January 1987 and was extended by the Agreement in the form of an exchange of letters, initialled on 21 November 1991 and provisionally applied since 1 January 1992, in accordance for the Community's part with Council Decisions 87/496/EEC (5) and  92/184/EEC, respectively;\nWhereas these agreements provide for the review of quantitative adjustments;\nWhereas Romania and Bulgaria accepted the offers of improved market access which the Community made on the basis of specific requests submitted by these countries under the Phare action plan, whereas it was agreed, in Agreed Minutes of 9 October 1991  for Romania and 21 November 1991 for Bulgaria to increase for 1991 and 1992 the European Economic Community quantitative limits of a number of categories mentioned in Annex II to each of the aforementioned Agreements;\nWhereas these Agreed Minutes apply provisionally as from 10 October 1991 for Romania and 21 November 1991 for Bulgaria in accordance, for the Community's part, with Council Decisions 92/186/EEC (6) and 92/185/EEC (7);\nWhereas it is appropriate, therefore, to amend the quantitative limits for certain categories listed in Annexes III and IV of Regulation (EEC) No 4136/86;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The quantitative limits for certain categories listed in Annexes III and IV of Regulation (EEC) 4136/86 shall be amended with respect to Romania and Bulgaria in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 10 October 1991 for Romania and from 21 November 1991 for Bulgaria. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1992. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 42. (2) OJ No L 45, 20. 2. 1992, p. 1. (3) OJ No L 318, 7. 11. 1987, p. 1. (4) OJ No L 90, 4. 4. 1992, p. 1. (5) OJ No L 287, 9. 10. 1987, p. 1. (6) OJ No L 90, 4. 4. 1992, p. 191. (7) OJ No L 90, 4. 4. 1992,  p. 188.\nANNEX\n'ANNEX III\nThe descriptions of goods are shown in this table in an abbreviated form (1)\nCategory  Description of goods  Third countries  Units  Years  Annual quantitative limits         2  Woven fabrics of cotton  Bulgaria  Tonnes  1991\n1992  2 090\n2 122         4  Shirts, undervests, T-shirts and the like, knitted or crocheted  Bulgaria  1 000 pieces  1991\n1992  1 682\n1 720         5  Pullovers  Bulgaria  1 000 pieces  1991\n1992  1 953\n1 983         6  Woven trousers  Bulgaria  1 000 pieces  1991\n1992  695\n713    Romania   1991\n1992  5 030\n5 152         7  Blouses  Romania  1 000 pieces  1991\n1992  882\n898         8  Shirts, other than knitted or crocheted  Romania  1 000 pieces  1991\n1992  7 458\n7 600         17  Jackets and blazers, other than knitted or crocheted  Romania  1 000 pieces  1991\n1992  1 171\n1 210         20  Bed linen, other than knitted or crocheted  Romania  Tonnes  1991\n1992  1 146\n1 198         26  Dresses  Romania  1 000 pieces  1991\n1992  1 204\n1 237              F   I  29  Women's ensembles  Romania  1 000 pieces  1991\n1992  151\n157  151\n157\nANNEX IV\nCategory  Description of goods  Third countries  Member States  Unit  Annual quantitative limits         1991  1992                 2  Woven fabrics of cotton  Bulgaria  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  Tonnes  649\n258\n387\n118\n187\n13\n165\n215\n81\n17\n2 090  664\n262\n391\n121\n191\n13\n165\n216\n82\n17\n2 122          4  Shirts, undervests, T-shirts and the like, knitted or crocheted  Bulgaria  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  839\n194\n198\n101\n200\n11\n30\n22\n70\n17\n1 682  844\n200\n208\n106\n207\n12\n31\n23\n71\n18\n1 720          5  Pullovers  Bulgaria  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  696\n348\n223\n153\n335\n18\n45\n24\n92\n19\n1 953  700\n358\n229\n155\n339\n18\n46\n25\n93\n20\n1 983          6  Woven trousers  Bulgaria  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  346\n86\n86\n39\n70\n3\n14\n9\n36\n6\n695  352\n90\n90\n40\n72\n3\n14\n9\n37\n6\n713    Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  755\n1 162\n2 080\n433\n442\n23\n37\n23\n57\n18\n5 030  779\n1 191\n2 108\n442\n459\n24\n39\n25\n65\n20\n5 152          7  Blouses  Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  201\n434\n78\n35\n72\n1\n25\n8\n24\n4\n882  204\n439\n82\n36\n74\n1\n25\n8\n25\n4\n898          8  Shirts, other than knitted or crocheted  Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  3 853\n944\n892\n390\n974\n33\n219\n36\n95\n22\n7 458  3 886\n973\n922\n402\n996\n35\n221\n38\n103\n24\n7 600          17  Jackets and blazers, other than knitted or crocheted  Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  330\n210\n177\n104\n271\n5\n23\n12\n34\n5\n1 171  339\n216\n182\n109\n278\n5\n25\n13\n37\n6\n1 210          20  Bed linen, other than knitted or crocheted  Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  Tonnes  378\n174\n134\n88\n233\n3\n63\n16\n47\n10\n1 146  385\n185\n143\n96\n243\n3\n63\n17\n52\n11\n1 198          26  Dresses  Romania  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nES\nPT\nEEC  1 000 pieces  288\n157\n113\n327\n202\n5\n19\n14\n66\n13\n1 204  295\n163\n119\n327\n210\n5\n20\n15\n69\n14\n1 237          29  Women's ensembles artificial fibres  Romania  F\nI  1 000 pieces  151\n151  157\n157'\n(1) The complete description of the goods is shown in Annex III to Council Regulation (EEC) No 369/92 (OJ No L 45, 20. 2. 1992, p. 6)."}