{"celex_id": "31998D0229", "uri": "http://publications.europa.eu/resource/cellar/0486c5d3-2b6a-4c9f-a2cb-3e81e109227d", "type": "Decision", "concepts": ["1309", "1591", "1934", "4577", "519", "5969"], "title": "98/229/EC: Commission Decision of 20 March 1998 terminating the anti-dumping proceeding concerning imports of tungsten ores and concentrates originating in the People's Republic of China\n", "header": "COMMISSION DECISION of 20 March 1998 terminating the anti-dumping proceeding concerning imports of tungsten ores and concentrates originating in the People's Republic of China (98/229/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Articles 9 and 11 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Measures in force\n(1) By Regulation (EEC) No 2735/90 (3), as amended by Regulation (EC) No 610/95 (4), the Council imposed a definitive anti-dumping duty on imports of tungsten ores and concentrates originating in the People's Republic of China falling within CN code 2611 00 00.\n2. Request for a review\n(2) Following the publication in February 1995 of a Notice of the impending expiry (5) of the measures in force, the Commission received in June 1995 a request for a review lodged by EuromĂŠtaux, on behalf of the totality of Community producers of the product concerned. The request contained evidence that the expiry of the anti-dumping measures would be likely to result in a continuation or recurrence of dumping and injury which was considered sufficient to justify the initiation of an anti-dumping review.\n(3) On 21 September 1995, the Commission announced, by a Notice published in the Official Journal of the European Communities (6), the initiation of a review of Regulation (EEC) No 2735/90 and commenced an investigation pursuant to Article 11(2) of Council Regulation (EC) No 3283/94 (7), which was replaced during the investigation by Regulation (EC) No 384/96 (hereinafter referred to as the 'Basic Regulation`).\n3. Investigation\n(4) The Commission officially advised the producers/exporters and importers known to be concerned, the representatives of the exporting country and the Community producers of the initiation of the review, and gave the parties concerned the opportunity to make their views known in writing and to request a hearing within the time-limit set in the Notice referred to in recital 3.\n(5) The present review exceeded the period of one year within which it should normally have been concluded pursuant to Article 11(5) of the Basic Regulation, since two other reviews concerning tungsten products, namely tungstic oxide and acid on the one hand, and tungsten carbide and fused carbide on the other hand, were carried out in parallel. In view of the links between the products in the production chain, it was decided to submit the results of all these investigations at the same time.\nB. WITHDRAWAL OF THE REQUEST FOR AN EXPIRY REVIEW AND TERMINATION OF THE PROCEEDING\n(6) In the course of the investigation, the complainant, EuromĂŠtaux, formally withdrew its request for the expiry review in view of a recent considerable decrease in imports of tungsten ores and concentrates originating in the People's Republic of China.\n(7) In accordance with Article 11(5) in conjunction with Article 9(1) of the Basic Regulation, when the Community industry withdraws its request for an expiry review, the proceeding may be terminated unless such termination would not be in the Community interest. The present investigation has not brought to light any considerations of Community interest which would support the continuation of the proceeding.\n(8) Therefore, interested parties were informed of the Commission's intention to terminate the proceeding and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) The Advisory Committee has been consulted and has raised no objection.\n(10) In the light of the above, the Commission has concluded that the continuation of protective measures is unnecessary and that the proceeding should be terminated,", "main_body": ["The anti-dumping proceeding concerning imports of tungsten ores and concentrates falling under CN code 2611 00 00 and originating in the People's Republic of China, is hereby terminated."], "attachments": "Done at Brussels, 20 March 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 264, 27. 9. 1990, p. 1.\n(4) OJ L 64, 22. 3. 1995, p. 1.\n(5) OJ C 48, 25. 2. 1995, p. 3.\n(6) OJ C 244, 21. 9. 1995, p. 3.\n(7) OJ L 349, 31. 12. 1994, p. 1."}