{"celex_id": "31997R1718", "uri": "http://publications.europa.eu/resource/cellar/863f4b27-9bfe-4e4d-88ef-795b10b2cb96", "type": "Regulation", "concepts": ["1019", "1668", "2414", "2849", "2965", "5360"], "title": "Commission Regulation (EC) No 1718/97 of 3 September 1997 amending Regulation (EC) No 658/96 on certain conditions for granting compensatory payments under the support system for producers of certain arable crops\n", "header": "COMMISSION REGULATION (EC) No 1718/97 of 3 September 1997 amending Regulation (EC) No 658/96 on certain conditions for granting compensatory payments under the support system for producers of certain arable crops\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 1422/97 (2), and in particular Article 12 (1) thereof,\nWhereas Article 10 (2) of Regulation (EEC) No 1765/92 requires producers of cereals, oil seeds and protein plants to complete sowing by 15 May at the latest; whereas, in certain cases, sowing can be postponed to after 15 May on account of the climatic conditions; whereas the time limit applicable to sowing for certain crops and in certain regions should be extended; whereas extended time limits must not, however, jeopardize the effectiveness of the support arrangements or be detrimental to the system of controls established by Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (3), as last amended by Regulation (EC) No 820/97 (4);\nWhereas Commission Regulation (EC) No 658/96 (5), as last amended by Regulation (EC) No 843/97 (6), defines those regions; whereas experience gained shows that certain amendments should be made to that list as regards Finland;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["Annex IX to Regulation (EC) No 658/96 is hereby amended as follows:\n1. the part relating to 'Finland` in Table 1 is deleted;\n2. the parts relating to 'Finland` in Table 2 are replaced by the following:\n>TABLE>", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 12.\n(2) OJ L 196, 24. 7. 1997, p. 18.\n(3) OJ L 355, 5. 12. 1992, p. 1.\n(4) OJ L 117, 7. 5. 1997, p. 1.\n(5) OJ L 91, 12. 4. 1996, p. 46.\n(6) OJ L 121, 13. 5. 1997, p. 5."}