{"celex_id": "31997R0935", "uri": "http://publications.europa.eu/resource/cellar/0a18ba36-94a2-4758-bf1f-7a0f94e1065b", "type": "Regulation", "concepts": ["1146", "1309", "161", "1644", "4388", "4637"], "title": "Commission Regulation (EC) No 935/97 of 27 May 1997 opening and providing for the administration of tariff quotas for the import of bulls, cows and heifers, other than those intended for slaughter, of certain Alpine and mountain breeds, for the period 1 July 1997 to 30 June 1998\n", "header": "COMMISSION REGULATION (EC) No 935/97 of 27 May 1997 opening and providing for the administration of tariff quotas for the import of bulls, cows and heifers, other than those intended for slaughter, of certain Alpine and mountain breeds, for the period 1 July 1997 to 30 June 1998\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1 (1) thereof,\nWhereas for bulls, cows and heifers, other than those intended for slaughter, of the mottled Simmental breed and the Schwyz and Fribourg breeds and for cows and heifers, other than those intended for slaughter, of the grey, brown, yellow and mottled Simmental breed and the Pinzgau breed, the Community has undertaken, in the framework of the World Trade Organization (WTO), to open two annual tariff quotas each of 5 000 head at rates of duty of 6 % and 4 % respectively; whereas those quotas should therefore be opened for the period 1 July 1997 to 30 June 1998 and detailed rules adopted for their application;\nWhereas there should be a guarantee in particular of equal and continuing access to the said quotas for all interested traders within the Community and of uninterrupted application of the customs duties laid down for those quotas to all imports of the animals in question until the quotas are exhausted;\nWhereas these arrangements are based on the allocation by the Commission of the quantities available to traditional traders (first part) and traders involved in the cattle trade (second part); whereas the first part should be allocated to traditional importers in proportion to the number of animals imported under similar quotas between 1 July 1994 and 30 June 1997 and to traditional importers in the new Member States; whereas, in order to prevent speculation and given the end-use, only quantities of a certain size representative of trade with third countries should be taken into account as reference quantities for the allocation of the second part; whereas, for all traders from the new Member States, imported animals must be from countries which are third countries for them at the time of import;\nWhereas, subject to the provisions of this Regulation, Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EC) No 2350/96 (3), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (4), as last amended by Regulation (EC) No 266/97 (5), are applicable;\nWhereas Article 82 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (6), as last amended by Regulation (EC) No 82/97 (7), provides for customs supervision of goods put into free circulation at a reduced rate of duty on account of their end-use; whereas imported animals should be monitored for a certain period to ensure they are not slaughtered; whereas, in order to ensure that the animals concerned are not slaughtered, a security should be required;\nWhereas experience has shown that importers do not always inform the authorities which have issued the import licences of the number and origin of the animals imported under the quotas concerned; whereas this information is important for assessing the market situation; whereas a security relating to provision of that information should be provided for;\nWhereas provision should be made for the Member States to forward information on the imports in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following tariff quotas are hereby opened for the period 1 July 1997 to 30 June 1998:\n>TABLE>\n2. For the purposes of this Regulation, the animals referred to in paragraph 1 shall be considered not to be intended for slaughter if they are not slaughtered within four months of the date of acceptance of the declaration of release for free circulation.\nDerogations may, however, be granted in the event of duly proven cases of force majeure.\n3. To benefit from the tariff quota covered by serial No 09.0003, the following must be presented:\n- for bulls: a pedigree certificate,\n- for female animals: a pedigree certificate or a certificate of registration in a herdbook certifying the purity of the breed.", "1. The two quota volumes referred to in Article 1 (1) shall each be divided into two parts of 80 %, i.e. 4 000 head, and 20 %, i.e. 1 000 head:\n(a) The first part, equal to 80 % of the quota volume, shall be allocated to:\n- importers from the Community as constituted on 31 December 1994 who are able to furnish proof of having imported animals covered by the quotas between 1 July 1994 and 30 June 1997, and\n- importers from the new Member States who are able to furnish proof of having imported,\n- between 1 July 1994 and 30 June 1995, into the Member State in which they are established, animals covered by the CN codes listed in Annex I from countries which were for them, in the year of import, third countries,\n- between 1 July 1995 and 30 June 1997, animals covered by import quotas governed by this Regulation.\n(b) The second part, equal to 20 % of the quota volume, shall be reserved for applicants who can furnish proof of having imported, between 1 July 1996 and 30 June 1997, at least 15 live bovine animals covered by CN code 0102.\nImporters must be entered in a national VAT register.\n2. On application for the right to import, the first part shall be allocated among importers as referred to in (1) (a) in proportion to their imports of animals as referred to in the said point between 1 July 1994 and 30 June 1997.\n3. On application for the right to import, the second part shall be allocated in proportion to the quantities applied for by importers as referred to in (1) (b). Applications for the right to import must cover 15 head or more.\nApplications for the right to import more than 50 head shall automatically be reduced to that number.\n4. Any quantities of one of the two parts of the same tariff quota referred to in paragraph 1 not applied for shall automatically be transferred to the other part of the quota in question.\n5. Proof of import shall be provided exclusively by means of the customs document of release for free circulation duly endorsed by the customs authorities.", "1. An application for the right to import may only be submitted in the Member State in which the applicant is entered in a national VAT register.\n2. An applicant may submit only one application per quota and that application shall refer to only one part of the quota.\nWhere an applicant submits more than one application for a quota, all applications from that person shall be considered invalid.\n3. For the purposes of Article 2 (2) and (3), all applications, accompanied by the proof referred to in Article 2 (5), must reach the competent authorities not later than 15 July 1997.\nAfter verifying the documents submitted, the Member States shall communicate to the Commission, not later than 1 August 1997:\n- as regards the importers referred to in Article 2 (1) (a), their names and addresses and the number of animals imported during the period referred to in Article 2 (2),\n- as regards the importers referred to in Article 2 (1) (b), their names and addresses and the quantities applied for.\n4. All notifications, including nil notifications, shall be made to the address given in Annex II.", "1. The Commission shall decide to what extent applications may be accepted.\n2. As regards the application referred to in the second indent of the second subparagraph of Article 3 (3), if the quantities in respect of which applications are made exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.\nIf the reduction referred to in the preceding subparagraph results in a quantity of less than 15 head per application, the allocation shall be by drawing lots, by batches of 15 head. If the remaining quantity is less than 15 head, a single licence shall be issued for that quantity.", "1. Imports of quantities allocated shall be subject to presentation of an import licence.\n2. Import licence applications may only be submitted to the competent authority of the Member State in which the applicant is entered in a national VAT register.\n3. After the notification of allocations from the Commission, import licences shall be issued as soon as possible on application by and in the names of the operators who have obtained rights to import.\n4. Import licences shall be valid for 90 days from the date of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3719/88. They shall expire, however, on 30 June 1998 at the latest.\n5. Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 and Regulation (EC) No 1445/95 shall apply.\n6. Notwithstanding Article 9 (1) of Regulation (EEC) No 3719/88, import licences issued pursuant to this Regulation shall not be transferable and shall confer the right to use the tariff quota only if made out in the name entered on the declaration of release for free circulation accompanying them.\n7. Article 8 (4) and the second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 shall not apply.\n8. Notwithstanding Article 33 (3) (b) (ii) of Regulation (EEC) No 3719/88 the maximum period within which proof of importation must be provided with forfeiture of the security limited to 15 % shall be four months.", "1. Checks to ensure that imported animals are not slaughtered within four months of release into free circulation shall be carried out in accordance with Article 82 of Regulation (EEC) No 2913/92.\n2. Without prejudice to the provisions of Regulation (EEC) No 2913/92, importers shall lodge a security of ECU 1 193 per tonne with the competent customs authorities to ensure compliance with the obligation not to slaughter the animals.\nThe security shall be released immediately if proof is supplied to the customs authorities concerned that the animals:\n(a) have not been slaughtered within four months of the date of release for free circulation; or\n(b) have been slaughtered within that period for reasons constituting a case of force majeure or for health reasons or have died as a result of sickness or an accident.", "On the licence application and the licence itself shall be entered:\n(a) in section 8, the country of origin;\n(b) in section 16, the CN codes given in Annex I;\n(c) in section 20, one of the following:\n- Razas alpinas y de montaña [Reglamento (CE) n° 935/97]\n- Alpine racer og bjergracer (forordning (EF) nr. 935/97)\n- Höhenrassen (Verordnung (EG) Nr. 935/97)\n- ÁëðéêÝò êáé ïñåóßâéåò öõëÝò [êáíïíéóìüò (ÅÊ) áñéè. 935/97]\n- Alpine and mountain breeds (Regulation (EC) No 935/97)\n- Races alpines et de montagne [règlement (CE) n° 935/97]\n- Razze alpine e di montagna [regolamento (CE) n. 935/97]\n- Bergrassen (Verordening (EG) nr. 935/97)\n- Raças alpinas e de montanha [Regulamento (CE) nº 935/97]\n- Alppi- ja vuoristorotuja (asetus (EY) N:o 935/97)\n- Alp- och bergraser (förordning (EG) nr 935/97).", "1. Not later than three weeks after the importation of the animals referred to in this Regulation, the importer shall inform the competent authority which issued the import licences of the number and origin of the animals imported. The authority shall forward that information to the Commission at the beginning of each month.\n2. Not later than four months after each half of the year of importation the competent authority in question shall inform the Commission of the number of animals referred to in Article 1 for which import licences issued under this Regulation have been used during that six-month period.\n3. The information shall be sent by fax to the address given in Annex III.", "1. On applying for import licences imports shall lodge a security to cover the licences, of ECU 25 per head of cattle in derogation from Article 4 of Regulation (EC) No 1445/95 and a security of ECU 1 per head of cattle to cover notification by the importer to the competent authority of the information referred to in Article 8 (1) of this Regulation.\n2. The security covering notification shall be released in respect of the number of cattle notified if the information is forwarded to the competent authority within the period referred to in Article 8 (1). If not, the security shall be forfeited.\nThe decision to release the security shall be taken simultaneously with that to release the security covering the import licences.", "0\n1. Quantities for which import licence applications have not been received by 31 March 1998 shall be allocated to importers who have applied for import licences for the total quantity to which they are entitled, irrespective of the provisions of Article 2 (1).\n2. To that end, not later than 10 April 1998, Member States shall forward to the address given in Annex II details of the quantities for which no application has been received and the information referred to in the second subparagraph of Article 3 (3). The Commission shall make the allocation by drawing lots by batches of 15 head. If the remaining quantity is less than 15 head, a single licence shall be issued for that quantity. It shall notify the Member States of the result not later than 17 April 1998.\n3. For the purposes of this Article, Articles 5, 6 and 7 shall apply.", "1\nThis Regulation shall enter into force on 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 146, 20. 6. 1996, p. 1.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 320, 11. 12. 1996, p. 4.\n(4) OJ No L 143, 27. 6. 1995, p. 35.\n(5) OJ No L 45, 15. 2. 1997, p. 1.\n(6) OJ No L 302, 19. 10. 1992, p. 1.\n(7) OJ No L 17, 21. 1. 1997, p. 1.\nANNEX I\n>TABLE>\nANNEX II\nCOMMISSION OF THE EUROPEAN COMMUNITIES,\nDG XXI-B.6 - Economic tariff questions;\nfax: (32-2) 296 33 06.\nANNEX III\nCOMMISSION OF THE EUROPEAN COMMUNITIES,\nDG VI-D.2 - Beef/veal and sheepmeat;\nfax: (32-2) 295 36 13."}