{"celex_id": "31996R0703", "uri": "http://publications.europa.eu/resource/cellar/198b2c33-d6ea-4ac7-aec8-865c3948a888", "type": "Regulation", "concepts": ["1309", "4653", "519", "5790", "588", "5969"], "title": "Commission Regulation (EC) No 703/96 of 18 April 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulation (EEC) No 2474/93 on imports of bicycles originating in the People's Republic of China by assembly operations in the European Community\n", "header": "COMMISSION REGULATION (EC) No 703/96 of 18 April 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulation (EEC) No 2474/93 on imports of bicycles originating in the People's Republic of China by assembly operations in the European Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST\n(1) The Commission has received a request pursuant to Article 13 (3) of Regulation (EC) No 384/96 (hereinafter 'the Basic Regulation`) to investigate the alleged circumvention of the anti-dumping duties imposed by Council Regulation (EEC) No 2474/93 of 8 September 1993 (2) on imports of bicycles originating in the People's Republic of China by imports of parts originating in that country which are subsequently used in the assembly of bicycles in the Community; to make the imports of these parts subject to registration by the customs authorities pursuant to Article 14 (5) of the Basic Regulation and to extend where justified the above anti-dumping duties to the latter imports.\nB. APPLICANT\n(2) The request has been lodged by the European Bicycle Manufacturers' Association on 7 March 1996, on behalf of the Community industry.\nC. PRODUCT\n(3) The products through which the alleged circumvention is taking place are bicycle parts and accessories originating in the People's Republic of China which are used in the assembly of bicycles in the European Community. These products are currently classifiable within the CN codes ranging from 8714 91 10 to 8714 99 90. These codes are given for information only and have no binding effect on the classification of the product.\nD. REGISTRATION\n(4) In view of the great variety and large number of bicycle parts, registration of imports should be limited to the main parts used in bicycle assembly operations, namely bicycle frames, forks, rims and hubs falling within CN codes 8714 91 10, 8714 91 30, 8714 92 10 and 8714 93 10 respectively.\nE. EVIDENCE\n(5) The request contains sufficient evidence to satisfy the requirements of Article 13 (1) of the Basic Regulation that the anti-dumping duties on imports of bicycles originating in the People's Republic of China are being circumvented by imports of bicycle parts originating in that country used in assembly operations in the Community.\n(6) The evidence is as follows:\n(a) Since the initiation of the original anti-dumping investigation on 12 October 1991 a clear change has taken place in the pattern of trade between the country concerned and Community. Between 1992 and 1995 imports of bicycles from the People's Republic of China into three Member States which represent the major part of the trade concerned in the Community have decreased by more than 96 %, whereas corresponding imports of bicycle frames in the same period have increased by more than 200 %.\nThis change in the pattern of trade is alleged to stem from an increase in the assembly operations in the Community for which there is insufficient due cause or economic justification, apart from the existence of the anti-dumping duties. The most obvious cause of the abovementioned change in the pattern of trade is that imports of bicycle parts are not required to pay the 30,6 % anti-dumping duty imposed on imports of assembled bicycles originating in the People's Republic of China.\n(b) Furthermore, the request contains evidence which shows that the prices at which the bicycles assembled from Chinese parts are being sold in the Community are lower than the non-dumped level of the export price established in the original investigation for the bicycles assembled in the People's Republic of China.\n(c) Finally, the applicant claims that the alleged circumvention is severely undermining the remedial effects of the existing anti-dumping duties in terms of the prices of the assembled like product. This is preventing the Community industry from achieving a reasonable profit which would allow it to recover from the injurious effects of dumping and to redress its unsatisfactory financial situation.\nF. PROCEDURE\n(7) In the light of the evidence contained in the request, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation under Article 13 (3) of the Basic Regulation, and to make imports of the bicycle parts mentioned in recital (4) above subject to registration in accordance with Article 14 (5) of the said Regulation.\n(i) Questionnaires\n(8) In order to obtain the information it deems necessary for its investigation, the Commission will send questionnaires to the bicycle assemblers in the Community named in the request. Information, as appropriate, may be sought from Community producers.\n(9) Other interested parties which can show that they are likely to be affected by the outcome of the investigation, should ask for a copy of the questionnaire as soon as possible, as they are also subject to the time limit set out in this Regulation. Any request for questionnaires must be made in writing to the address mentioned below, and should indicate the name, address, telephone and fax numbers of the requesting party.\nThe authorities of the People's Republic of China will be notified of the initiation of the investigation and provided with a copy of the request.\n(ii) Certificates of non-circumvention\n(10) In accordance with Article 13 (4) of the Basic Regulation, certificates exempting the imports of the product concerned from registration or measures may be granted when the importation does not constitute circumvention.\nThe Commission will consider applications for such certificates on the basis of a thorough appraisal of the merits of such applications.\nG. TIME LIMIT\n(11) In the interest of sound administration, a period should be fixed within which interested parties, provided they can show that they are likely to be affected by the results of the investigation, may make their views known in writing. A period should also be fixed within which interested parties may make a written request for a hearing and show that there are particular reasons why they should be heard.\nFurthermore, it should be stated that in cases in which any interested party refuses access to, or otherwise does not provide necessary information within the time limit, or significantly impedes the investigation, provisional or final findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["An investigation pursuant to Article 13 (2) of Regulation (EC) No 384/96 of imports of bicycle parts falling within the CN codes ranging from 8714 91 10 to 8714 99 90 originating in the People's Republic of China and used in bicycle assembly operations in the Community is hereby initiated.", "The customs authorities are hereby directed, pursuant to Article 14 (5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports of bicycle frames, forks, rims and hubs falling within CN codes 8714 91 10, 8714 91 30, 8714 92 10 and 8714 93 10 respectively, in order to ensure that, should the anti-dumping duties applicable to imports of bicycles originating in the People's Republic of China be extended to the former imports, they may be collected from the date of such registration.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nImports shall not be subject to registration where they are accompanied by a customs certificate issued in accordance with Article 13 (4) of Regulation (EC) No 384/96.", "Interested parties must, if their representations are to be taken into account during the investigation, make themselves known, present their views in writing, submit information and apply to be heard by the Commission within 37 days from the date of transmission of this Regulation to the authorities of the People's Repubic of China. The transmission of this Regulation to the authorities of the People's Republic of China shall be deemed to have taken place on the third day following its publication in the Official Journal of the European Communities.\nAny information relating to the matter and any request for a hearing should be sent to the following address:\nEuropean Commission,\nDirectorate General for External Economic Relations\n(Unit I-C-3),\nAttn.: Mr A. Tradacete,\nCORT 100 3/100,\nRue de la Loi/Wetstraat 200,\nB-1049, Brussels;\nFax No: (32-2) 295 65 05.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 228, 9. 9. 1993, p. 1."}