{"celex_id": "31995D0323", "uri": "http://publications.europa.eu/resource/cellar/41d2bb4e-5b51-4d11-b093-ff76ee2d1520", "type": "Decision", "concepts": ["1309", "1445", "4354", "5369", "842", "97"], "title": "95/323/EC: Commission Decision of 25 July 1995 amending Council Decision 79/542/EEC and Commission Decisions 92/260/EEC, 93/195/EEC and 93/197/EEC with regard to the animal health conditions for the temporary admission, re-entry and imports into the Community of registered horses from Syria\n", "header": "COMMISSION DECISION of 25 July 1995 amending  Council Decision 79/542/EEC and Commission Decisions 92/260/EEC, 93/195/EEC and 93/197/EEC with  regard to the animal health conditions for the temporary admission, re-entry and imports into the  Community of registered horses from Syria (Text with EEA relevance) (95/323/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing  the movement and imports from third countries of equidae  (1), as last amended by the Act of  Accession of Austria, Finland and Sweden, and in particular Articles 12, 13, 15, 16 and 19 (ii)  thereof,\nWhereas by Council Decision 79/542/EEC  (2), as last amended by the Act of Accession of Austria,  Finland and Sweden, a list of third countries from which Member States authorize imports of bovine  animals, swine, equidae, sheep and goats, fresh meat and meat products has been established;\nWhereas the health conditions and veterinary certification for the temporary admission and imports  of registered horses are laid down respectively in Commission Decisions 92/260/EEC  (3) and  93/197/EEC  (4), both as last amended by the Act of Accession of Austria, Finland and Sweden, and  for the re-entry of registered horses after temporary export in Commission Decision 93/195/EEC   (5), as last amended by Decision 95/99/EC  (6);\nWhereas following a Commission veterinary inspection mission to Syria the animal health situation  appears to be under the satisfactory control of well structured and organized veterinary services;\nWhereas Syria has been free from African horse sickness for more than two years and systematic  vaccination against this disease has not been carried out during the last twelve months, from  glanders and dourine for more than six months and Venezuelan equine encephalomyelitis and vesicular  stomatitis have never occurred;\nWhereas the veterinary authorities of Syria have guaranteed to notify within 24 hours by telefax,  telegram or telex to the Commission and the Member States the confirmation of any infectious or  contagious disease in equidae mentioned in Annex A of Council Directive 90/426/EEC and any change  in the vaccination or import policy in respect of equidae;\nWhereas the animal health conditions and veterinary certification must be adopted according to the  animal health situation of the third country concerned; whereas the present case relates only to  registered horses;\nWhereas Council Decision 79/542/EEC and Commission Decisions 92/260/EEC, 93/195/EEC and 93/197/EEC  must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["In Part 2 of the Annex to Council Decision 79/542/EEC, special column  for equidae, the following line is inserted in accordance with the alphabetical order of the ISO  code:\n>TABLE>", "Commission Decision 92/260/EEC is amended as follows:\n1.  'Syria` is added in alphabetical order to the list of third countries in Group E of Annex I.\n2.  'Syria` is added in alphabetical order to the list of third countries in the title of the  health certificate set out in Annex II (E).", "Commission Decision 93/195/EEC is amended as follows:\n1.  'Syria  (2)` is added in alphabetical order to the list of third countries in Group E of Annex  I.\n2.  'Syria` is added in alphabetical order to the list of third countries under 'Group E` in the  title of the health certificate set out in Annex II.", "Commission Decision 93/197/EEC is amended as follows:\n1.  'Syria  (2)` is added in alphabetical order to the list of third countries in Group E of Annex  I.\n2.  'Syria` is added in alphabetical order to the list of third countries in the first half  sentence of the title relating to registered horses of the health certificate set out in Annex II  E.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}