{"celex_id": "31991R1524", "uri": "http://publications.europa.eu/resource/cellar/fc2ece28-2bab-4684-9969-2fd0fd4e07f5", "type": "Regulation", "concepts": ["1264", "4284", "5025"], "title": "Commission Regulation (EEC) No 1524/91 of 5 June 1991 amending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 1524/91  of 5 June 1991  amending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 12 (4) thereof,\nWhereas, with a view to encouraging a policy geared to the production of quality goods, the quality requirements for intervention should be made stricter; whereas, to that end, lampante grade oils with more than 8 % acidity should be excluded from  intervention; whereas, to the same end, the price reductions applicable to lampante grade oils should be adjusted; whereas, for the sake of sound management of intervention, a slight adjustment should also be made for oils of better qualitites for which  there are normally outiets on the market;\nWhereas, in order to simply management of the intervention arrangements, certain conditions governing the acceptance and storage of oils should be reviewed; whereas, however, in view of the production conditions in Portugal, the minimum quantities of  lots which may be offered for intervention should be maintained unaltered in that country for the 1990/91 marketing year; whereas Commission Regulation (EEC) No 3472/85 (3), as last amended by Regulation (EEC) No 3502/88 (4), must consequently be  amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["  Article 1\nRegulation (EEC) No 3472/85 is hereby amended as follows:\n1. In the second paragraph of Article 1, the words 'may not be more than 10 %' are replaced by 'may not be more than 8 %'.\n2. In Article 2:\n(a) paragraph 3 is replaced by the following:\n'3. Each lot offered must cover at least 20 tonnes of olive oil. However, for the 1990/91 marketing year, each lot offered in Portugal must cover at least the quantities set out below:\n- 500 kilograms if the oil offered is of one of the quantities defined in point 1 (a) or (b) of the Annex to Regulation No 136/66/EEC,\n- 1 000 kilograms if the oil offered is of the quality defined in point 1 (c) of that Annex,\n- 2 000 kilograms if the oil offered is of the quality defined in point 1 (d) of that Annex or if the lot offered is divided into two or more parts of different qualities as defined in point 1 of that Annex.';\n(b) in paragraph 4, the second subparagraph is deleted.\n3. Article 8 (2) is replaced by the following:\n'2. The quantity of each storage lot must exceed 20 tonnes, except in cases of a shortage of oil.'\n4. The Annex is replaced by the Annex hereto.  Article 2\nThis Regulation shall enter into force on 17 June 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 333, 11. 12. 1985, p. 5. (4) OJ No L 306, 11. 11. 1988, p. 40.\nANNEX\n(ECU/100 kg)\nDescription and quality as defined in the Annex to Regulation No 136/66/EEC (the degree of acidity represents the free fatty-acid content expressed as oleic acid/100 g of oil)  Price increase  Price reduction      Extra virgin olive oil  17,00  -   Virgin olive oil  6,00  -  Semi-fine virgine olive oil  -  -  Lampante virgin olive oil, 1°  -  10,00  Other lampante virgin olive oils    - More than 1° to up to 5° acidity   Reduction increased by ECU 0,32 for each additional tenth of a degree of  acidity  - More than 5° to up to 8° acidity   Reduction increased by ECU 0,35 for each additional tenth of a degree of acitity"}