{"celex_id": "31997R0076", "uri": "http://publications.europa.eu/resource/cellar/99d663d4-63dc-47c8-b2f6-0e2142a1a38b", "type": "Regulation", "concepts": ["1318", "2356", "2560", "3065", "5025", "6025"], "title": "Commission Regulation (EC) No 76/97 of 17 January 1997 on certain exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 76/97 of 17 January 1997 on certain exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, veterinary measures for that country were adopted by Commission Decision 93/566/EC, of 4 November 1993, concerning protection measures relating to classical swine fever in Germany and replacing Decision 93/539/EEC (3); whereas exceptional support measures for the market in pigmeat were adopted for Germany by Commission Regulation (EC) No 3088/93(4), as repealed by Regulation (EC) No 2066/94 (5);\nWhereas the exceptional support measures applied from 29 October 1993 until 18 August 1994 included the purchase of live pigs by the German authorities from the protection zone and their processing in particular into products intended for uses other than human consumption;\nWhereas between December 1993 and March 1994 the German veterinary authorities purchased live pigs from the protection zone in the Damme region, where there is a large pig population; whereas the pigs in question were covered by the restrictions on the free movement of pigs resulting from application of the measures to prevent the spread of classical swine fever; whereas their buying-in helped to prevent a serious disturbance on the pigmeat market in Germany; whereas these pigs were processed in the same way as those covered by Regulation (EC) No 3088/93;\nWhereas the presence of classical swine fever in the production areas of Lower Saxony and the measures to combat the disease heavily engaged the administration's resources for a long time; whereas it was not therefore possible to determine rapidly the exact nature of the purchases in the Damme region and to decide whether they constituted veterinary measures or exceptional market support measures; whereas, this delay made it impossible to include the purchase among the support measures introduced by Regulation (EC) No 3088/93 as that Regulation had been repealed in the meantime;\nWhereas the purchases have had the same beneficial effect on the market as those carried out under Regulation (EC) No 3088/93; whereas it is accordingly justified to consider them exceptional market support measures similar to those adopted by Regulation (EC) No 3088/93 and to apply the financing arrangements provided for by that Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. The purchase of 90 106 live pigs between December 1993 and March 1994 by the German veterinary authorities in the Damme region is hereby deemed an exceptional market support measure.\n2. The purchase of 63 074 live pigs shall be borne by the Community budget.\n3. The purchase of 27 032 live pigs shall be borne by the national budget.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 273, 5. 11. 1993, p. 30.\n(4) OJ No L 277, 10. 11. 1993, p. 30.\n(5) OJ No L 213, 18. 8. 1994, p. 8."}