{"celex_id": "31990R1866", "uri": "http://publications.europa.eu/resource/cellar/ffacd65b-fc8b-43f3-8e90-149a7480b7fd", "type": "Regulation", "concepts": ["2734", "4352", "4395", "5138", "73", "980"], "title": "Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\n", "header": "COMMISSION  REGULATION (EEC) No 1866/90\nof 2 July 1990\non arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments (1), and in particular Article 22 thereof,\nAfter consultation of the Committee for the Developement and Reconversion of Regions and the Committee referred to in Article 124 of the Treaty;\nWhereas, in connection with the Structural Funds, Article 22 of Regulation (EEC) No 4253/88 provides that Commission decisions, commitments and payments shall be denominated and carried out in ecus in accordance with arrangements to be drawn up; whereas that provision has not affected as such the agri-monetary arrangements laid down by the Council; whereas this Regulation does not affect the application by Member States, in respect of the amounts fixed in ecus by the Council within the framework of the policy on agricultural structures, of the conversion rate fixed in the Annexes to Council Regulation (EEC) No 1678/85 (2), as last amended by Regulation (EEC) No 1129/89 (3);\nWhereas given the transitional character of Article 10 (3) of Council Regulation (EEC) No 4256/88 (4), it is obvious that the new system will only be applied, in the sector of the EAGGF guidance section relating to the marketing and processing of agricultural and forestry products, as well as of fishery products, to grant requests made after the entry in force of Council Regulations (EEC) No 866/90 (5) and (EEC) No 867/90 (6) envisaged under Article 10 (1) of Regulation (EEC) No 4256/88, for agricultural and forestry products, and after 31 December 1990 for fishery products;\nWhereas the Committee on Agricultural Structures and Rural Development has not delivered an opinion in the time-limit laid down by its Chairman,", "main_body": ["Plans\nThe plans referred to in Articles 5, 6 and 7 of Regulation (EEC) No 4253/88 shall be submitted by Member States in ecus or in national currency.", "Community support frameworks\nFinancing plans for Community support frameworks shall be drawn up in constant prices in ecus.", "Applications for assistance\nFinancing plans accompanying applications for assistance, which are governed by Articles 14 to 18 to Regulation (EEC) No 4253/88, shall be submitted to the Commission in ecus or in national currency.\nIn the latter case, the reference exchange rate shall be the rate in force in the month of receipt of the application, as defined in Article 91 of Commission Regulation (EEC, Euratom, ECSC) No 610/86 of 11 December 1986 laying down detailed rules for the implementation of certain provisions of the Financial Regulation of 21 December 1977 (7).", "Grant decisions by the Commission\nThe amount of the grant and the financing plan approved by the Commission shall be expressed in constante prices in ecus.", "Payments\n1. Statements of expenditure supporting the corresponding payment requests shall be made in ecus or in national currency.\n2. Member States which submit their statements of expenditure in ecus shall convert the amounts of expenditure incurred in national currency into ecus applying the rate for the month during which the expenditure was recorded in the accounts of the bodies responsible for the\nfinancial management of the programme. To this end, the Commission shall inform Member States each month of the rate applicable.\n3. Statements of expenditure in national currency shall be converted into ecus at the rate for the month in which the Commission receives these statements.\n4. The Member States shall specify in their grant applications referred to in Article 3 which of the two systems described in paragraphs 2 and 3 of this Article they intend to adopt for their statements of expenditure.\n5. Grants made by the Commission shall be paid in ecus to the authority designated by the Member State to receive the payments.", "Transitional arrangements\nIn the sector of the contribution under the EAGGF guidance section for measures relating to the marketing and processing of agricultural and forestry products, this Regulation applies to grant applications made from the date of entry into force of Regulation (EEC) No 866/90 for agricultural products, and of Regulation (EEC) No 867/90 for forestry products, and from 31 December 1990 for fishery products.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1990.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 374, 31. 12. 1988, p. 1.\n(2) OJ No L 164, 24. 6. 1985, p. 11.\n(3) OJ No L 119, 11. 5. 1990, p. 1.\n(4) OJ No L 374, 31. 12. 1988, p. 25.\n(5) OJ No L 91, 6. 4. 1990, p. 1.\n(6) OJ No L 91, 6. 4. 1990, p. 7.\n(7) OJ No L 360, 19. 12. 1986, p. 1."}