{"celex_id": "31993R3618", "uri": "http://publications.europa.eu/resource/cellar/db57d6dc-ab88-4727-9ff3-d0c28a93b2db", "type": "Regulation", "concepts": ["1309", "2089", "3774", "4860"], "title": "COMMISSION REGULATION (EC) No 3618/93 of 21 December 1993 on detailed rules for implementing the special arrangements for imports of butter from New Zealand into the United Kingdom\n", "header": "COMMISSION REGULATION (EC) No 3618/93 of 21 December 1993 on detailed rules for implementing the special arrangements for imports of butter from New Zealand into the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the 1972 Act of Accession, and in particular Article 5 (2) of Protocol 18 thereto,\nHaving regard to Council Regulation (EC) No 3610/93 of 22 December 1993 relating to the continued import of New Zealand butter into the United Kingdom on special terms (1), and in particular Article 6 thereof,\nWhereas detailed rules of application should be laid down in particular as regards verification of the origin and destination of the butter and the notifications to be provided by the United Kingdom; whereas Commission Regulation (EEC) No 3885/92 (2)  must be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. The certificate referred to in Article 4 of Regulation (EC) No 3610/93:\n(a) shall be a numbered certificate issued by the competent authorities in New Zealand;\n(b) shall comply with the further conditions laid down by the United Kingdom in order to ensure identification of the butter concerned and the accuracy of the data given in the certificate; and\n(c) shall be presented to the United Kingdom authorities at the time of the acceptance of the import declaration.\n2. In order to ensure compliance with the condition prescribing the minimum age of the butter at the time of the acceptance of the import declaration, the certificate shall state the date of manufacture of the butter in question.\n3. The United Kingdom shall inform the Commission of the measures taken pursuant to paragraph 1 (b).", "For the purposes of monitoring the maximum quantities referred to in Article 2 (1) of Regulation (EC) No 3610/93, account shall be taken of all the quantities in respect of which import declarations have been accepted during the period in  question.", "1. New Zealand butter imported into the United Kingdom pursuant to Regulation (EC) No 3610/93 shall, at all stages of marketing, bear a statement of its New Zealand origin.\n2. However, where New Zealand butter is blended with Community butter which is intended for direct consumption, paragraph 1 shall apply only up to the stage of packing in small packages.\nThe United Kingdom shall inform the Commission of the steps taken to that end.", "The United Kingdom shall inform the Commission, not later than the end of each week, in respect of butter which is to qualify or has qualified under the special import arrangements provided for in Regulation (EC) No 3610/93 of the following:\n(a) quantities arriving in the United Kingdom during the previous week:\n- in respect of which import declarations have been accepted,\n- in respect of which those import declarations have not yet been accepted;\n(b) quantities in storage in the United Kingdom, as at the most recent date:\n- in respect of which import declarations have been accepted,\n- in respect of which those import declarations have not yet been accepted;\n(c) quantities sold on the United Kingdom market during the previous week and:\n- intended for direct consumption,\n- blended with Community butter and intended for direct consumption,\n- intended for other uses;\n(d) cumulative quantities since 1 January each year, as at the most recent date:\n- in respect of which import declarations have been accepted,\n- in respect of which those import declarations have not been accepted,\n- sold on the United Kingdom market and subdivided as under (c);\n(e) quantities in course of consignment between New Zealand and the United Kingdom, with a statement of their probable dates of arrival;\n(f) sale prices at the first marketing stage.", "Regulation (EEC) No 3885/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) See page 5 of this Official Journal.\n(2) OJ No L 391, 31. 12. 1992, p. 18."}