{"celex_id": "31992R2025", "uri": "http://publications.europa.eu/resource/cellar/a44015bc-b3cf-4b8d-8181-bc29a157d796", "type": "Regulation", "concepts": ["1264", "1644", "2292", "4172", "862"], "title": "Commission Regulation (EEC) No 2025/92 of 22 July 1992 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 2025/92  of 22 July 1992  on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rate to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 12 thereof,\nWhereas common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EEC) No 1695/92 (4);\nWhereas Commission Regulation (EEC) No 3719/88 (5), as last amended by Regulation (EEC) No 1599/90 (6) lays down in particular detailed rules for the application of the system of import licences;\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1601/92 the forecast supply balance for olive oil for the Canary Islands until the end of the present marketing year should be drawn up; whereas this must permit interchangeability of the quantities  set for certain products and must if necessary be reviewed in line with the islands' actual requirements;\nWhereas under the terms of Article 3 of Regulation (EEC) No 1601/92 the Canary Islands' olive oil requirements in terms of quantity, price and quality are to be met by mobilization of Community products on terms equivalent for the end user to exemption  from import duties; whereas this requires the granting of aid on Community supplies; whereas this aid must reflect the costs of the various sources of supply and the prices of exports to third countries; whereas this will involve differentiating the aid  by type of product;\nWhereas the Member State in question should designate the authority responsible for issuing import licences and aid certificates, receiving aid applications and paying aid;\nWhereas a time schedule should be set for the lodging of applications for licences and certificates and the terms of acceptability of applications, particularly in regard to the lodging of security, whereas the periods of validity of import licences and  aid certificates should be set in line with supply requirements and administrative needs; whereas accordingly, given the special situation of the Canary Islands, a longer period of validity for aid certificates should be granted;\nWhereas the arrangements introduced by Regulation (EEC) No 1601/92 came into force on 1 July 1992; whereas the detailed rules of application must be effective from the same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. Pursuant to Articles 2 and 3 of Regulation (EEC) No 1601/92 the quantities of olive oil covered by the forecast supply balance which qualify, during the period 1 July to 31 October 1992, for exemption from duties on imports from third  countries or for Community aid shall be those shown in the Annex.\nWithout prejudice to possible review during the period for which the balance is valid, the quantities set for each type of oil may be exceeded by 20 % provided that the overall quantity is not exceeded.\n2. Pursuant to Article 3 (2) of Regulation (EEC) No 1601/92 the aid granted on olive oil of Community origin under the specific supply arrangements for the Canary Islands shall be equal, for each type of oil, to the average of the maximum export refund  amounts set by tendering procedure for oil in small containers in the course of the month preceding that of submission of the certificate application, adjusted, where appropriate, by the accession compensatory amounts in force in the Member State of  dispatch in respect of third countries, plus ECU 1 per 100 kg.", "The Member State shall designate the authority responsible for:\n(a) issuing import licences;\n(b) issuing the aid certificate provided for in Article 4 (1) of Regulation (EEC) No 1695/92; and\n(c) paying the aid to the operators concerned.", "The provisions of Regulation (EEC) No 1695/92 shall apply.", "1. Applications for import licences and aid certificates shall be lodged with the competent authority during the first five working days of each month. For July 1992, however, they shall be lodged before 25 July 1992. Importers may submit  only one application per month. Applications shall not be admissible unless:\n(a) submitted by a natural or legal person active in the olive-oil sector and enrolled to that effect in a public register of a Member State at 30 June 1992;\n(b) the dtotal quantity requested by the operator does not exceed 400 tonnes, within the limit of the maximum quantity available when the application is lodged;\n(c) proof is furnished before the end of the period for lodging applications that the importer has provided a security of ECU 10 per 100 kg.\n2. The application and box 16 of the licence/certificate itself shall indicate the appropriate code as shown in the annexed estimate and the type of packaging of the product.\n3. If, pursuant to Article 5 of Regulation (EEC) No 1695/92, licences/certificates are issued for quantities smaller than applied for, importers may withdraw their applications in writing within three working days of the date of issue.\n4. Licences/certificates shall be issued not later than the tenth working day of each month. For July 1992, however, they shall be issued on 31 July.", "1. The validity of import licences shall expire on the last day of the month following that of issue.\n2. The validity of aid certificates shall expire on the last day of the second month following that of issue.", "The aid provided for in Article 3 of Regulation (EEC) No 1601/92 shall be paid on quantities actually delivered to the Canary Islands. The rate applicable for payment in the national currency shall be the agricultural conversion rate  applicable on the first day of the month in which the aid application is submitted.", "Security provided against licences/certificates shall be released:\n(a) if the competent authority has rejected the application;\n(b) if the importer has withdrawn his application under Article 4 (3);\n(c) when proof is furnished that the licence/certificate has been used; the security shall be released pro rata to the quantities charged to the licence/certificate; the full security shall be released when 95 % of the scheduled quantity has been used;\n(d) when proof is furnished that the product has become unfit for any use or that importation has been prevented by force majeure.", "Within three months of publication of this Regulation Spain shall adopt and notify to the Commission all further rules required, in particular to ensure that the benefit of the supply measures is actually passed on to the end user.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 179, 1. 7. 1992, p. 1. (5) OJ No L 331, 2. 12. 1988, p. 1. (6) OJ No L 151, 15. 6. 1990, p. 29.\nANNEX\nCanary Islands: forecast supply balance for olive oil for the period 1 July to 31 October 1992\n(in tonnes)\nCode  Description  Quantity      1509 10 90 100  Virgin olive oil in immediate containers holding no more than 5 litres  300  1509 10 90 900  Virgin olive oil in immediate containers holding more than 5 litres  100  1509 90 00 100  Olive oil  (Riviera) in immediate containers holding no more than 5 litres  3 600  1509 90 00 900  Olive oil (Riviera) in immediate containers holding more than 5 litres  300  1510 00 90 100  Olive-residue oil in immediate containers holding no more than 5 litres   100  1510 00 90 900  Olive-residue oil in immediate containers holding more than 5 litres  -       Total  4 400"}