{"celex_id": "31990D0083", "uri": "http://publications.europa.eu/resource/cellar/96fbfe38-ed0f-4fa0-9d21-c316fc14eb13", "type": "Decision", "concepts": ["1043", "1255", "2606", "5146", "646", "922"], "title": "90/83/EEC: Council Decision of 22 February 1990 providing medium-term financial assistance for Hungary\n", "header": "COUNCIL  DECISION\nof 22 February 1990\nproviding medium-term financial assistance for Hungary\n(90/83/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1), submitted following consultation with the Monetary Committee,\nHaving regard to the opinion of the European Parliament (2),\nWhereas the European Council of 8 and 9 December 1989 referred to the need to grant Hungary, after agreement with the International Monetary Fund (IMF), an adjustment loan of an amount of US $ 1 000 million; whereas this amount is the equivalent of ECU 870 million;\nWhereas the people of Hungary have close historic relationships with the people of the Community, and whereas that country is undertaking fundamental political and economic reforms and has decided to adopt a market economy model;\nWhereas the said reforms will strengthen mutual confidence and bring Hungary closer to the Community;\nWhereas the granting of the medium-term loan is an appropriate measure to facilitate the adjustment of the Hungarian economy in order to reap the full benefits of an economy based on market principles; whereas the terms and conditions of the loan should emphasise necessary structural adjustment, with due regard for social stability, as well as being consistent with the terms and conditions put forward by the IMF, whereas an agreement with the IMF on a stabilisation programme is necessary and should be concluded quickly; whereas assurances should be secured that Hungary has negotiated satisfactory terms with its private creditors to ensure their continued participation;\nWhereas the economic reforms will contribute to mutually beneficial economic and commercial relationships between Hungary and the Community; whereas these relationships will promote, throughout the Community, a harmonious development of economic activities;\nWhereas examination by the Commission, in collaboration with the Monetary Committee, has shown a marked deterioration in Hungary's economic situation;\nWhereas the Hungarian Government has applied to the Community for a medium-term loan;\nWhereas it is appropriate to associate other G24 countries with this loan operation;\nWhereas this action is urgent and the first tranche should consequently be implented rapidly;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["The Community shall grant to Hungary a medium-term loan facility of a maximum amount of ECU 870 million in principal, with a maximum duration of five years, in order to permit that country to overcome the difficulties of structural adjustment of its economy.\nThis loan will be managed by the Commission in full consultation with the Monetary Committee, in a manner consistent with any agreement reached between the International Monetary Fund (IMF) and Hungary.", "The Commission is empowered to negotiate with the Hungarian authorities, after consultation with the Monetary Committee, the terms and conditions of the loan in order to facilitate structural adjustment and the evolution of Hungary's economy towards a market-oriented system in a stable macroeconomic and social environment. These terms and conditions shall be consistent with the agreement referred to in the second paragraphe of Article 1.\nThe Commission shall verify at regular intervals, in collaboration with the Monetary Committee, that the economic policy in Hungary accords with the objectives of this loan and that its conditions are being fulfilled.", "The loan shall be made available to Hungary in tranches. Each tranche shall be released to the National Bank of Hungary.", "As a first tranche, the Commission is empowered to borrow, on behalf of the European Economic Community, an amount of ECU 350 million in principal.\nThe proceeds of these borrowings shall be on-lent to Hungary as soon as a 'stand-by arrangement' has been concluded between Hungary and the IMF.", "The release of, and the procedural arrangements for, the subsequent tranches, including the question of the guarantee, shall be decided upon at a later stage.", "1. The borrowing and lending operations referred to in Article 4 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest-rate risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Hungary so decides, to include in the loan conditions, and also to exercise, an early repayment clause.\n3. At the request of Hungary, and where circumstances permit an improvement in the interest rate on the loans, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average duration of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Hungary.\n5. The Monetary Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3.", "At least once a year, the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 22 February 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ No C 20, 27. 1. 1990, p. 9.\n(2) OJ No C 38, 19. 2. 1990."}