{"celex_id": "31998D0551", "uri": "http://publications.europa.eu/resource/cellar/1398247c-e5c8-46f1-9d43-ce00536246ea", "type": "Decision", "concepts": ["2378", "2771", "4653", "519", "5969", "932"], "title": "98/551/EC: Commission Decision of 21 September 1998 lifting the suspension of the payment of the anti-dumping duty extended to certain bicycle parts originating in China granted to Société Européenne de Commerce sarl (France) pursuant to Commission Regulation (EC) No 88/97 (notified under document number C(1998) 2764)\n", "header": "COMMISSION DECISION of 21 September 1998 lifting the suspension of the payment of the anti-dumping duty extended to certain bicycle parts originating in China granted to Société Européenne de Commerce sarl (France) pursuant to Commission Regulation (EC) No 88/97 (notified under document number C(1998) 2764) (98/551/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2),\nHaving regard to Council Regulation (EC) No 71/97 of 10 January 1997 extending the definitive anti-dumping duty imposed by Regulation (EEC) No 2474/93 on bicycles originating in the People's Republic of China to imports of certain bicycle parts from the People's Republic of China, and levying the extended duty on such imports registered under Regulation (EC) No 703/96 (3),\nHaving regard to Commission Regulation (EC) No 88/97 of 20 January 1997 on the authorization of the exemption of imports of certain bicycle parts originating in the People's Republic of China from the extension by Council Regulation (EC) No 71/97 of the anti-dumping duty imposed by Council Regulation (EEC) No 2474/93 (4), and in particular Article 4(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) Société Européenne de Commerce sarl (hereinafter referred to as 'SECO`), a French bicycle assembler, submitted a request on 14 February 1997 pursuant to Article 3 of Commission Regulation (EC) No 88/97 to be exempted from the application of the anti-dumping duty extended by Regulation (EC) No 71/97 (hereinafter referred to as 'the extended duty`).\n(2) Pursuant to Articles 5(1) and 11(2) of Regulation (EC) No 88/97, payment of the customs debt in respect of the extended duty was suspended for SECO from the date of its request in respect of any imports of essential bicycle parts declared for free circulation. The date of effect of the suspension was published in the Official Journal of the European Communities (5).\n(3) Following the receipt of SECO's request, the Commission services requested additional information required for the determination of its admissibility and prescribed a time limit for the submission of this information.\n(4) Since SECO had failed to provide the information requested for the determination of the admissibility of its request within the period specified, the Commission informed the company, in accordance with Article 4 of Regulation (EC) No 88/97 that it intended to reject its request for exemption from the extended duty, and gave it an opportunity to comment. No comments were received.\n(5) Since SECO is no longer justified in benefiting from a suspension of the payment of the extended duty, the suspension should be lifted, and the extended duty collected.", "main_body": ["The request for exemption from the extended duty made pursuant to Article 3 of Regulation (EC) 88/97 by Société Européenne de Commerce sarl (France) is hereby rejected as inadmissible.", "The suspension of the payment of the extended duty pursuant to Article 5 of Regulation (EC) No 88/97 is hereby lifted for Société Européenne de Commerce sarl. (France).", "This Decision is addressed to the Member States and to Société Européenne de Commerce sarl, 626 route d'Arras, 59554 Raillencourt-Saint-Olle."], "attachments": "Done at Brussels, 21 September 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 16, 18. 1. 1997, p. 55.\n(4) OJ L 17, 21. 1. 1997, p. 17.\n(5) OJ C 112, 10. 4. 1997, p. 9."}