{"celex_id": "31993R1557", "uri": "http://publications.europa.eu/resource/cellar/36f258a2-e90a-4190-81db-ab9fc6d49c45", "type": "Regulation", "concepts": ["1667", "5384", "755"], "title": "Council Regulation (EEC) No 1557/93 of 14 June 1993 amending Regulation (EEC) No 1308/70 on the common organization of the market in flax and hemp and repealing Regulation (EEC) No 3698/88 laying down special measures for hemp seed\n", "header": "COUNCIL REGULATION (EEC) No 1557/93 of 14 June 1993 amending Regulation (EEC) No 1308/70 on the common organization of the market in flax and hemp and repealing Regulation (EEC) No 3698/88 laying down special measures for hemp seed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 4 (2) of Regulation (EEC) No 1308/70 (4), lays down the factors to be taken into account when the amount per hectare for fibre flax and hemp is fixed; whereas in particular the guide price for linseed is taken into account;\nWhereas Council Regulation (EEC) No 1552/93 of 14 June 1993 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops (5) replaces, with effect from the 1993/94 marketing year for flax other than fibre flax, the support system currently in force for linseed introduced by Council Regulation (EEC) No 569/76 of 15 March 1976 laying down special measures for linseed (6); whereas Article 4 of Regulation (EEC) No 1308/70 should therefore be adapted accordingly;\nWhereas, given the link between fibre flax and hemp, provision should be made for a similar aid scheme for these two products; whereas, accordingly, Regulation (EEC) No 3698/88 (7), which provides for the grant of aid for hemp seed produced on areas for which the aid for hemp referred to in Article 4 of Regulation (EEC) No 1308/70 is granted, should be repealed;\nWhereas, in order to prevent the abolition of the aid for fibre flax seed and hemp seed affecting producers' incomes, provision should be made for the amount of standard aid for these products to be fixed, taking account in particular of their income obtained from the sale of seeds;\nWhereas at present there are different rates of aid for fibre flax seed depending on the method of deseeding the flax and the areas of production; whereas the grant of a single standard aid for fibre flax could provoke serious disturbance in this sector as a result of the movement of cultivation and the processing industry to regions with a low seed yield; whereas, in order to avoid this risk, the rate of standard aid for fibre flax should be varied depending on the seed yield,", "main_body": ["Article 4 (2) of Regulation (EEC) No 1308/70 shall be replaced by the following:\n'2. The amount of aid shall be so fixed per hectare of area sown and harvested as to ensure an even balance between the volume of production required in the Community and the amount that can be marketed.\nWhen the amount of aid is being fixed, account shall also be taken of the price of flax and hemp fibres and seeds on the world market. The amount of aid for flax shall be varied by applying coefficients established on the basis of the average seed yield recorded during the 1987/88 to 1991/92 marketing years in the homogeneous production areas. These coefficients shall be fixed on the one hand for retted, non-deseeded flax and, on the other hand, for flax other than retted, non-deseeded flax. These coefficients shall be fixed before the beginning of the marketing year in accordance with the procedure laid down in Article 12.`", "Regulation (EEC) No 3698/88 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 80, 20. 3. 1993, p. 25.\n(2) OJ No C 150, 31. 5. 1993.\n(3) OJ No C 129, 10. 5. 1993, p. 25.\n(4) OJ No L 146, 4. 7. 1970, p. 1. Regulation as last amended by Regulation (EEC) No 2057/92 (OJ No L 215, 30. 7. 1992, p. 16).\n(5) See page 19 of this Official Journal.\n(6) OJ No L 67, 15. 3. 1976, p. 29. Regulation as last amended by Regulation (EEC) No 2048/92 (OJ No L 215, 30. 7. 1992, p. 5).\n(7) OJ No L 325, 29. 11. 1988, p. 2. Regulation as amended by Regulation (EEC) No 2050/92 (OJ No L 215, 30. 7. 1992, p. 8)."}