{"celex_id": "31998R0542", "uri": "http://publications.europa.eu/resource/cellar/14a15ed5-b365-4b90-8958-b1a762033400", "type": "Regulation", "concepts": ["1474", "2306", "2556", "4092", "5537"], "title": "Council Regulation (EC) No 542/98 of 9 March 1998 on conclusion of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the period from 1 May 1997 to 30 April 2001\n", "header": "COUNCIL REGULATION (EC) No 542/98 of 9 March 1998 on conclusion of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the period from 1 May 1997 to 30 April 2001\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 in conjunction with Article 228(2), first sentence and the first subparagraph of Article 228(3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, pursuant to the Agreement between the Government of the Republic of Senegal and the European Economic Community on fishing off the coast of Senegal (3), the two parties conducted negotiations to determine the amendments or additions to be made to the Agreement at the end of the period of application of the Protocol;\nWhereas, as a result of those negotiations, a new Protocol establishing the fishing rights and financial compensation provided for in the abovementioned Agreement for the period from 1 May 1997 to 30 April 2001 was initialled on 26 March 1997;\nWhereas it is in the Community's interest to approve the new Protocol;\nWhereas the formula for apportioning trawler and tuna fishing opportunities between the Member States should be established on the basis of the traditional allocation under the fisheries agreement;\nWhereas point C of Annex I appearing in the Annex to the Protocol requires Community shipowners to land tuna catches in Senegal at their own expense; whereas this requirement needs to be clarified by setting a formula for apportioning direct landings by freezer tuna seiners,", "main_body": ["The Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the period from 1 May 1997 to 30 April 2001 (4) is hereby approved on behalf of the Community.", "The trawler and tuna fishing rights laid down in Article 1 of the Protocol shall be apportioned between the Member States as follows:\n>TABLE>", "The percentage of the catch that owners of Community freezer tuna trawlers are obliged to land directly in accordance with point C of Annex I appearing in the Annex to the Protocol shall be apportioned as follows:\n>TABLE>", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ C 267, 3. 9. 1997, p. 20.\n(2) OJ C 286, 22. 9. 1997, p. 39.\n(3) OJ L 226, 29. 8. 1980, p. 17.\n(4) OJ L 302, 5. 11. 1997, p. 4."}