{"celex_id": "31996R1035", "uri": "http://publications.europa.eu/resource/cellar/92d60ad7-6b43-45c3-8100-0af8d78c0b39", "type": "Regulation", "concepts": ["2069", "3156", "4057", "4381", "5751"], "title": "Commission Regulation (EC) No 1035/96 of 8 May 1996 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EC) No 1035/96  of 8 May 1996 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (), and in particular Articles 9 and 12 thereof,\nWhereas Regulation (EEC) No 2658/87 established a goods nomenclature, hereinafter called the combined nomenclature, to meet, at one and the same time, the requirements both of the Common Customs Tariff and of the external trade statistics of the Community;\nWhereas it is necessary to amend the combined nomenclature to take account of:\n- changes in requirements relating to statistics and commercial policy, in particular by virtue of Council Decision 94/800/EC of 22 December 1994 concerning the conclusion on behalf of the European Community, as regards matters within its competence, of the agreements reached in the Uruguay Round multilateral negotiations (1986-1994) () and Council Regulation (EC) No 3093/95 of 22 December 1995 laying down the rates of duty to be applied by the Community resulting from negotiations under GATT Article XXIV:6 consequent upon the accession of Austria, Finland and Sweden to the European Union (), as well as other measures adopted by the Council or by the Commission ();\n- the need to align or clarify texts, in particular to take account of the Accession of Austria, Finland and Sweden;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Tariff and Statistical Nomenclature Section of the Customs Code Committee,", "main_body": ["Without prejudice to Council Regulation (EC) No 344/96 of 26 Februari 1996 amending Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs tarif (), Annex I to Regulation (EEC) No 2658/87 is amended in accordance with the Annexes to this Regulation.", "This Regulation shall enter into force on 1  July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8  May 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n() OJ No L 256, 7. 9. 1987, p. 1.\n() OJ No L 336, 23. 12. 1994, p. 1.\n() OJ No L 334, 30. 12. 1995, p. 1.\n() Incorporated in Annex I to this Regulation are amendments resulting from the adoption of the following measure:\n- Commission Regulation (EC) No 192/96 of 31 January 1996 (OJ No L 26 of 2. 2. 1996, p. 5.\n() OJ No L 49, 28. 2. 1996, p. 1."}