{"celex_id": "31996D0648", "uri": "http://publications.europa.eu/resource/cellar/6141ef61-3c1d-40c5-9c4d-558bab5dd643", "type": "Decision", "concepts": ["1274", "1635", "183", "2247", "69"], "title": "96/648/EC: Commission Decision of 24 April 1996 amending Decision 94/811/EC declaring the compatibility of a concentration with the common market (Case No IV/M. 269 - Shell/Montecatini) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 24 April 1996 amending Decision 94/811/EC declaring the compatibility of a concentration with the common market (Case No IV/M. 269 - Shell/Montecatini) (Only the English text is authentic) (96/648/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4064/89 of 21 December 1989 on the control of concentrations between undertakings (1), and in particular Article 8 (2) thereof,\nHaving regard to the request made by Shell Petroleum NV and Montedison Nederland NV,\nHaving regard to the opinion of the Advisory Committee on Concentrations (2),\nWhereas:\n(1) On 4 January 1994, Shell Petroleum NV (Shell) and Montedison Nederland NV (Montedison) notified to the Commission a proposed 50/50 concentrative joint venture in the polyolefins sector, Montell, pursuant to Article 4 of Regulation (EEC) No 4064/89 (the Merger Regulation).\n(2) On 8 June 1994, the Commission adopted Decision 94/811/EC (3) declaring the proposed concentration compatible with the common market subject to conditions and obligations corresponding to commitments given by the parties (the Decision).\n(3) On 22 December 1995, the parties made a formal request for review of the PP technology commitment set out in paragraph 116 of the Decision [ . . . ] (4), within the meaning of paragraph 118 of the Decision.\nI. The Commission Decision of 8 June 1994\n(4) The Commission considered (5) that, as a result of the establishment of Montell, two fully-owned subsidiaries of the Royal Dutch/Shell group of companies would be linked with the two leading technologies for the manufacture of polypropylene (PP). These were: Montedison's Spheripol technology and the Unipol technology developed by Union Carbide Corporation (UCC) and Shell Oil, a Royal Dutch/Shell US subsidiary. In particular, Shell would be the industrial leader of Montell, which would develop and market Spheripol, while Shell Oil would be an important contributor to the Unipol technology package through the supply of catalysts.\n(5) In the Commission's view, Royal Dutch Shell's control over the competitive behaviour of its two subsidiaries would affect the rivalry between Spheripol and Unipol, which was the main competitive relationship on the market for the licensing of PP technology and associated services (PP technology market). Other existing PP technology providers or potential entrants into the market were not likely to represent a significant constraint on the exercise of market power by the parties in the short to medium term. For these reasons, the Commission concluded that the notified concentration would lead to dominance on the PP technology market.\n(6) In order to remove the competition concerns identified by the Commission, the parties entered into commitments vis-à-vis the Commission. Based on these commitments, Montedison's PP technology business would remain outside Montell and would be transferred to a separate company, Technipol. Technipol would be structurally and financially independent from Shell and Montell and would be endowed with all the necessary assets and characteristics enabling it to operate as an ongoing, viable and competitive business. In view of the parties' commitments, the Commission considered that the concentration would not lead to the creation or strengthening of a dominant position and that it could therefore be declared compatible with the common market.\n(7) At the same time, the notifying parties reserved their rights under Community law to request the Commission to review the whole or any specific commitments relating to PP technology [ . . . ] (paragraph 118 of the Decision). The Commission took note of this statement and confirmed its willingness to undertake such review in accordance with Community competition law (paragraph 121 of the Decision).\n(8) Shell Oil's contractual arrangements with UCC at the time of the adoption of the Decision can be summarized as follows. The basis of the cooperation between the two companies was a 1983 Cooperative Undertaking Agreement (CUA). The purpose of the agreement was to combine UCC's fluidized-bed process and Shell's SHAC catalyst, with a view to developing a PP technology package, Unipol, and licensing it to third parties. A PP plant at Seadrift, Texas, used as a demonstration plant for the new technology and as a toll manufacturing facility for Shell Oil, formed the object of a separate partnership agreement. Shell Oil's contribution to the Unipol package included the supply, further development, marketing and pricing, and customer support and technical assistance of the catalysts used.\nII. Subsequent developments\n(9) Following notification of the proposed concentration in the US, the Federal Trade Commission (FTC) initiated an investigation and forwarded a draft Complaint dated 16 December 1994 to the notifying parties setting out certain competition concerns. With a view to meeting these concerns, Shell and Montedison entered into an Agreement Containing Consent Order which required the divestiture of all of Shell Oil's assets, tangible and intangible, relating to PP technology, catalyst technology, propylene polymers and PP catalyst. Pending divestiture the parties agreed that the assets would be held separate in a business called Polyco.\n(10) On 11 November 1995, Shell Oil signed an agreement with UCC for the transfer of Polyco's assets to UCC. This agreement was approved by the FTC on 26 December 1995 and the divestiture was closed on 19 January 1996.\n(11) The agreement between Shell Oil and UCC involves the transfer to UCC of all of Shell Oil's former interests in the PP and SHAC catalyst businesses and related assets. These include inter alia:\n- Shell Oil's rights, title and interest in the CUA and all related agreements,\n- its interest in the Seadrift Polypropylene Company and the Seadrift PP plant,\n- its PP catalyst pilot plant,\n- its PP and PP catalyst plant and assets at Norco, Louisiana,\n- its facilities and equipment at the Westhollow Technology center at Houston, Texas,\n- all intellectual property relating to Shell Oil's PP and catalyst technology, including patent rights, trade secrets, technology and know-how, licences, research and other necessary agreement, and rights to the 'SHAC` trade mark.\nIn addition, Shell Oil has agreed to sell to UCC, for three years after the divestiture, PP monomer on prices, terms and conditions no less favourable than the prices, terms and conditions on which Shell supplies the product to Montell in North America.\n(12) [ . . . ]. They have therefore requested the Commission to release them from the PP technology commitment set out in paragraph 116 of the Decision, on the grounds that the rationale for this commitment has been removed.\nIII. Assessment of the parties' request for review\nThe possibility for review as provided in the Decision\n(13) The PP technology commitments given by the parties were necessary for removing the Commission's competition concerns. Their purpose and effect was to ensure that the two leading PP technologies, Spheripol and Unipol, would not fall within the decisive influence of a single decision centre. The transfer of Montedison's PP technology business to a separate company under the sole control of Montedison had the result that Spheripol fell outside the field of influence of Shell and remained an independent and viable competitor on the market.\n(14) According to the same logic, a significant structural change in Shell Oil's contractual arrangements with UCC, as a result of which Unipol would fall outside the field of influence of the Royal Dutch/Shell Group and would remain an independent and viable competitor on the market, could equally remove the Commission's competition concerns. Were this significant structural change to take place, this would constitute sufficient grounds for declaring the concentration compatible with the common market. For this reason [ . . . ], the Decision acknowledged the Commission's willingness to review, in accordance with Community competition law, the continued necessity of the commitment relating to the establishment of Technipol.\nThe effects of the agreement between Shell Oil and UCC\n(15) As a result of the agreement, Shell Oil's rights, title and interest in the CUA are transferred to UCC, and Shell Oil will have no further rights nor be required to undertake further action pursuant to the CUA. The contractual arrangements between Shell Oil and UCC will therefore be terminated and Shell and Shell Oil will cease to have any links to UCC relevant to the Unipol PP technology business.\n(16) In addition, the agreement provides UCC with all the necessary assets and characteristics enabling it to operate Unipol as an ongoing, viable and competitive business and to continue independent PP technology development. As stated above, the Unipol package was a combination of UCC's process and Shell Oil's catalysts. The agreement provides that Shell Oil will transfer to UCC its catalyst pilot plant, all intellectual property rights relating to catalyst technology (6), and its facilities and equipment at the Westhollow Technology center at Houston, Texas, utilized in PP and catalyst research, development and technical support. Shell Oil will also transfer its PP plant at Seadrift used as a manufacturing facility and demonstration plant for the Unipol technology. All customer lists, technical information, interest in contracts with customers, suppliers, etc. and all books, records and files of the business are included in the transferred assets. Finally, Shell Oil's former personnel who worked in support of the Unipol PP licensing activities will be employed by UCC.\n(17) In summary, the agreement enables UCC to obtain sole control of the assets and personnel which constituted Shell Oil's contribution to the Unipol technology package and which enabled Shell Oil to support the success of Unipol's PP licensing activities. In addition to acquiring these assets, UCC has substantial resources of its own. UCC is a large and sophisticated company and a major licensor of PE technology - the Unipol PP package was based on process technology initially developed and used for PE production. The technology, expertise and resources that constituted UCC's contribution to the Unipol PP package will naturally continue to support the success of that package whose track record and reputation among PP licensees are already well established. As set out in the original Commission decision, Unipol is one of the two leading PP technology packages accounting for about [ . . . ] (7) of worldwide PP plant capacity - Spheripol accounts for about [ . . . ] (8) of worldwide PP plant capacity. In particular, Unipol displays a number of characteristics that are considered important by licensees when selecting a PP technology, in terms for instance of product range, simplicity of operation, cost-performance ratio and size of licensing pool (9).\n(18) The changes brought about by the agreement do not only relate to the arrangements concerning Unipol, but in fact go even further. In particular, Shell Oil has also agreed to transfer to UCC its PP and catalyst plants and assets at Norco, Louisiana with a PP capacity of about 150 000 tonnes/year. These PP plants and assets were not part of Shell Oil's partnership arrangements with UCC for the Unipol technology. These arrangements included only the Seadrift plant with a PP capacity of about 100 000 tonnes/year.\n(19) The Commission considers that the above-mentioned elements result in the severance of Shell's links with one of the two leading PP technologies, Unipol, and at the same time ensure the continued existence of Unipol as an independent and viable PP technology capable of competing effectively against Spheripol. As stated above, the purpose and effect of the establishment of Technipol was precisely the same, namely to ensure that one of the two leading PP technologies, Spheripol in this case, would remain independent from Shell's influence and a viable competitor on the market.\n(20) In view of the above, each of the two remedies would, on its own, remove the Commission's competition concerns relating to dominance on the PP technology market as set out in the Decision of 8 June 1994. Their simultaneous existence would not as a result be necessary from the point of view of Community competition law. [ . . . ], within the meaning of paragraph 118 of the Decision. They therefore constitute sufficient grounds for amending the original Decision by revoking the conditions and obligations attached thereto in order to ensure compliance with the PP technology commitments.\nIV. Final conclusion\n(21) For the reasons outlined above, the Commission considers that, in light of developments that took place after the adoption of its Decision of 8 June 1994, the PP technology commitment set out in paragraph 116 of the Decision is no longer necessary for removing the Commission's competition concerns expressed therein. On this basis, the concentration between Shell and Montedison can be declared compatible with the common market without any conditions and obligations attached to it,", "main_body": ["Articles 1 and 2 of Decision 94/811/EC are replaced by the following:\n'Article 1\nThe concentration between Shell and Montedison is declared compatible with the common market`.", "This Decision is addressed to:\nShell Petroleum NV\nKarel van Bylandtlaan, 30,\nNL-The Hague.\nand\nMontedison Nederland NV,\nAdmiraliteitskade, 60,\nNL-3063 ED Rotterdam."], "attachments": "Done at Brussels, 24 April 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 395, 30. 12. 1989, p. 1; Corrigendum: OJ No L 257, 21. 9. 1990, p. 13.\n(2) OJ No C 348, 19. 11. 1996.\n(3) OJ No L 332, 22. 12. 1994, p. 48.\n(4) In the published version of the Decision, some information has hereinafter been omitted, pursuant to the provisions of Article 17 (2) of Regulation (EEC) No 4064/89 concerning non-disclosure of business secrets.\n(5) Paragraphs 52 et seq. of the Decision.\n(6) These include inter alia patents, patent and technology licences, rights in trade secrets, technology and know-how, royalty-free rights to receive and to use the results of the certain future research and development on Shell catalyst technology, rights in trademarks and tradenames relating to the SHAC catalyst.\n(7) Between 25 % and 50 %.\n(8) Between 25 % and 50 %.\n(9) Paragraphs 65 et seq. of the Decision."}