{"celex_id": "31992R2293", "uri": "http://publications.europa.eu/resource/cellar/5fb14109-3b90-45d0-83d5-ad6fff4266d2", "type": "Regulation", "concepts": ["1144", "4337", "80"], "title": "Commission Regulation (EEC) No 2293/92 of 31 July 1992 laying down detailed rules for the application of Council Regulation (EEC) No 1765/92 with regard to the set-aside scheme referred to in Article 7\n", "header": "COMMISSION REGULATION (EEC) No 2293/92  of 31 July 1992  laying down detailed rules for the application of Council Regulation (EEC) No 1765/92 with regard to the set-aside scheme referred to in Article 7\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), and in particular Article 12 thereof,\nWhereas, to be eligible for the compensatory payments referred to in Article 2 (5) of Regulation (EEC) No 1765/92, the producers concerned are required to set aside part of their holding; whereas detailed rules for the application of the scheme should  be laid down;\nWhereas, to ensure that the set-aside of land contributes to stabilizing markets, the detailed rules of application should be laid down in such a way as to ensure the necessary effectiveness of the scheme and maintain consistency with the entire  set-aside scheme established by Regulation (EEC) No 1765/92; whereas, to that end, while not permanently excluding from the scheme other areas than those referred to in Article 9 of the said Regulation, it should be laid down that the areas taken into  consideration for set aside are to be comparable with those that have beentaken into consideration for calculating the regional base area; whereas it may help the effectiveness of the scheme to lay down also that set-aside is to be applied to continuous  land of a minimum area and that its duration must cover a period corresponding to the growing cycle of the arable crops referred to in Regulation (EEC) No 1765/92; whereas provisions should also be laid down regarding maintenance and use of the areas  set aside and regarding rotation;\nWhereas the effectiveness of the scheme also requires that risks of abuse be avoided; whereas, except in social situations which Member States are to assess on a case-by-case basis, restricting, set-aside undertaking by one and the same person to land  he has farmed for the previous two years is likely to avoid such risks;\nWhereas it should also be laid down that set-aside is to be undertaken in a manner respectful of the environment; whereas, to that end, it is the task of the Member States to adopt appropriate provisions and penalties;\nWhereas the areas set aside should be subject to declaration; whereas, to permit the set-aside of whole parcels and allow for a certain margin of error in the declaration, some flexibility must be accepted; whereas the limits to this flexibility should  be established, while at the same time avoiding the negative consequences it might have for the Community budget as regards the maximum area eligible for compensatory payments;\nWhereas the detailed rules provided for by this Regulation shall apply without prejudice to subsequent provisions to be adopted pursuant to the third and fourth sentences of the second subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92;\nWhereas the Management Committee for Cereals, Oils and Fats and Dried Fodder did not give an opinion within the time required by its President,", "main_body": ["This Regulation lays down detailed rules for the application of Regulation (EEC) No 1765/92 with regard to rotational set-aside.", "Without prejudice to Article 7 (4) of Regulation (EEC) No 1765/92, 'set-aside' shall mean the leaving fallow of an area which has been cultivated in the previous year with a view to a harvest. However, areas set aside the previous year under  Council Regulations (EEC) Nos 1703/91 (2) and 2328/91 (3) shall be treated as areas under cultivation.\nTITLE I  Conditions relating to land set aside", "1. Land set aside under this Regulation must cover an area of at least 0,3 contiguous hectares and have a width of at least 20 metres. Smaller areas shall not be considered unless they involve whole fields with permanent boundaries such as  walls, hedges or watercourses.\n2. The areas set aside must be cared for so as to maintain good cropping conditions. They may not be used for agricultural production of any sort other than that referred to in Article 7 (4) of Regulation (EEC) No 1765/92, nor put to bany lucrative use  incompatible with the growing of an arable crop.\n3. Member States shall apply the appropriate measures which correspond to the specific situation of the land set aside so as to ensure the protection of the environment. These measures may also concern a green cover. Member States shall decide the  penalties which are appropriate and proportional to the seriousness of the environmental consequences of not observing the said measures. These penalties may provide for a reduction or, where appropriate, cancellation of the benefits accruing from the  scheme provided for in Regulation (EEC) No 1765/92. Member States shall inform the Commission of the measures taken to apply this provision.\n4. To be considered under the scheme provided for in Regulation (EEC) No 1765/92, the areas set aside must:\n- have been farmed by the applicant during the previous two years, save in special cases, duly justified according to objective criteria laid down by the Member State concerned, such as circumstances relating to the type of tenure, installation, or  expansion of the holding by succession,\n- remain set aside for a minimum period of seven months commencing, at the choice of the Member State on 15 December at the earliest and ending on 15 August at the latest.\n5. A plot which has been set aside to fulfil the obligation imposed in Article 7 of Regulation (EEC) No 1765/92 may not be reused for that purpose for a subsequent five-year period.\nTITLE II  Declarations and monitoring", "1. For the purposes of this Regulation, the producers concerned must submit a set-aside declaration to the competent authorities. This declaration sets the maximum area eligible for the various compensatory payments to producers of arable  crops.\n2. Each producer shall submit a single set-aside declaration, which may be broken down by region within the meaning of Article 3 of Regulation (EEC) No 1765/92.\nFor each declaration of land set aside in a given region three must be a corresponding application for a compensatory payment for the corresponding number of hectares cultivated in that region.\nDerogations may be allowed from the second subparagraph according to objective criteria laid down by the Member State.\n3. The time limit for the submission of the declaration, the contents of the declaration, the monitoring and inspection procedures and the penalties applying in the case of false declarations will be adopted at a later date.", "1. If the land actually set aside exceeds the percentage laid down in Article 7 of Regulation (EEC) No 1765/92, the compensation provided for in paragraph 5 of that Article shall be limited to the areas corresponding to that percentage plus  10 %, or at most one hectare.\nThe first subparagraph shall not affect the extent of the maximum area eligible for compensatory payments to producers of arable crops.\n2. If the set-aside undertaken is smaller than the area corresponding to the percentage laid down in Article 7 of Regulation (EEC) No 1765/92 by 10 % or less, or at most one hectare, the compensation provided for in paragraph 5 of that Article shall  apply to the land actually set aside. In that case the maximum area eligible for compensatory payments to producers of arable crops shall be calculated on the basis of the land actually set aside and pro rata to the various crops.\nTITLE III  General provisions", "Member States shall notify the Commission of the measures taken to apply this Regulation by 31 December 1992 at the latest.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12. (2) OJ No L 162, 26. 6. 1991, p. 1. (3) OJ No L 218, 6. 8. 1991, p. 1."}