{"celex_id": "31993R3424", "uri": "http://publications.europa.eu/resource/cellar/66cec6e9-dffd-44cb-bfb8-d2e87a694c3d", "type": "Regulation", "concepts": ["1270", "1644", "1730", "2292", "4172", "4885"], "title": "COMMISSION REGULATION (EC) No 3424/93 of 13 December 1993 amending Regulations (EEC) No 2257/92 and (EEC) No 2258/92 laying down detailed rules for implementing the specific arrangements for supplying Madeira and the Canary Islands respectively with certain vegetable oils and establishing the forecast supply balances\n", "header": "COMMISSION REGULATION (EC) No 3424/93 of 13 December 1993 amending Regulations (EEC) No 2257/92 and (EEC) No 2258/92 laying down detailed rules for implementing the specific arrangements for supplying Madeira and the Canary Islands respectively  with certain vegetable oils and establishing the forecast supply balances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 10\nthereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), as amended by Regulation (EEC) No 1974/93, and in particular Article 3 (4)  thereof,\nWhereas, pursuant to Article 2 of Regulations (EEC) No 1600/92 and (EEC) No 1601/92, Commission Regulations (EEC) No 2257/92 (4) and (EEC) No 2258/92 (5), as amended by Regulation (EEC) No 1487/93 (6), lay down the detailed rules for implementing the  specific arrangements for supplying Madeira and the Canary Islands with certain vegetable oils; whereas one of the conditions governing the admissibility of applications is the lodging of a security of ECU 2,5 per 100 kilograms; whereas, on the basis of  the experience gained, this amount is excessive for the operators; whereas with a view to bringing them more closely into line with the other specific arrangements for supplying Madeira and the Canary Islands the validity of import licences, aid  certificates and exemption certificates should be extended;\nWhereas Regulations (EEC) No 2257/92 and (EEC) No 2258/92 should be amended as a result;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2257/92 is hereby amended as follows:\n1. Article 3 (1) (b) is replaced by the following:\n'(b) in the case of applications for aid or exemption certificates, evidence is provided, before the deadline laid down for the submission of applications that the party concerned has lodged a security of ECU 5 per tonne of the product.'\n2. Article 4 is replaced by the following:\n'Article 4\nImport licences and exemption certificates shall expire on the last day of the third month following the month in which they were issued.'", "Regulation (EEC) No 2258/92 is hereby amended as follows:\n1. Article 3 (1) (b) is replaced by the following:\n'(b) In the case of applications for aid or exemption certificates, evidence is provided, before the deadline for the submission of the application provided for in paragraph 1, that the party concerned has lodged a security of ECU 5 per tonne of the  product.'\n2. Article 4 is replaced by the following:\n'Article 4\nImport licences and exemption certificates shall expire on the last day of the third month following the month in which they were issued.'", "This Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 173, 27. 6. 1992, p. 13.\n(4) OJ No L 219, 4. 8. 1992, p. 44.\n(5) OJ No L 219, 4. 8. 1992, p. 46.\n(6) OJ No L 147, 18. 6. 1993, p. 10."}