{"celex_id": "31995R2973", "uri": "http://publications.europa.eu/resource/cellar/d09fe13a-b358-438c-ae3b-b15b90df187b", "type": "Regulation", "concepts": ["164", "2730", "2871", "3170", "4288", "4718"], "title": "Commission Regulation (EC) No 2973/95 of 20 December 1995 authorizing the conclusion of long-term private storage contracts for table wine, grape must, concentrated grape must and rectified concentrated grape must in respect of the 1995/96 wine year\n", "header": "COMMISSION  REGULATION (EC) No 2973/95 of 20 December 1995 authorizing the conclusion of long-term private  storage contracts for table wine, grape must, concentrated grape must and rectified concentrated  grape must in respect of the 1995/96 wine year\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of  the market in wine  (1), as last amended by Regulation (EC) No 1544/95  (2), and in particular  Articles 32 (5) and 81 thereof,\nWhereas the forward estimate drawn up for the 1995/96 wine year indicates that the quantities of  table wine available at the beginning of the wine year exceed by more than four months' supply  those normally used up over the year; whereas the conditions for authorization of long-term storage  contracts specified in Article 32 (4) of Regulation (EEC) No 822/87 are therefore met;\nWhereas the abovementioned forward estimate indicates the existence of surpluses of all types of  table wine and of table wines which stand in close economic relationship to those types of table  wine; whereas it is necessary by the same token to open this possibility for grape must,  concentrated grape must and rectified concentrated grape must;\nWhereas the market for must and concentrated must for grape juice production is expanding and to  promote uses of vine products other than winemaking permission should be granted for must and  concentrated grape must placed under a storage contract covered by Commission Regulation (EEC) No  1059/83  (3), as last amended by Regulation (EC) No 2537/95  (4), that is intended for grape juice  production to be sold from the fifth month of the contract onwards on simple notification by the  producer to the intervention agency; whereas to promote export of these products this same  possibility should apply;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Wine,", "main_body": ["During the period 22 December 1995 to 15 February 1996 long-term  private storage contracts may be concluded, in accordance with the provisions of Regulation (EEC)  No 1059/83, for:\n-  table wines, provided that the conditions of Article 6 (3) of that Regulation are met, and -  grape must, concentrated grape must and rectified concentrated grape must.", "The minimum quality conditions that must be met by table wines which may be covered by  a storage contract shall be as set out in the Annex hereto.\nBy derogation to Article 6 (3) of Regulation (EEC) No 1059/83, table wines produced in Portugal  must have a reduced sugar level not greater than 4 grams per litre.", "Producers who, within the limits laid down in the first subparagraph of Article 5 (1)  of Regulation (EEC) No 1059/83, wish to conclude a long-term storage contract for a table wine  shall, when submitting applications for conclusion of a contract, advise the intervention agency of  the total quantity of table wine they have produced during the current wine year.\nFor this purpose producers shall submit a copy of the production declaration(s) drawn up pursuant  to Article 2 of Commission Regulation (EEC) No 3929/87  (5).", "1.  For the 1995/96 wine year, producers who have not applied for an advance pursuant  to Article 14 (2) of Regulation (EEC) No 1059/83 may, from the first day of the fifth month of  storage onwards, sell the grape must or concentrated grape must in question for exportation or for  production of grape juice.\n2.  In such cases producers shall inform the intervention agency in accordance with the terms of  Article 1a of Regulation (EEC) No 1059/83.\nThe intervention agency shall check that the must or concentrated grape must is turned into grape  juice or exported.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\nANNEX\nMINIMUM QUALITY CONDITIONS FOR TABLE WINES\nI. White wines\n>TABLE  POSITION>\nII. Red wines\n>TABLE>\nRosé wines must comply with the conditions laid down above for red wines except as regards their  sulphur dioxide content to which the same maximums as those fixed for white wines apply.\nConditions (a) and (d) do not apply to table wines of types R III, A II and A III."}