{"celex_id": "31998R1677", "uri": "http://publications.europa.eu/resource/cellar/ddda6b31-ab53-4a8b-bf05-c36453709525", "type": "Regulation", "concepts": ["3178", "3181", "4600", "525", "6023"], "title": "Commission Regulation (EC) No 1677/98 of 29 July 1998 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (Text with EEA relevance)\n", "header": "30.7.1998 EN Official Journal of the European Communities L 212/18\nCOMMISSION REGULATION (EC) No 1677/98\nof 29 July 1998\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), as last amended by European Parliament and Council Regulation (EC) No 82/97 (2), and in particular Article 249 thereof,\nWhereas the provisions of Commission Regulation (EEC) No 2454/93 (3), as last amended by Regulation (EC) No 75/98 (4), regarding the customs value declarant, should be aligned on those applicable to the customs declarant, in order to have a more coherent application of both sets of provisions;\nWhereas Community legislation on outward processing provides for cases in which authorisations are granted pursuant to a decision of the Commission; whereas use of the procedure should be simplified by amending the procedure for granting authorisation to a person other than the one arranging for the outward processing operations performed, with recourse to the Committee procedure as required;\nWhereas in order to benefit from treatment as returned goods, agricultural products must be reimported within 12 months of the date of acceptance of the export declaration, with no possibility of an extension; whereas in the light of experience, the customs authorities should be permitted to allow this period to be exceeded in duly justified exceptional circumstances; whereas in order to ensure uniformity in the regularisation of refunds under the common agricultural policy, details of cases should be communicated to the Commission;\nWhereas situations arise, particularly in the air-freight sector, in which large quantities of goods have to be dispatched under conditions of considerable pressure; whereas this can lead to errors in the designation of the status of goods which are rectified at the initiative or on behalf of the person concerned when the goods arrive at their destination; whereas in such cases, where the goods are subject only to post-clearance controls, they may be regarded, provided that the error is put right without damage to financial interests, as not having been removed definitively from customs supervision; whereas this possibility should not be open to abuse;\nWhereas it is appropriate to rationalise the procedures to be implemented at Community level concerning, on the one hand, situations not necessitating a subsequent entry in the accounts of import duties or export duties and, on the other hand, requests for repayment or remission of import or export duties;\nWhereas it is advisable to increase the existing threshold below which the Member States themselves may decide, unless they are in doubt, not to carry out subsequent entry in the accounts of duty not charged when they consider that all the conditions referred to in point (b) of Article 220(2) of Regulation (EEC) No 2913/92 (hereinafter ‘the Code’) are met; whereas in addition, it is advisable to lay down a threshold in ecus below which the Member States themselves can decide, unless they are in doubt, to grant repayment or remission when they consider that the conditions referred to in Article 239(1) of the Code are met;\nWhereas the right to a hearing, on the part of persons affected by a decision on post-clearance entry in the accounts of import or export duties and of applicants for repayment or remission of import or export duties, should be safeguarded; whereas, therefore, such interested parties must be given the opportunity to give their comments in writing on all the objections that the Commission envisages making in its decisions; whereas this situation requires an adjustment of the time limits for adoption of those decisions by the Commission;\nWhereas Council Regulation (EC) No 974/98 of 3 May 1998 concerning the introduction of the euro (5) provides that the euro is to become the currency of the participating Member States from 1 January 1999; whereas the euro is expressed, until 31 December 2001, in national monetary units according to the conversion rates; whereas, consequently, there is a legal equivalence between the euro unit and the national currency units; whereas, during the transitional period, contracts, national laws and other legal instruments can validly be established in the euro unit or in the national monetary unit;\nWhereas, therefore, it appears necessary to introduce measures to adjust the rules for the Single Administrative Document in order to allow the euro unit to be used; whereas, consequently, it is necessary to amend Annex 37 to this end;\nWhereas Council Regulation (EC) No 374/98 of 12 February 1998 amending Articles 6 and 9 of Regulation (EC) No 1172/95 on the statistics relating to the trading of goods by the Community and its Member States with non-member countries (6) provides for the replacement from 1 January 1999 of the country nomenclature currently used for the statistics relating to the trading of goods by an alphabetical nomenclature based on the ISO alpha-2 code;\nWhereas it is therefore necessary to adjust the rules for using the Single Administrative Document so as to take account of this change; whereas Annex 38 should be adjusted accordingly; whereas it is desirable, however, to allow Member States to continue using the current codes until Annexes 37 and 38 are replaced;\nWhereas it is desirable to extend the list in Annex 87 on economic grounds for certain electronic components and the like, following the introduction of the Information Technology Agreement;\nWhereas the measures provided for by this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EEC) No 2454/93 is amended as follows:\n1. Article 178(2) is replaced by the following:\n2. Article 759(3) is replaced by the following:\n3. The following subparagraph is added to Article 844(4):\n4. The following paragraph is added to Article 865:\n5. In Article 869(b), the term ‘ECU 2 000’ is replaced by the term ‘ECU 50 000’.\n6. The following Article 872a is inserted:\n7. Article 873 is amended as follows:\n(a) In the first and second sentences of the second paragraph, the words ‘six months’ are replaced by the words ‘nine months’.\n(b) The following paragraph is added:\n8. In Article 905(1), the following second subparagraph is inserted:\n9. The following Article 906a is inserted:\n10. Article 907 is amended as follows:\n(a) In the first and second sentences of the second paragraph, the words ‘six months’ are replaced by the words ‘nine months’.\n(b) The following paragraph is added:\n11. Annex 37 is amended in accordance with Annex I hereto.\n12. Annex 38 is amended in accordance with Annex II hereto.\n13. Annex 87 is amended in accordance with Annex III hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nPoints 11 and 12 of Article 1 shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1)  OJ L 302, 19. 10. 1992, p. 1.\n(2)  OJ L 17, 21. 1. 1997, p. 1.\n(3)  OJ L 253, 11. 10. 1993, p. 1.\n(4)  OJ L 7, 13. 1. 1998, p. 3.\n(5)  OJ L 139, 11. 5. 1998, p. 1.\n(6)  OJ L 48, 19. 2. 1998, p. 6.\nANNEX I\nAnnex 37 is amended as follows:\n1. The explanatory notes in title II, sections A and C for box 44 are supplemented by the following paragraphs:\n2. The first paragraph of the explanatory note in title II, section A, for box 46 is replaced by the following text:\n3. The explanatory note in title II, section A for box 47 is completed with the following paragraph which is inserted after the current text:\n4. The explanatory note in title II, section C for box 45 is completed with the following paragraph which is inserted after the current text:\n5. The first paragraph of the explanatory note in title II, section C, for box 46 is replaced by the following text:\n6. The explanatory note in title II, section C for box 47 is completed with the following paragraph which is inserted after the current text:\nANNEX II\nAnnex 38 is amended as follows:\nThe explanatory note to box 22 (invoice currency) is replaced by the following:\n‘The invoice currency is to be indicated by means of the ISO alpha-3 currency code (ISO 4217).\nHowever, Member States may continue to use the three-digit geonomenclature codes adopted by virtue of Article 9 of Council Regulation (EC) No 1172/95 (1).\nANNEX III\nThe following point is added to Annex 87:\nColumn 1 Column 2\nOrder No Goods for which processing under customs control is authorised Processing which may be carried out\n‘18 Any electronic type of components, parts, assemblies (including sub-assemblies), or materials (whether or not electronic), which are vital to the electronic working performance of the processed product Processing into information technology products falling within:\n1. a CN subheading found on the “EC-ITA-schedule CXL” of Council Decision 97/359/EC (1) where a duty exemption operates on the date of authorisation, or\n2. a CN subheading provided for in Articles 1, 2 or 3 of Council Regulation (EC) No 2216/97 (2) where an autonomous suspension of duty operates on the date of authorisation\n(1)  OJ L 155, 12. 6. 1997, p. 1 (the Information Technology Agreement).\n(2)  OJ L 305, 8. 11. 1997, p. 1.’"}