{"celex_id": "31997R1596", "uri": "http://publications.europa.eu/resource/cellar/caf57044-c656-412d-bc98-d0a974cd7a99", "type": "Regulation", "concepts": ["1102", "1474", "1644", "2763", "3763", "5063"], "title": "Commission Regulation (EC) No 1596/97 of 30 July 1997 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community of the one part and Bulgaria and Romania of the other part\n", "header": "COMMISSION REGULATION (EC) No 1596/97 of 30 July 1997 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community of the one part and Bulgaria and Romania of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded as part of the Uruguay Round of Multilateral Trade Negotiations (3), as last amended by Regulation (EC) No 1595/97 (4), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 3066/95 provides for autonomous, transitional measures to adjust the agricultural concessions covered by the Europe Agreements concluded between the European Communities and their Member States, of the one part, and Romania and the Republic of Bulgaria respectively, of the other part, from 1 January 1996 until the entry into force of the Additional Protocols to the Europe Agreements;\nWhereas these measures were extended until 31 December 1997 by Council Regulation (EC) No 2490/96 (5); whereas, because of procedural deadlines, the Additional Protocols to the Europe Agreements will not enter into force on 1 July 1997; whereas, therefore, Regulation (EC) No 3066/95 was amended by Regulation (EC) No 1161/97 to allow the application in advance of the results of the negotiations regarding agriculture;\nWhereas Commission Regulation (EC) No 1588/94 (6), as last amended by Regulation (EC) No 1117/97 (7), adopts the detailed rules for the application to milk and milk products of the arrangements provided for in the above Agreements; whereas that Regulation must be amended to take account of the amendments to the measures for milk products provided for by Regulation (EC) No 3066/95;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1588/94 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nWith effect from 1 July 1997 the volume of the quantities referred to in Annex I shall be spread over the period as follows:\n- 25 % during the period 1 July to 30 September,\n- 25 % during the period 1 October to 31 December,\n- 25 % during the period 1 January to 31 March,\n- 25 % during the period 1 April to 30 June.`;\n2. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 368, 31. 12. 1994, p. 5.\n(2) OJ No L 368, 31. 12. 1994, p. 1.\n(3) OJ No L 328, 30. 12. 1995, p. 31.\n(4) See page 1 of this Official Journal.\n(5) OJ No L 338, 28. 12. 1996, p. 13.\n(6) OJ No L 167, 1. 7. 1994, p. 8.\n(7) OJ No L 163, 20. 6. 1997, p. 9.\nANNEX\n'ANNEX I\n>TABLE>\n>TABLE>\n(1) Irrespective of the rules for the interpretation of the combined nomenclature, the wording of the product description must be considered to have merely indicative value, since the applicability of the preferential arrangements is determined in the context of this Annex by the scope of the CN code. Where ex CN codes are referred to the applicability of the preferential arrangements is determined on the basis of the CN code and the corresponding description taken jointly.\n(2) Where a minimum duty exists for a most favoured nation, the minimum duty applicable is the minimum duty multiplied by the percentage indicated in that column.\n(3) This concession replaces all the existing preferential concessions for the products concerned including those provided for in Regulation (EC) No 1600/95.`"}