{"celex_id": "31998R1624", "uri": "http://publications.europa.eu/resource/cellar/ac3e4f0e-7611-46fb-b0a6-fe75c020e093", "type": "Regulation", "concepts": ["1144", "1609", "2414", "5360", "755", "976"], "title": "Council Regulation (EC) No 1624/98 of 20 July 1998 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\n", "header": "COUNCIL REGULATION (EC) No 1624/98 of 20 July 1998 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas for the purpose of applying the penalties provided for in Regulation (EEC) No 1765/92 (3), Member States may apply one or more national base areas; whereas, in this case, Member States may opt to subdivide each national base area into sub-base areas and to concentrate all or part of the measures to be taken on those sub-base areas for which an overshoot has been noted;\nWhereas Member States are required to notify producers and the Commission before 15 May if they plan to avail themselves of this option, stating how they intend to apply the measures;\nWhereas experience gained in 1997 has shown that 15 May is not an appropriate notification date;\nWhereas Regulation (EEC) No 1765/92 provides that producers are required to set aside a predetermined percentage of their arable land each year; whereas producers are eligible for compensatory payments for land set aside beyond their obligation; whereas the area fallowed may not, however, exceed that intended for arable crops for which a compensatory payment is requested; whereas the areas set aside in the form of compulsory or voluntary fallowing may be put to non-food uses, of which the planting of multiannual crops with a view to biomass production offers, in certain regions, attractive possibilities for diversification;\nWhereas national authorities should be allowed to accord more favourable treatment to production of this type by adjusting the national aid systems so as to cover, in part, the costs associated with establishing these multiannual crops;\nWhereas an adequate area per holding is necessary for cultivation of these energy crops to be at all viable; whereas in this case it should be made possible for the area put out to fallow, bearing multiannual crops intended for biomass production, to exceed the area intended for arable crops;\nWhereas it is advisable to extend by 12 months the 60-month period during which producers having set aside land under Regulation (EEC) No 2328/91 (4) were entitled to continue with that set-aside, in order to avoid the recultivation of such land or to prevent producers who had started cultivating certain energy crops on such land from being placed in difficulty;\nWhereas Regulation (EEC) No 1765/92 should therefore be amended accordingly,", "main_body": ["Regulation (EEC) No 1765/92 is amended as follows:\n1. The fifth subparagraph of Article 2(7) shall be replaced by the following:\n'Any Member State which has decided to apply the possibilities provided for in this paragraph shall notify producers and the Commission by 15 September of its choices and the detailed rules for their application.`;\n2. Article 7 shall be amended as follows:\n(a) the second subparagraph of paragraph 4 shall be replaced by the following:\n'Member States shall be authorised to pay national aid of up to 50 % of the costs associated with establishing multiannual crops intended for biomass production on set-aside land.`;\n(b) the following shall be added to the first subparagraph of paragraph 6:\n'However, when the fallow area is used for multiannual crops intended for biomass-production, Member States may authorise producers to set aside an area greater than that intended for arable crops for which a compensatory payment is requested.`;\n(c) in the second subparagraph of paragraph 6, '60 months` shall be replaced by '72 months`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1998/1999 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 87, 23. 3. 1998, p. 3.\n(2) OJ C 210, 6. 7. 1998.\n(3) OJ L 181, 1. 7. 1992, p. 12. Regulation as last amended by Regulation (EC) No 2309/97 (OJ L 321, 22. 11. 1997, p. 3).\n(4) OJ L 218, 6. 8. 1991, p. 1. Regulation repealed by Regulation (EC) No 950/97 (OJ L 142, 2. 6. 1997, p. 1)."}