{"celex_id": "31993D0573", "uri": "http://publications.europa.eu/resource/cellar/99065334-2d7b-4717-b1d7-74905c226b68", "type": "Decision", "concepts": ["13", "2409", "3409", "4081", "4352"], "title": "93/573/EEC: Commission Decision of 20 October 1993 authorizing Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC\n", "header": "COMMISSION DECISION of 20 October 1993 authorizing Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC\n(93/573/EEC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/404/EEC of 14 June 1966 on the marketing of forest reproductive material (1), as last amended by Commission Decision 91/44/EEC (2), and in particular Article 15 thereof,\nHaving regard to the requests submitted by certain Member States,\nWhereas production of reproductive material of the species set out in the Annexes is at present insufficient in all Member States, as well as in Austria, for which the Council has stated the equivalence of the reproductive material there harvested, with  the result that their requirements for reproductive material conforming to the provisions of Directive 66/404/EEC cannot be met;\nWhereas third countries are not in a position to supply sufficient reproductive material of the relevant species which can afford the same guarantees as Community reproductive material and which conforms to the provisions of the abovementioned  Directive;\nWhereas the Member States should therefore be authorized to permit, for a limited period, the marketing of reproductive material of the relevant species which satisfies less stringent requirements to cover the shortage of reproductive material  satisfying the requirements of Directive 66/404/EEC;\nWhereas, for genetic reasons, the reproductive material must be collected at places of origin within the natural range of the relevant species and strictest possible guarantees should be given to ensure the identity of the material;\nWhereas, furthermore, reproductive material should be marketed only if it is accompanied by a document bearing certain details of the reproductive material in question;\nWhereas each of the Member States should furthermore be authorized to permit the marketing in its territory of seed and plants which satisfy less stringent requirements in respect of provenance, as laid down in Directive 66/404/EEC, if the marketing of  such material has been authorized in the other Member States under this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. Member States are authorized to permit the marketing in their territory of seed satisfying less stringent requirements in respect of provenance on the terms set out in Annex I hereto and on condition that the proof specified in Article 2  is furnished with regard to the place of provenance of the seed and the altitude at which it was collected.\n2. Member States are authorized to permit the marketing in their territory of plants produced in the Community from the abovementioned seed.", "1. The proof referred to in Article 1 (1) shall be deemed to be furnished where the reproductive material is of the category 'source-identified reproductive material' as defined in the Organization for Economic Cooperation and Development  (OECD) scheme for the control of forest reproductive material moving in international trade, or of another category defined in that scheme.\n2. Where the OECD scheme referred to in paragraph 1 is not used at the place of provenance of the reproductive material, other official evidence shall be admissible.\n3. Where official evidence cannot be provided, Member States may accept other non-official evidence.", "Member States are authorized on the terms set out in Annex II hereto and on condition that the proof specified in Article 2 is furnished with regard to the place of provenance of the seed, to permit the marketing in their territory of plants  produced in third countries from seed satisfying less stringent requirements in respect of provenance.", "The Member States other than the applicant Member States are also authorized to permit, on the terms set out in Annexes I and II respectively and for the purposes intended by the applicant Member States, the marketing in their territory of  the seeds and plants authorized to be marketed under this Decision.", "The authorizations provided for in Articles 1 (1) and 3 in so far as they concern the first placing of forest reproductive material on the market of the Community, shall expire on 30 November 1994. Such authorizations, in so far as they  concern subsequent placing on the market of the Community, shall expire on 31 December 1996.", "Member States shall, before 1 January 1997, notify the Commission of the quantities of seed or, where appropriate, plants satisfying less stringent requirements which have been approved for marketing in their territory under this Decision.  The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\nLEGEND\n1. Member States\nB = Kingdom of Belgium\nD = Federal Republic of Germany\nDK = Kingdom of Denmark\nE = Kingdom of Spain\nF = French Republic\nGB = United Kingdom\nGR = Greece\nI = Italian Republic\nIRL = Ireland\nL = Grand Duchy of Luxembourg\nNL = Kingdom of the Netherlands\nP = Republic of Portugal\n2. States of provenance\nCDN = Canada\nCDN (QCI) = Canada (Queen Charlotte Island)\nCDN (BC) = Canada (British Columbia)\nCH = Switzerland\nCROATIA = Croatia\nCS = Czech Republic and/or Slovak Republic\nD (neue Bundeslaender) = Germany (new Laender)\nEEC = European Economic Community\nJ = Japan\nPEOPLE'S REPUBLIC OF CHINA = People's Republic of China\nPL = Poland\nR = Romania\nSLOVENIA = Slovenia\nUSA = United States of America\nYUGOSLAV REPUBLIC OF MACEDONIA = Yugoslav Republic of Macedonia\n3. Other abbreviations\nmax. alt. = maximum altitude\n(1) OJ No 125, 11. 7. 1966, p. 2326/66.\n(2) OJ No L 23, 29. 1. 1991, p. 32.\nPARARTIMA I ANEXO I - BILAG I - ANLAGE I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\n>Kratos melosProelefsiProelefsiProelefsi\"> ID=\"01\">B> ID=\"02\">25> ID=\"03\">R> ID=\"04\">40> ID=\"05\">CDN (Ontario), USA, Slovenia, Croatia> ID=\"06\">500> ID=\"07\">USA (Washington, West of Cascades) (max. alt. 610 m) \"> ID=\"01\">D> ID=\"02\">100> ID=\"03\">D  (neue Bundeslaender), CS, R, CH, Yugoslav Republic of Macedonia> ID=\"04\">50> ID=\"05\">USA (Appalachians), EEC> ID=\"06\">2 000> ID=\"07\">D (neue Bundeslaender), USA\n(Washington, Oregon),\nCDN (BC) \"> ID=\"01\">DK> ID=\"02\">750> ID=\"03\">R> ID=\"04\">20> ID=\"05\">USA> ID=\"06\">60> ID=\"07\">USA \"> ID=\"01\">E> ID=\"02\">300> ID=\"03\">EEC> ID=\"04\">-> ID=\"05\">-> ID=\"06\">300> ID=\"07\">USA (Oregon, Washington) \"> ID=\"01\">F> ID=\"02\">-> ID=\"03\">->  ID=\"04\">-> ID=\"05\">-> ID=\"06\">3 000> ID=\"07\">USA (California, Oregon,\nWashington, EC-stands with\nSIA Category) \"> ID=\"01\">GB> ID=\"02\">5> ID=\"03\">PL (zone VIII)> ID=\"04\">5> ID=\"05\">USA (Eastern States)> ID=\"06\">400> ID=\"07\">EEC, CDN (BC), USA\n(Washington, Oregon) \"> ID=\"01\">GR> ID=\"02\">-> ID=\"03\">-> ID=\"04\">-> ID=\"05\">-> ID=\"06\">-> ID=\"07\">- \"> ID=\"01\">I> ID=\"02\">-> ID=\"03\">-> ID=\"04\">30> ID=\"05\">USA (Eastern States)> ID=\"06\">250> ID=\"07\">USA (Western States) \"> ID=\"01\">IRL> ID=\"02\">->  ID=\"03\">-> ID=\"04\">-> ID=\"05\">-> ID=\"06\">150> ID=\"07\">USA (Washington) \"> ID=\"01\">L> ID=\"02\">-> ID=\"03\">-> ID=\"04\">-> ID=\"05\">-> ID=\"06\">10> ID=\"07\">USA (Washington) \"> ID=\"01\">NL> ID=\"02\">40> ID=\"03\">R> ID=\"04\">25> ID=\"05\">CDN, USA> ID=\"06\">->  ID=\"07\">- \"> ID=\"01\">P> ID=\"02\">5> ID=\"03\">P> ID=\"04\">1> ID=\"05\">P> ID=\"06\">250> ID=\"07\">P \">\n>Kratos melosProelefsiProelefsi\"> ID=\"01\">B> ID=\"02\">60> ID=\"03\">J (Hokkaido, Nagano)> ID=\"04\">50> ID=\"05\">USA (Washington) \"> ID=\"01\">D> ID=\"02\">50> ID=\"03\">D (neue Bundeslaender)\nJ> ID=\"04\">100> ID=\"05\">D (neue Bundeslaender)\nCDN (QCI and West Coast),\nUSA (Washington) \"> ID=\"01\">DK> ID=\"02\">75> ID=\"03\">J> ID=\"04\">250> ID=\"05\">CDN (QCI) \"> ID=\"01\">E> ID=\"02\">50> ID=\"03\">J, EEC> ID=\"04\">50> ID=\"05\">USA \"> ID=\"01\">F> ID=\"02\">100> ID=\"03\">J> ID=\"04\">200> ID=\"05\">USA (California: zones 091\nand 092; Washington;\nOregon: zones 041, 051 to\n053, 061, 062, 071, 072,\n081, 082, 090) \"> ID=\"01\">GB> ID=\"02\">350> ID=\"03\">EEC, People's Republic of\nChina, J (Hokkaido, Nagano)> ID=\"04\">700> ID=\"05\">CDN (QCI), EEC\nUSA (Washington, Oregon) \"> ID=\"01\">GR> ID=\"02\">-> ID=\"03\">-> ID=\"04\">-> ID=\"05\">- \"> ID=\"01\">I> ID=\"02\">50> ID=\"03\">J (Hokkaido)> ID=\"04\">-> ID=\"05\">- \"> ID=\"01\">IRL> ID=\"02\">140> ID=\"03\">J> ID=\"04\">700> ID=\"05\">USA (Washington)\nCDN (QCI) \"> ID=\"01\">L> ID=\"02\">-> ID=\"03\">-> ID=\"04\">-> ID=\"05\">- \"> ID=\"01\">NL> ID=\"02\">20> ID=\"03\">J> ID=\"04\">2> ID=\"05\">USA\nCDN \"> ID=\"01\">P> ID=\"02\">2> ID=\"03\">P> ID=\"04\">5> ID=\"05\">P \">\nPARARTIMA II ANEXO II - BILAG II - ANLAGE II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\n>EidiKratos melosFytaProelefsi\"> ID=\"01\">Quercus petrea> ID=\"02\">D> ID=\"03\">800 000> ID=\"04\">PL \"> ID=\"01\">Quercus rubra> ID=\"02\">D> ID=\"03\">1 300 000> ID=\"04\">PL  \">"}