{"celex_id": "31991R3661", "uri": "http://publications.europa.eu/resource/cellar/d67990ee-d87c-48e1-bcce-9ec4b0e3f472", "type": "Regulation", "concepts": ["161", "2300", "4692", "863"], "title": "Commission Regulation (EEC) No 3661/91 of 16 December 1991 fixing, for 1992, the quota for imports into Spain of pigmeat products from third countries and certain detailed rules for the application thereof\n", "header": "COMMISSION REGULATION (EEC) No 3661/91  of 16 December 1991  fixing, for 1992, the quota for imports into Spain of pigmeat products from third countries and certain detailed rules for the application thereof\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 491/86 of 25 February 1986 laying down detailed rules concerning quantitative restrictions on imports into Spain of certain agricultural products from third countries (1), as amended by Regulation (EEC) No  3296/88 (2), and in particular Article 3 thereof,\nWhereas the quota for 1991 for imports into Spain of pigmeat products from third countries is set out in the Annex to Commission Regulation (EEC) No 3692/90 (3); whereas Article 3 of the said Regulation also lays down a minimum rate of progressive  increases of the quota of 10 %; whereas this increase still reflects market needs; whereas the quota for 1992 should be fixed;\nWhereas, to ensure proper management of the quota, applications for import authorizations should be subject to the lodging of a security to cover, as a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (4),  as last amended by Regulation (EEC) No 3745/89 (5), the effective importation of the goods; whereas provision should also be made for the quotas to be staggered over the year;\nWhereas provision should be made for Spain to communicate information to the Commission on the application of the quota;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The quota for 1992 that Spain may apply, pursuant to Article 77 of the Act of Accession, to imports of pigmeat products from third countries shall be as shown in the Annex hereto.", "1. The Spanish authorities shall issue import authorizations so as to ensure a fair allocation of the available quantity between the applicants.\nThe quota shall be staggered over the year as follows:\n- 50 % during the period 1 January to 30 June 1992,\n- 50 % during the period 1 July to 31 December 1992.\n2. Applications for import authorizations shall be subject to the lodging of a security. The primary requirement within the meaning of Article 20 of Regulation (EEC) No 2220/85 covered by the security shall consist in the effective importation of the  goods.", "The minimum rate of progressive increase of the quotas shall be 10 % at the beginning of each year.\nThe increase shall be added to each quota and the subsequent increase shall be calculated on the basis of the total figure obtained.", "The Spanish authorities shall communicate to the Commission the measures which they adopt for the application of Article 2.\nThey shall transmit, not later than the 15th of each month, the following information on import authorizations issued in the preceding month:\n- the quantities covered by the import authorizations issued, by country of provenance,\n- the quantities imported, by country of provenance.", "This Regulation shall enter into force on 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 54, 1. 3. 1986, p. 25. (2) OJ No L 293, 27. 10. 1988, p. 7. (3) OJ No L 357, 20. 12. 1990, p. 31. (4) OJ No L 205, 3. 8. 1985, p. 5. (5) OJ No L 364, 14. 12. 1989, p. 54.\nANNEX\n(tonnes)\nCN code  Description  Quota\nfor 1992      ex 0103  Live swine, of domestic species, other than pure-bred breeding animals   ex 0203  Meat of domestic swine, fresh, chilled, or frozen   ex 0206  Edible offal of domestic swine, other than for the manufacture of pharmaceutical  products, fresh, chilled or frozen   ex 0209  Pig fat free of lean meat (not rendered), fresh, chilled, frozen, salted, in brine, dried or smoked   ex 0210  Meat and edible meat offal of domestic swine, salted, in brine, dried or smoked   1501 00 11\n1501 00 19  Lard and other pig fat, rendered, whether or not pressed or solvent extracted   1601  Sausages and similar products, of meat, meat offal or blood; food preparations based on these products  1 771  1602 10  Homogenized preparations of meat,  meat offal or blood   1602 20 90  Preparations or preserves of liver of any animal, other than goose or duck   1602 41 10\n1602 42 10\n1602 49 11\nto\n1602 49 50  Other preparations and preserves containing meat or offal of domestic swine   1602 90 10  Preparations of blood of any animal   1602 90 51  Other preparations or preserves containing meat or meat offal of domestic swine   1902 20 30  Stuffed  pasta, whether or not cooked or otherwise prepared, containing more than 20 % by weight of sausages and the like, of meat and meat offal of any kind, including fats of any kind or origin"}