{"celex_id": "31993R1872", "uri": "http://publications.europa.eu/resource/cellar/ded3039e-a79c-498a-8870-083451c91734", "type": "Regulation", "concepts": ["1338", "3611", "4385", "4680", "5024"], "title": "COMMISSION REGULATION (EEC) No 1872/93 of 12 July 1993 re-establishing the levying of customs duties on products of category 28 (order No 40.0280), originating in India, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3832/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 1872/93 of 12 July 1993 re-establishing the levying of customs duties on products of category 28 (order No 40.0280), originating in India, to which the preferential tariff arrangements set out in Council Regulation  (EEC) No 3832/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), extended for 1993 by Council Regulation (EEC) No 3917/92  (2), and in particular Article 12 thereof,\nWhereas Article 10 of Regulation (EEC) No 3832/90 provides that preferential tariff treatment shall be accorded for 1993 for each category of products subjected in Annexes I and II thereto to individual ceilings, within the limits of the quantities  specified in column 8 of Annex I and column 7 of Annex II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 11 of the abovementioned Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community  level;\nWhereas, in respect of products of category 28 (order No 40.0280), originating in India, the relevant ceiling amounts to 109 000 pieces;\nWhereas on 25 January 1993 imports of the products in question into the Community, originating in India, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to India,", "main_body": ["As from 17 July 1993 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3832/90, shall be re-established in respect of the following products, imported into the Community and originating in India:\n/* Tables: see OJ */", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 39.\n(2) OJ No L 396, 31. 12. 1992, p. 1."}