{"celex_id": "31994R2226", "uri": "http://publications.europa.eu/resource/cellar/6aa68836-20be-4958-a021-8c6b75887d47", "type": "Regulation", "concepts": ["1338", "1368", "2758", "3611", "4385", "4453"], "title": "Commission Regulation (EC) No 2226/94 of 13 September 1994 re-establishing the levying of customs duties on certain industrial products originating in India and Thailand, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3831/90 apply\n", "header": "COMMISSION REGULATION (EC) No 2226/94 of 13 September 1994 re-establishing the levying of customs duties on certain industrial products originating in India and Thailand, to which the preferential tariff arrangements set out in Council Regulation  (EEC) No 3831/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of certain industrial products originating in developing countries (1), extended for 1994 by Regulation (EC) No 3668/93  (2), and in particular Article 9 thereof,\nWhereas, pursuant to Articles 1 and 6 of Regulation (EEC) No 3831/90, suspension of customs duties shall be accorded from 1 July to 31 December 1994 to each of the countries or territories listed in Annex III other than those listed in column 4 of Annex  I, within the framework of the preferential tariff ceilings fixed in column 6 of Annex I;\nWhereas, as provided for in Article 7 of that Regulation, as soon as the individual ceilings in question are reached at Community level, the levying of customs duties on imports of the products in question originating in each of the countries and  territories concerned may at any time be re-established;\nWhereas, in the case of the products of the order Nos and origins indicated in the table below, the individual ceiling is fixed at the levels indicated in that table; whereas that ceiling was reached, on the date indicated below, by charges of imports  into the Community of the products in question:\n\"\" ID=\"1\">10.0670> ID=\"2\">India> ID=\"3\">2 205 000> ID=\"4\">27. 7. 1994\"> ID=\"2\">Thailand> ID=\"3\">2 205 000> ID=\"4\">27. 7. 1994\">\nWhereas, it is appropriate to re-establish the levying of customs duties for the products in question,", "main_body": ["As from 18 September 1994, the levying of customs duties, suspended from 1 July to 31 December 1994, pursuant to Regulation (EEC) No 3831/90, shall be re-established on imports into the Community of the products indicated in the table below:\n\"\" ID=\"1\">10.0670> ID=\"2\">6403> ID=\"3\">Footwear with outer soles of rubber, plastics, leather or composition leather and uppers of leather> ID=\"4\">India\"> ID=\"4\">Thailand\">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 1994.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 22."}