{"celex_id": "31993D0326", "uri": "http://publications.europa.eu/resource/cellar/8d8dafba-5953-4d94-9d71-c0bfcaa26dca", "type": "Decision", "concepts": ["1083", "1425", "1562", "2825", "5696", "5794", "632"], "title": "93/326/EEC: Commission Decision of 13 May 1993 establishing indicative guidelines for the fixing of costs and fees in connection with the Community eco- label\n", "header": "COMMISSION DECISION of 13 May 1993 establishing indicative guidelines for the fixing of costs and fees in connection with the Community eco-label\n(93/326/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 880/92 provides that every application for the award of a label shall be subject to the payment of the costs of processing the application and that further the conditions of use of the label shall include the  payment of a fee;\nWhereas Article 11 of Regulation (EEC) No 880/92 further provides that indicative guidelines for the fixing of costs and fees should be established in accordance with the procedure laid down in Article 7 of the said Regulation;\nWhereas the measures set out in this Decision are in accordance with the opinion of the Committee set up pursuant to Article 7 of Regulation (EEC) No 880/92,", "main_body": ["1. Every application for the award of a label shall be subject to an application fee which shall cover the costs of processing the application.\n2. The guideline figure for the application fee shall be ECU 500.", "1. A fee for the use of the label shall be paid annually by each applicant who has been awarded an eco-label in accordance with Articles 10 and 12 of Regulation (EEC) No 880/92.\n2. The annual fee shall relate to a period of 12 months beginning with the date of the award of the eco-label to the applicant.\n3. The annual fee shall be calculated as a percentage of the annual volume of sales within the Community of the product to which the eco-label is awarded.\n4. The guideline figure for the percentage of the annual volume of sales shall be 0,15 %.\n5. The guideline minimum figure shall be ECU 500.", "1. Competent bodies shall have discretion to set actual fees at levels 20 % greater or smaller than the guideline figures specified above. This discretion shall be exercised so that, if a competent body chooses to set its fees at a different  level from the guideline figures, the same variation in level shall apply to all the fees set by that competent body.\n2. If VAT is payable on these fees, the VAT element shall be contained within the discretionary increase which a competent body may apply.", "The fixing of the application fee and the annual fee shall be subject to the additional guidelines set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 99, 11. 4. 1992, p. 1.\nANNEX\nADDITIONAL GUIDELINES  (i) Figures for the annual volume of product sales should be based on ex factory prices; payment of fees to competent bodies shall not be delayed until the annual volume of product sales has been determined by end-year results,  but can be made, either in part or in full, in advance of such results, subject to later validation.\n(ii) Neither the application fee nor the annual fee shall include any element for the cost of any testing which may be necessary for products which are the subject of applications. Applicants will be expected themselves to meet the cost of such testing.\n(iii) Community review of the fee structure for the eco-label award scheme may lead to a revision of the guideline figures. This should not alter the fees payable in respect of any application which resulted in the award of a label before the date of  the Community decision to revise the guideline figures, until the end of the period of validity of the criteria relating to the label concerned."}