{"celex_id": "31991R1288", "uri": "http://publications.europa.eu/resource/cellar/1bb8b42d-03af-41e8-990a-71e6fcd288b4", "type": "Regulation", "concepts": ["2069", "4381"], "title": "Commission Regulation (EEC) No 1288/91 of 14 May 1991 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "17.5.1991 EN Official Journal of the European Communities L 122/11\nCOMMISSION REGULATION (EEC) No 1288/91\nof 14 May 1991\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 1056/91 (2), and in particular Article 9 thereof,\nWhereas, in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committe,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1991.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 107, 27. 4. 1991, p. 10.\nANNEX\nDescription of goods CN code classification Reasons\n(1) (2) (3)\n1. A small plate for an interchangeable tool, consisting of a compact layer of synthetic diamond permanently attached to a metal carbide substrate.\n2. A colour monitor, capable of accepting a signal only from the central processing unit of an automatic data processing machine. The monitor is not capable of reproducing a colour image from a composite video signal.\n3. Keyboard for an automatic data processing machine, in its own housing. This input unit does not have its own electrical supply and has to be attached, by its connecting cable, to the central processing unit of an automatic data processing machine to function.\n4. Heating strips for self-regulation of the temperature of fluids, consisting of a copper conductor with a cross-section of 1,9 mm2, a self-regulating conducting filament, a fluoropolymer insulating sleeve, a tinned copper braid with a cross-section of 2,8 mm2 and an outer fluoropolymer sleeve covering the braid. The beating strip varies the heating power at each point of the circuit with which it is associated depending upon the temperature it encounters. It is generally intended to be wrapped around piping.\n5. Optical reading heads for compact disc players, consisting of a laser diode and a photodiode, contained in a metal housing with not more than 10 connecting pins.\n6. A disposable photographic camera, consisting of a plastic box measuring 98 × 58 × 35 mm, enclosing a sensitized 24-exposure 35 mm photographic film, having a lens, a shutter release, a viewfinder, an indicator of the number of exposures and a lever for winding on the film. The box cannot be reused after opening.\n7. Apparatus known as ‘chromatic tuners’ having the following characteristics: It offers several tuning methods and two transposition functions adapted to a range of musical instruments; it incorporates a microphone, a quartz oscillator, a pointer-type frequency meter and light-emitting diodes, it may also incorporate a loudspeaker; it has a seven octave tuning range (from 32,7 to 395,1 Hz)."}