{"celex_id": "31994R3360", "uri": "http://publications.europa.eu/resource/cellar/0d61a540-2995-492e-87ca-7f06be8e73ae", "type": "Regulation", "concepts": ["2324", "4049", "4057", "4078", "5018", "890"], "title": "Council Regulation (EC) No 3360/94 of 22 December 1994 establishing transitional measures for trade between Austria, Finland and the Kingdom of Sweden, on the one hand, and the African, Caribbean and Pacific States, on the other\n", "header": "COUNCIL REGULATION (EC) No 3360/94 of 22 December 1994 establishing transitional measures for trade between Austria, Finland and the Kingdom of Sweden, on the one hand, and the African, Caribbean and Pacific States, on the other\nTHE  COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Articles 76 (2), 102 (2) and 128 (2) of the 1994 of Accession, the Community and the ACP States opened negotiations for the conclusion of a protocol to adapt the Fourth ACP-EEC Convention to take account of the accession of Austria,  Finland and Sweden to the European Union;\nWhereas Articles 76 (3), 102 (3) and 128 (3) of the 1994 Act of Accession provide that if such a protocol is not concluded by 1 January 1995, the Community shall take the necessary measures to deal with that situation on accession;\nWhereas it appears that the protocol will not be concluded by the specified date and that, in these conditions, autonomous transitional measures must be taken in order for the new Member States to apply the trade provisions of the Fourth ACP-EEC  Convention as from 1 January 1995;\nWhereas Article 72 of the 1994 Act of Accession allows Austria to maintain, until 1 January 1996, the customs duties and licensing arrangements it applies on the date of its accession to certain spirituous beverages and undenatured ethyl alcohol, in  respect of other Member States,", "main_body": ["From 1 January 1995 until the entry into force of the protocol referred to in Articles 76, 102 and 128 of the 1994 Act of Accession or until 31 December 1995, whichever is the earlier, the Republic of Austria, the Republic of Finland and the  Kingdom of Sweden shall apply the same arrangements to imports of products originating in the ACP States as are applied by the other Member States of the Community.", "Until 1 January 1996, the Republic of Austria may maintain the customs duties and licensing arrangements which it applied on the date of its accession to spirituous beverages and undenatured ethyl alcohol of an alcoholic strength by volume of  less than 80 % vol. falling within heading 2208 of the HS. Any such licensing arrangements must be applied in a non-discriminatory manner.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1994.\nFor the Council\nThe President\nH. SEEHOFER"}