{"celex_id": "31993R1544", "uri": "http://publications.europa.eu/resource/cellar/b41603c5-d186-44e5-94b5-20ec540c36cc", "type": "Regulation", "concepts": ["2173", "2729", "3576", "3732"], "title": "COUNCIL REGULATION (EEC) No 1544/93 of 14 June 1993 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice and repealing Regulations (EEC) No 2744/75 and (EEC) No 1009/86\n", "header": "COUNCIL REGULATION (EEC) No 1544/93 of 14 June 1993 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice and repealing Regulations (EEC) No 2744/75 and (EEC) No 1009/86\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas there is a shortfall in Community production of Indica rice; whereas, in view of this situation and the lower yield of Indica rice compared with rice of the Japonica variety, a variety of which the Community has a large surplus, the varietal  conversion measures agreed upon should be pursued by differentiating the level of the intervention buying-in price for each of the rice varieties in question and by maintaining production aid for Indica rice; whereas Regulation (EEC) No 1418/76 (4)  should therefore be amended;\nWhereas, in the case of processed rice products, the criteria and the rules to be applied for fixing the levies, export refunds and production refunds should be determined by the Commission on the basis of a management committee procedure analogous to  that provided for under Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (5); whereas Council Regulation (EEC) No 2744/75 of 29 October 1975 on the import and export system for products processed  from cereals and from rice (6) and Council Regulation (EEC) No 1009/86 of 25 March 1986 establishing general rules applying to production refunds in the cereals and rice sector (7) should therefore be repealed;", "main_body": ["Regulation (EEC) No 1418/76 is hereby amended as follows:\n1. the first subparagraph of Article 5 (2) shall be replaced by the following:\n'The buying-in price referred to in paragraph 1 shall be carried out on the basis of a price equal, in the case of Indica rice, to 94 % and, in the case of Japonica rice, to 90 % of the intervention price applicable for the marketing centre at which the  paddy rice is offered, under the conditions adopted pursuant to paragraphs 4 and 5.';\n2. the following subparagraph shall be added to Article 5 (5):\n'Rice varieties which may be considerd as Indica varieties shall be determined in accordance with the same procedure, with any other variety to be considered as a Japonica variety.';\n3. the last subparagraph of Article 8a (2) shall be replaced by the following:\n'The aid shall be granted for rice sown during the 1992/93 marketing year with a view to the 1993 harvest.';\n4. Article 9a shall be replaced by the following:\n'Article 9\n1. A production refund may be granted for starch and certain derived products obtained from rice and broken rice, used in the manufacture of certain products. A list of such products shall be drawn up in accordance with the procedure laid down in  paragraph 3.\n2. The refund referred to in paragraph 1 shall be fixed periodically.\n3. The Commission shall adopt the detailed rules for applying this Article and shall fix the amount of the refund in accordance with the procedure laid down in Article 27.';\n5. Article 12 (3) shall be replaced by the following:\n'3. The Commission shall adopt the detailed rules for applying this Article in accordance with the procedure laid down in Article 27.';\n6. Article 17 (5) shall be deleted.", "Regulations (EEC) No 2744/75 and (EEC) No 1009/86 are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1993, with the exception of the provisions of Article 1 points 3, 4, 5 and 6 and Article 2, which shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 80, 20. 3. 1993.(2) OJ No C 150, 31. 5. 1993.(3) OJ No C 129, 10. 5. 1993, p. 25.(4) OJ No L 166, 25. 6. 1976, p. 1. Regulation as last amended by Commission Regulation (EEC) No 674/92 (OJ No L 73, 19. 3. 1992, p. 7.)(5) OJ No L  181, 1. 7. 1992, p. 21.(6) OJ No L 281, 1. 11. 1975, p. 65. Regulation as last amended by Regulation (EEC) No 1766/92.(7) OJ No L 94, 9. 4. 1986, p. 6. Regulation as last amended by Regulation (EEC) No 1766/92."}