{"celex_id": "31994R2510", "uri": "http://publications.europa.eu/resource/cellar/1de75dd6-d0d1-41d0-9d6d-86c95c067215", "type": "Regulation", "concepts": ["1258", "1644", "3591", "5969"], "title": "Commission Regulation (EC) No 2510/94 of 17 October 1994 on the issuing of import licences for certain processed mushroom products originating in China\n", "header": "COMMISSION REGULATION (EC) No 2510/94 of 17 October 1994 on the issuing of import licences for certain processed mushroom products originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of mushrooms of Agaricus spp. falling within CN codes 0711 90 40, 2003 10 20 and 2003 10 30 (1), as amended by Regulation (EEC) No 1122/92 (3),\nHaving regard to Commission Regulation (EEC) No 1707/90 of 22 June 1990 laying down detailed rules for the application of Regulation (EEC) No 1796/81 on imports of mushrooms from third countries (3), as last amended by Regulation (EC) No 1901/94 (4),  and in particular Article 5 (8) thereof,\nWhereas Article 5 (8) of Regulation (EEC) No 1707/90 provides that if the quantities for which licences have been applied for exceed the balance available, the Commission is to fix a single percentage figure by which the quantities applied for are to be  reduced and suspend the issuing of licences in response to subsequent applications;\nWhereas quantities of mushrooms originating in China and applied for on 12 and 13 October 1994 exceed the quantities available; whereas the extent to which licences may be issued may accordingly be determined;\nWhereas the quantities for which licences have been issued have reached the annual amount granted to China; whereas the issuing of licences qualifying for the exemption from the additional amount provided for in Article 2 of Regulation (EEC) No 1796/81  should accordingly be suspended;\nWhereas these measures should be taken during the true limit fixed by Article 5 (9) of Regulation (EEC) No 1707/90,", "main_body": ["Import licences applied for pursuant to Article 5 (4) of Regulation (EEC) No 1707/90 on 12 and 13 October 1994 for mushrooms of Agaricus spp. falling withing CN codes 0711 90 40, 2003 10 20 and 2003 10 30 originating in China shall be issued,  the endorsement laid down in Article 7 of Regulation (EEC) No 1707/90 being indicated, for up to 40,8 % of the quantity applied for.\nThe issuing of licences which may qualify for exemption from the additional amount provided for in Article 2 of Regulation (EEC) No 1796/81 is hereby suspended for applications lodged from 14 October 1994.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 183, 4. 7. 1981, p. 1.\n(2) OJ No L 117, 1. 5. 1992, p. 98.\n(3) OJ No L 158, 23. 6. 1990, p. 34.\n(4) OJ No L 194, 29. 7. 1994, p. 15."}