{"celex_id": "31999D0816", "uri": "http://publications.europa.eu/resource/cellar/fa3c362f-9f73-40f7-9817-074a2e7ffb62", "type": "Decision", "concepts": ["1158", "171", "3140", "3681", "4519", "4521"], "title": "1999/816/EC: Commission Decision of 24 November 1999 adapting, pursuant to Articles 16(1) and 42(3), Annexes II, III, IV and V to Council Regulation (EEC) No 259/93 on the supervision and control of shipments of waste within, into and out of the European Community (notified under document number C(1999) 3880) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 24 November 1999\nadapting, pursuant to Articles 16(1) and 42(3), Annexes II, III, IV and V to Council Regulation (EEC) No 259/93 on the supervision and control of shipments of waste within, into and out of the European Community\n(notified under document number C(1999) 3880)\n(Text with EEA relevance)\n(1999/816/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 259/93 of 1 February 1993 on the supervision and control of shipments of waste within, into and out of the European Community(1), as last amended by Commission Regulation (EC) No 2408/98(2), and in particular Article 16(1) and Article 42(3) thereof,\nHaving regard to Council Directive 75/442/EEC of 15 July 1975(3) on waste, as last amended by Commission Decision 96/350/EC(4), and in particular Article 18 thereof,\n(1) Whereas in accordance with Article 42(3) of Regulation (EEC) No 259/93 Annexes II, III and IV have to be adapted to reflect only those changes already agreed under the review mechanism of the OECD,\n(2) Whereas the Council of the OECD(5) has decided in the framework of the review mechanism to modify the green, amber and red lists of wastes,\n(3) Whereas it is necessary to modify Annexes II, III and IV to the Regulation to reflect these modifications,\n(4) Whereas Annex V to the Regulation comprises in its part 3 wastes from Annexes III and IV,\n(5) Whereas in accordance with Article 16(1) of Regulation (EEC) No 259/93, as amended by Council Regulation (EC) No 120/97(6), Annex V shall be reviewed and further amended as appropriate,\n(6) Whereas it is necessary also to modify Annex V, part 3 to reflect the modifications decided in the framework of the OECD review mechanism to modify the amber and red lists of wastes,\n(7) Whereas the Commission, in order to adapt Annexes II, III, IV and V to the Regulation is assisted in this task by the Committee established pursuant to Article 18 of Council Directive 75/442/EEC of 15 July 1975 on waste, as amended,\n(8) Whereas the measures envisaged by this Decision are in accordance with the opinion expressed by the aforementioned Committee,", "main_body": ["Annexes II, III, IV and V to Regulation (EEC) No 259/93 are hereby replaced by the Annex to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 November 1999.\nFor the Commission\nMargot WALLSTRĂ\u0096M\nMember of the Commission\n(1) OJ L 30, 6.2.1993, p. 1.\n(2) OJ L 298, 7.11.1998, p. 19.\n(3) OJ L 78, 26.3.1991, p. 32.\n(4) OJ L 135, 6.6.1996, p. 32.\n(5) OECD Council, 23 December 1998, Doc. Ref. C(98)202 final.\n(6) OJ L 22, 24.1.1997, p. 14.\nANNEX\n\"ANNEX II\nGREEN LIST OF WASTES ((Whenever possible, the code number of the Harmonised Commodity Description and Coding System, established by the Brussels Convention of 14 June 1983 under the auspices of the Customs Cooperation Council (Harmonised System) is listed opposite an entry. This code may apply to both wastes and products. This Regulation does not include items which are not wastes. Therefore, the code - used by customs officials in order to facilitate their procedures as well as by others - is only provided here to help in identifying wastes that are listed and subject to this Regulation. However, corresponding official Explanatory Notes as issued by the Customs Cooperation Council should be used a interpretative guidance to identify wastes covered by generic headings.\nThe indicative \"ex\" identifies a specific item contained within a heading of the Harmonised System code.\nThe code in bold in the first column is the OECD code: it consists of two letters (one for the list: Green, Amber or Red and one for the category of waste: A, B, C,...) followed by a number.))\n>TABLE>\nANNEX III\nAMBER LIST OF WASTES ((Whenever possible, the code number of the Harmonised Commodity Description and Coding System, established by the Brussels Convention of 14 June 1983 under the auspices of the Customs Cooperation Council (Harmonised System) is listed opposite an entry. This code may apply to both wastes and products. This Regulation does not include items which are not wastes. Therefore, the code - used by customs officials in order to facilitate their procedures as well as by others - is only provided here to help in identifying wastes that are listed and subject to this Regulation. However, corresponding official Explanatory Notes as issued by the Customs Cooperation Council should be used as interpretative guidance to identify wastes covered by generic headings.\nThe indicative \"ex\" identifies a specific item contained within a heading of the Harmonised System code.\nThe code in bold in the first column is the OECD code: it consists of two letters (one for the list: Green, Amber or Red, and one for the category of waste A, B, C, ... ) followed by a number.))\n>TABLE>\nANNEX IV\nRED LIST OF WASTES\n>TABLE>\nANNEX V\nINTRODUCTORY NOTES\n1. Annex V shall apply without prejudice to Directive 75/442/EEC, as amended by Directive 91/156/EEC, and Directive 91/689/EEC.\n2. This Annex consists of three parts, whereby Parts 2 and 3 only apply when Part 1 is not applicable. Consequently, to determine if a specific waste is covered by Annex V to Regulation (EEC) No 259/93, one has to first check whether the waste features in Part 1 of Annex V, if this is not the case whether it features in Part 2, and if this is not the case whether it features in Part 3.\nPart 1 is divided into two sub-sections: List A enumerating wastes which are classified as hazadous for the purposes of the Basel Convention and therefore are covered by the export ban and List B enumerating wastes which are not covered by the export ban.\nThus, if a waste features in Part 1, one has to check if it is enumerated in List A or in List B. Only if a waste does not feature in either List A or List B of Part 1, one has to check if it features in Part 2 or 3 and if this is the case it is covered by the export ban.\n3. Member States may make provisions, in exceptional cases, to determine, om the basis of documentary evidence provided in an appropriate way by the holder, that a specific waste on this Annex is excluded from the export ban referred to in Article 16(1) of Regulation (EEC) No 259/93 as amended, if it does not display any of the properties listed in Annex III to Directive 91/689/EEC, taking into account, as regards H3 to H8 of the said Annex, the limit values laid down in Council Decision 94/904/EC(1).\nIn such a case, the Member State concerned shall inform the envisaged importing country prior to taking a decision. Member States shall notify such cases to the Commission before the end of each calendar year. The Commission shall forward the information to all Member States and to the Secretariat of the Basel Convention. On the basis of the information provided, the Commission may make comments and, where appropriate, submit proposals to the Committee established pursuant to Article 18 of Directive 75/442/EEC with a view to adapting Annex V to Regulation (EEC) No 259/93.\n4. The fact a waste is not listed in this Annex, or that it is listed in Part 1, List B, does not preclude, in exceptional cases, characterisation of such a waste as hazardous and therefore subject to the export ban referred to in Article 16(1) of Regulation (EEC) No 259/93 as amended, if it displays any of the properties listed in Annex III to Directive 91/689/EEC, taking into account, as regards H3 to H8 of the said Annex, the limit values laid down in Decision 94/904/EC, as provided for in Article 1(4), second indent, of Directive 91/689/EEC and in the Header of Annex II to Regulation (EEC) No 259/93.\nIn such a case, the Member State concerned shall inform the envisaged importing country prior to taking a decision. Member States shall notifiy such cases to the Commission before the end of each calendar year. The Commission shall forward the information to all Member States and to the Secretariat of the Basel Convention. On the basis of the information provided, the Commission may make comments and, where appropriate, submit proposals to the Committee established pursuant to Article 18 of Directive 75/442/EEC with a view to adapting Annex V to Regulation (EEC) No 259/93;\nPART 1\n>TABLE>\nPART 2\nWastes listed in Decision 94/904/EC establishing a list of hazardous waste pursuant to Article 1(4) of Directive 91/689/EEC on hazardous waste\n>TABLE>\nPART 3\nWaste from Annexes III and IV to Regulation (EEC) No 259/93. The wastes numbered AB 130, AC 020, AC 250, AC 260, AC 270 and AD 160 have been deleted since they have been considered, in accordance with the procedure laid down in Article 18 of Directive 75/442/EEC, to be clearly non-hazardous and therfore shall not be subjected to the export ban.\nAMBER LIST OF WASTES ((Wherever possible, the code number of the Harmonised Commodity Description and Coding System, established by the Brussels Convention on 14 June 1983 under the auspices of the Customs Cooperation Council (harmonised System) is listed opposite an entry. This code may apply to both wastes and products. This Regulation does not include items which are not wastes. Therefore, the code - used by customs officials in order to facilitate their procedures as well as by others - is only provided here to help in identifying wastes that are listed and subject to this Regulation. However, corresponding official Explanatory Notes as issued by the Customs Cooperation Council should be used as interpretative guidance to identify wastes covered by generic headings.\nThe indicative \"ex\" identifies a specific item contained within a heading of the Harmonised System code.\nThe code in bold in the first column is the OECD code: it consists of two letters (one for the list: Amber or Red, and one for the category of waste: A, B, C, (...) followed by a number.))\n>TABLE>\nRED LIST OF WASTE\n>TABLE>\n(1) OJ L 356, 31.12.1994, p. 14.\"."}