{"celex_id": "31991R3270", "uri": "http://publications.europa.eu/resource/cellar/7441caf2-9708-48e9-a715-3b6ee131bbc3", "type": "Regulation", "concepts": ["2437", "2674", "2681"], "title": "Commission Regulation (EEC) No 3270/91 of 8 November 1991 making imports of Atlantic salmon subject to observance of the minimum price\n", "header": "COMMISSION REGULATION (EEC) No 3270/91  of 8 November 1991  making imports of Atlantic salmon subject to observance of the minimum price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 3571/90 (2), and in particular Article 24 (2) thereof,\nWhereas, in view of the risk of a disturbance of the Community market caused by imports of Atlantic salmon, the Commission adopted Regulation (EEC) No 1658/91 establishing arrangements for retrospective Community surveillance in respect of imports of  Atlantic salmon (3);\nWhereas these arrangements have revealed that Community imports of Atlantic salmon falling within CN codes ex 0302 12 00 and ex 0303 22 00 have been taking place at abnormally low prices; whereas the Community market in these products is liable in  consequence to be severely disrupted thus jeopardizing the objectives of Article 39 of the Treaty, in particular with regard to producers earnings;\nWhereas, given the foreseeable volume of imports and their prices, there is reason to fear that this situation will persist or become worse in the coming months; whereas, in order to avoid this prospect, imports of the products in question should be  made subject to observance of a minimum import price,", "main_body": ["1. The release for free circulation in the Community of Atlantic salmon falling within CN codes ex 0302 12 00 and ex 0303 22 00 shall be subject to the condition that the free-at-frontier price must be no less than the minimum import price  given in the Annex hereto.\n2. This Regulation shall not apply to products which are proved, on its entry into force, to have already left the supplier country and to have no possible destination other than the Community.\n3. Interested parties shall furnish proof, to the satisfaction of the competent customs authorities, by means of all customs and transport documents, that the conditions referred to in paragraph 1, or, where appropriate, those referred to in paragraph  2, have been met.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 29 February 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 1991. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 379, 31. 12. 1981, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 10. (3) OJ No L 151, 15. 6. 1991, p. 51.\nANNEX\nSpecies: Atlantic salmon (Salmo salar)\nCN codes ex 0302 12 00 and ex 0303 22 00\n(in Ecu per net tonne)\nDescription of product  Minimum price on importation     I. Fresh or chilled   - whole   1 - 2 kg  3 348  2 - 3 kg  3 782  3 - 4 kg  4 092  - gutted   1 - 2 kg  3 968  2 - 3 kg  4 464  3 - 4 kg  4 836  - gutted without head   1 - 2 kg  4 340  2  - 3 kg  4 898  3 - 4 kg  5 332  II. Frozen\n(all presentations)   1 - 2 kg  4 300  2 - 3 kg  4 700  3 - 4 kg  5 100"}