{"celex_id": "31999D0483", "uri": "http://publications.europa.eu/resource/cellar/58819f2c-9bf0-4c67-b545-7ac3c6bd0ab7", "type": "Decision", "concepts": ["1309", "1591", "235", "2771", "5065", "996"], "title": "1999/483/EC: Commission Decision of 15 July 1999 terminating the anti-dumping proceeding concerning stainless steel wires with a diameter of less than 1 mm originating in the Republic of Korea. (notified under document number C(1999) 1876)\n", "header": "COMMISSION DECISION\nof 15 July 1999\nterminating the anti-dumping proceeding concerning stainless steel wires with a diameter of less than 1 mm originating in the Republic of Korea.\n(notified under document number C(1999) 1876)\n(1999/483/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Article 9(3) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) The Commission by Regulation (EC) No 616/1999(3) imposed a provisional anti-dumping duty on imports of stainless steel wires with a diameter of less than 1 mm (hereinafter referred to as \"fine SSW\"), originating in the Republic of Korea (hereinafter referred to as \"Korea\"), and falling within CN code ex 7223 00 19.\nB. SUBSEQUENT PROCEDURE\n(2) Subsequent to the disclosure of the essential facts and considerations on the basis of which it was decided to impose provisional measures on imports of fine SSW originating in Korea (hereinafter referred to as \"the disclosure\"), several interested parties submitted comments in writing. The parties who so requested were also granted an opportunity to be heard orally.\n(3) The Commission continued to seek and verify all information it deemed necessary for its definitive findings.\n(4) All parties were informed of the essential facts and considerations on the basis of which it is intended to terminate this proceeding. They were also granted a period within which they could make representations subsequent to this disclosure.\n(5) The oral and written comments submitted by the parties were considered, and, where deemed appropriate, the provisional findings have been modified accordingly.\nC. PRODUCT CONCERNED AND LIKE PRODUCT\n(6) The product concerned is fine SSW, containing by weight 2.5 % or more of nickel, other than containing by weight 28 % or more but no more than 31 % of nickel and 20 % or more but not more than 22 % of chromium.\n(7) It was found at the provisional stage of the investigation that there were differences in physical characteristics and uses between SSW covered by this investigation, namely having a diameter of less than l mm (fine wire), and SSW with a diameter of 1 mm or more (large wire). For these reasons, it also appeared that there was no, or very limited, interchangeability between the applications of large and fine wire. However, it was also stated in Regulation (EC) No 616/1999 that the question as to whether a clear dividing line could be drawn between these two products was going to be further investigated up to the definitive stage.\n(8) On the basis of the further information collected from interested parties, it is concluded that large wire and fuse wire are two different products, as they present different physical characteristics and are used for different applications. First, as to the physical characteristics, the tensile strength, granular structure and coating of SSW are different for Iarge and for fine wires. Secondly, as regards the various applications of the two products, it has been found that large wire is used for heavier-duty engineering applications such as fasteners, wall reinforcement products, welding wires, ete. By contrast, fine wire is as a rule used for precision applications such as screens and filters (woven wire cloth) with small openings for filtering very fine or small particles (for example dust filters and chemical filters), medical/surgical applications, and so on.\n(9) On the basis of the above it is concluded that fine and large wires are two different products which have different characteristics and applications and that they are not interchangeable from the point of view of SSW users.\n(10) In view of the above and since no arguments were put forward by any of the parties concerned with regard to the Commission's provisional findings on the product concerned and the observations made on the like product, the facts and findings as set out in recitals 7 to 12 of Regulation (EC) No 616/1999, are hereby confirmed.\nD. DUMPING\n1. Normal value\n(11) Following the comments of an exporting producer received after disclosure, it was found that some cost items used in determining the constructed normal value should be allocated in a different way. On the basis of these revised allocations, normal values for this exporting producer were recalculated accordingly.\n(12) The other findings set out in recital 13 of Regulation (EC) No 616/1999 are hereby confirmed.\n2. Export price\n(13) One exporting producer pointed out an error in the reply to the questionnaire, where certain export transactions of large wire had been incorrectly reported as sales of fine wire. In view of the nature of the information submitted, the transactions concerned were, as requested, disregarded in the determination of the export price.\n(14) In the absence of any other arguments concerning the determination of the export price, the methodology set out in recitals 14, 15 and 16 of Regulation (EC) No 616/1999 and all other findings set out in those recitals are hereby confirmed.\n3. Comparison\n(15) In the absence of any new arguments concerning the adjustments made in order to allow for a fair comparison, the provisional findings set out in recitals 17, 18 and 19 of Regulation (EC) No 616/1999 are hereby confirmed.\n4. Dumping margins\n(16) In the absence of any new arguments concerning the determination of the dumping margin, the methodology set out in recital 20 of Regulation {EC) No 616/1999 is hereby confirmed. On this basis, the comparison of the normal values with export prices showed the existence of a limited amount of dumping in respect of some of the exporting producers concerned. However, the weighted average countrywide dumping margin for all the exporting producers investigated which represent the totality of exports of fine SSW to the Community originating in Korea expressed as a percentage of the cif price at. Community frontier level is de minimis, namely under 2 %. Under these circumstances, the dumping margin for Korea has to be considered negligible in accordance with Article 9(3) of Regulation (EC) No 384/96.\nE. PROPOSED COURSE OF ACTION\n(17) In the light of the above, findings that the countrywide weighted average dumping margin for imports originating in Korea is de minimis, this proceeding should be terminated in accordance with Article 9(3) of Regulation (EC) No 384/96.\n(18) Any amounts secured by way of provisional anti-dumping duties pursuant to Regulation (EC) No 616/1999 should be released,", "main_body": ["1. The anti-dumping proceeding concerning imports of stainless steel wire with a diameter of less than 1 mm, containing by weight 2.5 % or more of nickel, excluding wire containing by weight 28 % or more but no more than 31 % of nickel and 20 % or more but no more than 22 % of chromium, falling within CN code ex 7223 00 19 (TARIC code 7223 00 19 10) and originating in the Republic of Korea, is hereby terminated.\n2. Any amounts secured by way of provisional anti-dumping duties pursuant to Regulation (EC) No 616/1999 shall be released."], "attachments": "Done at Brussels, 15 July 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 79, 24.3.1999, p. 1."}