{"celex_id": "31997R0723", "uri": "http://publications.europa.eu/resource/cellar/e27d7754-89ad-4e6d-9311-71e7059a11c7", "type": "Regulation", "concepts": ["2792", "2965", "5051", "5283", "5575", "979"], "title": "Council Regulation (EC) No 723/97 of 22 April 1997 on the implementation of Member States' action programmes on control of EAGGF Guarantee Section expenditure\n", "header": "COUNCIL REGULATION (EC) No 723/97 of 22 April 1997 on the implementation of Member States' action programmes on control of EAGGF Guarantee Section expenditure\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 8 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3) lays down that Member States are to take the measures necessary to satisfy themselves that transactions financed by the European Agricultural Guidance and Guarantee Fund, (EAGGF) are actually carried out and are executed correctly, prevent and deal with irregularities and recover sums lost as a result of irregularities or negligence;\nWhereas the part-financing introduced by Council Regulation (EEC) No 307/91 of 4 February 1991 of reinforcing the monitoring of certain expenditure chargeable to the Guarantee Section of the European Agricultural Guidancee and Guarantee Fund (4) lapsed at the end of the 1995 financial year for the first twelve Member States and will do so at the end of the 1997 financial year for the three new Member States;\nWhereas the Commission has sent a report to the Council on the implementation of Regulation (EEC) No 307/91 during the period 1991 to 1993, expressing the view that the Member States should continue to receive financial assistance for the monitoring of expenditure chargeable to the EAGGF Guarantee Section, in view of the Community financial interest at stake;\nWhereas provision should be made, for a certain period and within the limit of the appropriations available, for Community financing for Member States' action programmes in the field of control of expenditure involving measures to amend or improve their monitoring structures or make them more effective;\nWhereas the programmes must have a number of features enabling the Commission, with full knowledge of the facts, to evaluate the measures proposed by the Member States;\nWhereas the programmes may be of a multiannual nature; whereas, it is appropriate therefore that information relating to the annual instalments to be presented by Member States each year should be specified;\nWhereas provision should be made for consultation of the Fund committee on the annual instalments which may qualify for Community financing;\nWhereas it should be specified that the Commission is to set the maximum amount of the Community contribution for each annual instalment;\nWhereas systems of control and direct electronic information exchange between the Member States and the Commission covering the control of certain expenditure should be maintained and developed;\nWhereas is should be laid down that the financing provided for in this Regulation cannot be combined with other Community financing;\nWhereas, since the provisions laid down in this Regulation concern the EAGGF, Guarantee Section, the expenditure covered by Community co-financing should be regarded as intervention within the meaning of Article 3 of Regulation (EEC) No 729/70,", "main_body": ["1. The Community shall contribute towards the costs incurred by Member States in implementing new action programmes, arising out of new Community obligations, approved by the Commission and aimed at improving the structures or effectiveness of EAGGF Guarantee Section expenditure controls.\n2. The measures provided for in the programmes referred to in paragraph 1 may cover initial expenditure on the creation or reorganization of inspection services, including the redeployment or recruitment of inspectors and their assignments, the purchase or hire of equipment and facilities required for the performance of controls, the organization of training and briefing and any other appropriate means of reinforcing the effectiveness of controls.", "1. Member States shall submit the action programmes for which they wish to receive Community financing to the Commission not later than 1 June of the calendar year preceding that of the start of their implementation. Programmes presented after 1 June cannot be considered.\nHowever, for programmes relating to the first year of application of this Regulation, the time limit for submission of action programmes to the Commission shall be the end of the second month following the date of entry into force of the implementing Regulation.\n2. Programmes may be multiannual and must include the following information:\n- description and analysis of the situation at the outset as regards inspectors and equipment,\n- objectives of the planned action,\n- schedule for implementation of measures,\n- detailed description of the work for which financing is requested,\n- estimate of costs of each type of action and, additionally, in the case of multiannual programmes, annual financial estimates,\n- cost/benefit analysis of the measure.\n3. The Commission shall examine the programmes presented by the Member States. It may request any additional information it deems necessary for assessing the programmes.", "1. From the second year onwards, Member States having presented action programmes in accordance with Article 2 shall communicate to the Commission before 1 June information regarding the annual instalment which is to be implemented for the following year, and in particular:\n(a) a detailed description of the work planned for the year concerned and a detailed estimate of costs;\n(b) a preliminary assessment of the measures implemented during the previous year and, where appropriate, a proposal to amend the initial programme.\n2. The annual instalment of the action programme shall be implemented between 1 January and 31 December of each year.", "1. The Community financial contribution shall be granted per calender year, for a period of five consecutive years, starting from 1997.\nIt shall be granted within the limit of the annual appropriations authorized by the budget authority in the light of the financial perspective.\n2. After consulting the Fund Committee referred to in Article 11 of Regulation (EEC) No 729/70, the Commission shall, for each annual instalment, set the maximum amount of the Community financial contribution having regard to the appropriations and on the basis of the information supplied by the Member State.\nWhen the annual amounts as referred to in the first subparagraph are set, preference shall be given to multiannual programmes which have already received Community part-financing pursuant to this Regulation, with particular account being taken of the extent to which previous annual instalments have been utilized.\nSubject to the fourth subparagraph, the Community's financial participation rate shall be 50 % of payments made by the Member States in the financial year towards eligible expenditure within the meaning of Article 1.\nIf the total eligible expenditure exceeds the financial resources available, the Community's financial participation rate referred to in the third subparagraph shall be reduced accordingly.\n3. The Commission may undertake work for the maintenance and development of systems of control and direct electronic information exchange between the Member States and itself.", "Expenditure which is eligible for Community financing under other Regulations and in particular:\n- Council Regulation (EC) No 165/94 of 24 January 1994 concerning the co-financing by the Community of remote sensing checks and amending Regulation (EEC) No 3508/92 establishing an integrated administration and control system for certain Community aid schemes (5),\nand, as regards the three new Member States:\n- Council Regulation (EEC) No 4045/89 of 21 December 1989 on scrutiny by Member States of transactions forming part of the system of financing by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund and repealing Directive 77/435/EEC (6),\n- Regulation (EEC) No 307/91,\n- Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (7),\nshall not be eligible under this Regulation.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "As from the second year of application of this Regulation, an annual assessment shall be included in the annual financial report referred to in Article 10 of Regulation (EEC) No 729/70.\nAfter the fifth year, the Commission shall report to the Council on the results of the application of this Regulation, on the basis of assessment reports prepared by the Member States and containing information on the effectiveness of the programmes implemented.", "Expenditure subject to Community financing shall be deemed to be intervention within the meaning of Article 3 (1) of Regulation (EEC) No 729/70.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 April 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ No C 336, 14. 12. 1995, p. 3.\n(2) OJ No C 117, 22. 4. 1996, p. 51.\n(3) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ No L 125, 8. 6. 1995, p. 1).\n(4) OJ No L 37, 9. 2. 1991, p. 5. Regulation as amended by Regulation (EC) No 3235/94 (OJ No L 338, 28. 12. 1994, p. 16).\n(5) OJ No L 24, 29. 1. 1994, p. 6. Regulation as amended by Regulation (EC) No 3235/94 (OJ No L 338, 28. 12. 1994, p. 16).\n(6) OJ No L 388, 30. 12. 1989, p. 18. Regulation as amended by Regulation (EC) No 3235/94 (OJ No L 338, 28. 12. 1994, p. 16).\n(7) OJ No L 355, 5. 12. 1992, p. 1. Regulation as amended by Regulation (EC) No 3072/95 (OJ No L 329, 30. 12. 1995, p. 18)."}