{"celex_id": "31999R0303", "uri": "http://publications.europa.eu/resource/cellar/ad3cbbd5-90e7-4100-a024-165e62b60364", "type": "Regulation", "concepts": ["1144", "2925", "797", "89", "976"], "title": "Commission Regulation (EC) No 303/1999 of 10 February 1999 laying down exceptional measures in relation to the set-aside rules in order to alleviate the effects of adverse weather conditions in certain areas of the Community\n", "header": "COMMISSION REGULATION (EC) No 303/1999 of 10 February 1999 laying down exceptional measures in relation to the set-aside rules in order to alleviate the effects of adverse weather conditions in certain areas of the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 1624/98 (2), and in particular Article 12 thereof,\nWhereas eligibility for the compensatory payment under the general scheme referred to Article 2(5) of Regulation (EEC) No 1765/92 is subject to an obligation to set-aside land; whereas the detailed rules of application laid down in Commission Regulation (EC) No 762/94 (3), as last amended by Regulation (EC) No 1981/98 (4), specify that the set-aside period shall commence on 15 January at the latest and that no agricultural production is allowed on set-aside land;\nWhereas, as a result of adverse weather conditions, it is impossible for producers in certain areas within certain Member States to harvest existing crops, in particular of potatoes, sugar beet, fodder beet, carrots or parsnips prior to 15 January 1999 on land destined to be set aside; whereas exceptionally the harvest of those crops prior to 28 February 1999 should, on an application by a producer, be allowed without this prohibiting the land from being validly set aside, provided that a producer proves that the relevant conditions are satisfied;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["On application to the competent authority of the Member State concerned, and notwithstanding Article 3(3) and (4) of Regulation (EC) No 762/94 prohibiting agricultural production on set-aside land, where a producer can prove:\n- that, as a result of adverse weather conditions it was impossible to harvest an existing crop prior to 15 January 1999,\n- that the crop, if harvested, was harvested prior to 28 February 1999,\n- that all other relevant conditions in relation to set-aside land have been respected,\nthat land may be considered to be validly set aside in respect of the 1999 harvest.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 12.\n(2) OJ L 210, 28. 7. 1998, p. 3.\n(3) OJ L 90, 7. 4. 1994, p. 8.\n(4) OJ L 256, 18. 9. 1998, p. 8."}