{"celex_id": "31996D0139", "uri": "http://publications.europa.eu/resource/cellar/e843d7ce-82d4-4205-920c-a7f76623774d", "type": "Decision", "concepts": ["2076", "2077", "3646", "453", "5235", "616"], "title": "96/139/EC: Commission Decision of 24 January 1996 amending the list of national standardization bodies in Annex II to Council Directive 83/189/EEC\n", "header": "COMMISSION DECISION of 24 January 1996 amending the list of national standardization bodies in Annex II to Council Directive 83/189/EEC (96/139/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden to the European Union on 1 January 1995,\nHaving regard to Council Directive 83/189/EEC of 28 March 1983 laying down a procedure for the provision of information in the field of technical standards and regulations (1), as last amended by Directive 94/10/EC of the European Parliament and the Council (2), and notably Article 2, paragraph 4 thereof,\nHaving regard to the opinion of the Standing Committee set up by Article 5 of Directive 83/189/EEC,\nWhereas Commission Decision 92/400/EEC (3) amended the list of standards institutions annexed to Directive 83/189/EEC so as to include the European Telecommunications Standards Institute ETSI as a European Standardization Institution;\nWhereas the Council Resolution of 18 June 1992 on the role of European standardization in the European economy (92/C 073/01) (4) reiterates the importance of a cohesive system of European standards, organized by and for the parties concerned, based on transparency, openness, consensus, independence of vested interests, efficiency and decision taking on the basis of national representations;\nWhereas the aforementioned Council Resolution indicates the intention of continuing, wherever possible, the New Approach set out in its Resolution of 7 May 1985 (5) for the implementation of the Community's technical harmonization of the Community's technical harmonization policy, and stresses the need to increase the effective availability of European standards at national level through their systematic transposition into national standards;\nWhereas the aforementioned Council Resolution invites Member States to take all appropriate measures to encourage their national standards organizations to comply with the common rules of European standards organizations of which they are members and take effective part in European standardization discussions;\nWhereas ETSI requires the nomination of one or more recognized national standards organizations having the exclusive responsibility for carrying out the requirements for standstill, public enquiry, the establishment of the national position for the vote and transposition at national level of ETSI standards,", "main_body": ["The list of national standardization bodies in Annex II to Directive 83/189/EEC is hereby replaced by the list annexed to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 January 1996.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 109, 26. 4. 1983, p. 8.\n(2) OJ No L 100, 19. 4. 1994, p. 30.\n(3) OJ No L 221, 6. 8. 1992, p. 55.\n(4) OJ No C 173, 9. 7. 1992, p. 1.\n(5) OJ No C 136, 4. 6. 1985, p. 1.\nANNEX\n'ANNEX II\nNATIONAL STANDARDIZATION BODIES\n1. BELGIUM\nIBN/BIN\nInstitut belge de normalisation\nBelgisch Instituut voor Normalisatie\nCEB/BEC\nComité électrotechnique belge\nBelgisch Elektrotechnisch Comité\n2. DENMARK\nDS\nDansk Standard\nNTA\nTelestyrelsen, National Telecom\nAgency\n3. GERMANY\nDIN\nDeutsches Institut für Normung e. V.\nDKE\nDeutsche Elektrotechnische Kommission im DIN und VDE\n4. GREECE\nÅËÏÔ\nÅëëçíéêüò Ïñãáíéóìüò\nÔõðïðïßçóçò\n5. SPAIN\nAENOR\nAsociación Española de Normalización y Certificación\n6. FRANCE\nAFNOR\nAssociation française de normalisation\nUTE\nUnion technique de l'électricité - Bureau de normalisation auprès de l'AFNOR\n7. IRELAND\nNSAI\nNational Standards Authority of Ireland\nETCI\nElectrotechnical Council of Ireland\n8. ITALY\nUNI (1)\nEnte nazionale italiano di unificazione\nCEI (1)\nComitato elettrotecnico italiano\n9. LUXEMBOURG\nITM\nInspection du travail et des mines\nSEE\nService de l'énergie de l'État\n10. NETHERLANDS\nNNI\nNederlands Normalisatie-instituut\nNEC\nNederlands Elektrotechnisch Comité\n11. AUSTRIA\nON\nÖsterreichisches Normungsinstitut\nÖVE\nÖsterreichischer Verband für Elektrotechnik\n12. PORTUGAL\nIPQ\nInstituto Português da Qualidade\n13. UNITED KINGDOM\nBSI\nBritish Standards Institution\nBEC\nBritish Electrotechnical Committee\n14. FINLAND\nSFS\nSuomen Standardisoimisliitto SFS ry\nTHK\nTelehallintokeskus\nSESKO\nSuomen Sähköteknillinen\nStandardisoimisyhdistys SESKO ry\n15. SWEDEN\nSIS\nStandardiseringen i Sverige\nSEK\nSvenska elektriska kommissionen\nITS\nInformationstekniska standardiseringen`\n(1) UNI and CEI, in cooperation with the Istituto Superiore delle Poste e Telecomunicazioni and the Ministero dell'Industria, have allocated the work within ETSI to CONCIT, Comitato Nazionale di Coordinamento per le Tecnologie dell'informazione."}