{"celex_id": "31998D0507", "uri": "http://publications.europa.eu/resource/cellar/05af8d10-cbb9-4d6d-812e-3c91a8ecf08f", "type": "Decision", "concepts": ["1445", "192", "2356", "2560", "4692", "5860"], "title": "98/507/EC: Commission Decision of 28 July 1998 amending Decision 97/408/EC on protective measures in relation to classical swine fever in the Czech Republic (notified under document number C(1998) 2276) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 July 1998 amending Decision 97/408/EC on protective measures in relation to classical swine fever in the Czech Republic (notified under document number C(1998) 2276) (Text with EEA relevance) (98/507/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), as last amended by Directive 96/43/EC (2), and in particular Article 18(1) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 96/43/EC, and in particular Article 19(1) thereof,\nWhereas the presence of classical swine fever has been confirmed in domestic pig holdings in some areas of the Czech Republic in 1997;\nWhereas the Commission adopted Decision 97/408/EC of 25 June 1997 on protective measures in relation to classical swine fever in the Czech Republic (4);\nWhereas the epidemiological situation in domestic pig holdings has improved;\nWhereas classical swine fever still persists in the feral pig population in some areas of the Czech Republic;\nWhereas this situation is liable to endanger the herds of the European Community;\nWhereas it is therefore necessary to maintain some of the protective measures adopted with Decision 97/408/EC in areas where the disease has been detected in feral pigs in 1997 and 1998;\nWhereas the measures provided for in this decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Article 1 of Commission Decision 97/408/EC is replaced by the following article:\n'Article 1\nThe Member States shall prohibit the importation of live pigs, semen, embryos and ova of the porcine species from the districts of the Czech Republic described in the Annex to this Decision.`\n2. The Annex to Commission Decision 97/408/EC is replaced by the Annex to this Decision.", "The Member States shall amend the measures they apply in respect of the Czech Republic to bring them into line with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24. 9. 1991, p. 56.\n(2) OJ L 162, 1. 7. 1996, p. 1.\n(3) OJ L 373, 31. 12. 1990, p. 1.\n(4) OJ L 170, 28. 6. 1997, p. 58.\nANNEX\nDistricts of the Czech Republic\nBreclav\nKromeriz\nVyskov\nHodonin\nUherske Hradiste\nZlin\nZnojmo\nPrerov"}