{"celex_id": "31998D0418", "uri": "http://publications.europa.eu/resource/cellar/b74017e8-642d-4a86-bae9-088c37881f0d", "type": "Decision", "concepts": ["1557", "2018", "2203", "2718", "3579", "4376"], "title": "98/418/EC: Commission Decision of 30 June 1998 repealing Decision 98/84/EC on protective measures with regard to fishery products from or originating in Uganda, Kenya, Tanzania and Mozambique and amending the health certification for fishery products originating or proceeding from Uganda, Kenya and Mozambique (notified under document number C(1998) 1848) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 June 1998 repealing Decision 98/84/EC on protective measures with regard to fishery products from or originating in Uganda, Kenya, Tanzania and Mozambique and amending the health certification for fishery products originating or proceeding from Uganda, Kenya and Mozambique (notified under document number C(1998) 1848) (Text with EEA relevance) (98/418/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Article 19 thereof,\nWhereas Commission Decision 98/84/EEC of 16 January 1998 on protective measures with regard to fishery products from or originating in Uganda, Kenya, Tanzania and Mozambique, and repealing Decision 97/878/EC (3), was adopted because of the development of a cholera epidemic in those countries;\nWhereas Commission Decision 95/328/EEC (4) establishes health certification for fishery products from third countries which are not yet covered by a specific decision;\nWhereas the official authorities in Uganda, Kenya, Tanzania and Mozambique have provided the appropriate guarantees; whereas, therefore, Decision 98/84/EC should be repealed;\nWhereas the importation of fishery products from Uganda, Kenya, Tanzania and Mozambique must be subject to the provisions of Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (5), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas special attention must be paid to the medical checks of workers handling fishery products intended for human consumption, as laid out in Chapter III, point II(B) of the Annex of Directive 91/493/EEC; whereas, therefore, it is necessary to add a specific mention in the health certification accompanying the imports of fishery products from Uganda, Kenya and Mozambique;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/84/EEC is hereby repealed with effect from 1 July 1998.", "Point IV of the health certification laid down in the Annex to Commission Decision 95/328/EC and accompanying the consignments of fishery products originating or proceeding from Uganda, Kenya and Mozambique, must be completed by the following point:\n'(3) any person working on and/or handling the fishery or aquaculture products described above have satisfactorily undergone the medical supervision laid down in Chapter III, point II(B) of the Annex to Directive 91/493/EEC.`", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 373, 31. 12. 1990, p. 1.\n(2) OJ L 162, 1. 7. 1996, p. 1.\n(3) OJ L 15, 21. 1. 1998, p. 43.\n(4) OJ L 191, 12. 8. 1995, p. 32.\n(5) OJ L 268, 24. 9. 1991, p. 15."}