{"celex_id": "31997R1145", "uri": "http://publications.europa.eu/resource/cellar/d362ef76-1b1a-4c1f-8410-7ada4c2990f2", "type": "Regulation", "concepts": ["1552", "1642", "2888", "3568", "3591", "4713"], "title": "Commission Regulation (EC) No 1145/97 of 24 June 1997 introducing special arrangements for issuing export licences for wine sector products up to 31 August 1997\n", "header": "COMMISSION REGULATION (EC) No 1145/97 of 24 June 1997 introducing special arrangements for issuing export licences for wine sector products up to 31 August 1997\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 536/97 (2), and in particular Article 52 (3) thereof,\nWhereas a certain quantity and budget are still available for the rest of the 1996/97 wine year for the grant of export refunds as a result of the undertakings under the GATT Agreements; whereas special arrangements should be laid down for applications for and the issuing of export licences within the quantity and budget so as to avoid situations likely to lead to distortion of competition between interested operators; whereas such provisions may be additional to or derogate from Commission Regulation (EC) No 1685/95 of 11 July 1995 on arrangements for issuing export licences for wine sector products (3), as last amended by Regulation (EC) No 561/97 (4), and Commission Regulation (EEC) No 3388/81 of 27 November 1981 laying down special detailed rules in respect of import and export licences in the wine sector (5), as last amended by Regulation (EC) No 257/96 (6);\nWhereas additional or derogating provisions are necessary to take account of the nature of the operators able to introduce applications for export licences, the number of applications per operator per week and the maximum quantity for each application, so as to guarantee a fair distribution of the available volume between all interested operators engaged in export activities; whereas, moreover, special measures should be laid down which the Commission must apply in the event that the quantity or budget is used up before the end of the period; whereas the period of validity of those licences should also be restricted to the end of the current wine year and the level of the security lodged on application for a licence as provided for in Article 4 (2) of Regulation (EEC) No 3388/81 should be increased;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Regulation (EC) No 1685/95 shall apply to applications for and the issue of the export licences referred to in this Regulation, along with the additional or derogating provisions laid down in this Article.\n2. Applications for export licences pursuant to this Regulation shall be reserved for operators providing proof that their activities as businesses in the wine sector started at least by the beginning of the 1996/97 wine year.\n3. The application submitted by each operator for each weekly period must be for a quantity not exceeding 5 000 hl for wine or 500 hl for grape must.\n4. In the event that the available quantity or budget is used up, the Commission shall set a single percentage for the acceptance of current applications and/or shall suspend the submission of applications for export licences until 31 August 1997.", "1. By derogation from Article 3 of Regulation (EEC) No 3388/81, the period of validity of export licences issued pursuant to this Regulation shall be restricted to 31 August 1997.\n2. By derogation from Article 4 (2) of Regulation (EEC) No 3388/81, the amount of the security for export licences applied for under these arrangements shall be ECU 15 per hectolitre for products falling within CN codes 2009 60 11, 2009 60 19, 2009 60 51, 2009 60 71, 2204 30 92 and 2204 30 96 and ECU 5 per hectolitre for the other products in the sector.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 2 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 83, 25. 3. 1997, p. 5.\n(3) OJ No L 161, 12. 7. 1995, p. 2.\n(4) OJ No L 85, 27. 3. 1997, p. 34.\n(5) OJ No L 341, 28. 11. 1981, p. 19.\n(6) OJ No L 34, 13. 2. 1996, p. 11."}