{"celex_id": "31991R1559", "uri": "http://publications.europa.eu/resource/cellar/61ba36ca-d427-4da6-8071-c6b53dee11ea", "type": "Regulation", "concepts": ["1120", "4083", "797"], "title": "Commission Regulation (EEC) No 1559/91 of 7 June 1991 amending Regulation (EEC) No 2077/85 laying down detailed rules for the application of the system of production aid for tinned pineapple\n", "header": "COMMISSION REGULATION (EEC) No 1559/91  of 7 June 1991  amending Regulation (EEC) No 2077/85 laying down detailed rules for the application of the system of production aid for tinned pineapple\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regualtion (EEC) No 525/77 of 14 March 1977 establishing a system of production aid for tinned pineapple (1), as last amended by Regualtion (EEC) No 1699/85 (2), and in particular Article 8 thereof,\nWhereas Commission Regulation (EEC) No 2077/85 (3), as amended by Regulation (EEC) No 344/86 (4), extends to tinned pineapple the application of certain standards applying to aid for the production of processed fruit and vegetables; whereas the  references given in that Regulation should be updated following the adoption of Commission Regulation (EEC) No 1558/91 (5) and the amendment to the combined nomenclature given in Annex I to Council Regulation (EEC) No 2658/87 (6), as last amended by  Commission Regulation (EEC) No 2472/90 (7);\nWhereas Regulation (EEC) No 1558/91 lays down the new detailed rules for the application of the system of production aid for products processed from fruit and vegetables; whereas those measures also apply to tinned pineapple;\nWhereas the measures provided for in this Regualtion are in accordance with the opinion of the Management Committee for Products processed from Fruit and Vegetables,", "main_body": ["of Regulation (EEC) No 2077/85 is hereby replaced by the following:\n'Article 1\n1. For the purposes of the production aid system provided for in Regulation (EEC) No 525/77, \"tinned pineapple\" means pineapple or pieces of pineapple, without peel and core, having undergone a heat treatment, packed in hermetically sealed containers  with a covering liquid of sugar syrup with a total sugar content determined after homogenization of not less than 14 % and covered by CN codes 2008 20 51, 2008 20 59, 2008 20 71 and 2008 20 79.\n2. Without prejudice to the provisions laid down in the Articles below, Articles 2, 3, 6, 7, 9, 10, 11, 12 (1) and 14 to 17 of Commission Regulation (EEC) No 1558/91 (*) shall apply to the grant of production aid for tinned pineapple.\n(*) OJ No L 144, 8. 6. 1991, p. 31.'  Article 2  This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 73, 21. 3. 1977, p. 46. (2) OJ No L 163, 22. 6. 1985, p. 12. (3) OJ No L 196, 26. 7. 1985, p. 28. (4) OJ No L 41, 18. 2. 1986, p. 15. (5) See page 31 of this Official Journal. (6) OJ No L 256, 7. 9. 1987, p. 1. (7) OJ No L 107, 27.  4. 1991, p. 10."}