{"celex_id": "31995R0542", "uri": "http://publications.europa.eu/resource/cellar/60651fb1-13f9-41ea-9aa5-ad93c323b2ad", "type": "Regulation", "concepts": ["13", "1594", "2081", "2187", "3813", "616"], "title": "Commission Regulation (EC) No 542/95 of 10 March 1995 concerning the examination of variations to the terms of a marketing authorization falling within the scope of Council Regulation (EEC) No 2309/93\n", "header": "COMMISSION REGULATION (EC) No 542/95 of 10 March 1995 concerning the examination of variations to the terms of a marketing authorization falling within the scope of Council Regulation (EEC) No 2309/93\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2309/93 of 22 July 1993 laying down Community procedures for the authorization and supervision of medicinal products for human and veterinary use and establishing a European Agency for the Evaluation of  Medicinal Products (1), and in particular Articles 15 (4) and 37 (4) thereof,\nWhereas, appropriate provisions should be adopted for the examination of variations to the terms of a marketing authorization of medicinal products which have been authorized in accordance with Regulation (EEC) No 2309/93;\nWhereas, it is appropriate to include a notification system or administrative procedures concernng minor variations for which it is necessary to precisely define minor variations;\nWhereas, moreover, it is necessary to distinguish from amongst those variations which do not qualify as minor variations, those which must be considered to so fundamentally alter the marketing authorization, particularly form the point of view of the  quality, safety or efficacy of a medicinal product, that a new application for a marketing authorization would be required;\nWhereas, the provisions of this Regulation are in accordance with the opinion of the Standing Committee on Medicinal Products for Human Use and the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Scope and definitions", "1. This Regulation lays down the procedure for the examination of applications for variations to the terms of a marketing authorization granted in accordance with Regulation (EEC) No 2309/93.\n2. This Regulation does not impede the marketing authorization holder from taking provisional urgent safety restrictions in the event of risk to public or animal health. The holder shall forthwith inform the Agency. If the Agency has not raised any  objections within 24 hours, the urgent safety restrictions may be introduced and the corresponding application for this variation shall be submitted without delay to the Agency for the application of the procedures set out in Articles 6 and 7 of this  Regulation.", "For the purpose of this Regulation, the following definitions shall apply;\n1. 'variation to the terms of a marketing authorization': an amendment to the contents of the documents referred to in Article 6 (1) and (2) or Article 28 (1) and (2) of Regulation (EEC) No 2309/93 such as they existed at the moment the decision on the  marketing authorization has been adopted in accordance with Article 10 or Article 32 of that Regulation or after approval of any previous variations, except where a new application for a marketing authorization must be presented pursuant to Annex II to  this Regulation.\n2. 'Urgent safety restriction': an interim change to product information by the marketing authorization holder restricting the indication(s), and/or dosage, and/or target species of the medicinal product; or adding a contra-indication, and/or warning  due to new information having a bearing on the safe use of the product.", "1. (a) A 'minor variation' (type I) means a variation as defined in Article 2 and listed in Annex I to this Regulation, provided the conditions for such variation laid down in the said Annex are met.\n(b) A 'major variation' (type II) means a variation as defined in Article 2 which cannot be deemed to be a type I variation within the meaning of the preceding paragraph.\n2. For the purposes of this Regulation, transfer of marketing authorization to a new holder, except for the situations covered by the point 3 of Annex I to this Regulation, and changes to the maximum residue limit (MRL) shall not be considered as a  variation in the meaning of Article 2 (1).\nNotification procedure for minor variations", "1. To obtain a type I variation, the holder of the marketing authorization shall submit to the Agency an application, accompanied by documents demonstrating that the conditions laid down in Annex I to this Regulation for the requested  variation are met, and all documents amended as a result of the application.\n2. An application within the meaning of paragraph 1 shall not concern more than one variation in the marketing authorization. Where several variations are to be made to a single marketing authorization, an application shall be submitted within the  meaning of paragraph 1 in respect of each variation sought; each such application shall contain a reference to the other application(s).\n3. By derogation from paragraph 2, where a variation in the marketing authorization entails one or more further changes, a single application may cover all such consequential variations. The single application shall describe the relation between the  main variation and its consequential variations.\n4. To be valid an application within the meaning of paragraph 1 shall be consistent with the provisions of this Article and accompanied by the relevant fee provided for in the applicable Community regulation.", "1. If, within 30 days of receipt of a valid application as provided for in Article 4, the Agency has not sent the holder of the marketing authorization the notification provided for in paragraph 4, the variation applied for shall be deemed to  have been accepted.\n2. The Agency shall inform the Commission within the period referred to in the preceding paragraph of the variation to be made to the terms of the marketing authorization. The Commission shall, where necessary, amend the decision taken pursuant to", "0\nor Article 32 of Regulation (EEC) No 2309/93. The decision thus amended shall take effect retroactively from the day following the end of the period referred to in paragraph 1.\n3. The Community Register of Medicinal Products provided for in Articles 12 and 34 of Regulation (EEC) No 2309/93 shall be updated as necessary.\n4. Where the Agency is of the opinion that the application cannot be accepted, it shall send a notification to that effect to the holder of the marketing authorization within the period referred to in paragraph 1, stating the objective grounds on which  its opinion is based:\n(a) within 30 days of receipt of the said notification, the marketing authorization holder may amend the application in a way which takes due account of the grounds set out in the notification. In that case the provisions of paragraphs 1, 2 and 3 shall  apply to the amended application.\n(b) if the marketing authorization holder does not amend the application as provided for in (a) above, this application shall be deemed to have been rejected.\nApproval procedure for major variations", "1. To obtain a type II variation, the holder of the marketing authorization shall send the Agency an application accompanied by the relevant particulars and supporting documents referred to in Article 2 (1) of this Regulation.\nThe application must also be accompanied by:\n- the supporting data relating to the variation applied for,\n- all documents amended as a result of the application,\n- an Addendum to or updating of existing expert report(s) to take account of the variation applied for.\n2. An application within the meaning of paragraph 1 shall not concern more than one variation in the marketing authorization. Where several variations are to be made to a single marketing authorization, an application shall be submitted within the  meaning of paragraph 1 in respect of each variation sought; each such application shall contain a reference to the other application(s).\n3. By derogation from paragraph 2, where a variation in the marketing authorization entails one or more further changes, a single application may cover all such consequential variations. The single application shall describe the relation between the  main variation and its consequential variations.\n4. To be valid an application within the meaning of paragraph 1 shall be consistent with the provisions of this Article and accompanied by the relevant fee provided for in the applicable Community regulation.", "1. The competent Committee of the Agency shall give its opinion within 60 days following receipt of a valid application as provided for in Article 6.\n2. Within that period, the competent Committee may send the marketing authorization holder a single request for information supplementary to that already supplied pursuant to Article 6. In this case, the period shall be extended by a further 60 days.  This period may be extended, for a period to be determined by the competent Committee, on its own initiative or at the request of the marketing authorization holder.", "1. Where the competent Committee delivers a favourable opinion, the Agency shall so inform the marketing authorization holder and the Commission forthwith and shall send to the Commission the amendments to be made to the terms of the  marketing authorization accompanied by the documents set out in Article 9 (3) and Article 31 (3) of Council Regulation (EEC) No 2309/93.\n2. Where the competent Committee delivers an unfavourable opinion, the appeal procedure provided for in Article 9 (1) and (2) or Article 31 (1) and (2) of Regulation (EEC) No 2309/93 shall apply.\n3. The decision varying the terms of the marketing authorization shall be adopted in accordance with the procedure laid down in Article 10 or Article 32 of Regulation (EEC) No 2309/93.\n4. The Community Register of Medicinal Products provided for in Articles 12 and 34 of Regulation (EEC) No 2309/93 shall be updated as necessary.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 1995.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 214, 24. 8. 1993, p. 1.\nANNEX I\nMINOR VARIATIONS (TYPE I) TO A MARKETING AUTHORIZATION AS REFERRED TO IN ARTICLE 3 (1)  Introductory statements\nA. By derogation, for medicinal products falling within the scope of Council Directives 89/342/EEC (1), or 89/381/EEC (2), or 90/677/EEC (3), or which had been considered as arising under List A of Regulation (EEC) 2309/93, the procedure set out in\nArticles 6 to 8 of the present Regulation shall apply to the minor variations Nos 11, 12, 13, 14, 15, 16, 17, 24, 25 and 30 as referred to below.\nB. Where a variation requires consequential updating of the product information (summary of product characteristics, labelling, package and/or leaflet), this is considered part of the variation and the time period for implementing the consequential  update must be agreed with the Agency at the time of the approval of the variation.\n1. Change in the content of the manufacturing authorization\nCondition to be fulfilled: the new manufacturing authorization, approved by the supervising competent authority, must be submitted to the Agency.\n2. Change in the name of the medicinal product (either invented name or common name)\nCondition to be fulfilled: confusion with names of other existing medicinal products or INN (International Non-proprietary Name) name must be avoided; when the name is a common name, the change has to be made in the following order: from common name to  pharmacopoeial name or to INN.\n3. Change in the name and/or address of the marketing authorization holder (see Article 4a of Council Directive 65/65/EEC (4) or Article 5a of Council Directive 81/851/EEC) (5)\nCondition to be fulfilled: the marketing authorization holder shall remain the same person.\n4. Replacement of an excipient with a comparable excipient (excluding adjuvants for vaccines and biologically derived excipients)\nCondition to be fulfilled: Same functional characteristics, no change in dissolution profile for solid dosage forms.\n5. Deletion of a colorant or replacement of a colorant with another\n6. Addition, deletion or replacement of a flavour\nCondition to be fulfilled: Proposed flavour must be in accordance with Council Directive 88/388/EEC (6).\n7. Change in coating weight of tablets or change in weight of capsule shells\nCondition to be fulfilled: No change in dissolution profile.\n8. Change in the qualitative composition of immediate packaging material\nConditions to be fulfilled: The proposed packaging material must be at least equivalent to the approved material on relevant properties, and the change does not relate to sterile products.\n9. Deletion of an indication\nConditions to be fulfilled: The continued safety in use of the medicinal product has not been the subject of concern from pharmacovigilance, pre-clinical safety or quality data. Justification must be given.\n10. Deletion of a route of administration\nCondition to be fulfilled: The continued safety in use of the medicinal product has not been the subject of concern from pharmacovigilance, pre-clinical safety or quality data. Justification must be given.\n11. Change in the manufacturer(s) of active substance\nCondition to be fulfilled: the specifications, synthetic route and quality control procedures are the same as those already approved or a European Pharmacopoeia Certificate of suitability covering the active substance is submitted.\n12. Minor change of manufacturing process of the active substance\nCondition to be fulfilled: Specifications are not adversely affected; no change in the physical properties, no new impurities or change in level of impurities which would require further qualifications in safety studies.\n13. Batch size of active substance\nCondition to be fulfilled: Batch data must show that the change does not affect consistency of production, or physical properties.\n14. Change in specifications of active substance\nCondition to be fulfilled: Specifications must be tightened or new tests and limits added.\n15. Changes in manufacture of the medicinal product\nConditions to be fulfilled: Medicinal product specifications are not adversely affected; the new process must lead to an indentical product regarding all aspects of quality, safety and efficacy.\n16. Change in the batch size of finished product\nCondition to be fulfilled: The change does not affect consistency of production.\n17. Change in specification of the medicinal product\nCondition to be fulfilled: Specifications must be tightened or new tests and limits added.\n18. Synthesis or recovery of non-pharmacopoeial excipients which had been described in the original dossier\nConditions to be fulfilled: Specifications are not adversely affected, no new impurities or change in level of impurities which would require further qualification in safety studies, no change in physico-chemical properties.\n19. Change in specification of excipients in the medicinal product (excluding adjuvants for vaccines)\nCondition to be fulfilled: Specifications must be tightened or addition of new tests and limits added.\n20. Extension of shelf life as foreseen at time of authorization\nConditions to be fulfilled: Stability studies have been done to the protocol which was approved at the time of the issue of the marketing authorization; the studies must show that the agreed end of shelf life specifications are still met; the shelf life  does not exceed five years.\n21. Change in shelf life after first opening\nCondition to be fulfilled: Studies must show that the agreed end of shelf life specifications are still met.\n22. Change in shelf life after reconstitution\nCondition to be fulfilled: Studies must show that the agreed end of shelf life specifications are still met for the reconstituted product.\n23. Change in the storage conditions\nCondition to be fulfilled: Stability studies have been done to the protocol which was approved at the time of issue of the marketing authorization; the studies must show that the agreed end of shelf life specifications are still met.\n24. Change in test procedure af active substance\nCondition to be fulfilled: Results of method validation show new test procedure to be at least equivalent to the former procedure.\n25. Change in test procedures of the medicinal product\nConditions to be fulfilled: Medicinal product specifications are not adversely affected; results of method validation show new test procedure to be at least equivalent to the former procedure.\n26. Changes to comply with supplements to pharmacopoeias (1)\nConditions to be fulfilled: Change is made exclusively to implement the new provisions of the supplement.\n27. Change in test procedures of non-pharmacopoeial excipients\nCondition to be fulfilled: Results of method validation show new test procedure to be at least equivalent to the former test procedure.\n28. Change in test procedure of immediate packaging\nCondition to be fulfilled: Results of method of validation show new test procedure to be at least equivalent to the former test procedure.\n29. Change in test procedure of administration device\nCondition to be fulfilled: Results of method validation show new test procedure to be at least equivalent to the former test procedure.\n30. Change in pack size for a veterinary medicinal product\nConditions to be fulfilled: Specifications of the medicinal product are not affected, the new size is consistent with the dosage regimen and duration of use as approved in the summary of product characteristics; the change does not relate to parenteral  preparations.\n31. Change in container shape\nConditions to be fulfilled: No change in the quality and in the stability of the product in the container, no change in the container-product interactions.\n32. Change of imprints, bossing or other markings (except scoring) on tablets or printing on capsules\nCondition to be fulfilled: New markings do not cause confusion with other tablets or capsules.\n33. Change of dimensions of tablets, capsules, suppositories or pessaries without change of quantitative composition and mean mass\nCondition to be fulfilled: No change in dissolution profile.\n(1) OJ No L 142, 25. 5. 1989, p. 14.\n(2) OJ No L 181, 28. 6. 1989, p. 44.\n(3) OJ No L 373, 31. 12. 1990, p. 26.\n(4) OJ No 22, 9. 2. 1965, p. 369/65.\n(5) OJ No L 317, 6. 11. 1981, p. 7.\n(6) OJ No L 184, 15. 7. 1988, p. 61.\n(7) In cases where the marketing authorization refers to the current edition of the pharmacopoeia, no notification is required provided the change is introduced within six months of adoption of the revised monograph.\nANNEX II\nChanges to a marketing authorization leading to a new application as referred to in Article 2  Certain changes to a marketing authorization have to be considered to fundamentally alter the terms of this authorization and therefore cannot be considered  as a variation in the meaning of Articles 15 (4) or 37 (4) of Regualtion (EEC) No 2309/93. For these changes, listed below, an application for a new marketing authorization must be made. This Annex is without prejudice to the provisions of Article 4 of  Directive 65/65/EEC as amended and Article 5 of Directive 81/851/EEC as amended.\nWhen evaluating the application for a new marketing authorization, the Agency shall also review whether the former marketing authorization should be withdrawn, in conformity with Community legislation.\nChanges requiring a new application  1. Changes to the active substance(s):\n(i) addition of one or more active substance(s) including antigenic components for vaccines;\n(ii) deletion of one or more active substance(s) including antigenic components for vaccines;\n(iii) quantitative change to the active substance(s);\n(iv) replacement of the active substance(s) by a different salt/ester complex/derivative (with the same therapeutic moiety);\n(v) replacement by a different isomer, a different mixture of isomers, of a mixture by an isolated isomer (e.g. racemate by a single enantiomer);\n(vi) replacement of a biological substance or product of biotechnology with one of a different molecular structure; modification of the vector used to produce the antigen/source material, including a master cell bank from a different source;\n(vii) a new ligand or coupling mechanism for a radiopharmaceutical.\n2. Changes to the therapeutic indications (1):\n(i) addition of an indication in a different therapeutic area, either treatment , diagnosis or prophylaxis;\n(ii) change of the indication to a different therapeutic area, either treatment, diagnosis or prophylaxis.\n3. Changes to strength, pharmaceutical form and route of administration (2):\n(i) change of bioavailability;\n(ii) change of pharmacokinetics e.g. change in rate of release;\n(iii) addition of a new strength;\n(iv) change or addition of a new pharmaceutical form;\n(v) addition of a new route of administration.\n4. Other changes specific to veterinary medicinal products to be administered to food-producing animals:\n(i) addition or change of target species;\n(ii) shortening of the withdrawal period.\n(1) Therapeutic area is defined as the third level of the Anatomical Therapeutic Chemical (A.T.C./A.T.C. Vet) code.\n(2) For parenteral administration, it is necessary to distinguish between intraarterial, intravenous, intramuscular, subcutaneous, and other routes. For administration to poultry, respiratory, oral, ocular (nebulization) routes used for vaccination are  considered to be the equivalent routes of administration."}