{"celex_id": "31999D0487", "uri": "http://publications.europa.eu/resource/cellar/db0d3878-d114-4875-81ec-7e38e858b848", "type": "Decision", "concepts": ["1208", "1309", "192", "2320", "2718", "5369"], "title": "1999/487/EC: Commission Decision of 2 July 1999 amending Decision 98/568/EC laying down special conditions governing imports of fishery products originating in Guatemala (notified under document number C(1999) 1828) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 2 July 1999\namending Decision 98/568/EC laying down special conditions governing imports of fishery products originating in Guatemala\n(notified under document number C(1999) 1828)\n(Text with EEA relevance)\n(1999/487/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Directive 97/79/EC(2), and in particular Article 11 thereof,\n(1) Whereas Article 1 of Commission Decision 98/568/EC of 6 October 1998 laving down special conditions governing imports of fishery and aquaculture products originating in Guatemala(3), which states that the Dirección General de Servicios Pecuarios (Digesepe) del Ministerio de Agricultura, Ganadería y Alimentación shall be the competent authority in the Guatemala for verifying and certifying compliance of fishery and aquaculture produts with the requirements of the Directive 91/493/EEC;\n(2) Whereas, following a restructuring of the Guatemala Government, the competent authority for health certificates for fishery products (Digesepe) has changed to the Area de Inocuidad de Alimentos - Unidad de Normas y Regulaciones (AIA - UNR) and this new authority is capable of effectively verifying the application of the laws in force; whereas it is, therefore, necessary to modify the nomination of the competent authority named by Decision 98/568/Ec and the health certificate model included in Annex A to this Decision:\n(3) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 98/568/EC is amended af follows.\n1. Article 1 shall be replaced by the following: \"Article 1\nThe Area de Inocuidad de Alimentos - Unidad de Normas y Regulaciones (AIA - UNR) of the Ministerio de Agricultura, Ganaderia y Alimentación shall be the competent authority in Guatemala for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Annex A shall be replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 277, 14.10.1998, p. 27.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_1999190EN.003703.EPS\">\n>PIC FILE= \"L_1999190EN.003801.EPS\">\""}