{"celex_id": "31993R1167", "uri": "http://publications.europa.eu/resource/cellar/a48eb77c-85ee-46ef-98cf-6ea1204bb001", "type": "Regulation", "concepts": ["13", "2414", "4327", "755"], "title": "COMMISSION REGULATION (EEC) No 1167/93 of 13 May 1993 deferring the final date for sowing oil seeds in certain areas\n", "header": "COMMISSION REGULATION (EEC) No 1167/93 of 13 May 1993 deferring the final date for sowing oil seeds in certain areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EEC) No 364/93 (2), and in particular Article 12 thereof,\nWhereas Article 2 (1) (c) of Commission Regulation (EEC) No 2294/92 (3), as last amended by Regulation (EEC) No 819/93 (4), fixes 15 May as the final date applicable to the dates set by Member States for sowing and the submission of applications in  respect of oil seeds, pursuant to Article 11 (3) of Regulation (EEC) No 1765/92;\nWhereas the aforementioned date does not allow sowings to be undertaken, in certain cases, under suitable conditions; whereas, in accordance with the seventh indent of Article 12 of Regulation (EEC) No 1765/92, provision should therefore be made for an  additional time limit by which to sow where the weather conditions in certain areas make such a time limit necessary; whereas the said time limit should not, however, compromise the efficiency required of the support system for producers of arable  crops, nor upset the introduction of checks relating to this system; whereas as a result of the experience gained in 1992/93 and with account taken thereof, it is appropriate to fix 31 May as the said time limit for the areas concerned;\nWhereas deferring the sowing date for certain arable crops in certain areas does not constitute sufficient grounds for changing the date laid down for the lodgment of 'area' aid applications as referred to in Article 6 (2) of Council Regulation (EEC) No  3508/92 of 27 November 1992, establishing an integrated administration and control system for certain Community aid schemes (5); whereas the procedure whereby producers confirm sowings to the competent authorities provided for in Article 2 (2) of  Regulation (EEC) No 2294/92 may be implicitly established with a view to simplifying matters;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the 1993/94 marketing year, the final date for sowing shall be postponed to 31 May 1993 in the case of oil seeds in areas to be defined by the Member State in accordance with the seventh indent of Article 12 of Regulation (EEC) No 1765/92  and located within the regions listed in the Annex hereto.", "The date for submitting an 'area' aid application, as well as any relevant amendments thereto, shall be same as that fixed by the Member State, in accordance with Article 6 (2) of Regulation (EEC) No 3508/92, for the areas and crops other  than those mentioned in the Annex.", "Without prejudice to the provisions of Commission Regulation (EEC) No 3887/92 (6):\n(a) the final date for confirming sowings to the competent authority, provided for in Article 2 (2) of Regulation (EEC) No 2294/92 shall be fixed as 31 May 1993;\n(b) the Member States may introduce an implicit confirmation procedure whereby no notification on the part of the producer is equivalent to a confirmation of sowing. By the same token, producers who have not carried out the sowings projected must signal  that fact.", "The Member States shall notify the Commission, by 26 May 1993 at the latest, of the measures taken to apply this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 42, 19. 2. 1993, p. 3.\n(3) OJ No L 221, 6. 8. 1992, p. 22.\n(4) OJ No L 85, 6. 4. 1993, p. 13.\n(5) OJ No L 355, 5. 12. 1992, p. 1.\n(6) OJ No L 391, 31. 12. 1992, p. 36.\nANNEX\n/* Tables: see OJ */"}