{"celex_id": "31991D0408", "uri": "http://publications.europa.eu/resource/cellar/412f2c65-ea5f-4bbe-835d-7b3da2626df4", "type": "Decision", "concepts": ["1518", "2609", "3077", "3495", "5023", "922"], "title": "91/408/EEC: Council Decision of 22 July 1991 on financial aid for Israel and the Palestinian population of the Occupied Territories\n", "header": "COUNCIL DECISION  of 22 July 1991  on financial aid for Israel and the Palestinian population of the Occupied Territories  (91/408/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Community wishes to mount an operation to give financial aid to Israel and the Palestinian population of the territories on the West Bank of the River Jordan and the Gaza Strip occupied by Israel (hereinafter referred to as the 'Occupied  Territories') in order to help reduce the adverse consequences of the Gulf conflict;\nWhereas the economic and financial capacity of Israel and of the Occupied Territories is such that financial aid to Israel should take the form of a medium-term subsidized loan while than intended for the Palestinian population of the Occupied  Territories should take the form of grants;\nWhereas the Community must have the means necessary to implement this financial aid;\nWhereas provision should be made for the Community financial resources needed for the interest-rate subsidy and grant components to carry out this operation; whereas the approximations actually available will be established during the budgetary  procedure in accordance with the financial perspectives annexed to the Interinstitutional Agreement on budgetary discipline and improvement of the budgetary procedure in accordance with the financial perspectives annexed to the Interinstitutional  Agreement on budgetary discipline and improvement of the budgetary procedure of 29 June 1988 (3);\nWhereas the breakdown of funds as between Israel and the Palestinian population of the Occupied Territories is based on an evaluation of their respective requirements in the light of the scale of the social and economic effects of the conflict, the  sections of the population affected and a comparison of living standards;\nWhereas the loan to Israel will have to be financed by Community borrowing on the capital markets; whereas this loan must be administered by the Commission;\nWhereas implementation of this operation is designed to contribute to the achievement of Community objectives;\nWhereas the Treaty does not provide, for the adoption of this Decision, for powers other than those of Article 235,", "main_body": ["The Community shall provide financial aid for Israel and the Palestinien population of the Occupied Territories, composed as follows:\n- ECU 160 million in the form of a loan, accompanied by an interest rate subsidy of ECU 27,5 million\n- ECU 60 million in the form of grants.", "1. The financial aid for Israel shall be made available to that country in the form of a medium-term loan of a principal equivalent to ECU 160 million for a maximum period of seven years.\n2. The loan will be accompanied by an interest-rate subsidy to be financed from the general budget of the European Communities.\nThe necessary cost to the Community of financing the subsidy in 1991 amounts to ECU 27,5 million.\n3. The loan and the related subsidy shall be accorded on the terms and conditions set out in Article 3.", "1. In order to implement the lending operation referred to in Article 2, the Commission is hereby empowered to borrow, on behalf of the Community, the necessary resources on the capital markets, after consultation of the Monetary Committee.\n2. The Commission, after consultation of the Monetary Committee, shall be empowered to negotiate with the Israeli authorities the arrangements for payment of the loan and the accompanying terms and conditions in order to ensure that the use of the  product of this loan corresponds to the objectives of this operation, intended to reduce the adverse consequences of the Gulf conflict.\nThe product of the loan made available to Israel shall be paid to the National Bank of Israel and only for the purposes referred to in the first subparagraph.\n3. The Commission liaising with the Israeli authorities and after consultation of the Monetary Committee shall establish the arrangements for payment of the interest-rate subsidy referred to in Article 2 (2) and take the necessary implementing measures.\n4. The borrowing and lending operations referred to in paragraph 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, exchange or interest-rate risks or any other commercial risk.\n5. The Commission shall take the necessary steps, if Israel so wishes, for inclusion in the terms and conditions of the loan and possible application of an early repayment clause.\n6. At the request of Israel, and where circumstances permit an improvement in the interest rate on the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial terms. Refinancing or  restructuring operations shall be carried out in accordance with the conditions set out in paragraph 4, and shall not have the effect of extending the average duration of the borrowings concerned or of increasing the amount of capital, expressed at the  current exchange rate, outstanding at the date of these operations.\n7. All costs incurred by the Community in concluding and executing the operation provided for in this Decision shall be borne by Israel.\n8. The Monetary Committee shall be kept informed of the progress of the operations referred to in paragraphs 5 and 6.", "1. The financial aid for the Palestinian population of the Occupied Territories shall take the form of grants. The necessary cost of financing this aid to the Community amounts to ECU 60 million in 1991.\nThe aid is intended to cover expenditure aimed at alleviating the social and economic problems facing the population following the Gulf conflict, such as health, education and housing, and also the technical assistance necessary to implement that  operation.\nThe implementation of the aid shall be carried out on the basis of general guidelines adopted in accordance with the procedure laid down in Article 5.\n2. The Commission shall ensure that funds paid under the aid referred to in paragraph 1 are used in accordance with the objectives set out in this Decision by the beneficiaries, which shall be required to submit a programme specifying the use to be made  of the funds, and afterwards a report on the actual use made thereof.", "1. The Commission shall be assisted by a Committee composed of representatives of the Member States and chaired by a representative of the Commission.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\nIf the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, on the expiry of two months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "The Commission shall submit to the European Parliament and the Council not later than 30 June 1992 an initial report on the implementation of the financial aid operation provided for under this Decision. A final report shall also be presented  as soon as the operation is completed."], "attachments": "Done at Brussels, 22 July 1991. For the Council\nThe President\nP. DANKERT\n(1) OJ No C 111, 27. 4. 1991, p. 3. (2) OJ No C 183, 15. 7. 1991. (3) OJ No L 185, 15. 7. 1988, p. 33."}