{"celex_id": "31992D0039", "uri": "http://publications.europa.eu/resource/cellar/71d4c32a-029b-4737-9e49-5f05b76f5865", "type": "Decision", "concepts": ["1047", "1074", "2792", "3299", "502"], "title": "92/39/EEC: Commission Decision of 13 December 1991 prescribing certain provisions of implementation for the Council Decision of 20 June 1991 on the adoption of a programme of Community action for the vocational training of customs officials undergoing initial training (the Matthaeus programme)\n", "header": "COMMISSION DECISION  of 13 December 1991  prescribing certain provisions of implementation for the Council Decision of 20 June 1991 on the adoption of a programme of Community action for the vocational training of customs officials undergoing  initial training (the Matthaeus programme)  (92/39/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 91/341/EEC of 20 June 1991 on the adoption of a programme of Community action on the subject of the vocational training of customs officials (Matthaeus programme) (1), and in particular Article 9 thereof,\nWhereas, pursuant to Article 4 (c) of the abovementioned Decision, the Commission is required to introduce common training programmes for customs officials;\nWhereas these common programmes are essential in order to achieve the objectives pursued by the Matthaeus programme and, in particular, the uniform application of Community law at the external frontiers of the Community;\nWhereas these common programmes are rendered necessary by the diversity of education given in the Member State customs schools;\nWhereas it is essential to introduce as a priority a common training programme for officials in initial training; whereas this programme shall include customs subjects as a whole and the principles of the common commercial and agricultural policies, as  well as the principles of indirect taxation by reason of the close ties existing between Community customs law and all these disciplines;\nWhereas some international conventions constitute an important source of Community law and that consequently it is essential that customs officials are acquainted with the provisions inherent in these conventions and their impact on Community law;\nWhereas it is essential that this programme allocates a large area to education on the European Communities and their foundations, as customs officials are increasingly required to act on behalf of the Community as a whole;\nWhereas this common programme will constitute a unified approach to customs training and will contribute towards accelerating the awareness of customs officials of the increasing Community dimension to their tasks;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Matthaeus Committee,", "main_body": ["A common programme of vocational training, hereinafter referred to as the 'common programme', for customs officials and the contents of which are specified in the attached Annex, will be organized in the customs schools of the Member States.", "In the context of the present decision, the following meanings shall apply:\n1. customs school: any establishment in which vocational training is given to customs officials;\n2. officials in the initial stage of training: those officials beginning their career or moving into a new grade and those already in the service, but who have worked in the relevant area for less than five years.", "The common programme is intended for customs officials who are responsible for the application of Community law whatever their workplace.", "1. All officials in an initial stage of training are affected by the common programme.\n2. For officials who have completed their initial training, national administrations shall include in continuous training seminars those aspects of the common training programme which are still necessary.", "The teaching of the common training programme shall be spread over a period corresponding to the initial training period in each national customs administration. For those customs administrations which do not presently have a period of  initial training, this period must not exceed three years.", "Each Member State shall notify the Commission the provisions and implementation procedures adopted for the implementation of the common training programme.", "The implementation of the common programme does not preclude the implementation of complementary national programmes in customs schools.", "Member States shall bring the common programmes into force from 1 January 1992.", "This Decision is adressed to the Member States."], "attachments": "Done at Brussels, 13 December 1991. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 187, 13. 7. 1991, p. 41.\nANNEX\nA COMMON VOCATIONAL TRAINING PROGRAMME FOR CUSTOMS OFFICIALS UNDERGOING INITIAL TRAINING IN THE MEMBER STATES\nNote\nThe common training programme, which is described hereafter, is not intended to give an exhaustive list of the training to be given in the framework of this programme.\nThe objective is to give officials of the customs administrations of Member States a basis for common training which is essential for a clear understanding of their functions and the execution of their jobs.\nSpecialized common training will be given to officials having gained a certain level of professional experience in the framework of specific programmes which will be developed later.\nI. The European Communities\n- Legal foundation:\n- ECSC, Euratom, EEC Treaties, Single Act.\n- The Community institutions and their functioning:\n- the European Parliament,\n- the Council,\n- the Commission,\n- the Court of Justice.\n- The European Council (Article 2 of the Single Act)\n- Control and consultative organizations:\n- the Court of Auditors,\n- the Economic and Social Committee.\n- Resources proper to the Community:\n- customs duties,\n- agricultural levies,\n- VAT contribution,\n- contribution from Member States in proportion to their GNP.\nII. The foundations of the European Economic Community\n- The customs union.\n- The internal market:\n- the free circulation of goods,\n- the free circulation of people,\n- the free circulation of capital,\n- the free circulation of services.\n- Common policies in particular:\n- commercial policy,\n- agricultural policy,\n- fishing policy.\nIII. The basis of Community customs Law\n- Internal basis:\n- the Treaties,\n- the derived law,\n- the jursiprudence of the Court of Justice.\n- International law:\n- international conventions to which the EEC is party and reaches agreement for the Community,\n- agreements reached by the Member States.\nIV. Community customs law\n- Field of application:\n- the Customs territory of the Community.\n- Common customs tariff:\n- the combined nomenclature and Taric,\n- the duties of the CCT,\n- binding tariff information,\n- the exceptions to the general tariff rules:\n- customs franchise,\n- particular destinations,\n- suspension,\n- quotas,\n- the general system of preferences, etc.\n- Origin of goods:\n- non-preferential,\n- preferential.\n- Customs valuation\n- Customs obligations:\n- customs debt,\n- deferred payment,\n- post-clearance recovery of customs duties,\n- repayment or remission of customs duties.\n- The single administrative document\n- Community customs procedures:\n- free circulation,\n- exports,\n- customs economic procedures:\n- warehousing,\n- inward processing,\n- temporary importation,\n- processing under customs control,\n- outward processing.\n- Free zones\n- Circulation of goods:\n- international transit,\n- common transit,\n- community transit.\nV. Community fiscal law\n- The principles of VAT.\n- The principles of excise.\n- Tax exemptions.\n- The rules of administrative cooperation and the control of fiscal matters.\nVI. Community commercial policies\n- The principles.\n- The means of implementation:\n- the framework: GATT,\n- Article 113:\n- the rules,\n- commercial agreements.\n- Customs instruments.\nVII. The common agricultural policy\n- The principles,\n- Customs mechanisms.\n- The fight against fraud at importation and exportation of agricultural produce.\nVIII. The duties of the customs officer\n- Implementation of Community customs law.\n- Application and control of Community, international and national law at the time of importation, exportation or transit (health, strategic products, drugs, environment, dangerous materials, works of art, etc.).\n- The fight against fraud.\n- Mutual assistance."}