{"celex_id": "31998D0267", "uri": "http://publications.europa.eu/resource/cellar/28dbece1-7e89-4914-afa8-c12af9f867a3", "type": "Decision", "concepts": ["12", "3489", "5315", "5860"], "title": "98/267/EC: Council Decision of 30 March 1998 on the principles, priorities, intermediate objectives and conditions contained in the accession partnership with the Czech Republic\n", "header": "COUNCIL DECISION of 30 March 1998 on the principles, priorities, intermediate objectives and conditions contained in the accession partnership with the Czech Republic (98/267/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 622/98 of 16 March 1998 on assistance to the applicant countries in the framework of the pre-accession strategy, and in particular on the establishment of accession partnerships (1), and in particular to Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Luxembourg European Council stated that the accession partnership is a new instrument, the key feature of the enhanced pre-accession strategy;\nWhereas Regulation (EC) No 622/98 sets out that the Council shall decide, by a qualified majority and following a proposal from the Commission, on the principles, priorities, intermediate objectives and conditions contained in the individual accession partnerships, as they are submitted to each applicant country, as well as on subsequent significant adjustments applicable to them;\nWhereas Community assistance is conditional on the fulfilment of essential elements, and in particular on the respect of the commitments contained in the Europe Agreements and on progress towards fulfilment of the Copenhagen criteria; whereas, where an essential element is lacking, the Council, acting by a qualified majority on a proposal from the Commission, may take appropriate steps with regard to any pre-accession assistance;\nWhereas the Luxembourg European Council decided that the implementation of the accession partnership and progress in adopting the acquis will be examined in the Europe Agreement bodies;\nWhereas the Commission's opinion presented an objective analysis on the Czech Republic's preparations for membership and identified a number of priority areas for further work;\nWhereas, in order to prepare for membership, the Czech Republic should draw up a national programme for the adoption of the acquis; whereas this programme should set out a timetable for achieving the priorities and intermediate objectives established in the accession partnership,", "main_body": ["In accordance with Article 2 of Regulation (EC) No 622/98, the principles, priorities, intermediate objectives and conditions contained in the accession partnership for the Czech Republic are set out in the Annex hereto, which forms an integral part of this Decision.", "The implementation of the accession partnership will be examined in the Europe Agreement bodies and through the appropriate Council bodies to which the Commission will report regularly.", "This Decision shall enter into force on the third day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 30 March 1998.\nFor the Council\nThe President\nM. BECKETT\n(1) OJ L 85, 20.3.1998, p. 1.\nANNEX\nCZECH REPUBLIC\n1. Objectives\nThe purpose of the accession partnership is to set out in a single framework the priority areas for further work identified in the Commission's opinion on the Czech Republic's application for membership of the European Union, the financial means available to help the Czech Republic implement these priorities and the conditions which will apply to that assistance. The accession partnership will provide a framework for a number of policy instruments which will be used to help the candidate countries in their preparations for membership. These will include, inter alia, the national programme for the adoption of the acquis to be adopted by the Czech Republic, the joint assessment of economic policy priorities, the pact against organised crime and the internal market road maps. Each of these instruments is different in nature and will be prepared and implemented according to specific procedures. They will not be an integral part of this partnership but the priorities they contain will be compatible with it.\n2. Principles\nThe main priority areas identified for each candidate country relate to their ability to assume the obligations of meeting the Copenhagen criteria which state that membership requires:\n- that the candidate country has achieved stability of institutions guaranteeing democracy, the rule of law, human rights and respect for and protection of minorities,\n- the existence of a functioning market economy, as well as the capacity to cope with competitive pressure and market forces within the Union,\n- the ability to take on the obligations of membership, including adherence to the aims of political, economic and monetary union.\nAt its meeting in Madrid, the European Council stressed the need for the candidate countries to adjust their administrative structures to ensure the harmonious operation of Community policies after accession and at Luxembourg, it stressed that incorporation of the acquis into legislation is necessary, but not in itself sufficient; it is necessary to ensure that it is actually applied.\n3. Priorities and intermediate objectives\nThe Commission's opinions and the Council's examination of these have highlighted the extent of the efforts which still have to be made in certain areas by the candidate countries to prepare for accession and took the view that none of these countries fully satisfies all of the Copenhagen criteria at the present time. This situation will require the definition of intermediate stages in terms of priorities, each to be accompanied by precise objectives to be set in collaboration with the countries concerned, the achievement of which will condition the degree of assistance granted and the progress of the negotiations under way with some countries and the opening of new negotiations with the others. The priorities and intermediate objectives have been divided into two groups - short and medium term. Those listed under the short term have been selected on the basis that it is realistic to expect that the Czech Republic can complete or take them substantially forward by the end of 1998. In view of the short time span, and taking into account the administrative capacity required to achieve them, the number of priorities selected for the short term has been limited. The priorities listed under the medium term are expected to take more than one year to complete although work may and should also begin on them during 1998.\nThe Czech Republic will be invited to draw up a national programme for the adoption of the acquis (NPAA) by the end of March which should set out a timetable for achieving these priorities and intermediate objectives and, where possible and relevant, indicate the necessary staff and financial resources.\nThe accession partnership will indicate that the Czech Republic will have to address all issues identified in the opinion. Incorporation of the acquis into legislation is not in itself sufficient; it will also be necessary to ensure that it is actually applied to the same standards as those which apply within the Union. In all of the areas listed below there is a need for credible and effective implementation and enforcement of the acquis.\nDrawing on the analysis of the Commission's opinion and the Council's examination of this, the following short- and medium-term priorities and intermediate objectives have been identified for the Czech Republic.\n3.1. Short-term (1998)\nEconomic reform: establishment of medium-term economic policy priorities and joint assessment within the framework of the Europe Agreement; implementation of policies to maintain both internal and external balance; improvement of the framework for corporate governance, in particular by accelerating the restructuring of certain industrial sectors, such as steel as well as of banks, by implementing the laws regulating the financial sector (banks and investment companies), and by enforcing the supervision by the new Securities and Exchange Commission.\nReinforcement of institutional and administrative capacity: improving capacity in banking supervision securities, and insurance sectors, internal financial control, environment, agriculture, reinforcement of phytosanitary and veterinary administrations particularly as regards facilities at external borders, begin to set up structures needed for regional and structural policy.\nInternal market: including in the areas of intellectual property rights (legislation and enforcement) and certification and standardisation (further alignment of legislative measures and conclusion of a European conformity assessment agreement), amendment of anti-trust law, further development of the legislative framework for State aid control and increased transparency through submission of additional State aid inventory.\nJustice and home affairs: develop of effective border management.\nEnvironment: continue transposition of framework legislation, establishment of detailed approximation programmes and implementation strategies related to individual acts. Planning and commencement of implementation of these programmes and strategies.\n3.2. Medium-term\nPolitical criteria: further work on the integration of the Roma. Strengthening of laws which guarantee press freedom. Further attention to ensuring equal access to public services.\nEconomic policy: regular review of the joint assessment of economic policy priorities, within the Europe Agreement framework, focusing and satisfying the Copenhagen criteria for membership of the Union and the acquis in the area of economic and monetary policy (coordination of economic policies, submission of convergence programmes, avoidance of excessive deficits); while the Czech Republic is not expected to adopt the euro immediately on accession, it is expected to pursue policies which aim to achieve real convergence in accordance with the Union's objectives of economic and social cohesion, and nominal convergence compatible with the ultimate goal of adoption of the euro.\nReinforcement of institutional and administrative capacity: continue public administration modernisation policy; improve operation of the judicial system, training for the judiciary in Community law and its application, customs, establishment of independent bodies for supervision of data protection and for consumer protection; reinforcement of justice and home affairs institutions (ensuring sufficient and properly trained personnel, in particular police, border guards, ministries and courts), strengthening of nuclear safety authority, completion of alignment of financial control capacity, reform of customs and tax administrations to ensure readiness to apply the acquis, the reinforcement of food control administration.\nInternal market: including alignment of public procurement legislation, accounting legislation, data protection, financial services, indirect taxation, audiovisual, consumer protection, further development of standardisation and conformity assessment bodies and establishment and operation of a market surveillance system, technical legislation on industrial products, strengthening of competition authorities, completion of alignment and effective enforcement of competition law, promotion of enterprise development, including small and medium-sized enterprises (SMEs), alignment with the acquis in the fields of telecommunications, consumer protection and the internal energy market.\nJustice and home affairs: development of effective border management and implementation of migration policy and reforms of asylum procedures as well as the fight against drugs, organised crime (in particular money laundering, drugs and trafficking in human beings) and corruption, alignment of visa policy with that of the Union and completion of alignment on international conventions, more effective operation of the judiciary and law enforcement, notably in view of the Schengen acquis.\nAgriculture: including alignment with the agricultural acquis (including veterinary and phytosanitary matters, in particular external border controls), attention to environmental aspects of agriculture and biodiversity. Development of the capacity to implement and enforce the common agricultural policy (CAP), in particular the fundamental management mechanisms and administrative structures to monitor the agricultural markets and implement structural and rural development measures, adoption and implementation of the veterinary and phytosanitary requirements, upgrading of certain food-processing establishments and testing and diagnostic facilities, restructuring of the agri-food sector.\nTransport: further efforts on alignment with the acquis in particular on road transport (market access, safety rules and taxation) and rail transport, and to provide necessary investment for transport infrastructure, notably extension of trans-European networks.\nEmployment and social affairs: development of appropriate labour-market structures and joint review of employment policies as preparation for participation in Union coordination; alignment of labour and occupational health and safety legislation and development of enforcement structures, in particular early adoption of the framework directive on health and safety at work; enforcement of equal opportunities between women and men; further development of active, autonomous social dialogue; further development of social protection, undertake steps to bring public health standards into line with Union norms.\nEnvironment: including the development of monitoring and implementation control structures and capacities, continuous planning of approximation programmes related to individual legal acts. Particular emphasis should be given to air, water and the waste sector. Environmental protection requirements and the need for sustainable development must be integrated into the definition and implementation of national, sectoral policies.\nRegional policy and cohesion: establishment of legal, administrative and budgetary framework for an integrated regional policy in order to participate in Union structural programmes after membership.\n4. Programming\nThe PHARE allocation for the period 1995 to 1997 has totalled ECU 224 million. Subject to the approval of the PHARE budget for the remaining period, the Commission will confirm the allocations for 1998 and 1999. Financial proposals will be submitted to the PHARE Management Committee as provided for in Regulation (EEC) No 3906/89. Joint financing by the applicant countries will be systematically required for all investment projects. Financial assistance from the year 2000 onwards will comprise aid for agriculture and a structural instrument which will give priority to measures similar to the Cohesion Fund.\n5. Conditionality\nCommunity assistance will be conditional on respect by the Czech Republic of its commitments under the Europe Agreement, further steps towards satisfying the Copenhagen criteria and progress in implementing this accession partnership. Failure to respect these general conditions could lead to a decision by the Council on the suspension of financial assistance on the basis of Article 4 of Regulation (EC) No 622/98.\n6. Monitoring\nThe implementation of the accession partnership will be monitored in the framework of the Europe Agreement. This will begin in 1998 before the Commission presents its first regular report to the Council reviewing the progress made by the Czech Republic including implementation of the accession partnership.\nThe relevant sections of the accession partnership will be discussed in the appropriate sub-committee. The Association Committee will discuss overall developments, progress and problems in meeting its priorities and intermediate objectives as well as more specific issues referred to it from the sub-committees. The Association Committee will report to the Association Council on the implementation of the accession partnership.\nThe PHARE Management Committee will ensure that financing decisions are compatible with the accession partnerships.\nThe accession partnership will be amended as necessary in accordance with Article 2 of Regulation (EC) No 622/98. The Commission will propose, before the end of 1999 and at regular intervals thereafter, a review of this partnership, on which the Council will take a formal decision. These reviews will include consideration of the need to further specify intermediate objectives in the light of the progress made by the Czech Republic in meeting the objectives set out in this partnership."}