{"celex_id": "31997D0035", "uri": "http://publications.europa.eu/resource/cellar/d078563f-ee46-48bc-8727-7590de09fb8b", "type": "Decision", "concepts": ["1255", "1309", "1591", "3803", "5790", "5860"], "title": "97/35/ECSC: Commission Decision of 14 January 1997 terminating the anti-dumping proceedings concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary\n", "header": "COMMISSION DECISION of 14 January 1997 terminating the anti-dumping proceedings concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary (97/35/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2277/96/ECSC of 28 November 1996 on protection against dumped imports from countries not members of the European Coal and Steel Community (1), and in particular Article 23 thereof,\nHaving regard to Commission Decision No 2424/88/ECSC of 29 July 1988 on protection against dumped or subsidized imports from countries not members of the European Coal and Steel Community (2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) In October 1994, the Commission received a complaint lodged by the European Confederation of Iron and Steel Industries (Eurofer) concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary.\nThe complaint was lodged on behalf of producers of the product in question allegedly representing a major proportion of total steel-section output in the Community.\nThe complaint contained sufficient evidence of dumping of the imports concerned and of material injury resulting therefrom to justify the initiation of anti-dumping proceedings.\n(2) After consultation, therefore, the Commission announced by a notice published in the Official Journal of the European Communities (3) the initiation of anti-dumping proceedings with regard to the imports referred to in the complaint and it commenced an investigation.\n(3) The investigation period selected for the determination of dumping was from 1 January 1994 to 30 June 1995. In respect of injury, the investigation covered the period from 1 January 1991 to 30 June 1995.\n(4) The Commission officially advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainant and gave the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(5) Because of the volume of information gathered and the complexity of the investigation, the proceeding exceeded the normal duration of one year as provided for in Article 7 (9) of Decision No 2424/88/ECSC.\nB. THE PRODUCTS UNDER CONSIDERATION\n(6) The products covered by the complaint and the notice of initiation of proceedings are certain U- or I-sections (ECSC) of iron or non-alloy steel, not further worked than hot-rolled, hot-drawn or extruded, of a height of 80 mm or more but not exceeding 300 mm. Those products are currently classifiable under CN codes 7216 31 11, 7216 31 19, ex 7216 31 91, ex 7216 31 99, 7216 32 11, 7216 32 19, ex 7216 32 91 and ex 7216 32 99.\nC. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDINGS\n(7) In the course of the investigation, by a letter of 11 September 1996, the complainant Community producers withdrew the complaint concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary.\n(8) In those circumstances, the anti-dumping proceedings concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary can be terminated without imposition of protective measures.\n(9) The Advisory Committee has been consulted and has raised no objection.\n(10) The interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the proceedings and have been given the opportunity to comment,", "main_body": ["The anti-dumping proceedings concerning imports of certain sections of iron or non-alloy steel originating in the Czech Republic and Hungary are hereby terminated."], "attachments": "Done at Brussels, 14 January 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 308, 29. 11. 1996, p. 11.\n(2) OJ No L 209, 2. 8. 1988, p. 18.\n(3) OJ No C 180, 14. 7. 1995, p. 2."}