{"celex_id": "31998R0024", "uri": "http://publications.europa.eu/resource/cellar/c078a1de-b5ae-43c8-aedf-c285e8f3f966", "type": "Regulation", "concepts": ["1220", "1277", "2292", "2729", "3003"], "title": "Commission Regulation (EC) No 24/98 of 7 January 1998 laying down detailed rules for granting the aid provided for in Article 3 (1) of Regulation (EEC) No 3763/91 for the supply of products for animal feed to French Guiana for the period 1 July 1994 to 30 April 1996\n", "header": "COMMISSION REGULATION (EC) No 24/98 of 7 January 1998 laying down detailed rules for granting the aid provided for in Article 3 (1) of Regulation (EEC) No 3763/91 for the supply of products for animal feed to French Guiana for the period 1 July 1994 to 30 April 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Regulation (EC) No 2598/95 (2), and in particular Article 3 (5) thereof,\nWhereas Regulation (EC) No 2598/95 provides that, from 1 July 1994 and until such time as the corresponding manufacturing plants in the department of French Guiana actually commence production, products falling within CN codes 2309 90 31, 2309 90 33, 2309 90 41, 2309 90 43, 2309 90 51 and 2309 90 53 which are used there for animal feed are to be covered by the supply arrangements under the conditions laid down in Articles 3 (1) and 2 (1) and (3) to (6) of Regulation (EEC) No 3763/91; whereas, in view of the retroactive application of those provisions, the quantities of the products concerned supplied to the department of French Guiana and likely to qualify for aid for supply and the amount of such aid must be determined;\nWhereas Commission Regulation (EC) No 795/96 of 30 April 1996 establishing the forecast supply balance and Community aid for the supply to French Guiana of products falling within CN codes 2309 90 31, 2309 90 33, 2309 90 41, 2309 90 43, 2309 90 51 and 2309 90 53 used in feedingstuffs for the period 1 May to 31 December 1996 (3) lays down the quantities likely to qualify for supply aid and the amount of such aid during that period; whereas, as from 1 January 1997, the same measures were adopted for 1997 by Commission Regulation (EC) No 2415/96 (4); whereas the supply situation regarding the products concerned during the period 1 July 1994 to 30 April 1996 should accordingly be settled;\nWhereas, at the Commission's request, the French authorities have communicated the quantities of products as referred to in Article 3 of Regulation (EEC) No 3763/91 sent to French Guiana and eligible for the aid for the period 1 July 1994 to 30 April 1996 and the delivery periods and supporting documents required for the quantities declared; whereas those authorities have also declared that the selling price, as a precautionary measure, reflects an amount equivalent to the aid and have communicated the types of checks and controls conducted; whereas the quantities eligible for the aid communicated by the French authorities for the period in question amounted to 6 692,36 tonnes as regards products covered by CN codes 2309 90 31, 2309 90 41 and 2309 90 51 and 56,70 tonnes as regards products covered by CN codes 2309 90 33, 2309 90 43 and 2309 90 53;\nWhereas, in accordance with Regulation (EEC) No 3763/91 and until 30 June 1994, the method for calculating the aid for the supply of the products concerned was set out in Article 2 of Commission Regulation (EEC) No 646/92 (5), as amended by Regulation (EEC) No 1670/93 (6); whereas, in accordance with those provisions, the aid is equal in amount to the export refund applicable on the products in question on the day of application for the aid certificate, plus ECU 20/tonne; whereas, according to the French authorities, pending the adoption by the Council of the Commission proposal extending those aid arrangements, importers have actually passed on an amount equal to the aid thus calculated during the period 1 July 1994 to 30 April 1996; whereas Regulation (EC) No 795/96 re-established that calculation method with effect from 1 May 1996;\nWhereas, since the relevant provisions were lacking, no aid certificate could be applied for in respect of the period 1 July 1994 to 30 April 1996 with a view to the supply of the products in question; whereas, as a consequence, the aid should be maintained as laid down in Article 2 of Regulation (EEC) No 646/92 for supplies during the period in question, by replacing the date of application of the licence by that of supply, for the purposes of calculating the aid applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Products used for animal feed and supplied to the department of French Guiana in the period 1 July 1994 to 30 April 1996 shall be eligible for the aid pursuant to Article 3 (1) and (2) of Regulation (EEC) No 3763/91 subject to the following limits:\n(a) 6 692,36 tonnes as regards products covered by CN codes 2309 90 31, 2309 90 41 and 2309 90 51;\n(b) 56,70 tonnes as regards products covered by CN codes 2309 90 33, 2309 90 43 and 2309 90 53.", "1. The aid for the supply of animal feed as referred to in Article 1 and manufactured from cereals processed in the rest of the Community shall be equal to the export refund applicable to such products on the day they are actually delivered to French Guiana, plus ECU 20 per tonne.\n2. The competent French authorities shall pay the aid, on application from the operators, up to the limits laid down in Article 1; they shall pay the aid only in respect of the quantities covered by proof provided to their satisfaction to the effect that they been delivered in the department of French Guiana and that an amount equivalent to the aid has been passed on, as a precaution, in the selling price.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 356, 24. 12. 1991, p. 1.\n(2) OJ L 267, 9. 11. 1995, p. 1.\n(3) OJ L 108, 1. 5. 1996, p. 35.\n(4) OJ L 329, 19. 12. 1996, p. 25.\n(5) OJ L 69, 14. 3. 1992, p. 29.\n(6) OJ L 158, 30. 6. 1993, p. 30."}