{"celex_id": "31990R2781", "uri": "http://publications.europa.eu/resource/cellar/5cc53a25-f03c-4a13-9cd6-d4beca469828", "type": "Regulation", "concepts": ["1117", "1644", "2730", "4381", "4778"], "title": "Council Regulation (EEC) No 2781/90 of 24 September 1990 amending Regulation (EEC) No 1201/88 establishing import mechanisms for certain processed products obtained from sour cherries and originating in Yugoslavia\n", "header": "COUNCIL  REGULATION (EEC) No 2781/90\nof 24 September 1990\namending Regulation (EEC) No 1201/88 establishing import mechanisms for certain processed products obtained from sour cherries and originating in Yugoslavia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1202/90 (2), and in particular Articles 15 (3) and 17 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements (3) concluded consequent to the accession of Spain and Portugal lays down that Yugoslavia is to benefit from preferential arrangements as regards importation into the Community of processed products obtained from sour cherries falling within CN codes ex 0811 90 10, ex 0811 90 30, ex 0811 90 90, ex 0812 10 00, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91 for a maximum annual volume of 19 900 tonnes and that, where the quantities specified are exceeded, the Community reserves the right to suspend the issue of import licences for the said products;\nWhereas Article 4 of Regulation (EEC) No 1201/88 (4) lays down that the Commission is to suspend the issue of import licences as soon as the volume of imports exceeds 19 900 tonnes in a given calendar year; whereas experience shows that the mechanism should be administered with a certain amount of flexibility, taking into account the situation on the Community market; whereas Article 4 should be amended accordingly,", "main_body": ["Article 4 of Regulation (EEC) No 1201/88 is replaced by the following:\n'Article 4\nFor products listed in Annex II and originating in Yugoslavia, the Commission shall suspend the issue of the licences provided for in Article 15 of Regulation (EEC) No 426/86 as soon as the volume of imports exceeds 19 900 tonnes in a given calendar year.\nThe Commission, acting in accordance with the procedure laid down in Article 22 of Regulation (EEC) No 426/86, may allow the issuing of import licences for an additional quantity, taking account of the situation on the Community market and of the quantities actually imported. The preferential rate does not apply to imports of this additional quantity.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1990.\nFor the Council\nThe President\nV. SACCOMANDI\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 119, 11. 5. 1990, p. 66.\n(3) OJ No L 389, 31. 12. 1987, p. 73.\n(4) OJ No L 115, 3. 5. 1988, p. 9."}