{"celex_id": "31991D0029", "uri": "http://publications.europa.eu/resource/cellar/e97686f8-3307-48f9-ad5a-87d97c0e99e6", "type": "Decision", "concepts": ["4778", "588", "5993"], "title": "91/29/EEC: Commission Decision of 11 January 1991 terminating the anti-dumping proceeding concerning imports of Portland cement originating in Yugoslavia\n", "header": "COMMISSION DECISION  of 11 January 1991  terminating the anti-dumping proceeding concerning imports of Portland cement originating in Yugoslavia  (91/29/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Article 9 thereof,\nAfter consultation within the Advisory Committee as provided for in Regulation (EEC) No 2423/88,\nWhereas:\nA. PROCEDURE\n(1) In December 1988 the Commission received a complaint lodged by the Associazione Italiana Tecnico Economica del Cemento acting on behalf of producers representing a large majority of Italian producers of cement.\n(2) The complaint contained prima facie evidence of dumping on a regional basis and of injury resulting therefrom which was considered sufficient to justify initiating a proceeding in order to establish whether the facts alleged existed and justified  any action being taken. The Commission accordingly announced, by a notice in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports originating in Yugoslavia to Italy of Portland cement  other than white Portland cement, in bulk or in bags used in the construction industry, corresponding to CN code 2523 29 00 and began an investigation.\n(3) The Commission officially so advised the exporters and importers known to be concerned, the representatives of Yugoslavia and the complainant and gave the parties directly concerned the opportunity to make known their views in writing and to request  a hearing.\n(4) The Yugoslav producers/exporters concerned in this proceeding made their views known in writing. One producer has requested and has been granted a hearing.\nThe Italian importers of the product concerned made their views known in writing and one requested and has been granted a hearing.\nOf the nine Italian producers of the product mentioned in the complaint, three declined to respond to the Commission's questionnaire stating that they did not consider they were affected by the Yugoslavian imports. The remaining six producers made their  views known in writing.\nThe Greek producers of the product concerned made their views known in writing.\n(5) The period under investigation with regard to dumping was 1 May 1988 to 30 April 1989. With regard to injury and threat of injury, facts which occurred after 30 April 1989 were not taken into consideration.\n(6) The Commission sought and verified all information it deemed to be necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following Communtiy producers:\n- Colacem, Gubbio,\n- Sacci SpA, Rome,\n- Cementir, Rome,\n- Italcementi SA, Bergame,\n- Unicem, Turin,\n- Friulcem, Turin,\n- Cementizillo, Este.\nB. REGIONALITY\n(7) The Commission established that approximately 99 % of the total Italian cement production is sold in the Italian market and that demand for cement in Italy is not supplied to a substantial degree by producers located elsewhere in the Community.\nThe Italian industry can therefore be considered to constitute the Community industry within the terms of Article 4 (5) of Regulation (EEC) No 2423/88.\n(8) The Commission found that four areas in Italy were particularly affected by the imports from the product originating in Yugoslavia. It was considered whether these areas, either individually or collectively, could constitute the Community industry.  Evidence obtained during the investigation showed that the cement market in these areas is supplied to a material degree by producers located outside the areas concerned and that the producers established in these areas do not sell all or almost all of  their production within these areas.\nThe Commission therefore concluded that the four areas concerned could not, either individually or collectively, be considered as a distinct market.\nC. LIKE PRODUCT\n(9) The product allegedly being dumped is Portland cement other than white Portland cement in bulk and/or in bags.\nPortland cement production (all classes) represents about 55 % of Italian production of cement. Other cement types include Pozzolanico cement (40 % of production).\n(10) Without exception, all Italian producers involved underlined that the decisive criterion for cement is not whether the cement has been produced with Portland or Pozzolanico, but to which strength qualification the cement answers. Therefore,  Portland cement and Pozzolanico cement can be considered interchangeable as long as they belong to the same strength class. The Commission concluded that for the purpose of this investigation, Pozzolanico as well as Portland cement types should be  considered as the like product.\n(11) Italian law sets down the characteristics for the classification of cement. It gives, amongst others, strength qualifications which include minimum requirements for compression resistance of the concrete after 28 days. Cement 325 should have a  resistance of at least 325 kg/cm2 after 28 days. Cement 425 should have a resistance of at least 425 kg/cm2 after 28 days.\n(12) The quality of the imported product is claimed by the complainants to conform to Italian class 425 high resistance cement. The Yugoslavian producers claim that the exported cement conforms to Italian class 325 ordinary cement.\n(13) The Italian and the Yugoslavian producers have submitted contradictory evidence to the Commission of the quality of the imported product. The Commission has carefully considered this evidence in order to assess the like product in Italy. During the  investigation, it became clear that, although the Yugoslavian product is particularly in competition with the Italian production of 425 cement, direct and indirect effects are also felt on the 325 segment of the cement market. 425 cement may be used as  a substitute for 325 cement but not the reverse.\n(14) The Commission therefore concluded that it would not be justified to consider only the 425 segment of the cement market as totally separate. Consequently, it has taken into account both the 425 market segment and the total cement market in its  findings.\nD. INJURY\n(15) With regard to the injury allegedly being caused by the dumped imports, the evidence available to the Commission shows that imports to Italy from Yugoslavia increased from 293 000 tonnes in 1985 to 603 000 tonnes in 1988.\nThe market share of these imports rose from 0,78 % in 1985 to 1,49 % in 1988 (all cement). If all Yougoslavian imports are considered on the 425 market alone market share rose from 2,55 % in 1985 to 4,25 % in 1988. The market share of imports from other  sources on the 425 market rose from 0,17 % in 1985 to 8,16 % in 1988.\n(16) On the basis of information from importers of Yugoslavian cement, considerable price undercutting by Yugoslavian imported 425 cement has been found of Italian 425 prices.\nIn addition, to a lesser degree, some undercutting of Italian 325 prices has been found.\n(17) From the data available, the Commission also found that there were strong indications that the Yugoslavian products on the Italian marked had been imported at dumped prices. This information has not been verified because of the findings under  recital 18.\n(18) With regard to the possible impact of the dumped imports on the situation of the producers in Italy, account has to be taken of the following factors:\n(a) Italian production of cement (all types) increased by 4 % in the period 1985 to 1988. Italian 425 cement production increased by 11 % in the same period;\n(b) production capacity increased by 7,5 % in the period 1985 to 1988;\n(c) capacity utilization declined between 1985 and 1986 from 68,4 to 64,6 %, it increased and stabilized around 66 % in 1987 and 1988. In absolute terms, production and sales increased but the utilization rate remained stable due to the expansion of  capacity;\n(d) although the growth in Italian production did not totally follow the market trend, the difference is not such as to be considered material;\n(e) the Italian producers' market share remains consistently high (95 % all cement: 87 % for 425 cement);\n(f) the prices realized by the Italian producers have increased at a slightly faster rate than the rate of the publicly-fixed maximum price. They showed only a slight decrease in the investigation period which must be considered negligible. The price  trend for 425 cement is slightly more favourable than that of all cement (+ 13,6 % compared to + 10 %) for the investigation period compared to 1985;\n(g) the profitability of the Italian cement industry has developed favourable overall in the period 1985 to 1987. No company is in or is threatened by a loss-making situation. For some companies, a decline in profits did occur in 1988; other companies  performed better in 1988 than in 1987.\nThe decline in profits is, in the view of the Commission, evidence of the restructuring and rationalization effort of this industry;\n(h) Increases in the cost of production have arisen mainly in respect of energy costs and environmental safeguards;\n(i) Investment plans by the industry, especially to meet Italian State environmental requirements and to improve efficiency and rationalization, show underlying confidence in the market;\n(j) The employment situation of the Italian industry investigated shows, during the last four years, a gradual reduction in the number of people involved in the production of cement.\nThis decrease (12 % over four years) is considered to have been the result of the restructuring of plants in order to achieve a more efficient production process.\n(19) For these reasons the Commission has not been able to establish material injury to the Community industry. Even if some injurious elements have been established, the Commission found these not to be material and the Yugoslav imports not to be the  main cause of them.\nE. THREAT OF INJURY\n(20) The complaint did not contain any allegations of a threat of injury. Some Italian producers indicated that the potential export capacity of Yugoslavian producers could reach 1 150 000 tonnes.\nThe dumped exports from Yugoslavia amounted to Âą 600 000 tonnes in 1988 and to Âą 580 000 tonnes in 1989.\nAs far as the Commission has been informed, only moderate increases in production-capacity of Yugoslavian producers are foreseen in the short term.\nThe Commission considered that no substantial evidence for a threat of injury was available.\nF. TERMINATION OF THE PROCEEDING\n(21) In the absence of material injury or a threat of injury, one of the indispensable conditions for taking protective measures pursuant to Article 11 of Regulation (EEC) No 2423/88 is not fulfilled. Therefore, the anti-dumping proceeding concerning  imports of Portland cement originating in Yugoslavia should be terminated.\n(22) The Advisory Committee has been consulted and has raised no objections.\n(23) The Commission made known its findings to the complainant. The complainant requested and has been granted a hearing, during which the Commission orally supplied more information on its findings,", "main_body": ["     Sole Article\nThe anti-dumping proceeding concerning imports of Portland Cement originating in Yugoslavia is hereby terminated."], "attachments": "Done at Brussels, 11 January 1991.\nFor the Commission\nFrans ANDRIESSEN\nVice-President   (1) OJ No L 209, 2. 8. 1988, p. 1. (2)\nOJ No C 149, 16. 6. 1989, p. 4."}