{"celex_id": "31993R0607", "uri": "http://publications.europa.eu/resource/cellar/d47f51de-d31e-4514-b9ae-7643ce378f55", "type": "Regulation", "concepts": ["1069", "1076", "3180", "3646", "619"], "title": "Commission Regulation (EEC) No 607/93 of 16 March 1993 amending Regulation (EEC) No 2453/92 concerning the list of codes for the Single Administrative Document\n", "header": "COMMISSION REGULATION (EEC) No 607/93 of 16 March 1993 amending Regulation (EEC) No 2453/92 concerning the list of codes for the Single Administrative Document\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 717/91 of 21 March 1991 concerning the Single Administrative Document (1), and in particular Article 8 thereof,\nWhereas the list of codes relating to procedures, established by Commission Regulation (EEC) No 2453/92 (2), as amended by Regulation (EEC) No 3694/92 (3), should be supplemented so as to take account of subsequent developments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Single Administrative Document Committee,", "main_body": ["Annex VIII to Regulation (EEC) No 2453/92 is hereby amended as shown in the Annex hereto.", "This Regulation shall enter into force on the seventh day following its publications in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 78, 26. 3. 1991, p. 1.\n(2) OJ No L 249, 28. 8. 1992, p. 1.\n(3) OJ No L 374, 22. 12. 1992, p. 37.\nANNEX\nAnnex VIII to Regulation (EEC) No 2453/92 is hereby amended as follows:\nThe text concerning box 37A, first subdivision, code 01, is replaced by the following:\n'01 Free circulation of goods simultaneously redispatched in the context of trade between parts of the customs territory of the Community in which the provisions of Council Directive 77/388/EEC (*) are applicable and parts of that territory in which  these provisions do not apply, or in the context of trade between the parts of that territory where these provisions do not apply.\nFree circulation of goods simultaneously redispatched in the context of trade between the Community and the Principality of Andorra (**) and between the Community and the Republic of San Marino (***).\n(*) OJ No L 145, 13. 6. 1977, p. 1.\n(**) Council Decision 90/680/EEC (OJ No L 374, 31. 12. 1990, p. 13).\n(***) Council Decision 92/561/EEC (OJ No L 359, 9. 12. 1992, p. 13).'\nThe following is added to the instructions relating to the first subdivision of box 37:\n'49 Entry for home use of Community goods in the context of trade between parts of the customs territory of the Community in which the provisions of Directive 77/388/EEC are applicable and parts of that territory in which those provisions do not apply,  or in the context of trade between the parts of that territory where these provisions do not apply.\nEntry for home use of goods in trade between the Community and the Principality of Andorra and between the Community and the Republic of San Marino.\n57 Transfer of goods or products under the inward processing arrangements using the suspension system (*).\n62 Reintroduction with entry for home use in the context of trade between parts of the customs territory of the Community in which the provisions of Directive 77/388/EEC are applicable and parts of that territory in which those provisions do not apply,  or in the context of trade between the parts of that territory where those provisions do not apply.\nReintroducing with entry for home use in trade between the Community and the Principality of Andorra and between the Community and the Republic of San Marino.\n(*) Commission Regulation (EEC) No 3710/92 (OJ No L 378, 23. 12. 1992, p. 9).'"}