{"celex_id": "31993D0469", "uri": "http://publications.europa.eu/resource/cellar/af217fae-2ac3-49b7-8272-cf1aa2f03297", "type": "Decision", "concepts": ["1309", "1445", "2300", "2560", "5034", "5369"], "title": "93/469/EEC: Commission Decision of 26 July 1993 amending Commission Decisions 92/322/EEC, 92/323/EEC, 92/324/EEC, 92/325/EEC, 92/401/EEC, 92/402/EEC, 92/460/EEC, 92/461/EEC, 92/462/EEC and 92/463/EEC, concerning animal health conditions and veterinary certificates for the import of domestic animals of the bovine and porcine species from Hungary, Poland, Czechoslovakia, Bulgaria, Norway, Romania, Switzerland, Sweden, Finland and Iceland\n", "header": "COMMISSION DECISION of 26 July 1993 amending Commission Decisions 92/322/EEC, 92/323/EEC, 92/324/EEC, 92/325/EEC, 92/401/EEC, 92/402/EEC, 92/460/EEC, 92/461/EEC, 92/462/EEC and 92/463/EEC, concerning animal health conditions and veterinary  certificates for the import of domestic animals of the bovine and porcine species from Hungary, Poland, Czechoslovakia, Bulgaria, Norway, Romania, Switzerland, Sweden, Finland and Iceland\n(93/469/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Council Regulation (EEC) No 1601/92 (2), and in particular Article 8 thereof,\nWhereas Commission Decisions 92/322/EEC (3), 92/323/EEC (4), 92/324/EEC (5), 92/325/EEC (6), 92/401/EEC (7), 92/402/EEC (8), 92/460/EEC (9), 92/461/EEC (10), 92/462/EEC (11) and 92/463/EEC (12) establish animals health conditions and veterinary  certificates for the import of domestic animal of the bovine and porcine species from Hungary, Poland, Czechoslovakia, Bulgaria, Norway, Romania, Switzerland, Sweden, Finland and Iceland;\nWhereas Member States have submitted plans to the Commission for control and eradication of certain animal diseases which involve additional health conditions within the Member States;\nWhereas in respect of the abovementioned Decisions Member States were authorized to operate similar animal health conditions on importation of animals until 31 December 1992;\nWhereas the additional health conditions continue to operate within Member States; it is therefore necessary to authorize Member States to operate them in respect of importation of animals until 31 December 1993;\nWhereas it is necessary to amend the abovementioned Decisions accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 2 of Decisions 92/322/EEC, 92/323/EEC, 92/324/EEC, 92/325/EEC, 92/401/EEC, 92/402/EEC, 92/460/EEC, 92/461/EEC, 92/462/EEC and 92/463/EEC the date '31 December 1992' is replaced by '31 December 1993'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 177, 30. 6. 1992, p. 1.\n(4) OJ No L 177, 30. 6. 1992, p. 18.\n(5) OJ No L 177, 30. 6. 1992, p. 35.\n(6) OJ No L 177, 30. 6. 1992, p. 52.\n(7) OJ No L 224, 8. 8. 1992, p. 1.\n(8) OJ No L 224, 8. 8. 1992, p. 18.\n(9) OJ No L 261, 7. 9. 1992, p. 1.\n(10) OJ No L 261, 7. 9. 1992, p. 18.\n(11) OJ No L 261, 7. 9. 1992, p. 34.\n(12) OJ No L 261, 7. 9. 1992, p. 50."}