{"celex_id": "31993D0384", "uri": "http://publications.europa.eu/resource/cellar/486fadac-ce1e-40ad-8477-b0800581f228", "type": "Decision", "concepts": ["1448", "192", "2356", "2560", "3660"], "title": "93/384/EEC: Council Decision of 14 June 1993 amending Directive 80/217/EEC introducing Community measures for the control of classical swine fever\n", "header": "COUNCIL DECISION of 14 June 1993 amending Directive 80/217/EEC introducing Community measures for the control of classical swine fever\n(93/384/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 80/217/EEC (4) introduced Community measures for the control of classical swine fever;\nWhereas the measures provided for in Directive 80/217/EEC require the harmonization of laboratory methods and procedures for diagnosing classical swine fever;\nWhereas the antigenes and various substances needed to make such diagnoses should have the same properties in all national laboratories;\nWhereas the task of liaising between the laboratories responsible in the Member States for diagnosing classical swine fever was, by Council Decision 81/859/EEC of 19 October 1981 on the designation and operation of a liaison laboratory for classical  swine fever (5), entrusted to the 'Institut fuer Virologie der Tieraerztlichen Hochschule Hannover', Germany;\nWhereas Article 5 of Decision 81/859/EEC restricted the task of liaising to a period of five years;\nWhereas the duration of the measures established by Decision 81/859/EEC was extended for a further period of five years by Decision 87/65/EEC (6);\nWhereas those measures will terminate in February 1993;\nWhereas, in order to ensure the continuity of the coordination of the diagnostic work carried out under the auspices of the competent national laboratories, a Community reference laboratory must be designated; whereas the powers and duties of the said  laboratory must be laid down;\nWhereas in the light of the experience gained, it is desirable to designate the 'Institut fuer Virologie der Tieraerztlichen Hochschule, Hannover' as the Community reference laboratory, since this laboratory has for some years carried out the duties  entrusted to it in an efficient manner;\nWhereas Article 28 of Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (7), applied concerning Community aid to be granted to liaison and reference laboratories;\nWhereas the conditions for the treatment of wild game meat coming from hunting areas subject to checks as a result of an epizootic situation are governed by Council Directive 92/45/EEC of 16 June 1992 on public health and animal health problems relating  to the killing of wild game and the placing on the market of wild game meat (8); whereas reference should be made to the provisions laid down in that Directive,", "main_body": ["Directive 80/217/EEC is hereby amended as follows:\n1. Article 11 shall be amended as follows:\n- the third indent of paragraph 1 shall be deleted;\n- paragraph 2 shall be replaced by the following:\n'2. The national laboratories referred to in the second indent of paragraph 1 shall liaise with the Community reference laboratory as mentioned in Annex VI. Without prejudice to the provisions of Decision 90/424/EEC, and in particular Article 28  thereof, the powers and duties of the laboratory shall be those appearing in the said Annex.'\n2. The following Annex shall be added:\n'ANNEX VI\nCOMMUNITY REFERENCE LABORATORY FOR CLASSICAL SWINE FEVER\nName of laboratory:\nInstitut fuer Virologie\nder Tieraerztlichen Hochschule Hannover,\nBischofscholer Damm 15,\nD-3000 Hannover 1,\nGermany.\nThe functions and duties of the Community reference laboratory for classical swine fever shall be:\n1. To coordinate, in consultation with the Commission, the methods employed in the Member States for diagnosing classical swine fever, specifically by:\n(a) storing and supplying cell cultures for use in diagnosis;\n(b) typing, storing and supplying strains of classical swine fever virus for serological tests and the preparation of anti-sera;\n(c) supplying standardized sera, conjugate sera and other reference reagents to the national laboratories in order to standardize the tests and reagents employed in the Member States;\n(d) building up and holding a classical swine fever virus collection;\n(e) organizing periodic comparative tests of diagnostic procedures at Community level;\n(f) collecting and collating data and information on the methods of diagnosis used and the results of tests carried out;\n(g) characterizing isolates of the virus by the most up-to-date methods available to allow greater understanding of the epizootiology of classical swine fever;\n(h) keeping abreast of developments in classical swine fever surveillance, epizootiology and prevention throughout the world;\n(i) retaining expertise on the virus causing classical swine fever and other pertinent viruses to enable rapid differential diagnosis;\n(j) acquiring a thorough knowledge of the preparation and use of the products of veterinary immunology used to eradicate and control classical swine fever.\n2. To make the necessary arrangements for training or re-training experts in laboratory diagnosis with a view to harmonizing diagnostic techniques.\n3. To have trained personnel available for emergency situations occurring within the Community.\n4. To perform research activities and whenever possible coordinate research activities directed towards an improved control of classical swine fever.'", "1. In Article 6a the following shall be added:\n'2a. As soon as confirmation of infection in feral pigs has taken place, the competent authority shall furthermore arrange that all feral pigs shot or found dead in the defined infected area are examined for classical swine fever as provided for in", "1\nof this Directive. All animals found positive shall be treated as high-risk material as defined in Article 3 of Directive 90/667/EEC.'\n2. Article 6a (5) (f) shall be replaced by:\n'(f) the method of removal of feral pigs found dead or shot. In the first phase (eradication period) the removal shall be based on:\n(i) the treatment as defined for high-risk material within the framework of Council Directive 90/667/EEC, or\n(ii) inspection by official veterinarian and laboratory tests as provided for in Article 11 of this Directive. Where such testing proves negative as regards classical swine fever, Member States shall apply the measures laid down in Article 11 (2) of  Directive 92/45/EEC of 16 June 1992 on public health and animal health problems relating to the killing of wild game and the placing on the market of wild game meat (*). Parts not intended for human consumption shall be destroyed under supervision of  the competent authority.\nIn the second phase (surveillance period) the removal shall be in accordance with the requirements laid down by the competent authority.\n(*) OJ No L 268, 14. 9. 1992, p. 35. Directive as amended by Directive 92/116/EEC (OJ No L 63, 15. 3. 1993, p. 1).'", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 301, 18. 11. 1992, p. 13.\n(2) OJ No C 21, 25. 1. 1993, p. 502.\n(3) OJ No C 73, 15. 3. 1993, p. 28.\n(4) OJ No L 47, 21. 2. 1980, p. 11. Directive as last amended by Directive 91/685/EEC (OJ No L 377, 31. 12. 1991, p. 1).\n(5) OJ No L 319, 7. 11. 1981, p. 20.\n(6) OJ No L 34, 5. 2. 1987, p. 54.\n(7) OJ No L 224, 18. 8. 1990, p. 19. Decision as last amended by Directive 92/117/EEC (OJ No L 62, 15. 3. 1993, p. 38).\n(8) OJ No L 268, 14. 9. 1992, p. 35. Directive as amended by Directive 92/116/EEC (OJ No L 62, 15. 3. 1993, p. 1)."}