{"celex_id": "31994D0876", "uri": "http://publications.europa.eu/resource/cellar/b5b850d2-9ed2-4845-92f9-ab0ea2fe198c", "type": "Decision", "concepts": ["1085", "192", "2211", "5047", "5252", "862"], "title": "94/876/EC: Commission Decision of 21 December 1994 approving the programme for the eradication and surveillance of brucella melitensis for 1995 presented by France and fixing the level of the Community' s financial contribution (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 21 December 1994 approving the programme for the eradication and surveillance of brucella melitensis for 1995 presented by France and fixing the level of the Community's financial contribution (Only the French text is  authentic) (94/876/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 24 thereof,\nWhereas Decision 90/424/EEC provides for the possibility of financial participation by the Community in the eradication and surveillance of brucella melitensis;\nWhereas by letter dated 19 July 1994, France has submitted a programme for the eradication of brucella melitensis;\nWhereas after examination of the programme it was found to comply with all Community criteria relating to the eradication of the disease in conformity with Council Decision 90/638/EEC on laying down Community criteria for the eradication and monitoring  of certain animal diseases (3), as last amended by Council Directive 92/65/EEC (4);\nWhereas this programme appears on the priority list of programmes for the eradication and surveillance of animal diseases which can benefit from financial participation from the Community and which was established by Commission Decision 94/769/EC (5);\nWhereas in the light of the importance of the programme for the achievement of Community objectives in the field of animal health, it is appropriate to fix the financial participation of the Community at 50 % of the costs incurred by France up to a  maximum of ECU 815 000;\nWhereas a financial contribution from the Community shall be granted in so far as the actions provided for are carried out and provided that the authorities furnish all the necessary information within the time limits provided for;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the eradication of brucella melitensis presented by France is hereby approved for the period from 1 January to 31 December 1995.", "France shall bring into force by 1 January 1995 the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "1. Financial participation by the Community shall be at the rate of 50 % of the costs incurred in France by way of compensation to owners for the slaughter of animals up to a maximum of ECU 815 000.\n2. The financial contribution of the Community shall be granted subject to:\n- forwarding a report to the Commission every three months on the progress of the programme and the costs incurred,\n- forwarding a final report on the technical execution of the programme accompanied by justifying evidence as to the costs incurred by 1 June 1996 at the latest.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 347, 12. 12. 1990, p. 27.\n(4) OJ No L 268, 14. 9. 1992, p. 54.\n(5) OJ No L 305, 30. 11. 1994, p. 38."}