{"celex_id": "31992R3062", "uri": "http://publications.europa.eu/resource/cellar/806a5f16-71a1-4e5e-a86d-c0d21292ecf6", "type": "Regulation", "concepts": ["2286", "3065", "4288", "4692"], "title": "Commission Regulation (EEC) No 3062/92 of 23 October 1992 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EEC) No 3062/92  of 23 October 1992  adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, on account of an outbreak of swine vesicular disease in a production region in the Netherlands, a temporary ban has been placed on the movement of live pigs from the affected area and on the dispatch of meat of such pigs to the other Member  States;\nWhereas restrictions on the free movement of goods resulting from the application of veterinary measures in the protection zone are likely to bring about serious disturbance of the market for pigmeat in the Netherlands, the balance of which depends to a  large extent on intra-Community trade without barriers; whereas exceptional market support measures, to apply for the period of three weeks during which the veterinary measures are in force, must accordingly be adopted with respect solely to certain  sensitive pigmeat products from the affected area;\nWhereas private storage aid should be fixed to that end in accordance with the detailed rules for granting private storage aid for pigmeat laid down in Commission Regulation (EEC) No 3444/90 (3);\nWhereas the Netherlands authorities should be authorized to designate the places of slaughter and storage in order to limit the risks of infection;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. From 26 October to 13 November 1992, applications for private storage aid may be submitted to the Netherlands intervention agency in accordance with the provisions of Commission Regulation (EEC) No 3444/90 and of this Regulation.\nOnly products from pigs reared on farms located in the protection zone referred to in point (b) of the Annex to Commission Decision 92/478/EEC (4) and slaughtered in the slaughterhouses designated by the Netherlands authority may qualify for such aid.  The Netherlands authorities shall take all measures necessary to ensure compliance with these provisions.\nThe list of products which may qualify for the aid and the relevant amounts shall be as set out in the Annex.\n2. Storage shall last at least one month and at most six months at the storer's discretion. Where the duration of storage exceeds one month, the aid shall be adjusted accordingly. Supplementary amounts per month and per day shall be as set out in the  Annex.", "The minimum quantity per contract and per product shall be five tonnes.\nThe Netherlands authorities may designate the places of storage in accordance with veterinary requirements.", "The security shall amount to 20 % of the aid set out in the Annex.", "Without prejudice to the notifications provided for in Article 15 of Regulation (EEC) No 3444/90, the Netherlands shall inform the Commission on Tuesday and Thursday each week of the quantities of products in respect of which applications to  conclude contracts have been submitted since the preceding notification.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1. (2) OJ No L 129, 11. 5. 1989, p. 12. (3) OJ No L 333, 30. 11. 1990, p. 22. (4) OJ No L 282, 26. 9. 1992, p. 52.\nANNEX\n(Ecus per tonne)\nCN code  Products in respect of which aid is granted  Amount of aid for a storage period of one month  Supplement       per month  per day        ex 0203  Meat of domestic swine, fresh or chilled:     ex 0203 11 10  Half carcases without the  head, forefoot, tail, flare fat, kidney, thin skirt and spinal cord (1)  223  41  1,37  ex 0203 12 11  Legs  278  47  1,56  ex 0203 12 19  Shoulders  278  47  1,56  ex 0203 19 11  Fore-ends  278  47  1,56  ex 0203 19 13  Loins, with or without the  neck-end, or neck-ends separately, loins with or without the chump (2) (3)  278  47  1,56  ex 0203 19 15  Bellies, whole or trimmed by rectangular cut  109  36  1,20\n(1) The aid may be granted for half carcases presented as Wiltshire sides,  i.e. without the head, cheek, chap, feet, tail, flare fat, kidney, tenderloin, blade bone, sternum, vertebral column, pelvic bone and diaphragm.\n(2) Loins and neck-ends may be with or without rind, the adherend layer of fat, however, not exceeding 25 mm in depth.\n(3) The quantity contracted may cover any combination of the products mentioned."}