{"celex_id": "31991R2237", "uri": "http://publications.europa.eu/resource/cellar/bc4177da-c666-4a93-9191-0e19b80b0930", "type": "Regulation", "concepts": ["1374", "5034", "5263", "6004"], "title": "Commission Regulation (EEC) No 2237/91 of 26 July 1991 amending Regulation (EEC) No 2930/81 adopting additional provisions for the application of the Community scale for the classification of carcases of adult bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 2237/91  of 26 July 1991  amending Regulation (EEC) No 2930/81 adopting additional provisions for the application of the Community scale for the classification of carcases of adult bovine animals\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcases of adult bovine animals (1), as last amended by Regulation (EEC) No 1026/91 (2), and in particular the first  paragraph of Article 6 thereof,\nWhereas Regulation (EEC) No 1026/91 supplements the list of conformation classes of carcases of adult bovine animals by adding a class S thereto; whereas the Annex to Commission Regulation (EEC) No 2930/81 of 12 October 1981 adopting additional  provisions for the application of the Community scale for the classification of carcases of adult bovine animals (3) should be adapted accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Part 1 (Conformation) of the Annex to Regulation (EEC) No 2930/81 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 123, 7. 5. 1981, p. 3. (2) OJ No L 106, 26. 4. 1991, p. 2. (3) OJ No L 293, 13. 10. 1981, p. 6.\nANNEX\n'1. CONFORMATION\nDevelopment of carcase profiles, and in particular the essential parts (round, back, shoulder)\nConformation class  Additional provisions       S  Round:  very highly rounded double-muscled visibly separated seams  Topside spreads very markedly over the symphysis (symphisis pelvis)  Superior  Back:  very wide and very thick, up to the  shoulder  Rump very rounded   Shoulder:  very highly rounded        E  Round:  very rounded  Topside spreads markedly over the symphysis (symphisis pelvis)  Excellent  Back:  wide and very thick, up to the shoulder  Rump very rounded   Shoulder:  very  rounded        U  Round:  rounded  Topside spreads over the symphysis (symphisis pelvis)  Very good  Back:  wide and thick, up to the shoulder  Rump rounded   Shoulder:  rounded        R  Round:  well-developed  Topside and rump are slightly rounded   Good  Back:  still thick but less wide at the shoulder    Shoulder:  farly well-developed        O  Round:  average development to lacking development   Fair  Back:  average thickness to lacking thickness  Rump: straight profile   Shoulder:  average  development to almost flat        P  Round:  poorly developed   Poor  Back:  narrow with bones visible    Shoulder:  flat with bones visible'"}