{"celex_id": "31993D0379", "uri": "http://publications.europa.eu/resource/cellar/755bba51-4606-47d1-aa92-57646005e1f5", "type": "Decision", "concepts": ["2359", "2469", "3194", "5315", "835"], "title": "93/379/EEC: Council Decision of 14 June 1993 on a multiannual programme of Community measures to intensify the priority areas and to ensure the continuity and consolidation of policy for enterprise, in particular small and medium-sized enterprises, in the Community\n", "header": "COUNCIL DECISION of 14 June 1993 on a multiannual programme of Community measures to intensify the priority areas and to ensure the continuity and consolidation of policy for enterprise, in particular small and medium-sized enterprises, in the  Community\n(93/379/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas on 28 July 1989 the Council adopted Decision 89/490/EEC on the improvement of the business environment and the promotion of the development of enterprises, and in particular small and medium-sized enterprises (SHEs), in the Community (3), as  revised by Council Decision 91/319/EEC (4);\nWhereas in its resolution of 17 June 1992 on Community action to support enterprises, in particular small and medium-sized enterprises, including craft-industry enterprises (5), the Council confirmed its undertaking to support the consolidation of the  action taken to help enterprises;\nWhereas the Council recommended in that resolution that the Commission should press ahead, having regard to the principle of subsidiary, with the action necessary to create an environment favourable to the competitiveness of enterprises, in particular  small and medium-sized enterprises, and to back up their integration into the internal market after 1992; whereas it also requested the Commission to submit before the end of 1992, in the light of the evaluations made, any proposals it deemed necessary  to ensure continuity of the policy towards enterprises;\nWhereas the opportunities afforded by the internal market will constitute the greatest business over the next few years, and SMEs must be provided with full information on this aspect of the Community;\nWhereas indpendent experts have carried out, pursuant to Article 3 of Decision 91/319/EEC, an evaluation of the results achieved from all aspects of the existing programme; whereas the Commission has submitted the report, together with its comments, to  the European Parliament and the Council;\nWhereas the report confirms the appositeness, importance and quality of the entreprises policy the Community has carried out thus far, but makes interesting suggestions concerning the direction of certain measures;\nWhereas the evolution of the economic situation calls for an initiative to relaunch growth, to the success of which SMEs have an essential contribution to make, and involves proposing the adoption of a programme of Community measures to assist SMEs  which takes full account of this new priority;\nWhereas the European Council meeting in Edinburgh on 11 and 12 December 1992 recognized 'the importance of SMEs for creating employment and stimulating growth'; whereas it agreed to reduce the burdens emanating from Community legislation, accelerate  Community actions in favour of SMEs which have proven their worth at the Community level and take measures that encourage private investment, particularly by SMEs;\nWhereas it is necessary to uphold the overall unity of enterprise policy by both strengthening its priority areas as part of the growth initiative and, at the same time, ensuring continuity in other aspects of enterprise policy;\nWhereas the Commission has put before the Council a communication on enterprise policy for the Community, entitled 'The enterprises dimension essential to Community growth';\nWhereas the Commission has submitted to the Council in the past two years a series of communications on measures for the benefit of SMEs (subcontracting, mutual guarantee systems, participation by SMEs in public contracts, etc.);\nWhereas this Decision appies to all forms of enterprise, regardless of sector, size, legal structure (including cooperatives, mutual societies, associations and foundations) and geographical location, but is especially directed at SMEs and enterprise  creators, including enterprises in commerce and the distributive trades, craft enterprises, family firms and young entrepreneurs;\nWhereas when defining SMEs it is necessary to follow the guidelines laid down in the Commission communication on SMEs definitions used in the framework of Community actions (SEC(92) 351 final of 29 April 1992);\nWhereas SMEs, particularly new enterprises, play an important role in economic activity in general and in regional development, and a fundamental role as regards dynamism, productivity, adaptability and innovation;\nWhereas the development of a Community enterprise policy based on real competition assumes particular importance as regards marking the Community economy more competitive and as regards employment growth, economic and social cohesion in the Community  and the continuation of the widening of the market after 1993;\nWhereas this policy primarly involves the improvement of the administrative, legal and fiscal environment of enterprises, the intensification and wider distribution of Community information for enterprises, the stimulation of cooperation and partnership  between enterprises, and the promotion and coordination of Community instruments to assist enterprises, particularly SMEs;\nWhereas the possibility offered to SMEs under the Structural Funds and Community research and development programmes and various other Community programmes such as those concerning public contracts should be improved and better used;\nWhereas the effectiveness of the action programme could be increased by regular contacts between the Commission and employers' organizations; whereas in this context SMEs should be encouraged to improve their representation at European level;\nWhereas, however, many measures to assist enterprises are carried out at Member State level, and Community measures should attempt to complement these;\nWhereas in accordance with the principle of subsidiarity the Community, in the context of the action programme, shall take action only if the objectives of the proposed action cannot be sufficiently achieved by the Member States and can therefore be  better achieved by the Community;\nWhereas the resources and measures implemented by the Community in the context of the action programme must be in proportion to the objective to be achieved;\nWhereas it is therefore necessary to adopt a programme for a period up to 31 December 1996 and to endow it with sufficient financial resources to atteint its objectives of growth stimulation, job creation and social and econmic cohesion in the  Community;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those laid down in Article 235,", "main_body": ["A programme to intensify the priority measures and to ensure the continuity of an enterprise policy is hereby adopted from 1 July 1993. This programme is aimed at all enterprises, especially small and medium-sized enterprises (SMEs).", "The programme referred to in Article 1, incorporating the measures specified in Annex I hereto, shall have the following objectives:\nI. Intensifying the priority measures for enterprise policy in order to stimulate growth within the Community\nA. Improvement of the administrative and legal environment of enterprises inter alia in the area of indirect taxation in order to alleviate the burdens on SMEs arising from Community legislation\nB. Better access to Community information for enterprises\nC. Improving the business-partner-search network\nD. Continued development of instruments permitting direct contact between entrepreneurs and aimed at promoting transnational subcontracting\nE. Ensuring full consideraint of the interests of SMEs in the various Community initiatives and policies\nII. Ensuring the continuity and consolidation of enterprise policy in order to encourage the europeanization and internationalization of enterprises, especially SMEs,\nA. Encouraging SMEs, including craft-industry enterprises, to adapt to structural changes and to changes brought about by the internal market, in particular through information, exchange of experiences and transnational cooperation activities\nB. Promoting a better financial environment for enterprises\nC. Promoting better observation of the economic development of enterprises as part of the dynamic of effective implementation of the internal market\nD. Evaluation and development of enterprise policy.", "1. In order to achieve the objectives laid down in Article 1 and 2, in so far as they cannot be better achieved by the Member States, the Commission shall take the necessary measures to be taken at Community level, taking account of the  findings of any evaluation reports.\n2. The procedure laid down in Article 4 shall be followed for adopting measures relating to:\n- the adoption, experimental implementation or extension of the necessary projects devised for the application of this Decision,\n- the content and timetable of, and financial assistance for, measures and calls for proposals,\n- periodic evaluation of the results of each project in accordance with the timetables laid down in specific programmes.\n3. The committee referred to in Article 4 may examine any other matters concerning the programme.\n4. The Commission shall every year submit to the committee a report on the implementation of this Decision concerning progress on all its aspects including administrative simplification and the following information on:\n- Euro Info Centres:\n- statistics on the number of enterprises which have consulted them,\n- changes in organization, services provided and funding.\n- Europartenariat and Interprise:\n- statistics on the size and sector of the enterprises participating,\n- follow-up to measures taken,\n- changes in organization or funding of events.", "The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by a representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a timelimit which the chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the EEC Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event the Commission  shall defer application of the measures which it has decided for a period of three months from the date of communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the previous paragraph.", "The Commission shall submit to the European Parliament, the Council and the Economic and Social Committee, no later than the end of March 1996, an external evaluation report on the implementation of this decision, including a  cost-effectiveness evaluation, and any proposals which it deems necessary in the light of the evaluations effected.\nThe Commission shall also submit to the European Parliament, the Council and the Economic and Social Committee, during the first half of 1995, reports on:\n- the future operation of networks, particularly in terms of products, groups targeted and financing including an examination of the opportunities for self-financing, in the light of the recommendations of the most recent evaluation reports,\n- coordination between the different Community programmes manifestly in the interests of SMEs and craft industries but not covered by this Decision and on the initiatives taken in pursuance of this Decision.", "1. This Decision shall enter into force on 1 July 1993 and shall cover the period up to 31 December 1996.\n2. The budgetary authority shall determine the appropriations available for each financial year in accordance with the principles of good management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities.\n3. The total amount deemed necessary for implementation of this Decision as indicated in Annex II and in so far as that amount is covered by the medium-term financial perspectives, shall be ECU 112,2 million. That amount includes the existing budgetary  amount for 1993 of ECU 24,8 million, and therefore also the amount necessary for completion of the existing SMEs programmes.", "Upon entry into force this Decision shall replace Council Decision 89/490/EEC."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nJ. TROEJBORG\n(1) OJ No C 150, 31. 5. 1993.\n(2) OJ No C 161, 14. 6. 1993, p. 6.\n(3) OJ No L 239, 16. 8. 1989, p. 33.\n(4) OJ No L 175, 4. 7. 1991, p. 32.\n(5) OJ No C 178, 15. 7. 1992, p. 8.\nANNEX I\nMEASURES REFERRED TO IN ARTICLE 2  I. INTENSIFYING THE PRIORITY MEASURES FOR ENTERPRISE POLICY IN ORDER TO STIMULATE GROWTH WITHIN THE COMMUNITY\nA. Improvement of the administrative and legal environment of enterprises including the area of indirect taxation\nIn particular further work on administrative simplification and promotion of follow-up measures in the Member States; assessment of the impact of Community legislation, consolidation of Community legislation, specific examination of aspects such as the  transfer and creation of enterprises; regular and through consultation of organizations representing SMEs.\nB. Better access to Community information for enterprises\nQualitative development, improved operation and adaptation of the Euro Info Centre network to the new requirements of SMEs, including advice to companies likely to take part in Commuity programmes (such as, for example, research, public contracts,  improved environmental practices); stabilization of funding, in particular by concentrating efforts and developments on the existing network; extension of the network of liaison centres to the European Economic Area (EEA) and to the countries of central  and eastern Europe (CCEE), as well as to the Mediterranean countries, in particular the Maghreb countries, in the context of specific measures to help those countries.\nC. Improving the business-partner-search network\nQualitative improvement and gradual adaptation of the system of charges for the confidential business-partner-search network (BC-NET) with the aim of making the network self-financing, as far as possible; qualitative development of the non-confidential  partner-search network (BCC).\nD. Continued development of instruments permitting direct contact between entrepreneurs and aimed at promoting transnational subcontracting\nIn particular by improving the preparation, implementation and follow-up of actions carried out under the Europartenariat and Interprise programmes; improving knowledge of subcontracting markets, promotion of harmonized certification and standarization  procedures and encouragement of cooperation between large and small enterprises.\nE. Ensuring consideration of the interests of SMEs in the various Community initiatives and policies\nPromotion of Community instruments which enable SMEs to participate fully in all Community actions and programmes, including enterprise-policy instruments, the Strucutral Funds, research programmes and programmes to develop technological potential,  making it easier for SMEs to participate, inter alia, by simplifying the procedures involved.\nII. ENSURING THE CONTINUITY AND CONSOLIDATION OF ENTERPRISE POLICY IN ORDER TO ENCOURAGE THE EUROPEANIZATION AND INTERNATIONALIZATION OF ENTERPRISES, ESPECIALLY SMEs\nA. Encouraging SMEs to adapt to structural changes and to changes brought about by the internal market\nIdentification of the needs of SMEs and the development of projects, inter alia on the basis of pilot-projects, for enterprises, including small business and craft-industry enterprises, enterprises in commerce and the distributive trades, cooperatives,  mutual societies and associations and foundations, as well as enterprise creators and young entrepreneurs, enabling them to adapt to structural changes, to have a better perception of the European dimension of their markets and to benefit from the  opportunities offered by the internal market, in particular in the field of standardization, certification and public contracts.\nB. Promoting a better financial environment for enterprises\nConsidering ways and means of facilitating SMEs access to sources of credit and guarantee, including mutual guarantee systems and risk capital activity; appreciation of the opportunity and feasibility of the development of secondary markets;  facilitating SMEs' access fo financial instruments provided by the Community, without involving financing of enterprises.\nC. Promoting better observation of the economic development of enterprises as part of the dynamic of effective implemetation to of the interal market\nEuropean observatory for SMEs, improved statistics on SMEs without increasing the burden on enterprises.\nD. Devaluation and development of enterprise policy\nEvaluation of existing policy and actions, development of proposals for new Community measures in areas affecting enterprises.\nANNEX II\nTHE ENTERPRISE DIMENSION ESSENTIAL TO EUROPEAN GROWTH   OPERATING APPROPRIATIONS 1993-1996   SINGLE HEADING, INDICATIVE MONTHS IN MILLIONS OF ECUS\n/* Tables: see OJ */"}