{"celex_id": "31992R2158", "uri": "http://publications.europa.eu/resource/cellar/69a0b563-15b4-4c42-b2f2-81301b4e8bf8", "type": "Regulation", "concepts": ["1063", "1335", "1706", "2825"], "title": "Council Regulation (EEC) No 2158/92 of 23 July 1992 on protection of the Community's forests against fire\n", "header": "COUNCIL REGULATION (EEC) No 2158/92  of 23 July 1992  on protection of the Community's forests against fire\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas forests play an essential role in maintaining basic equilibria, particularly as regards the soil, water resources, climate, fauna and flora;\nWhereas forests therefore contribute towards the safeguarding and development of agriculture and the countryside, which may be greatly dependent on the presence and good upkeep of the surrounding forests;\nWhereas, espcially in the southern parts of the Community, this role of forests is under threat from fire, which damages vast tracts of forested land every year;\nWhereas the protection of forests against fire is an urgent and important issue for the Community and whereas the Community must make a greater contribution to the efforts of Member States to improve such protection;\nWhereas, in order to reduce the number and extent of fire outbreaks and areas burnt, the Community's contribution must be directed towards the need to combat the causes of fire and to provide fire prevention and forest surveillance measures;\nWhereas the Community's contribution must be concentrated primarily in the areas which face a permanent or cyclical fire risk; whereas the territory of the Community must therefore be classified according to the degree of risk of forest fire and the  contribution must vary with the degree of risk in a given area;\nWhereas, especially in areas of high fire risk, the Community must contribute to the implementation of integrated forest fire protection plans, comprising measures to eliminate causes and to institute or improve systems of prevention and monitoring;\nWhereas the setting-up of a data bank covering the Member States and the Community can constitute an important tool for improving the system of forest fire protection;\nWhereas, in order to facilitate the implementation of the measures contemplated, close cooperation must be established between the Member States and the Commission; whereas such cooperation may be achieved through the Standing Forestry Committee;\nWhereas provision should be made, for the purposes of this Regulation, for a programme with a duration of five years;\nWhereas an amount of ECU 70 million is deemed necessary for the implementation of that multiannual programme; whereas, for 1992, in the context of the present financial perspective, the amount deemed necessary is ECU 12 million;\nWhereas the amounts to be committed for financing the programme for the period after the financial year 1992 will have to form part of the Community financial framework in force,", "main_body": ["1. In order to provide increased protection for forests and in particular to step up efforts undertaken to maintain and monitor forest ecosystems and to safeguard the various functions which forests fulfil for the benefit of rural areas, a  Community scheme for the protection of forests against fire, hereinafter referred to as 'the scheme', is hereby instituted.\n2. The purpose of the scheme is:\n- to reduce the number of forest fire outbreaks,\n- to reduce the extent of areas burnt.\n3. The scheme shall comprise:\n(a) measures to identify the causes of forest fires and the means of combating them, and in particular:\n- studies to identify the causes of fires and the background thereto;\n- studies to devise proposals for schemes to eliminate such causes and background;\n- campaigns to inform and educate the public;\n(b) measures to set up or improve systems of prevention, with particular emphasis on the launching of protective infrastructures such as forest paths, tracks, water supply points, firebreaks, cleared and felled areas, the launching of operations to  maintain firebreaks, cleared and felled areas and preventive forestry measures, within the framework of a global strategy for the protection of forested land against fire;\n(c) measures to set up or improve forest monitoring systems, including deterrent monitoring, with particular emphasis on the installation of fixed or mobile monitoring facilities and the purchase of communications equipment;\n(d) accompanying measures, including:\n- training of highly specialized personnel;\n- analytical studies and pilot or demonstration projects to try out new methods, techniques and technologies and intended to boost the effectiveness of the scheme.", "1. Member States shall classify their territory according to the degree of forest-fire risk. An area classified by degree of risk must normally correspond to an administrative area at least equivalent to NUTS level III.\n2. Only areas where the permanent or cyclical risk of forest fire presents a serious threat to the ecological balance and the safety of persons and goods or constitutes a factor which is hastening the process of desertification of rural areas may be  classified as areas of high risk.\nOnly areas situated in:\n- Portugal,\n- Spain,\n- France, (in the regions of Aquitaine, Midi-Pyrénées, Corsica, Languedoc-Roussillon, Provence-Alpes-Côte d'Azur and the departments of Ardèche and Drôme),\n- Italy (in the Mezzogiorno, Lazio, Tuscany, Liguria, Umbria, Marche, Emilia-Romagna, the provinces of Cuneo and Alessandria in Piedmont and the province of Pavia in Lombardy, and in afforested mountain areas in the north of the country),\n- Greece;\nmay be classified as areas of high risk.\nWhere a Member State submits a substantiated request to that effect, areas in regions of the Community other than those referred to in the previous subparagraph may be recognized as areas of high risk.\n3. Areas where the forest fire risk is not permanent or cyclical but presents a significant threat to forest ecosystems may be classified as areas of medium risk.\n4. The other areas of the Community shall be classified as areas of low risk.\n5. Member States shall send the lists of areas classified by degree of risk to the Commission not later than six months after the entry into force of this Regulation.\nThe Commission shall decide to approve the lists in accordance with the procedure laid down in Article 9.", "1. Member States shall forward to the Commission forest-fire protection plans for the areas classified as high risk and medium risk and shall also provide information on forest-fire protection measures already implemented with a financial  contribution from the Community, together with an assessment of the effectiveness of the different types of measures.\n2. For areas of high risk the plans shall comprise:\n(a) a description of the present situation in the area or sub-area in question as regards the system of prevention and monitoring and the available means of fire control, together with the methods and techniques used to protect forests against fire;\n(b) an account of fires over the previous five years and a description and analysis of the principal causes identified;\n(c) an indication of the objectives to be attained by the end of the plan's duration as regards:\n- elimination or reduction of principal causes,\n- improvement of systems of prevention and monitoring,\n- improvement of control systems;\n(d) a description of the measures contemplated for achieving the objectives;\n(e) particulars of the partners associated with the protection of forests against fire and the procedures for coordinating their participation.\n3. For areas of medium risk the plans shall comprise at least:\n(a) a description of the present situation in the area or sub-area as regards the system of prevention and monitoring and the methods and techniques used to protect forests against fire;\n(b) an indication of the objectives to be attained by the end of the plan's duration as regards:\n- the elimination or reduction of the principal causes, and\n- the improvement of systems of prevention and monitoring;\n(c) a description of the measures contemplated for achieving the objectives;\n(d) particulars of the partners associated with the protection of forests against fire and the procedure for coordinating their participation.\n4. After consulting the Standing Forestry Committee set up by Decision 89/367/EEC (4), the Commission shall deliver an opinion on the forest-fire protection plans within three months of their being forwarded.\n5. From 1 January 1993, Community financing of forestry measures in areas classified as high risk or medium risk shall be subject to the adoption of forest-fire protection plans and the implementation of measures in accordance with such plans.", "1. Before 1 November each year Member States shall submit to the Commission their projects or programmes for improving the protection of forests against fire.\n2. Projects and programmes may concern:\n- for high-risk areas, measures as specified in Article 1 (3) (a) to (d),\n- for medium-risk areas, measures as specified in Article 1 (3) (b) and (d), and campaigns to inform and educate the public.\n3. From 1 November 1992 only projects and programmes covered by plans as referred to in Article 3 which have received a favourable opinion from the Commission may be submitted.\nFrom 1 November 1992 priority shall be given to programmes.\n4. Detailed rules for applying paragraph 1 shall be adopted in accordance with the procedure laid down in Article 9.\n5. The multi-purpose programmes will contain particulars of the breakdown of costs to be allocated to the various protection measures contemplated.", "1. The Commission shall see to the coordination and monitoring of the forest-fire protection scheme covered by this Regulation. In particular, it may seek the assistance of research institutes and scientific and technical advisers.\n2. Coordination and monitoring of the scheme shall also cover assistance by the Community to help Member States set up a system of information on forest fires with the following aims:\n- encouragement of exchanges of information on forest fires,\n- ongoing evaluation of the impact of measures taken by Member States and the Commission to protect forests against fire,\n- evaluation of the periods, degree and causes of risk,\n- development of strategies for the protection of forests against fire, with particular emphasis on the elimination or reduction of causes.\n3. Detailed rules for the application of paragraph 2 shall be adopted in accordance with the procedure laid down in Article 9. They shall cover, in particular, the type, comparability and collection of data and the procedures for access to the data  gathered.\n4. Member States may confine the collection of data to areas classified as high risk and medium risk.\n5. In preparation for the setting-up of information systems as referred to in paragraph 2, the Commission may finance pilot projects to explore the feasibility of the various objectives of the system. Projects shall be set up in consultation with the  competent authorities of the Member States.", "1. The Commission shall decide on the Community's financial contribution to the projects and programmes submitted by the Member States and defined in Article 4. The granting of the financial aid shall be decided after the Standing Forestry  Committee has been consulted.\n2. The Community's financial contribution towards the measures referred to in Article 1 (3) (a) to (d) shall be:\n- not more than 50 % of the expenditure approved by the Commission in high-risk areas;\n- not more than 30 % of the expenditure approved by the Commission in medium-risk areas.\n3. Expenditure on coordination as referred to in Article 5 (1) shall be borne by the Community. However, the Community's financial contribution towards the expenditure of the Member States on setting up the information system referred to in Article 5  (2) shall be:\n- not more than 50 % for operations in respect of high-risk areas;\n- not more than 30 % for operations in respect of medium-risk areas;\n- not more than 15 % for operations in respect of other areas.\n4. Projects and programmes receiving aid under another Community financial instrument shall not be eligible for financial aid under this Regulation.", "Member States shall designate the departments and agencies authorized to implement measures taken pursuant to this Regulation and the departments and agencies to which the Commission departments are to reimburse the sums corresponding to the  Community's contribution.", "Member States shall take the necessary measures, in accordance with national laws, regulations and administrative provisions, in order to:\n- ascertain the effective and regular nature of the operations financed by the Community,\n- prevent irregularities,\n- recover sums lost as a result of irregularities or negligence.\nMember States shall make available to the Commission all the information necessary for the purposes of the first subparagraph and shall take all appropriate steps to facilitate any checks the Commission may deem fit to make in connection with the  management of Community funding, including on-site verifications. Member States shall inform the Commission of the measures taken to this end.", "1. Where the procedure laid down in this Article is to be followed, the matter shall be referred by its Chairman to the Standing Forestry Committee, either on his own initiative or at the request of the representative of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. (a) The Commission shall adopt the intended measures when they are in accordance with the Committee's opinion.\n(b) Where the intended measures are not in accordance with the opinion of the Committee, or in the absence of any opinion, the Commission shall forthwith submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, on the expiry of three months from the date on which the matter was referred to it, the Council has not adopted any measures, the Commission shall adopt the proposed measures and apply them immediately.", "0\n1. The scheme is scheduled to run for five years from 1 January 1992.\n2. The amount of Community financial resources deemed necessary for the scheme's implementation shall be ECU 70 million, including ECU 12 million for 1992 in the context of the 1988 to 1992 financial perspective.\nFor the subsequent period of application of the programme, the amount will have to form part of the Community financial framework in force.\nThe budget authority shall determine the appropriation available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation of 21 December 1977 applicable to the general budget of  the European Communities (5).\n3. Before expiry of the period referred to in paragraph 1, this Regulation shall be reviewed by the Council on a proposal from the Commission and on the basis of a progress report, supplemented in particular by information on the assessment of the  effectiveness of measures, described in Article 5 (2), relating to the sector covered by this Regulation.", "1\nCouncil Regulation (EEC) No 3529/86 of 17 November 1986 on protection of the Community's forests against fire (6) shall remain applicable to projects or programmes submitted before 1 January 1992.", "2\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1992. For the Council\nThe President\nJohn COPE\n(1) OJ No C 312, 3. 12. 1991, p. 7. (2) Opinion delivered on 10 July 1992 (not yet published in the Official Journal). (3) OJ No C 106, 27. 4. 1992, p. 1. (4) OJ No L 165, 15. 6. 1989, p. 14. (5) OJ No L 356, 31. 12. 1977, p. 1. Regulation  last amended by Regulation (EEC) No 610/90 (OJ No L 70, 16. 3. 1990, p. 1). (6) OJ No L 326, 21. 11. 1986, p. 5. Regulation last amended by Regulation (EEC) No 1614/89 (OJ No L 165, 15. 6. 1989, p. 10). (7) OJ No L 356, 31. 12. 1977, p. 1. Regulation  last amended by Regulation (EEC) No 610/90 (OJ No L 70, 16. 3. 1990, p. 1). (8) OJ No L 326, 21. 11. 1986, p. 5. Regulation last amended by Regulation (EEC) No 1614/89 (OJ No L 165, 15. 6. 1989, p. 10)."}