{"celex_id": "31992R1487", "uri": "http://publications.europa.eu/resource/cellar/d2fd30db-5b1f-4dae-be6f-5c9f8fcc7952", "type": "Regulation", "concepts": ["1086", "2971", "391", "5106", "755"], "title": "Commission Regulation (EEC) No 1487/92 of 9 June 1992 concerning flat-rate aid for sugar cane cultivation in the French overseas departments\n", "header": "COMMISSION REGULATION (EEC) No 1487/92 of 9 June 1992 concerning flat-rate aid for sugar cane cultivation in the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), and in particular Article 19 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3), and in particular Article 12 thereof,\nWhereas Article 17 of Regulation (EEC) No 3763/91 lays down that in so far as the French authorities submit a restructuring plan for the improvement of plantations and/or development of mechanization to strengthen the sugar cane - sugar - rum sector, aid at a flat rate per hectare is to be granted for sugar cane cultivation; whereas the Community finances the aid at the rate of 60 % of eligible expenditure where the official contribution of the Member State is at least 15 %, the Community aid being reduced accordingly where this contribution is less;\nWhereas the aforementioned restructuring plan has been notified to the Commission; whereas the proposed period for implementation of the plan is at least three years and at most seven years; whereas aid per hectare should accordingly be fixed in proportion to the areas in question, the work to be considered eligible should be determined and the conditions for applying the aid scheme should be established;\nWhereas, given the dual national and Community system for financing the aid, provision should be made in respect of Community aid unduly paid out;\nWhereas in view of the entry into force of Regulation (EEC) No 3763/91 at the end of December 1991 and the submission by the French authorities of the restructuring plan, the measures covered by this Regulation should apply with effect from 1 January 1992;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. In the context of the restructuring plan referred to in Article 17 of Regulation (EEC) No 3763/91 France shall, in accordance with the terms of this Regulation, pay out aid for the planting of sugar cane and aid for land improvement to individual planters, planter groups or associations of planters.\n2. The restructuring plan shall be carried out from 1 January 1992 over a period of not less than three years and not more than seven years. The total area covered by the plan shall be 27 400 hectares.", "1. Without prejudice to the third paragraph of Article 17 of Regulation (EEC) No 3763/91, the Community aid for the planting of sugar cane shall be fixed on a flat-rate basis at the maximum amount of ECU 750 per hectare and shall involve 27 400 hectares over the period of the restructuring plan.\n2. Without prejudice to the third paragraph of Article 17 of Regulation (EEC) No 3763/91, the Community aid for land improvement shall be fixed on a flat-rate basis at the maximum amount of ECU 1 747 per hectare and shall involve 9 850 hectares over the period of the restructuring plan.\nWork eligible for assistance shall involve one or more of the following measures:\n(a) removal of large stones, consisting of the removal of the largest stones using public works equipment, and the creation and improvement of farm roads;\n(b) removal of small stones: the removal of stones remaining on the plot using specialized machinery;\n(c) plot remodelling, drainage and irrigation, consisting of resurfacing work, levelling, remodelling of plots, soil compaction and decompaction as well as the introduction of irrigation networks.\n3. The only land improvement works to be eligible for the aid referred to in paragraph 2 shall be those carried out on plots on which there follows the planting of sugar cane eligible to the aid referred to in paragraph 1.", "1. Applications for Community aid shall be submitted separately for each type of aid to the competent authorities designated by France and shall include at least the information provided for in the Annex hereto. The authorities may request additional information.\n2. The applications shall be accompanied by invoices and/or all other supporting documents relating to the measures undertaken.\n3. The competent French authorities, having verified the applications for aid and the relative supporting documents, shall pay out, in the three months following the end of the period laid down by France for the filing of the relevant application for aid, the contribution of the Member State and the Community contribution. The contribution of the Member State may not be paid out later than the Community contribution.", "France shall take all the additional measures necessary to implement this Regulation, particularly those relating to the submission of applications for aid and the monitoring of operations defined in Article 2.", "France shall notify the Commission within three months following the entry into force of this Regulation of the additional measures adopted pursuant to Article 4.", "The aid referred to in Article 2 shall be converted into French francs by applying the agricultural conversion rate in force on 1 July of the calendar year in which the planting of sugar cane and/or the land improvement work is completed.", "1. Where aid has been paid out unduly, the competent French authorities shall recover the sums paid out, with interest from the date on which the aid was paid out to the date on which it is actually recovered. The applicable rate of interest shall be that in force for similar recovery operations under national law.\n2. The aid recovered shall be paid to the paying departments and agencies and deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund in proportion to the Community contribution.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 June 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 164, 24. 6. 1985, p. 1.\n(3) OJ No L 201, 31. 7. 1990, p. 9.\nANNEX\nAPPLICATION FOR AID\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}