{"celex_id": "31991R2329", "uri": "http://publications.europa.eu/resource/cellar/02780fc7-0b3f-460b-843e-253e64df9ceb", "type": "Regulation", "concepts": ["161", "2743", "2777", "4689"], "title": "Council Regulation (EEC) No 2329/91 of 25 July 1991 opening for 1991, as an autonomous measure, a special import quota for high-quality, fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 as well as products falling within CN codes 0206 10 95 and 0206 29 91\n", "header": "COUNCIL REGULATION (EEC) No 2329/91  of 25 July 1991  opening for 1991, as an autonomous measure, a special import quota for high-quality, fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 as well as products  falling within CN codes 0206 10 95 and 0206 29 91\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, having regard to the imports of high-quality meat of bovine animals which have taken place hitherto and to the need to export such meat produced in the Community, it is appropriate to open, for 1991 and as an autonomous and exceptional measure,  a Community tariff import quota of 11 430 tonnes at a 20 % duty of high quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 as well as of products falling within CN codes 0206 10 95 and 0206 29 91; whereas the  market in the meat of bovine animals in the Community must form the subject of a complete overhaul and a new way of thinking;\nWhereas equal and continuous access for all operators concerned in the Community to the said quota and the uninterrupted application of the rate laid down for that quota to all imports of the products concerned in all the Member States until the volume  provided for is exhausted should in particular be ensured; whereas, to this end, a system for utilizing the Community tariff quota, based on the presentation of a certificate of authenticity guaranteeing the type, provenance and origin of the products  is required;\nWhereas rules for the application of these provisions should be adopted in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last  amended by Regulation (EEC) No 3577/90 (4),", "main_body": ["1. A special tariff quota for high-quality, fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 as well as products falling within CN codes 0206 10 95 and 0206 29 91 is hereby opened for 1991.\nThe total amount of this contingent shall be 11 430 tonnes expressed in weight of the product.\n2. The applicable duty for this contingent shall be fixed at 20 %.", "In accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68, the rules for the application of this Regulation, and in particular:\n(a) provisions guaranteeing the type, provenance and origin of the products;\n(b) provisions relating to the recognition of the document enabling the guarantees provided for in (a) to be ascertained,\nshall be determined.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1991. For the Council\nThe President\nP. DANKERT\n(1) OJ No C 46, 22. 2. 1991, p. 9. (2) Opinion delivered on 12 July 1991 (not yet published in the Official Journal). (3) OJ No L 148, 28. 6. 1968, p. 24. (4) OJ No L 353, 17. 12. 1990, p. 23."}