{"celex_id": "31994R2704", "uri": "http://publications.europa.eu/resource/cellar/3de6224e-c058-4e6a-8394-0208c4bddc73", "type": "Regulation", "concepts": ["13", "1552", "4498", "693", "80", "862"], "title": "Commission Regulation (EC) No 2704/94 of 7 November 1994 amending Regulation (EC) No 3338/93 as regards measures to encourage the processing of certain citrus fruits and the marketing of products processed from lemons\n", "header": "COMMISSION REGULATION (EC) No 2704/94 of 7 November 1994 amending Regulation (EC) No 3338/93 as regards measures to encourage the processing of certain citrus fruits and the marketing of products processed from lemons\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3119/93 of 8 November 1993 laying down special measures to encourage the processing of certain citrus fruits (1), and in particular Article 10 thereof,\nWhereas Article 5 of Regulation (EC) No 3119/93 provides for an aid scheme for satsumas harvested in the Community and processed into segments; whereas the scheme comprises the grant of aid to citrus fruit producers' organizations for satsumas delivered  under contract to processors;\nWhereas experience gained in the administration of the scheme implemented by Commission Regulation (EC) No 3338/93 (2) points to the need to change the rules applicable to aid applications from citrus fruit producers' organizations and to strengthen the  rules relating to the consequences for processors if they do not respect the minimum price to be paid to producers or to producers' organizations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation (EC) No 3338/93 is hereby amended as follows:\n1. In Article 7, paragraph 4 is replaced by the following:\n'4. Without prejudice to the case referred to in Article 12 (2) (b), payment by the processor to the producer or producers' organization shall be made by bank or post office transfer only.'\n2. In Article 12:\n(a) in paragraph 1, point (f) is deleted;\n(b) in paragraph 2:\n- point (a) is deleted,\n- point (b) is replaced by the following:\n'(b) where growers have entered into a commitment to supply the fruit, a statement by them that the processor has paid or credited to them a price not less than the minimum price;'.\n3. In Article 13:\n(a) point (d) is replaced by the following:\n'(d) either a copy of the transfer order provided for in Article 7 (4) or proof, in the event of a commitment to supply, that the price has been credited to the grower, or a statement by the producers' organization to the effect that the minimum price  has not been respected by the processor. Such a statement must indicate the references of the concluded contracts to which it refers;'\n(b) point (e) is replaced by the following:\n'(e) the certificate provided for in Article 10.';\n(c) point (f) is deleted.\n4. In Article 16:\n(a) paragraph 2 is replaced by the following:\n'2. In respect of each marketing year, the competent authorities shall also make random checks, for each processor, of not less than 10 % of the transfers relating to applications for financial compensation, selected for the checks referred to in  paragraph 1.';\n(b) paragraph 6 is replaced by the following:\n'6. Where, in relation to paragraphs 1 and 2, irregularities attain 5 % of the applications for aid or financial compensation or transfers checked, the competent authorities shall step up the checks and inform the Commission thereof without delay.'\n5. In Article 17, the following paragraph is added:\n'If, during a marketing year, a processor has not complied with payments of the minimum price to producers or to producers' organizations and has not submitted an application for financial compensation under the conditions provided for in this  Regulation he shall be excluded from the processing contracts scheme referred to in Article 5 for the following three marketing years.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nHowever, Article 1 point 3 (a) shall apply from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 279, 12. 11. 1993, p. 17.\n(2) OJ No L 299, 4. 12. 1993, p. 26."}