{"celex_id": "31993D0685", "uri": "http://publications.europa.eu/resource/cellar/34a10be4-2b4d-48a3-9114-e98ab83ac662", "type": "Decision", "concepts": ["1005", "1159", "1182", "133", "1504", "3544"], "title": "93/685/EC: Commission Decision of 16 December 1993 on the eligibility of expenditure to be incurred in 1994 by Greece and Ireland for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources (Only the English and Greek texts are authentic)\n", "header": "COMMISSION DECISION of 16 December 1993 on the eligibility of expenditure to be incurred in 1994 by Greece and Ireland for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources (Only  the English and Greek texts are authentic) (93/685/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 89/631/EEC of 27 November 1989 on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management of  fishery resources (1), as amended by Decision 92/393/EEC (2), and in particular Article 2 (2) thereof,\nWhereas, in accordance with Decision 89/631/EEC, the Commission has received applications for Community financial contributions from Greece and Ireland towards expenditure to be incurred during 1994;\nWhereas the applications refer to expenditure for the acquisition or modernization of vessels, aircraft and land vehicles including their equipment, systems for the detection and recording of fishing activities and systems for recording and transmitting  catch data and other relevant information;\nWhereas such expenditure will help to develop monitoring and supervision facilities for the proper implementation of the Community's fishery resources conservation arrangements;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["The expenditure foreseen for 1994 shown in the Annex, corresponding to an amount of ECU 14 526 369, is eligible for a financial contribution under Decision 89/631/EEC. The Community contribution shall be 50 % of the eligible expenditure.", "This Decision is addressed to the Hellenic Republic and Ireland."], "attachments": "Done at Brussels, 16 December 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 364, 14. 12. 1989, p. 64.\n(2) OJ No L 213, 29. 7. 1992, p. 35.\nPARARTIMA ANEXO / BILAG / ANHANG /  / ANNEX / ANNEXE / ALLEGATO / BIJLAGE / ANEXO\n>Kratos melosSynolo se ethniko nomismaDapaniKoinotiki symmetochi\"> ID=\"1\">Ellada> ID=\"2\">504 000 000> ID=\"3\">Drch.> ID=\"4\">1 831 941> ID=\"5\">915 971\"> ID=\"1\">Ireland> ID=\"2\">10 387 000> ID=\"3\">ÂŁIrl> ID=\"4\">12 694 428> ID=\"5\">6 347 214\">  ID=\"1\">Total / I alt / Synolo / Totale / Totaal > ID=\"2\">14 526 369> ID=\"3\">7 263 185\">"}