{"celex_id": "31997D0093", "uri": "http://publications.europa.eu/resource/cellar/8a22d8ab-5805-4e80-acac-e2b86326b353", "type": "Decision", "concepts": ["1015", "1234", "1267", "2825", "365", "5262"], "title": "Council Decision of 27 January 1997 authorizing certain Member States to apply reductions in, or exemptions from, excise duties on certain mineral oils used for specific purposes, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC\n", "header": "COUNCIL DECISION of 27 January 1997 authorizing certain Member States to apply reductions in, or exemptions from, excise duties on certain mineral oils used for specific purposes, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC (97/93/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonization of the structures of excise duties on mineral oils (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 8 (4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce exemptions from, or reductions in, excise duties on mineral oils on grounds of specific policy considerations;\nWhereas the French and Portuguese authorities have notified the Commission that they wish to continue to charge a reduced rate of excise duty on heavy fuel oil with a low sulphur content;\nWhereas the Greek and Spanish authorities have notified the Commission that they wish to apply varying excise-duty rates, corresponding to different environmental categories, to unleaded petrol;\nWhereas the other Member States have been informed thereof;\nWhereas the Commission and all the Member States accept that these exemptions and reductions are justified on grounds of specific policy considerations and that they will not give rise to distortions of competition or hinder the operation of the internal market;\nWhereas the Council will reexamine the situation by 30 June 1997 at the latest;\nWhereas the Commission regularly reviews reductions and exemptions to check that they are compatible with the operation of the internal market or with Community policy on protection of the environment,", "main_body": ["Until 30 June 1997 and in accordance with Article 8 (4) of Directive 92/81/EEC, and without prejudice to the obligations laid down in Council Directive 92/82/EEC of 19 October 1992, on the approximation of the rates of excise duties on mineral oils (2), the following Member States are hereby authorized to apply reductions in excise duty to the following products:\n1) The French Republic and the Portuguese Republic:\n- reduction in excise duty on heavy fuel oil in order to encourage the use of more environmentally friendly fuels.\nThis reduction must be specifically linked to sulphur content, and the rate of duty charged on heavy fuel oil must correspond to the minimum rate of duty on heavy fuel oil as laid down in the Community legislation in force.\n2) The Hellenic Republic and the Kingdom of Spain:\n- application of varying excise-duty rates, corresponding to different environmental categories, to unleaded petrol.\nThese rates must always remain consistent with the minimum excise-duty rates on mineral oils provided for in Community legislation.", "This Decision is addressed to the French Republic, the Hellenic Republic, the Portuguese Republic and the Kingdom of Spain."], "attachments": "Done at Brussels, 27 January 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 316, 31. 10. 1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46).\n(2) OJ No L 316, 31. 10. 1992, p. 19. Directive as last amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46)."}