{"celex_id": "31993R3407", "uri": "http://publications.europa.eu/resource/cellar/c4eddd50-3b49-4248-8747-7150a1b45eca", "type": "Regulation", "concepts": ["3641", "4790", "4829", "5235", "598", "997"], "title": "Commission Regulation (EC) No 3407/93 of 13 December 1993 amending Regulation (EEC) No 3554/90 adopting provisions for the establishment of the list of vessels exceeding eight metres length overall which are permitted to fish for sole within certain areas of the Community using beam trawls whose aggregate length exceeds nine metres\n", "header": "COMMISSION REGULATION (EC) No 3407/93 of 13 December 1993 amending Regulation (EEC) No 3554/90 adopting provisions for the establishment of the list of vessels exceeding eight metres length overall which are permitted to fish for sole within  certain areas of the Community using beam trawls whose aggregate length exceeds nine metres\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (1), as last amended by Regulation (EEC) No 3919/92 (2), and in particular Article 15 thereof,\nWhereas Commission Regulation (EEC) No 3554/90 (3) adopts provisions for the establishment of the list of vessels exceeding eight metres length overall which, pursuant to Article 9 (3) (c) of Regulation (EEC) No 3094/86, are permitted to fish for sole  within certain areas of the Community using beam trawls of an aggregate length exceeding nine metres;\nWhereas the authorities of certain Member States have requested amendments to the annual list of vessels meeting the conditions laid down in Article 1 of that Regulation; whereas those amendments relate to the replacement, addition and/or withdrawal of  vessels and to the technical characteristics of certain vessels on that list; whereas the requests from the national authorities contain all the information necessary pursuant to Article 2 of Regulation (EEC) No 3554/90;\nWhereas updating the list by means of Commission regulations is not conducive to the effective management of fishing opportunities on account of the delays imposed by the legislative process;\nWhereas those delays would be eliminated by simplifying the procedure for amending this list, whereby the Commission would directly notify the Member States of the decisions taken in that regard;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["In Article 2 of Regulation (EEC) No 3554/90, paragraphs 2 and 3 are replaced by the following:\n'2. A request to include, exclude or replace a vessel on the list or to amend the information relating to such a vessel shall include all information necessary to evaluate its compliance with the conditions set out in Article 1. It shall also include  the name of the vessel, its external identification letters and numbers, its port of registry, its radio call sign, the make and type of engine and the engine power in kW.\nThe Commission shall evaluate the information supplied in accordance with paragraph 1 and with the first subparagraph above. If the request meets the abovementioned provisions, the Commission shall notify all the Member States of its decision.\n3. The Commission shall regularly publish, for information, an up-to-date list which takes account of the approved amendments referred to in this Article.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 288, 11. 10. 1986, p. 1.\n(2) OJ No L 397, 31. 12. 1992, p. 1.\n(3) OJ No L 346, 11. 12. 1990, p. 11."}