{"celex_id": "31996R0705", "uri": "http://publications.europa.eu/resource/cellar/8979403e-0735-487c-ae39-854845e800dc", "type": "Regulation", "concepts": ["3003", "3774", "4682", "5070", "5581", "80"], "title": "Commission Regulation (EC) No 705/96 of 18 April 1996 derogating, for the United Kingdom and for the 1995 calendar year, from Regulation (EEC) No 3886/92 as regards the notification deadlines for the transfers of rights and temporary leases provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COMMISSION REGULATION (EC) No 705/96 of 18 April 1996 derogating, for the United Kingdom and for the 1995 calendar year, from Regulation (EEC) No 3886/92 as regards the notification deadlines for the transfers of rights and temporary leases provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market beef and veal (1), as last amended by Commission Regulation (EC) No 2417/95 (2) and in particular Articles 4e (5) and 4f (4) thereof,\nWhereas the implementation, pursuant to Commission Regulation (EEC) No 3886/92 (3), as last amended by Regulation (EC) No 2778/95 (4), of the rules on individual limits introduced by Article 4d of Regulation (EEC) No 805/68 resulted, during the 1995 calendar year, in administrative difficulties in the United Kingdom which delayed the allocation of the national reserve for the said calendar year; whereas, consequently, certain producers were not able to effect the transfers of rights or temporary leases provided for in Article 4e (5) of Regulation (EEC) No 805/68 within the time limit provided for in Article 34 (2) of Regulation (EEC) No 3886/92 for 1995; whereas the Member State concerned should therefore be authorized, under certain conditions designed to limit the risk of irregularities as far as possible, to set a second deadline for notification by the producers concerned by such transfers or temporary leasing of rights for 1995;\nWhereas, for the same reasons, the United Kingdom should be authorized, as a special measure for the 1995 calendar year, to extend the deadline provided for in Article 35 of Regulation (EEC) No 3886/92 for the notification of transfers of premium rights and temporary leasing of those rights;\nWhereas the setting of a second deadline for the notification of transfers or temporary leasing of rights under the conditions referred to above also makes it necessary to derogate from the provisions laid down in Articles 32 and 33 of Regulation (EEC) No 3886/92 in respect of 1995 for the United Kingdom;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the 1995 calendar year, Article 32 of Regulation (EEC) No 3886/92 shall not apply to the United Kingdom in the case of rights obtained by transfer and/or temporary lease for the year in question before the allocation of rights under national reserves relating to the same year has been communicated.", "By way of derogation from Article 34 (2) of Regulation (EEC) No 3886/92, for the 1995 calendar year, the United Kingdom may set a second deadline for producers meeting one of the following conditions:\n(a) producers offering rights: the total quantity of rights to the premium at their disposal must, at the time of the transfer or leasing operation, exceed the quantity for which the premium has been requested in respect of 1995. In addition, the transfer or leasing operation may, at most, relate only to the difference between the total quantity of rights and the quantity applied for in respect of the said calendar year;\n(b) producers receiving rights:\n- either, must not have obtained from the national reserve the entire quantity of rights applied for in respect of the 1995 calendar year, or\n- have been the subject of a withdrawal of rights with effect from 1995 under the provisions of Article 33 of Regulation (EEC) No 3886/92 giving rise to that withdrawal, of which they have been notified at the earliest 10 working days before the first deadline fixed by the United Kingdom for the notification of transfers and temporary leases in respect of 1995.", "By way of derogation from Article 35 of Regulation (EEC) No 3886/92, for the 1995 calendar year, in the case of the United Kingdom the communication shall be made by a date to be set by that Member State where notification of a transfer or temporary lease of a right has taken place before expiry of a second deadline set by that Member State in accordance with Article 2 of this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply for the 1995 calendar year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 248, 14. 10. 1995, p. 39.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 288, 1. 12. 1995, p. 47."}