{"celex_id": "31997R2613", "uri": "http://publications.europa.eu/resource/cellar/7efeebed-a891-4aac-b2d8-5a4b99dd6685", "type": "Regulation", "concepts": ["13", "2462", "2563", "4858", "797", "889"], "title": "Council Regulation (EC) No 2613/97 of 15 December 1997 authorizing Portugal to grant aid to sugar beet producers and abolishing all State aid from the 2001/2002 marketing year\n", "header": "COUNCIL REGULATION (EC) No 2613/97 of 15 December 1997 authorizing Portugal to grant aid to sugar beet producers and abolishing all State aid from the 2001/2002 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the production of sugar beet, a new industry to Portugal, will be disadvantaged by natural problems, at least in its start-up phase; whereas, in order to protect it, sugar beet growers should be encouraged to increase production by means of a provision authorizing Portugal to grant temporary and diminishing adjustment aid over a period of the three marketing years from 1998/1999 to 2000/2001;\nWhereas Portugal has been allocated by Council Regulation (EC) No 1599/96 (3) a national basic quantity for its continental territory of 70 000 tonnes of sugar for the refining of sugar from sugar beet; whereas a sugar beet refining establishment was recently constructed with Community financial assistance; whereas an appropriate level of aid should be authorized;\nWhereas, in addition, it should be stipulated that, with effect from the 2001/2002 marketing year, all State aids authorized by virtue of Article 46 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in sugar (4) are abolished,", "main_body": ["1. During the 1998/1999 to 2000/2001 marketing years Portugal shall be authorized, under the conditions set out in paragraph 2, to grant adjustment aid to sugar beet producers located in its continental territory.\n2. The aid referred to in paragraph 1 may be granted only in respect of the corresponding quantity of sugar produced within the limit of the A and B quotas of the sugar-producing undertaking established in the region referred to in paragraph 1.\nFor the production referred to in the first subparagraph, the unit amount of aid my not exceed:\n- in the 1998/1999 marketing year: ECU 6,21 per 100 kilograms of white sugar,\n- in the 1999/2000 marketing year: ECU 4,66 per 100 kilograms of white sugar,\n- in the 2000/2001 marketing year: ECU 3,11 per 100 kilograms of white sugar.\n3. Portugal shall notify the Commission, in respect of each marketing year, of the measures taken to apply paragraphs 1 and 2.", "With effect from the 2001/2002 marketing year, the aid referred to in Article 1 and the aids referred to in Article 46 of Regulation (EEC) No 1785/81 are hereby abolished.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 263, 29. 8. 1997, p. 12.\n(2) OJ C 371, 8. 12. 1997.\n(3) OJ L 206, 16. 8. 1996, p. 43.\n(4) OJ No L 177, 1. 7. 1981, p. 4. Regulation as last amended by Regulation (EC) No 1599/96 (OJ No L 206, 16. 8. 1996, p. 43)."}