{"celex_id": "31995D0185", "uri": "http://publications.europa.eu/resource/cellar/31f430e4-977f-4e5d-a7a2-746b9e118e27", "type": "Decision", "concepts": ["1474", "2851", "4780", "5083", "5318"], "title": "95/185/EC: Council Decision of 22 May 1995 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe on the accession of the Republic of Zambia to Protocol No 8 on ACP Sugar annexed to the Fourth ACP-EEC Convention\n", "header": "COUNCIL DECISION of 22 May 1995 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe on the accession of the Republic of Zambia to Protocol No 8 on ACP Sugar annexed to the Fourth ACP-EEC Convention (95/185/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113, in conjunction with the first sentence of Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Joint Declaration which appears in the Annex to Protocol No 8 on ACP Sugar to the Fourth ACP-EEC Convention (1) provides that any request from an African, Caribbean or Pacific (ACP) State Contracting Party to the Convention not specifically referred to in that Protocol to participate in its provisions shall be examined;\nWhereas the Republic of Zambia is an ACP State Contracting Party to the said Convention; whereas Zambia has requested to participate in the provisions of the said Protocol;\nWhereas the ACP States concerned, in a letter of 14 November 1989, have signified their assent to the accession of Zambia to the said Protocol;\nWhereas it is appropriate to the Agreement in the form of an Exchange of Letters between the European Community, the States referred to in the said Protocol and the Republic of Zambia on the accession of the latter country to the said Protocol,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe on the accession of the Republic of Zambia to Protocol No 8 on ACP Sugar annexed to the Fourth ACP-EEC Convention is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement referred to in Article 1 in order to bind the Community.", "This Decision will be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 22 May 1995.\nFor the Council\nThe President\nA. MADELIN\n(1) OJ No L 229, 17. 8. 1991, p. 1."}