{"celex_id": "31990R0837", "uri": "http://publications.europa.eu/resource/cellar/d96d8cec-2fa6-41ed-a0a9-519b54902a8d", "type": "Regulation", "concepts": ["1895", "2198", "2713", "3732", "4257", "5360"], "title": "Council Regulation (EEC) No 837/90 of 26 March 1990 concerning statistical information to be supplied by the Member States on cereals production\n", "header": "COUNCIL  REGULATION (EEC) No 837/90\nof 26 March 1990\nconcerning statistical information to be supplied by the Member States on cereals production\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the markets in cereals (1), as last amended by Regulation (EEC) No 201/90 (2),\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Regulation (EEC) No 1806/89 (4),\nHaving regard to the proposal from the Commission (5),\nHaving regard to the opinion of the European Parliament (6),\nWhereas, in order to carry out the tasks imposed on it by the Treaty and the Regulations concerning the common agricultural policy, the Commission needs to have reliable, comparable and up-to-date data, established by objective methods, on areas under cultivation, yields and production of cereals;\nWhereas it is appropriate to recognize the importance of the cereal production sector for the organization and management of agricultural markets, which implies that the requisite statistical surveys should be conducted to an increasing degree on the basis of Community rules;\nWhereas account should be taken of the experience acquired by statistical services with these surveys over many years;\nWhereas the purpose of this Regulation is to define the statistical information to be supplied, to prescribe a satisfactory level of reliability and lay down additional technical information necessary to assess production figures, to provide for objectivity and representativeness of surveys on area and production by a broad exchange of experience, involving meetings and reports and to fix the deadlines to be met;\nWhereas, for cereals as a whole and some important types of cereals, the communication of regional data is also required on an annual basis;\nWhereas it is appropriate for the Commission to submit a report after three years of experience with this Regulation, together with, if necessary, proposals for improving statistical surveys and whereas the Commission should consider the feasibility of a harmonized Community survey after 1992;\nWhereas there is a need to gauge the amount of Community funds required to implement this measure; whereas this amount is in line with the financial perspective which appears in the Interinstitutional Agreement of 29 June 1988 on budgetary discipline and improvement of the budgetary procedure (7); whereas the appropriations actually available must, in compliance with this Agreement, be determined in accordance with budgetary procedure;\nWhereas it is appropriate to establish the procedure to be followed by the Standing Committee for Agricultural Statistics,", "main_body": ["SECTION I\nObjectives", "Member States shall provide the Statistical Office of the European Communities, hereinafter called Eurostat, with annual data on cereals as specified in Articles 2 and 6.\nSECTION II\nData to be supplied at national level", "1. This Regulation shall apply to the cereals listed in Annex I.\nAnnex I may be amended in accordance with the procedure laid down in Article 11.\n2. Each Member State shall submit annual data on the following:\n- area under cultivation (1 000 ha),\n- average yield (100 kg/ha) and\n- production harvested (1 000 tonnes),\nfor each group of cereals as specified in Annex II and for any cereal within group 7 of that Annex, production of which exceeds 50 000 tonnes per year.\nAnnex II may be amended in accordance with the procedure laid down in Article 11.\n3. In addition, Member States shall submit data on the average moisture content (1), expressed as a percentage, in connection with the information mentioned in the second and third indents of the first subparagraph of paragraph 2.\nSECTION III\nMethods, specifications", "1. For each cereal referred to in Annex I in the Member State of which annual production exceeds 50 000 tonnes, data on the area under cultivation, yield and production shall be obtained from statistical surveys, which take the form of censuses or representative sample surveys.\n2. These surveys shall be conducted using statistically recognized methods which meet the requirements on quality, objectivity and reliability as defined in this section.\n3. In order to meet the requirements of this section, transitional arrangements may be agreed upon for one or more Member States, in accordance with Article 8 (3).", "1. In the case of sample surveys on areas under cultivation, the samples must be designed so that they are representative of at least 95 % of the total area under cereal cultivation.\nThese area figures must be complemented by an estimate relying on data from other sources and relating to the remaining area under cereals.\n2. The sample surveys on areas must be designed so that the standard error for the total area under cereal cultivation in each individual Member State does not exceed the greater of 1 % of that area or 5 000 hectares.", "1. In the case of sample surveys on yield or production, the samples must be designed so that the standard error for the total cereal production does not exceed the greater of 2 % of total production or 50 000 tonnes.\n2. In addition to the requirements on total cereal production in paragraph 1, for each cereal referred to in Annex I of which production in the Member State exceeds the threshold laid down in Article 3 (1), the standard error for the production of the cereal should not exceed the greater of 5 % of that production or 20 000 tonnes.\nSECTION IV\nData to be supplied at regional level", "Annual data on the area under cultivation, yields, production and moisture content must be forwarded to Eurostat at the regional levels defined in Annex III.\nAnnex III may be amended in accordance with the procedure laid down in Article 11.\nThese regional data must be supplied for total cereals, excluding rice, and for common wheat, durum wheat, rye, barley and grain maize.\nThe Member States shall indicate those regional figures having exceptionally high percentage standard errors.\nSECTION V\nDeadlines, exchange of experience and transitional arrangements", "1. The calendar year in which the harvest takes place shall hereinafter be referred to as the 'harvest year'.\n2. Member States shall supply Eurostat with provisional national data on the area under cultivation at the latest by 1 October of the harvest year. Final data on the area under cultivation shall be supplied at the latest by 1 April following the harvest year.\n3. Initial estimates of national yields and production figures shall be forwarded at the latest by 15 November of the harvest year. Provisional data on yield and production shall be supplied at the latest by 1 February and final figures at the latest by 1 October following the harvest year.\nIf yield and production figures refer to revised area data, the latter should also be submitted.\n4. The regional data referred to in Article 6 shall be supplied at the same time as the final figures at national level and be consistent with them.", "1. Within 12 months of the entry into force of this Regulation, Member States shall submit a detailed methodological report to Eurostat describing how the data for areas under cultivation, yield and production are derived for their countries and, where appropriate, regions and indicate the representativeness and reliability of these figures. Eurostat, in collaboration with the Member States, shall compile a summary of these reports.\n2. Member States shall inform Eurostat of any modifications to the information provided under paragraph 1 within three months of their introduction.\n3. Should certain methodological reports show that a Member State cannot, in the immediate future, meet the requirements of this Regulation and if changes in survey techniques and methodology are necessary, Eurostat may fix, in cooperation with the Member State, a transitional period, up to a maximum of two years, during which the survey programme of this Regulation shall be achieved.\n4. Methodological reports, transitional arrangements, data availability, data reliability and other relevant issues connected with the application of this Regulation shall be examined twice a year within the competent Working Party of the Standing Committee for Agricultural Statistics.", "1. No later than by the end of 1992, Eurostat shall submit to the European Parliament and the Council:\n- a report on the experience gained from the statistical surveys and estimates carried out pursuant to this Regulation,\n- if necessary, proposals for the improvement and harmonization of the arrangements in force in the Member States,\n- if necessary, proposals for the realization of an additional ad hoc Community survey using harmonized methods and characteristics.\n2. The Council shall act on the proposals referred to in paragraph 1 in accordance with the voting procedure laid down in Article 148 (2) of the Treaty.\nSECTION VI\nFinancial arrangements", "0\n1. The amount of Community expenditure considered necessary to implement the measure enacted by this Regulation shall be ECU 3 200 000 for the period 1990 to 1993, including expenditure related to resources for one man-year (auxiliary, national expert on secondment, etc.).\n2. The budgetary authority shall determine the appropriations available for each accounting period.\nSECTION VII\nFinal provisions", "1\n1. Where the procedure laid down in this Article is to be followed, the chairman shall refer the matter to the Standing Committee for Agricultural Statistics, hereinafter called 'the Committee', either on his own initiative or at the request of the representative of a Member State.\n2. The Commission representative shall submit to the Committee a draft of the measures to be taken. The Committee shall give its opinion on this draft within a time limit that may be set by the chairman in accordance with the urgency of the matter. It shall act by a majority of 54 votes, the votes of Member States being weighted as laid down in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. (a) The Commission shall adopt the proposed measures when they are in accordance with the opinion of the Committee.\n(b) When the proposed measures are not in accordance with the opinion of the Committee, or in the absence of any opinion, the Commission shall without delay submit to the Council a proposal concerning the measures to be taken. The Council shall decide by a qualified majority.\nIf no decision has been taken by the Council three months after a proposal has been submitted to it, the proposed measures shall be adopted by the Commission.", "2\nThis Regulation shall enter into force three days after its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 March 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 22, 27. 1. 1990, p. 7.\n(3) OJ No L 166, 25. 6. 1976, p. 1.\n(4) OJ No L 177, 24. 6. 1989, p. 1.\n(5) OJ No C 8, 13. 1. 1990, p. 12.\n(6) Opinion delivered on 16 March 1990 (not yet published in the Official Journal).\n(7) OJ No L 185, 15. 7. 1988, p. 33.\n(1) For the procedure to be followed in ascertaining the moisture content, see Annex II to Commission Regulation (EEC) No 1908/84, (OJ No L 178, 5. 7. 1984, p. 22), as last amended by Regulation (EEC) No 2507/87 (OJ No L 235, 20. 8. 1987, p. 10). Other approximation methods are allowed.\nANNEX I\nCEREALS REFERRED TO IN ARTICLE 2 (1)\nCEREALS (excluding rice)\n1. Common wheat (Triticum aestivum L. emend. Fiori et Paol.)\n2. Durum wheat (Triticum durum Desf.)\n3. Rye (Secale cereale L.)\n4. Barley (Hordeum vulgare L.)\n5. Oats (Avena sativa L.)\n6. Grain maize (Zea mays L.)\n7. Cereals not elsewhere specified\n7.1. Maslin\n7.2. Sorghum (Sorghum bicolor (L.) Moench × Sorghum Sudanense (Piper) Stapf.)\n7.3. Triticale (× Triticosecale Wittm.)\n7.4. Millet (Panicum miliaceum)\n7.5. Buckwheat (Fagopyrum esculentum)\n7.6. Canary seed (Phalaris canariensis L.)\n7.7. Mixed grains other than maslin\n7.8. Corn-cob-mix Zea mays L.)\n8. RICE\n8.1. Rice - round grain (Oryza sativa L.)\n8.2. Rice - medium grain (Oryza sativa L.)\n8.3. Rice - long grain (Oryza sativa L.)\nANNEX II\nGROUPS OF CEREALS REFERRED TO IN ARTICLE 2 (2)\n(data submission table)\n1.2.3 // Country:   //   // Harvest year:  1.2,3.4,7 //  //   //   //   // AREA  // YIELD AND PRODUCTION 1.2.3.4.5.6.7.8 //  // Area under cultivation  // Survey date  // Yield   // Harvested production   // Average moisture content   // Survey date   //   // 1 000 ha   //   // 100 kg/ha   // 1 000 tonnes   // %   //   //    //   //   //   //   //  //   // TOTAL CEREALS (excluding rice)   //   //   //   //  //   //   //  1. Common wheat   //   //   //   //   //   //  // 2. Durum wheat   //   //   //   //   //   //   // 3. Rye  //   //   //   //   //   //   // 4. Barley   //   //   //  //   //   //   // 5. Oats   //   //   //   //   //   //  // 6. Grain maize   //   //   //   //   //   //   // 7. Cereals not elsewhere specified   //   //   //   //   //   //  //    //   //   //   //   //   //   // 8. RICE   //   //   //  //   //   //   //    //   //   //   //   //   //   // 8.1. Round grain   //   //   //   //   //   //   // 8.2. Medium grain   //   //   //   //   //   //   // 8.3. Long grain   //  //   //   //   //   //   //    //   //   //   //   //   //\nANNEX III\nREGIONAL LEVELS REFERRED TO IN ARTICLE 6\n1.2 // Member States  // Regional breakdown by  //  //  // Belgique - België   // Provinces/Provincies  // Danmark   // -   // BR Deutschland   // Bundeslaender   // Elláda   // Ypiresíes perifereiakís anáptyxis (1)   // España  // Comunidades autónomas   // France   // Régions de programme   // Ireland   // -   // Italia   // Regioni (2)  // Luxembourg   // -   // Nederland   // Provincies  // Portugal   // NUTS II (1)   // United Kingdom   // Standard regions   //    //\nNUTS = Nomenclature of Territorial Units for Statistics.\n(1) Regional data have to be provided at the latest three years after this Regulation has come into force.\n(2) Over a period of two years after this Regulation has come into force, the Italian regions can be regrouped according to NUTS I."}