{"celex_id": "31999R0880", "uri": "http://publications.europa.eu/resource/cellar/4f0d5949-10c0-449d-83ae-c655b1c8d74d", "type": "Regulation", "concepts": ["1644", "2488", "2771", "3591", "5969"], "title": "Commission Regulation (EC) No 880/1999 of 28 April 1999 redistributing unused portions of the 1998 quantitative quotas for certain products originating in the People's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 880/1999\nof 28 April 1999\nredistributing unused portions of the 1998 quantitative quotas for certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas(1), as amended by Regulation (EC) No 138/96(2), and in particular Articles 2(5), 14 and 24 thereof,\n(1) Whereas Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries and repealing Regulations (EEC) No 1765/82, (EEC) No 1766/82 and (EEC) No 3420/83(3), as last amended by Regulation (EC) No 1138/98(4), introduced annual quantitative quotas for certain products originating in the People's Republic of China listed in Annex II to that Regulation; whereas the provisions of Regulation (EC) No 520/94 are applicable to those quotas;\n(2) Whereas the Commission accordingly adopted Regulation (EC) No 738/94(5), as last amended by Regulation (EC) No 983/96(6), laying down general rules for the implementation of Regulation (EC) No 520/94; whereas these provisions apply to the administration of the above quotas subject to the provisions of this Regulation;\n(3) Whereas, in accordance with Article 20 of Regulation (EC) No 520/94, the competent authorities of the Member States notified the Commission of the quantities of quotas assigned in 1998 and not used;\n(4) Whereas the unused quantities could not be redistributed in time to be used before the end of the 1998 quota year;\n(5) Whereas examination of the data received for each of the products in question indicates that the quantities not used in the 1998 quota year should be redistributed in 1999, up to a limit of the amounts set out in Annex I to this Regulation;\n(6) Whereas, the different administrative methods provided for by Regulation (EC) No 520/94 having been considered, the method based on traditional trade flows should be adopted; whereas under this method quota tranches are divided into two portions, one of which is reserved for traditional importers and the other for other applicants;\n(7) Whereas this has proved to be the best way of ensuring the continuity of business for the Community importers concerned and avoiding any disturbance of trade flows;\n(8) Whereas quantities redistributed under this Regulation should be divided using the same criteria as for the allocation of the 1999 quotas;\n(9) Whereas the reference period used for the apportionment of the 1999 quotas, consisting of either the year 1996 or 1997, should again be applied to the allocation of the share set aside for traditional importers, since it continues to reflect the normal trend of trade flows for the products in question; whereas, therefore, traditional importers must prove that they imported products originating in China subject to the relevant quotas in the course of either 1996 or 1997;\n(10) Whereas it is necessary to simplify the formalities to be fulfilled by traditional importers who already hold import licences issued when the 1999 Community quotas were allocated; whereas the competent administrative authorities already possess the requisite evidence of either 1996 or 1997 imports for all traditional importers; whereas the latter need therefore only enclose a copy of their previous licences with their new licence applications;\n(11) Whereas measures should be taken to provide the best conditions for the allocation of that portion of the quota reserved for non-traditional importers with a view to optimum use of quotas; whereas, to this end, it is appropriate to provide for that portion to be allocated in proportion to the quantities requested, on the basis of a simultaneous examination of import licence applications actually lodged, and grant access only to importers who can prove that they obtained and made use of at least 80 % of an import licence for the product in question during the 1998 quota year and to importers who did not obtain an import licence for the product in question during the 1998 quota year; whereas the amount that any non-traditional importer may request should also be restricted to a set volume or value;\n(12) Whereas for the purposes of quota allocation, a time limit must be set for the submission of licence applications by traditional and other importers;\n(13) Whereas with a view to optimum use of quotas, licence applications for imports of footwear under quotas which refer to several CN codes must specify the quantities required for each code;\n(14) Whereas the Member States must inform the Commission of the import licence applications received, in accordance with the procedure laid down in Article 8 of Regulation (EC) No 520/94; whereas the information about traditional importers' previous imports must be expressed in the same units as the quota in question;\n(15) Whereas in the light of the experience gained in the management of the quotas, in order to facilitate import administration formalities to economic operators and in view of the fact that unused quantities may not be carried over to the following year more than once, thus the risk of excessive accumulation of imports appear to be limited, it is deemed appropriate, without prejudice to the results of a further analysis which may appear to be warranted in this respect in the future, to set the expiry date of the redistribution import licences at 31 December 1999;\n(16) Whereas these measures are in accordance with the opinion of the Committee for the administration of quotas set up under Article 22 of Regulation (EC) No 520/94,", "main_body": ["This Regulation lays down specific provisions for the redistribution in 1999 of portions of the quantitative quotas referred to in Annex II to Regulation (EC) No 519/94 which were not used in the 1998 quota year.\nThe quantities not used in the 1998 quota year shall be redistributed up to the limit of the volumes or values set out in Annex I to this Regulation.\nRegulation (EC) No 738/94 laying down general rules for the implementation of Regulation (EC) No 520/94 shall apply, subject to the specific provisions of this Regulation.", "1. The quantitative quotas referred to in Article 1 shall be allocated using the method based on traditional trade flows, referred to in Article 2(2)(a) of Regulation (EC) No 520/94.\n2. The portions of each quantitative quota set aside for traditional importers and other importers are set out in Annex II to this Regulation.\n3. The portion set aside for non-traditional importers shall be apportioned using the method based on allocation in proportion to quantities requested; the volume requested by a single importer may not exceed that shown in Annex III. Only importers who can prove that they imported at least 80 % of the volume of the product for which they were granted an import licence pursuant to Commission Regulations (EC) No 2021/97(7) and/or (EC) No 1280/98(8) and importers who declare that they did not obtain an import licence pursuant to Regulations (EC) No 2021/97 and/or (EC) No 1280/98 shall be entitled to apply for import licences.", "Applications for import licences shall be lodged from the day following the day of publication of this Regulation in the Official Journal of the European Communities to 27 May 1999 at 3 p.m., Brussels time, with the competent authorities listed in Annex IV to this Regulation.", "1. For the purposes of allocating the portion of each quota set aside for traditional importers, \"traditional\" importers shall mean importers who can show that they have imported goods in either the calendar year 1996 or 1997.\n2. The evidence referred to in Article 7 of Regulation (EC) No 520/94 shall relate to the release into free circulation during either calendar year 1996 or 1997, as indicated by the importer, of products originating in the People's Republic of China which are covered by the quota in respect of which the application is made.\n3. Instead of the evidence referred to in the first indent of Article 7 of Regulation (EC) No 520/94:\n- applicants may enclose with their licence applications documents drawn up and certified by the competent national authorities on the basis of available customs information as evidence of the imports of the product in question during calendar year 1996 or 1997 carried out by themselves or, where applicable, by the operator whose activities they have taken over,\n- applicants already holding import licences issued for 1999 under Commission Regulation (EC) No 2297/98(9), for products covered by the licence application may enclose a copy of their previous licences with their licence applications. In that case they shall indicate in their licence application the aggregate quantity of imports of the product in question during the chosen reference period.", "Member States shall inform the Commission no later than 10 June 1999 at 10 a.m., Brussels time, of the number and aggregate quantity of import licence applications and, in the case of applications from traditional importers, of the volume of previous imports carried out by traditional importers during the reference period referred to in Article 4(1) of this Regulation.", "No later than 30 June 1999 the Commission shall adopt the quantitative criteria to be used by the competent national authorities for the purpose of meeting importers' applications.", "Import licences shall be valid up to 31 December 1999. The validity shall not be extendable.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 66, 10.3.1994, p. 1.\n(2) OJ L 21, 27.1.1996, p. 6.\n(3) OJ L 67, 10.3.1994, p. 89.\n(4) OJ L 159, 3.6.1998, p. 1.\n(5) OJ L 87, 31.3.1994, p. 47.\n(6) OJ L 131, 1.6.1996, p. 47.\n(7) OJ L 284, 16.10.1997, p. 42.\n(8) OJ L 176, 20.6.1998, p. 17.\n(9) OJ L 287, 24.10.1998, p. 10.\nANNEX I\nQuantities to be redistributed\n>TABLE>\nANNEX II\nAllocation of the quotas\n>TABLE>\nANNEX III\nMaximum quantity which may be requested by each importer other than traditional\n>TABLE>\nANNEX IV\nLIST OF THE COMPETENT NATIONAL AUTHORITIES\n1. BELGIQUE/BELGIË\nMinistère des affaires économiques\nAdministration des relations économiques, 4e division: Mise en oeuvre des politiques commerciales. Services licences\nMinisterie van Economische Zaken\nBestuur van de Economische Betrekkingen. 4e afdeling: Toepassing van de handelspolitiek. Dienst Vergunningen\n60, rue Général Leman/Generaal Lemanstraat 60 B - 1040 Bruxelles/Brussel Tél./Tel.: (32 2) 206 58 16 Télécopieur/Fax: (32 2) 230 83 22 231 14 84\n2. DANMARK\nErhvervsfremme Styrelsen Søndergade 25 DK - 8600 Silkeborg Tlf. (45) 87 20 40 60 Fax (45) 87 20 40 77\n3. DEUTSCHLAND\nBundesamt für Wirtschaft Frankfurter Straße 29-31 D - 65760 Eschborn Tel.: (49) 61 96 404-0 Fax: (49) 61 96 40 42 12\n4. GREECE\nMinistry of National Economy 1, Kornarou Street GR - Athens 105-63 Tel.: (301) 328-6031/328-60 32 Fax: (301) 328 60 94/328 60 59\n5. ESPAÑA\nMinisterio de Economía y Hacienda\nDirección General de Comercio Exterior\nPaseo de la Castellana, 162 E - 28071 Madrid Tel.: (34) 913 49 38 94/913 49 37 78 Fax: (34) 913 49 38 32 .\n6. FRANCE\nService des titres du commerce extérieur 8, rue de la Tour-des-Dames F - 75436 Paris Cedex 09 Tél.: (331) 40 04 04 04 Télécopieur: (331) 55 07 46 59\n7. IRELAND\nDepartment of Enterprise Trade and Employment\nLicencing Unit\nKildare Street Dublin 2 Tel.: (353 1) 631 21 21 Fax: (353 1) 676 61 54\n8. ITALIA\nMinistero del Commercio con l'estero\nDirezione generale delle importazioni e delle esportazioni\nViale America 341 I - 00144 Roma Tel.: (39 6) 59 931 Telefax: (39 6) 59 93 26 31/59 93 22 35 Telex: 610083-610471-614478\n9. LUXEMBOURG\nMinistère des affaires étrangères\nOffice des Licences\nBoîte postale 113 L - 2011 Luxembourg Tél.: (352) 22 61 62 Télécopieur: (352) 46 61 38\n10. NEDERLAND\nCentrale Dienst voor in- en uitvoer Engelse Kamp 2 Postbus 30003 NL - 9700 RD Groningen Tel.: (31 50) 523 91 11 Fax: (31 50) 526 06 98\n11. ÖSTERREICH\nBundesministerium für wirtschaftliche Angelegenheiten Landstrasser Hauptstraße 55/57 A - 1031 Wien Tel.: (43) 1 71 10 23 61 Fax: (43) 1 715 83 47\n12. PORTUGAL\nMinistério da Economia\nDirecção-Geral do Comércio\nAvenida da República, 79 P - 1094 Lisboa Tel.: (351 1) 793 09 93/793 30 02 Fax: (351 1) 793 22 10/796 37 23 Telex: 13418\n13. SUOMI\nTullihallitus PL 512 FIN - 00101 Helsinki P. (358-9) 61 41 F. (358-9) 614 28 52\n14. SVERIGE\nKommerskollegium Box 6803 S - 113 86 Stockholm Tfn (46-8) 690 48 00 Fax (46-8) 30 67 59\n15. UNITED KINGDOM\nDepartment of Trade and Industry\nImport Licencing Branch\nQueensway House, West Precinct Billingham Stockton on Tees TS23 2NF Tel.: (44 1642) 36 43 33/36 43 34 Fax: (44 1642) 53 35 57"}