{"celex_id": "31994D0060", "uri": "http://publications.europa.eu/resource/cellar/5e0584ff-b47f-43fc-89cc-8604b49b54c3", "type": "Decision", "concepts": ["1755", "3579", "3885", "4684", "5100", "888"], "title": "94/60/EC: Commission Decision of 31 January 1994 relating to protection measures concerning trichinosis (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 31 January 1994 relating to protection measures concerning trichinosis (Text with EEA relevance) (94/60/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Decision 92/438/EEC (2), and in  particular Article 19 thereof,\nWhereas, following cases of human trichinosis in the territory of the Community, and that veterinary controls indicated the presence of trichinae in meat of solipeds originating in the United States or America and Canada, the Commission, by Decision  93/700/EC (3), temporarily banned the import of certain fresh meat of solipeds originating in the United States of America and Canada, and provided for the testing for trichinae of meat from solipeds originating in the United States of America and  Canada;\nWhereas further veterinary investigations have identified the origin of the cases of human trichinosis as meat of solipeds from an establishment in Canada; whereas restrictions need only be maintained on this establishment;\nWhereas it is appropriate to require an increased sample to be used when testing meat from solipeds originating in the United States of America and Canada for trichinae pending advice from the Scientific Veterinary Committee;\nWhereas this Decision shall be reviewed as a result of such advice and following inspection missions by Community experts to the United States of America and Canada;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize imports of chilled fresh meat of solipeds originating in the United States of America and Canada provided that the meat has been subject, before export, to an examination for trichina by the digestion method  as described in Annex I to Council Directive 77/96/EEC (4) on a 5 gram sample with a negative result, and that the competent veterinary authority of the United States of America or Canada has certified that the test has been carried out accordingly on  each carcase forming part of the consignment with a negative result.\n2. Member States shall subject import of chilled fresh meat of solipeds originating in the United States of America and Canada to random examination for trichina according to the provisions of Directive 77/96/EEC upon arrival in the Community.\n3. Member States shall prohibit all imports of meat from solipeds from establishment 389, Cofranca Import Export Inc., Yamachiche, Quebec, Canada until 28 February 1994.", "The present Decision is valid from 1 February 1994.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 January 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 373, 21. 12. 1990, p. 1.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 324, 24. 12. 1993, p. 57.\n(4) OJ No L 26, 31. 1. 1977, p. 67."}