{"celex_id": "31998R2780", "uri": "http://publications.europa.eu/resource/cellar/631a2bdc-7047-4c42-949c-d021e6989a61", "type": "Regulation", "concepts": ["161", "2734", "2739", "2758"], "title": "Council Regulation (EC) No 2780/98 of 17 December 1998 amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\n", "header": "COUNCIL REGULATION (EC) No 2780/98 of 17 December 1998 amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by virtue of Regulation (EC) No 2505/96 (1), the Council opened Community tariff quotas for certain agricultural and industrial products; whereas Community demand for the products in question should be met under the most favourable conditions; whereas Community tariff quotas should therefore be opened at reduced or zero rates of duty for appropriate volumes, and increased or extended in the case of certain existing tariff quotas, avoiding any disturbance to the markets for these products;\nWhereas certain products covered by the said Regulation, for which it is no longer in the Community's interest to maintain a Community tariff quota should be removed from the table in Annex I;\nWhereas in order to take account of amendments to the combined nomenclature, some of the Taric codes need to be changed;\nWhereas in view of the large number of amendments coming into effect on 1 January 1999 and in order to clarify matters for the user, these amendments should be made by replacing the table in Annex I to the said Regulation by the table in the Annex to this Regulation;\nWhereas Regulation (EC) No 2505/96 should therefore be amended,", "main_body": ["Annex I to Regulation (EC) No 2505/96 shall be amended as follows:\n1. for the quota period from 1 January to 31 December 1998:\n- for order number 09.2934, the amount of the tariff quota shall be altered to 4 500 000 units,\n- for order number 09.2945, the amount of the tariff quota shall be altered to 2 700 tonnes,\n- for order number 09.2949, the amount of the tariff quota shall be altered to 12 000 000 units,\n- for order number 09.2957, the amount of the tariff quota shall be altered to 55 000 000 units,\n- for order number 09.2959, the amount of the tariff quota shall be altered to 60 000 tonnes,\n- for order number 09.2963, the amount of the tariff quota shall be altered to 1 000 000 000 units;\n2. for the quota period from 1 July to 31 December 1998:\n- for order number 09.2935, the amount of the tariff quota shall be altered to 60 000 tonnes;\n3. the quota period for tariff quota with order number 09.2957 shall be replaced by: 1.1. - 31.12.1998.", "The table in Annex I to Regulation (EC) No 2505/96 shall be replaced by the table set out in the Annex.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998 as regards points 1 and 3 of Article 1, as from 1 July 1998 as concerns point 2 of Article 1 and as from 1 January 1999 as concerns Article 2.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ L 345, 31. 12. 1996, p. 1. Regulation as last amended by Regulation (EC) No 2151/98 (OJ L 271, 8. 10. 1998, p. 8).\nANNEX\n>TABLE>"}