{"celex_id": "31996R1492", "uri": "http://publications.europa.eu/resource/cellar/cae22b38-5170-4396-9826-0bda237eae63", "type": "Regulation", "concepts": ["1309", "2739", "4308", "4359", "616", "946"], "title": "Commission Regulation (EC) No 1492/96 of 26 July 1996 amending Annex II and Annex III to Council Regulation (EEC) No 2455/92 concerning the export and import of certain dangerous chemicals\n", "header": "COMMISSION REGULATION (EC) No 1492/96 of 26 July 1996 amending Annex II and Annex III to Council Regulation (EEC) No 2455/92 concerning the export and import of certain dangerous chemicals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2455/92 of 23 July 1992, concerning Community exports and imports of certain dangerous chemicals (1), as last amended by Council Regulation (EC) No 3135/94 (2), and in particular Article 11 (2) and (3) thereof,\nWhereas Regulation (EEC) No 2455/92 sets up a system of notification and information for imports from and exports to third countries of certain dangerous chemicals; whereas certain of these chemicals are subject to the international prior informed consent procedure (PIC) established by the United Nations Environment Programme (UNEP) and by the Food and Agriculture Organization (FAO);\nWhereas Regulation (EEC) No 2455/92 further provides for the participation of the Community in the international notification and prior informed consent procedure;\nWhereas Article 5 (3) of Regulation (EEC) No 2455/92 provides, inter alia, that Annex II to the said Regulation should comprise a list of chemicals subject to the international PIC procedure, a list of the countries participating in the PIC scheme and the PIC decisions of importing countries;\nWhereas Article 11 (2) of Regulation (EEC) No 2455/92 provides that Annex II should be amended where the UNEP and the FAO have initiated amendments to the list of chemicals subject to the international PIC procedure and to the PIC decisions of importing countries;\nWhereas, a number of such amendments having been so initiated, it is necessary, in accordance with Article 11 of Regulation (EEC) No 2455/92, to amend its Annex II, as last amended by Commission Regulation (EC) No 41/94 (3);\nWhereas the exports of chemicals to which Regulation (EEC) No 2455/92 applies are subject to a common notification procedure which permits the Community to notify third countries with regard to such exports;\nWhereas Article 4 (1) of the Regulation states that notifications of exports from the Community to third countries must comply with the requirements set out in Annex III;\nWhereas, in the light of experience gained and to ensure a better information of third countries, it is desirable to amend Annex III to Regulation (EEC) No 2455/92;\nWhereas this Regulation is in accordance with the opinion of the Committee set up under Article 29 of Council Directive 67/548/EEC of 27 June 1967 on the approximation of the laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (4), as last amended by Commission Directive 94/69/EC (5),", "main_body": ["Annex I to this Regulation replaces Annex II to Regulation (EEC) No 2455/92.", "Annex II to this Regulation replaces Annex III to Regulation (EEC) No 2455/92.", "This Regulation shall come into force one month after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1996.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 251, 29. 8. 1992, p. 13.\n(2) OJ No L 332, 22. 12. 1994, p. 1.\n(3) OJ No L 8, 12. 1. 1994, p. 1.\n(4) OJ No L 196, 16. 8. 1967, p. 1.\n(5) OJ No L 381, 31. 12. 1994, p. 1.\nANNEX I\n'ANNEX II\nThe information contained in this Annex is based on the PIC Circular V, July 1995 and on the update of PIC Circular V, January 1996\n(1) List of chemicals subject to the international PIC procedure\nThe following chemicals have been introduced in the PIC procedure following control actions reported by participating countries. For aldrin, dieldrin, DDT, dinoseb and dinoseb salts, fluoroacetamide, HCH, chlordane, chlordimeform, cyhexatin, EDB, heptachlor, mercury compounds, reported control actions refer to pesticide use (as defined by the FAO/UNEP). For crocidolite, PBBs, PCBs, PCTs and tris(2,3 dibromopropyl)phosphate, reported control actions refer to industrial use. Decision guidance documents (DGDs) have been prepared by UNEP/FAO (IRPTC) to help countries to make import decisions concerning those chemicals. Nevertheless, DGD is not the only information taken into account by countries when they take their import decision. Therefore, the import decision does not necessarily refer to the uses mentioned in the DGD.\n>TABLE>\n2. List of the countries participating in the PIC scheme\nAfghanistan (*)\nAlbania\nAlgeria\nAndorra (*)\nAngola\nAntigua and Barbuda\nArgentina\nArmenia\nAustralia\nAzerbaijan (*)\nBahamas\nBahrain\nBangladesh\nBarbados\nBelarus (*)\nBelize\nBenin\nBhutan\nBolivia\nBosnia-Herzegovina (*)\nBotswana (*)\nBrazil\nBrunei Darussalam (*)\nBulgaria\nBurkina Faso\nBurundi\nCambodia (*)\nCameroon\nCanada\nCape-Verde\nCentral African Republic\nChad\nChile\nChina\nColombia\nComoros\nCongo\nCook Islands\nCosta Rica\nCôte-d'Ivoire\nCroatia (*)\nCuba\nCyprus\nCzech Republic (1)\nDemocratic People's Republic of Korea (*)\nDjibouti (*)\nDominica\nDominican Republic\nEcuador\nEgypt\nEl Salvador\nEquatorial Guinea (*)\nEritrea (*)\nEstonia\nEthiopia\nEuropean Union (its Member States and Members of the EEA Agreement) (2)\nFederated States of Micronesia (*)\nFiji\nGabon (*)\nGambia\nGeorgia (*)\nGhana\nGrenada\nGuatemala\nGuinea\nGuinea-Bissau (*)\nGuyana (*)\nHaiti\nHoly See (*)\nHonduras\nHungary\nIndia\nIndonesia\nIran\nIraq\nIsrael\nJamaica\nJapan\nJordan\nKazakhstan\nKenya\nKiribati (*)\nKuwait\nKyrgyzstan (*)\nLao People's Democratic Republic (*)\nLatvia\nLebanon\nLesotho\nLiberia\nLibyan Arab Jamahiriya\nLithuania\nMacedonia (*)\nMadagascar\nMalawi\nMalaysia\nMaldives (*)\nMali (*)\nMalta\nMarshall Islands (*)\nMauritania\nMauritius\nMexico\nMoldova\nMonaco (*)\nMongolia\nMorocco\nMozambique\nMyanmar\nNamibia (*)\nNauru (*)\nNepal\nNew Zealand\nNicaragua\nNiger\nNigeria\nOman\nPakistan\nPanama\nPapua New Guinea\nParaguay\nPeru\nPhilippines\nPoland (*)\nQatar\nRepublic of Korea\nRomania\nRussian Federation\nRwanda\nSt Kitts and Nevis\nSt Lucia\nSt Vincent and the Grenadines\nSamoa\nSan Marino (*)\nSão Tomé and Príncipe\nSaudi Arabia\nSenegal\nSeychelles (*)\nSierra Leone\nSingapore (*)\nSlovakia\nSlovenia (*)\nSolomon Islands\nSomalia (*)\nSouth Africa (*)\nSri Lanka\nSudan\nSuriname\nSwaziland (*)\nSwitzerland\nSyrian Arab Republic\nTajikistan\nThailand\nTogo\nTonga\nTrinidad and Tobago\nTunisia\nTurkey\nTurkmenistan (*)\nTuvalu (*)\nUganda\nUkraine (*)\nUnited Arab Emirates\nUnited Republic of Tanzania\nUnited States of America\nUruguay\nUzbekistan\nVanuatu\nVenezuela\nVietnam\nYemen (*)\nYugoslavia (*)\nZaire\nZambia\nZimbabwe\n(*) These countries have not yet nominated a DNA.\n(1) Focal point only.\n(2) Member States of the European Union: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom.\nMembers of the EEA Agreement: European Union, Iceland, Liechtenstein, Norway.\n3. Decisions of participating countries\n>TABLE>\nANNEX II\n'ANNEX III\nInformation required pursuant to Article 4\nReference No\n1. Identity of the substance to be exported\n- name in nomenclature of the International Union of Pure and Applied Chemistry,\n- other names (usual name, trade name, abbreviation),\n- EC number and CAS number,\n- CUS number and combined nomenclature code,\n- main impurities of the substance, when particularly relevant.\n2. Identity of the preparation to be exported\n- trade name or designation of the preparation,\n- for each substance listed in Annex I, percentage and details as specified under 1.\n3. Information on the export\n- country of destination,\n- country of origin,\n- expected date of first export,\n- estimated amount of the chemical to be exported to the destination country in the year following the first export,\n- intended use in the country of destination, if known,\n- name, address and other relevant particulars of the importer or importing company.\n4. Designated national authorities\nThe name, address, telephone and telex or fax numbers or e-mail of the designated authority in the European Union from which further information may be obtained.\nThe name, address, telephone and telex or fax numbers or e-mail of the designated authority in the importing country.\n5. Information on precautions to be taken, including category of danger and risk and safety advice\n6. Use of the chemical in the European Union\n- use category(ies) subject to control measure (ban or severe restriction),\n- use category(ies) for which the chemical is not severely restricted or banned,\n(Use categories, as defined in Annex I to the Regulation).\n7. Summary of regulatory restrictions and reasons for them\n8. Additional information\n9. Acknowledgement of receipt\nThe above information should be provided on an export notification form as shown hereafter.\n(Exporters are required to provide information on items 1, 2, 3, 5, 6 and (if any) 8.)\n>START OF GRAPHIC>\nEUROPEAN COMMISSION\nRegulation (EEC) No 2455/92\nExport notification form for a banned or severely restricted chemical\n(Chemical No in Annex I to the Regulation: ..........  var. ..........  )\nEXPORT NOTIFICATION REFERENCE No\n1. IDENTITY OF THE CHEMICAL SUBSTANCE TO BE EXPORTED (1)\nName(s) of chemical:\nRelevant impurities\nEC No ..........  CAS No ..........  CUS No ..........  CN code\n2. IDENTITY OF THE PREPARATION TO BE EXPORTED (1)\nName(s) of preparation:\nName(s) of constituent chemical(s) banned or severely restricted: (all relevant chemicals must be listed)\n(i) % in preparation: ..........  EC No ..........  CAS No ..........  CUS No ..........  CN code\n(ii) % in preparation: ..........  EC No ..........  CAS No ..........  CUS No ..........  CN code\n3. INFORMATION ON THE EXPORT (1)\nOrigin ..........  Destination\nExpected date of first export\nEstimated amount of the chemical to be exported to the destination country in the year following the first export\nIntended use in the country of destination, if known\nName, address and other relevant particulars of the importer or importing company\n4. DESIGNATED NATIONAL AUTHORITIES\nin the European Union ..........  in the importing country\nRepresentative of exporting country\nSignature\nDate\nOfficial stamp\n(1) Please complete either item 1 or 2.\nData Sheet for a banned or severely restricted chemical\n(If a preparation contains more than one chemical which is banned or severely restricted in the European Union, data sheets on the additional chemicals must be attached hereto.)\nCHEMICAL NAME(S)\nEC No ..........  CAS No ..........  CUS No ..........  CN Code\n5. LABELLING REQUIREMENTS FOR THE CHEMICAL\nClassification\nLabelling\nSymbols\nRisk phrases\nSafety phrases\nLABELLING REQUIREMENTS FOR THE PREPARATION\nClassification\nLabelling\nSymbols\nRisk phrases\nSafety phrases\n6. USE OF THE CHEMICAL IN THE EUROPEAN UNION\nUse category(ies) subject to the control measure (ban or severe restriction)\nUse category(ies) for which the chemical is not severely restricted or banned\n(use categories as defined in Annex I to the Regulation)\n7. SUMMARY OF REGULATORY RESTRICTIONS AND REASONS FOR THEM\nReference to Community legislation\nReasons supporting the control action/reasons for banning the use in the European Union\n8. ADDITIONAL INFORMATION\n9. ACKNOWLEDGEMENT OF RECEIPT\nEUROPEAN COMMISSION\nRegulation (EEC) No 2455/92\nConfirmation of receipt of an export notification\nPlease add the date and signature, and return to the following address:\nFax:\nI confirm that we have received the export notification form bearing the export reference No (ERN):\nSignature .......... Date ..........  Official stamp:\nNote: If the address on the export notification form is incorrect, or if the form should be sent to a different authority, please give details below:`\n>END OF GRAPHIC>"}