{"celex_id": "31997R1192", "uri": "http://publications.europa.eu/resource/cellar/1dcc7250-9882-44d0-8a07-d2caf115cb50", "type": "Regulation", "concepts": ["2511", "2650", "2871", "4692", "5263"], "title": "Council Regulation (EC) No 1192/97 of 25 June 1997 fixing the basic price and the standard quality for pig carcases for the period 1 July 1997 to 30 June 1998\n", "header": "COUNCIL REGULATION (EC) No 1192/97 of 25 June 1997 fixing the basic price and the standard quality for pig carcases for the period 1 July 1997 to 30 June 1998\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), and in particular Article 4 (4) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas, when the basic price for slaughtered pigs is fixed, account should be taken of the objectives of the common agricultural policy; whereas the objectives of the common agricultural policy are in particular to ensure a fair standard of living for the agricultural community, to ensure that supplies are available and that they reach consumers at reasonable prices;\nWhereas the basic price must be fixed in accordance with the criteria laid down in Article 4 (1) of Regulation (EEC) No 2759/75 for a standard quality defined by reference to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (5),", "main_body": ["For the period 1 July 1997 to 30 June 1998, the basic price for slaughtered pigs of the standard quality shall be ECU 1 509,39 per tonne.", "The standard quality shall be defined in terms of carcase weight and lean meat content, determined in accordance with Article 2 (2) and (3) of Regulation (EEC) No 3220/84, as follows:\n(a) carcases weighing 60 to less than 120 kg: grade E;\n(b) carcases weighing 120 to 180 kg: grade R.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ No L 282, 1. 11. 1975, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ No L 349, 31. 12. 1994, p. 105) and by the 1994 Act of Accession.\n(2) OJ No C 101, 27. 3. 1997, p. 18.\n(3) Opinion delivered on 12 June 1997 (not yet published in the Official Journal).\n(4) Opinion delivered on 29 May 1997 (not yet published in the Official Journal).\n(5) OJ No L 301, 20. 11. 1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ No L 320, 22. 12. 1993, p. 5)."}