{"celex_id": "31998R2138", "uri": "http://publications.europa.eu/resource/cellar/f443a0f9-4587-48ac-ba54-8462f8d3e829", "type": "Regulation", "concepts": ["2068", "2069", "2763", "3568", "4381", "5751"], "title": "Commission Regulation (EC) No 2138/98 of 6 October 1998 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "COMMISSION REGULATION (EC) No 2138/98 of 6 October 1998 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(14) thereof,\nWhereas Commission Regulation (EEC) No 3846/87 (3), as last amended by Regulation (EC) No 1353/98 (4), establishes an agricultural product nomenclature for export refunds based on the Combined Nomenclature; whereas the footnotes to Sector 9 of the Annex to that Regulation lay down rules to be followed when granting and calculating refunds on milk and milk products; whereas, under those rules, milk products containing permeate are not eligible for a refund; whereas it should be specified that that rule also applies to products consisting solely of permeate;\nWhereas, to avoid problems in trade, the obligation to declare the actual content of added substances which are ineligible for the grant of a refund during customs formalities should be replaced by the obligation to declare a maximum content of such added substances;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Sector 9 of the Annex to Regulation (EEC) No 3846/87, footnotes 1, 2, 4, 8, 10, 13 and 14 are hereby replaced by the footnotes listed in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 366, 24. 12. 1987, p. 1.\n(4) OJ L 184, 27. 6. 1998, p. 29.\nANNEX\nNotes\n(1) Where the product falling within this subheading consists of permeate or where non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added to the product, no export refund is payable.\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether or not non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added to the product or if the product consists of permeate.\n(2) Where the product falling within this subheading contains added non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504, the added non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 must not to be taken into account in the calculation of the refund.\nIf the product falling within this subheading consists of permeate, no export refund is payable.\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether the product contains permeate or whether or not non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinate and/or permeate and/or products covered by CN code 3504 have been added and, where this is the case:\n- the maximum content by weight of non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 added per 100 kilograms of finished product, and in particular,\n- the lactose content of the added whey.\n(4) The refund per 100 kilograms of product falling within this subheading is equal to the sum of the following components:\n(a) the amount per kilogram shown, multiplied by the weight of lactic matter contained in 100 kilograms of product.\nHowever, where whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added to the product, the amount per kilogram shown is to be multiplied by the weight of the lactic matter other than whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 added per 100 kilograms of product;\n(b) a component calculated in accordance with Article 12(3) of Commission Regulation (EC) No 1466/95 (OJ L 144, 28.6.1995, p. 22).\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether the lactic matter consists of permeate or whether or not non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added and, where this is the case:\n- the maximum content by weight of whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 and of sucrose and/or other non/lactic matter added per 100 kilograms of finished product,\nand in particular,\n- the lactose content of the added whey.\nIf the lactic matter in the product consists of permeate, no export refund is payable.\n(8) When completing customs formalities, the applicant must state on the declaration provided for that purpose:\n- the skimmed-milk powder content by weight,\n- whether or not whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added and, where this is the case:\n- the maximum content by weight of whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 added per 100 kilograms of finished product,\nand in particular,\n- the lactose content of the added whey per 100 kilograms of finished product.\n(10) Where the product contains non-lactic matter and/or casein and/or caseinates and/or whey and/or products derived from whey and/or lactose and/or permeate and/or products covered by CN code 3504, the added non-lactic matter and/or casein and/or caseinates and/or whey and/or products derived from whey (excluding whey butter covered by CN code 0405 10 50) and/or lactose and/or permeate and/or products covered by CN code 3504 will not be taken into account for the purpose of calculating the refund.\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether or not non-lactic matter and/or casein and/or caseinates and/or whey and/or products derived from whey and/or lactose and/or permeate and/or products covered by CN code 3504 have been added and, where this is the case, the maximum content by weight of the non-lactic matter and/or casein and/or caseinates and/or whey and/or products derived from whey (specifying, where applicable the whey butter content) and/or lactose and/or permeate and/or products covered by CN code 3504 added per 100 kilograms of finished product.\n(13) Where the product contains non-lactic matter, the non-lactic matter is not to be taken into account for the purposes of calculating the refund.\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether or not non-lactic matter has been added and, where this is the case, the maximum content by weight of the non-lactic matter added per 100 kilograms of finished product.\n(14) Where the product contains non-lactic matter other than sucrose, the non-lactic matter other than sucrose is not to be taken into account for the purposes of calculating the refund.\nThe refund on 100 kilograms of product covered by this subheading is equal to the sum of the following components:\n(a) the amount per kilogram shown, multiplied by the weight of the lactic matter per 100 kilograms of product;\n(b) a component calculated in accordance with Article 12(3) of Commission Regulation (EC) No 1466/95 (OJ L 144, 28.6.1995, p. 22).\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose the maximum content by weight of sucrose and/or other non-lactic matter added per 100 kilograms of finished product."}