{"celex_id": "31992R0585", "uri": "http://publications.europa.eu/resource/cellar/5cd61536-92eb-4070-a7fa-d506c5afe1b7", "type": "Regulation", "concepts": ["1255", "1644", "2543", "3167", "4411"], "title": "Commission Regulation (EEC) No 585/92 of 6 March 1992 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Economic Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\n", "header": "COMMISSION REGULATION (EEC) No 585/92  of 6 March 1992  relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Economic Community and the Republic of Poland, the  Republic of Hungary and the Czech and Slovak Federal Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 relating to certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel  Community, of the one part, and the Republic of Poland, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 relating to certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel  Community, of the one part, and the Republic of Hungary, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 relating to certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel  Community, of the one part, and the Czech and Slovak Federal Republic, of the other part (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975, on the common organization of the market in cereals (4), as last amended by Regulation (EEC) No 3577/90 (5), and in particular Article 12 thereof,\nWhereas the Association Agreements between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic, of the other part, were  signed on 16 December 1991; whereas, pending the entry into force of these Agreements, the Community has decided to apply with effect from 1 March 1992 Interim Agreements concluded with the said countries, hereinafter referred to as 'Interim  Agreements';\nWhereas the Interim Agreements provide for a reduction in import levies for certain products in the cereals sector; whereas this reduction will be progressively applied and with certain quantitative restrictions;\nWhereas the origin of the products should in particular be established by making their free circulation conditional upon the presentation of the EUR. 1 certificate provided for by Protocol 4 and issued by the exporting countries;\nWhereas there should be provision for licences for the importation of the products in question, within the quantities fixed, to be issued following a review period and subject, where necessary, to a uniform percentage reduction in the quantities applied  for; whereas the applicants may withdraw their applications where a uniform percentage reduction is applied;\nWhereas the information to be included on the applications and licences must be specified, notwithstanding Articles 8 and 21 of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the  system of import and export licences and advance fixing certificates for agricultural products (6), as last amended by Regulation (EEC) No 1599/90 (7);\nWhereas, to take account of delivery conditions, import licences should be valid from the day they are issued to the end of the third month following that of issue; whereas the validity of the licences must be limited to the end of January where they  are issued in respect of the maximum quantity for the previous year;\nWhereas, Article 12 of Commission Regulation (EEC) No 891/89 (8) notwithstanding, in order to ensure efficient management of the scheme the security in respect of import licences is fixed at ECU 25 per tonne;\nWhereas the importation of brewing barley must be subject to measures to verify its use; whereas, pending Community provisions to this effect, it is necessary to lay down that the first lodging of import applications may be made no sooner than April  1992;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In accordance with Article 14 (2) of the Interim Agreements, partial exemption from the import levy subject to the quantitative limits and reduction rates set out in the Annex to this Regulation shall apply to the products originating in the  Republics in question and listed in the Annex hereto.\nIn accordance with Protocol 4 of the Interim Agreements, in order to qualify under the scheme, products placed in free circulation on the internal market of the Community must be accompanied by the original of the EUR. 1 certificate issued by the  competent authorities of the exporting country.", "1. Applications for import certificates shall be lodged with the competent authorities of each Member State on the second Monday of each month up to 1 p.m. Belgian time.\nFor a given year, licence applications may not relate to a quantity greater than that available for imports of the product in question.\n2. The Member States shall send import licence applications to the Commission by telex or by telefax by 6 p.m. Belgian time on the day on which they are lodged.\nThis notification shall be made separately from that of other applications for cereal import licences.\n3. By the fifth working day at the latest following lodging of the applications the Commission shall decide to what extent licence applications are to be accepted and shall notify the Member States by telex.\nIf the Commission applies a uniform percentage reduction, the interested parties may withdraw their applications.\n4. Without prejudice to paragraph 3, licences shall be issued on the seventh working day following that on which the application was lodged. Article 21 (1) of Regulation (EEC) No 3719/88 notwithstanding, the period of validity of the licence shall start  from the day of its actual issue.", "Article 8 (1) of Regulation (EEC) No 891/89 notwithstanding, import licences shall be valid from their date of issue until the end of the third month following that in which they were issued. Nevertheless, the validity of licences shall be  restricted to the end of January, where licences issued in respect of the previous year's quantity are concerned.", "Article 8 (4) of Regulation (EEC) No 3719/88 notwithstanding, the quantity placed in free circulation may not exceed that shown in boxes 17 and 18 of the import licence. To this end the figure '0' shall be entered in box 19 of the licence.", "For the product to be imported with the levy reduced as provided for in Article 1, the import licence application and the licence shall show:\n(a) in box 8, the country of origin of the product;\n(b) in box 20, one of the following entries:\nReglamento (CEE) no 585/92;\nForordning (EOEF) nr. 585/92;\nVerordnung (EWG) Nr. 585/92;\nÊáíïíéóìueò (AAÏÊ) áñéè. 585/92;\nRegulation (EEC) No 585/92;\nRèglement (CEE) no 585/92;\nRegolamento (CEE) n. 585/92;\nVerordening (EEG) nr. 585/92;\nRegulamento (CEE) no 585/92.\nThe licence shall carry with it an obligation to import from the said country.\nThe licence shall also carry in box 24, depending on the levy reduction applicable, one of the following entries:\nExacción reguladora reducida un 20, 40, 60 %;\nNedsaettelse af importafgiften med 20, 40, 60 %;\nErmaessigung der Abschoepfung um 20, 40, 60 %;\nÌaaéùìÝíç aaéóoeïñUE êáôUE 20, 40, 60 %;\nLevy reduction 20, 40, 60 %;\nPrélèvement réduit de 20, 40, 60 %;\nPrelievo ridotto del 20, 40, 60 %;\nMet 20, 40, 60 % verlaagde heffing;\nDireito nivelador reduzido de 20, 40, 60 %.", "Article 12 (a) and (b) of Regulation (EEC) No 891/89 notwithstanding, the security in the case of import licences covered by this Regulation shall be ECU 25 per tonne.", "This Regulation shall enter into force on 7 March 1992. However, it shall apply only from 1 April 1992 for the product falling within CN code ex 1003 00 90. This Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 6 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3. (2) OJ No L 56, 29. 2. 1992, p. 6. (3) OJ No L 56, 29. 2. 1992, p. 9. (4) OJ No L 281, 1. 11. 1975, p. 1. (5) OJ No L 353, 17. 12. 1990, p. 23. (6) OJ No L 331, 2. 12. 1988, p. 1. (7) OJ No L 151, 15. 6.  1990, p. 29. (8) OJ No L 94, 7. 4. 1989, p. 13.\nANNEX\nI. PRODUCTS ORIGINATING IN THE REPUBLIC OF HUNGARY  (1 000 tonnes)\nYear  1992  1993  1994  1995  1996         % levy reduction  20  40  60  60  60         CN code 1001 90 99  141 667 (1)  185 000  200 000  216 000  232 000\n(1) in accordance with Protocol 7 of the Interim Agreements, the  quantities for 1992 have been reduced pro rata temporis.   II. PRODUCTS ORIGINATING IN THE CZECH AND SLOVAK FEDERAL REPUBLIC  (1 000 tonnes)\nYear  1992  1993  1994  1995  1996         % levy reduction  20  40  60  60  60         CN code ex 1003 00 90  25 000 (1)  32 500  35 500  38 000  41 000         CN code 1101 00 00  16 667 (1)  22 000  23 500  25 500  27 000         CN code  1107 10 99  29 167 (1)  38 000  41 500  44 500  47 500\n(1) in accordance with Protocol 7 of the Interim Agreements, the quantities for 1992 have been reduced pro rata temporis.   III. PRODUCTS ORIGINATING IN THE REPUBLIC OF POLAND  (1 000 tonnes)\nYear  1992  1993  1994  1995  1996         % levy reduction  20  40  60  60  60         CN code 1008 10 00  2 667 (1)  3 500  3 800  4 100  4 350\n(1) in accordance with Protocol 7 of the Interim Agreements, the quantities for  1992 have been reduced pro rata temporis."}