{"celex_id": "31997D0203", "uri": "http://publications.europa.eu/resource/cellar/f8bf47fc-6f3e-4bae-ac1b-103866787525", "type": "Decision", "concepts": ["1182", "2897", "3017", "4424", "4585", "5581"], "title": "97/203/EC: Council Decision of 17 March 1997 authorizing the Hellenic Republic to apply a measure derogating from Article 9 of the Sixth Directive 77/388/EEC on the harmonization of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 17 March 1997 authorizing the Hellenic Republic to apply a measure derogating from Article 9 of the Sixth Directive 77/388/EEC on the harmonization of the laws of the Member States relating to turnover taxes (97/203/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 27 (1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce special measures for derogation from that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance;\nWhereas, by letter to the Commission registered on 2 September 1996, the Hellenic Republic requested authorization to introduce a measure derogating from Article 9 of Directive 77/388/EEC;\nWhereas the other Member States were informed on 20 December 1996 of the request made by the Hellenic Republic;\nWhereas the measure is necessary to counter the tax avoidance effects that have led a growing number of Community taxable and non-taxable persons to purchase telecommunications services outside the Community in order to avoid payment of VAT; whereas the measure is furthermore necessary to discourage suppliers of telecommunications services established in a Member State from establishing themselves outside the Community;\nWhereas the measure is also necessary to simplify the procedure for charging the tax insofar as it provides the same tax obligations for customers of telecommunications services regardless of whether these services are performed by suppliers established inside or outside the Community;\nWhereas the derogations will not affect, except to a negligible extent, the amount of tax due at the final consumption stage and will not therefore have an adverse effect on the European Communities' own resources arising from value-added tax;\nWhereas it is necessary to grant this measure from 1 January 1997 in order to remedy as quickly as possible a situation undermining the competitiveness of European telecommunications companies; whereas from 1 January 1997 the customers and the suppliers of telecommunications services had no longer a legitimate confidence in the continuation of the legislation in force at that date;\nWhereas it is desirable that the derogation should be granted until 31 December 1999, or, if a Directive altering the place of taxation of telecommunications services enters into force at an earlier date, until that date, in order to allow the Council to adopt a general Community solution based on the Commission proposal,", "main_body": ["By way of derogation from Article 9 (1) of Directive 77/388/EEC, the Hellenic Republic is authorized to include, within Article 9 (2) (e) of the Directive, telecommunications services. In the case of a Member State making use of this facility, the provisions of Article 9 (3) (b) of the Directive shall also apply to these services.\nTelecommunications services shall be deemed to be services relating to the transmission, emission or reception of signals, writing, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems, including the transfer or assignment of the right to use capacity for such transmission, emission or reception.", "This Decision may be applied to telecommunications services in respect of which the chargeable event took place from 1 January 1997. It will also apply to prepayments made in respect of telecommunications services paid for before the date of implementation of this Decision by the Member State insofar as these prepayments cover supplies of telecommunications services which are performed after the date of implementation.", "The authorization specified in this Decision shall apply until 31 December 1999, or, if a Directive altering the place of taxation of telecommunications services enters into force at an earlier date, until that date.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 17 March 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EC (OJ No L 338, 28. 12. 1996, p. 89)."}