{"celex_id": "31996R0416", "uri": "http://publications.europa.eu/resource/cellar/df645af8-56bd-403a-86bb-e751422a7473", "type": "Regulation", "concepts": ["1134", "20", "3170", "4284", "5070", "5262"], "title": "Commission Regulation (EC) No 416/96 of 7 March 1996 amending Regulation (EEC) No 2710/93 concerning certain special sales by tender of vinous alcohol held by intervention agencies, for use as motor fuel within the Community\n", "header": "COMMISSION REGULATION (EC) No 416/96 of 7 March 1996 amending Regulation (EEC) No 2710/93 concerning certain special sales by tender of vinous alcohol held by intervention agencies, for use as motor fuel within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EEC) No 377/93 of 12 February 1993 laying down detailed rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 and 39 of Council Regulation (EEC) No 822/87 and held by intervention agencies (1), as last amended by Regulation (EC) No 3152/94 (2), and in particular Article 19 thereof,\nHaving regard to Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (3), as last amended by Regulation (EEC) No 3403/93 (4), and in particular Article 30 thereof,\nWhereas Commission Regulation (EEC) No 2710/93 (5) cancelled the special sales by tender Nos 7/90 EEC and 8/90 EEC opened by Commission Regulations (EEC) No 3389/90 (6) and (EEC) No 3390/90 (7), in respect of the lots of alcohol not taken out of intervention storage and also provided that the use of alcohol from the first lot under special sale by tender No 7/90 EEC and from the first two lots under special sale by tender No 8/90 EEC must cease within two years from 1 October 1993 save in cases of force majeure;\nWhereas failure to meet the deadline of 1 October 1995 for the effective use of the alcohol concerned is likely under the conditions of the invitation to tender arising from the provisions of Regulation (EEC) No 2220/85, to entail the gradual and total forfeiture of the performance guarantee of ECU 90/hl without the total amount of the alcohol awarded having been used for the purposes planned; whereas the deadline should be extended; whereas, moreover, the effects of the present rules on forfeiture as they affect securities, as laid down in Regulation (EEC) No 2220/85 should be made more gradual in order to ensure compliance with one of the main requirements for these invitations to tender, namely the effective use of the alcohol awarded as motor fuel within the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 3 of Regulation (EEC) No 2710/93 is hereby replaced by the following:\n'Article 3\n1. Notwithstanding Article 23 of Regulation (EEC) No 2220/85 and save in cases of force majeure, where the deadline referred to in Article 2 is not met, the performance guarantee of ECU 90 per hectolitre of alcohol at 100 % volume shall be forfeited in the following proportions:\n(a) 15 % in all cases;\n(b) 50 % of the amount remaining after the deduction of 15 %, where the use referred to in that Article has not taken place before 30 June 1996.\nThe entire guarantee shall be forfeited in the case of failure to complete use of the lots by 31 December 1996.\n2. Notwithstanding Article 27 of Commission Regulation (EEC) No 2220/85, the performance guarantee provided for in paragraph 1 shall be released by the intervention agency concerned only where the entire amount of the alcohol from the first lot under special sale by tender No 7/90 EEC and the first two lots under special sale by tender No 8/90 EEC has been used as motor fuel within the Community.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 43, 20. 2. 1993, p. 6.\n(2) OJ No L 332, 22. 12. 1994, p. 34.\n(3) OJ No L 205, 3. 8. 1985, p. 5.\n(4) OJ No L 310, 14. 12. 1993, p. 4.\n(5) OJ No L 245, 1. 10. 1993, p. 131.\n(6) OJ No L 327, 27. 11. 1990, p. 19.\n(7) OJ No L 327, 27. 11. 1990, p. 21."}