{"celex_id": "31995R2250", "uri": "http://publications.europa.eu/resource/cellar/82208f20-68d0-4e98-8fe8-ab206f56228f", "type": "Regulation", "concepts": ["133", "2437", "3544", "4790", "5228", "997"], "title": "Council Regulation (EC) No 2250/95 of 18 September 1995 amending for the fifth time Regulation (EEC) No 1866/86 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound\n", "header": "COUNCIL REGULATION (EC)  No 2250/95 of 18 September 1995 amending for the fifth time Regulation (EEC) No 1866/86 laying down  certain technical measures for the conservation of fishery resources in the waters of the Baltic  Sea, the Belts and the Sound\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nHaving regard to the opinion of the Economic and Social Committee  (3),\nWhereas, under Articles 2 and 4 of Council Regulation (EEC) No 3760/92 of 20 December 1992  establishing a Community system for fisheries and aquaculture  (4), the Council is responsible for  adopting, in the light of the available scientific advice, the conservation measures necessary to  ensure the rational and responsible exploitation of living marine aquatic resources on a  sustainable basis; whereas, to that end, the Council may lay down technical measures concerning  fishing gear and the ways in which it is used;\nWhereas it is necessary to establish the principles and certain procedures for laying down the said  technical measures at Community level so that each Member State can manage the fishing activities  carried on in the maritime waters within its jurisdiction or under its sovereignty;\nWhereas Regulation (EEC) No 1866/86  (5) lays down certain technical measures for the conservation  of fishery resources in the waters of the Baltic Sea, the Belts and the Sound;\nWhereas the International Baltic Sea Fishery Commission, set up by the Baltic Sea Convention  (Gdansk Convention) and hereinafter referred to as the 'Baltic Sea Commission`, lays down the rules  governing fishing operations in the Baltic Sea;\nWhereas, by letters of 20 September 1993 and 20 September 1994, the Baltic Sea Commission notified  the Contracting States of certain recommendations, adopted at the 19th and 20th sessions of the  Commission respectively, to modify, among other things, the technical measures;\nWhereas the Gdansk Convention provides that the Community must give effect to the said  recommendations in the waters of the Baltic Sea, the Belts and the Sound, subject to the objection  procedure laid down in Article XI of the Convention; whereas there are no grounds for such  objections,", "main_body": ["Regulation (EEC) No 1866/86 is hereby amended as follows:\n1.  The following paragraph shall be added to Article 2:\n'1a.  Fishing for cod shall be prohibited in the Baltic Sea, the Belts and the Sound from 1 June to  31 August 1995.` 2.  Article 3 (4) shall be replaced by the following:\n'4.  By way of derogation from paragraph 3, undersized cod may be kept on board within a limit of 5   % by weight of the cod catch on board.` 3.  The following paragraph shall be added to Article 3:\n'5.  The by-catch of cod taken when fishing for herring and sprat shall not exceed 10  % of the  total weight of the catch. Of this by-catch of cod, no more than 5  % of undersized cod shall be  kept on board.` 4.  Article 6 (1) shall be replaced by the following:\n'1.  During the inspection of nets, meshes shall be measured using a flat gauge which is 2 mm thick  and made of durable material that will retain its shape. It shall have several parallel-edge sides  connected by intermediate tapering sides each with a taper of 1 cm in 8 cm or shall have tapering  sides only, with the same taper as indicated above. The gauge shall be inscribed on its surface  with the width in millimetres both on the parallel-sided section, where one exists, and on the  tapering section. In the case of the latter, the width shall be inscribed every 1 mm interval, and  the indication of the width shall appear at regular intervals.` 5.  The following paragraph shall be added to Article 8:\n'3.  By way of derogation from paragraph 1, during fishing for cod, only gear authorized for  fishing for cod or gear with a larger mesh size than the sizes laid down in Annex IV may be allowed  to be kept on board. If there is gear on board that is not authorized for fishing for cod, the  landing of cod shall be prohibited.` 6.  In Annex I:\n-  in subdivision 22, the closing words shall read as follows:\n'; then due south to the coast of the Federal Republic of Germany; then in a south-westerly  direction along the coast of the Federal Republic of Germany and the east coast of Jutland as far  as the point of departure.`,\n-  in line 7 of subdivision 24, 'the German Democratic Republic` shall be replaced by 'the Federal  Republic of Germany`.\n7.  Annex III shall be amended in accordance with Annex I to this Regulation.\n8.  Annex IV shall be amended in accordance with Annex II to this Regulation.\n9.  Annex V as shown in Annex III to this Regulation is hereby added.", "This Regulation shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 18 September 1995.\nFor the Council The President P. SOLBES MIRA\nANNEX I\n'ANNEX III MINIMUM SIZES REFERRED TO IN ARTICLE 3 (3) >TABLE>\nANNEX II\n'ANNEX IV MINIMUM MESH SIZE PROVIDED FOR IN ARTICLE 5 (a)  Provisions applicable from 1 January to 31 May 1995 >TABLE>\n(b)  Provisions applicable from 1 June 1995 >TABLE>\nANNEX III\n'ANNEX V SPECIAL SELECTIVITY DEVICES In order to guarantee the selectivity of trawls, Danish seines and similar nets with special mesh  openings as referred to in Annex IV, the two models of exit windows below are authorized:\nExit window (model 1) Two exit windows with plastic coated, fully opened diamond meshes shall be attached to the cod end  of trawls and Danish seines in the cod fishery. The mesh opening shall be no less than 105 mm. The  exit windows shall be attached with a separate piece of netting (between the ordinary diamond  meshes and the meshes of the exit window). The mesh size of the separate netting shall be identical  to the bar length of the exit window times the square root of two.\nThe exit window shall be attached on both sides of the cod end, and the distance between the rear  end of the cod end and the window shall be 40 to 50 cm. The length of the window shall be 80  % of  the total length of the cod end and the height of the window shall be 50 cm. The window shall be  mounted in a way that gives an opening between the upper and lower seams of the window of 15 to 20  cm.\nExit window (model 2) Identification The windows shall be rectangular sections of netting in the cod end. There shall be two windows in  the cod end.\nSize Each window shall have a minimum width of 45 cm along its entire length. Each window shall have a  minimum length of 3,5 m measured along its sides (Figure 1 of Diagram 2).\nNetting The meshes in the windows shall have a minimum size of 105 mm. They shall be square meshes, i.e.  all four sides of the window netting will be cut all bars (Figure 2 of Diagram 2). The netting  shall be mounted such that the bars run parallel and perpendicular to the length of the cod end  (Figure 2). The window width shall be eight open square meshes. The length shall be between 57 and  62 square meshes (Figure 2 of Diagram 2).\nLocation The cod end shall be divided into upper and lower panels by selvedges running down the port and  starboard sides (Figure 1 of Diagram 2). The two windows shall be located in the lower panel,  immediately adjacent to and below the selvedges (Figure 1 of Diagram 2). The windows shall  terminate a minimum of 2 m and a maximum of 2,5 m from the codline.\nThe forward end of the window shall be joined to eight meshes width of the normal cod end netting  (Figure 3 of Diagram 2). One side shall join to the selvedge or be joined immediately adjacent to  the selvedge and the other side shall be joined to the normal cod end lower panel netting following  a straight all knots cut.\nMesh size in the whole cod end All parts of the cod end shall conform to a minimum mesh size of 105 mm.\nDiagram 1 (Exit Window Model 1) >REFERENCE TO A FILM>\nDiagram 2 (Exit Window Model 2) Figure 1: Position of the square mesh windows in the codend A suggested specification >REFERENCE TO A FILM>\nFigure 2: Netting in the square mesh windows A suggested specification >REFERENCE TO A FILM>\nFigure 3: Inserting the window in the codend A suggested specification >REFERENCE TO A FILM>"}