{"celex_id": "31996R1236", "uri": "http://publications.europa.eu/resource/cellar/928e3eaf-b2cf-437e-af71-2a1ddb33b550", "type": "Regulation", "concepts": ["161", "1644", "2121", "4687", "914"], "title": "Commission Regulation (EC) No 1236/96 of 28 June 1996 amending Regulations (EEC) No 2699/93 and (EC) No 1559/94 and fixing the available quantities for the period 1 July to 30 September 1996 under the Community tariff quotas provided for in the Europe Agreements pursuant to Council Regulation (EC) No 3066/95\n", "header": "COMMISSION REGULATION (EC) No 1236/96 of 28 June 1996 amending Regulations (EEC) No 2699/93 and (EC) No 1559/94 and fixing the available quantities for the period 1 July to 30 September 1996 under the Community tariff quotas provided for in the Europe Agreements pursuant to Council Regulation (EC) No 3066/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1194/96 (1) extending Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations (2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (3), as last amended by Commission Regulation (EC) No 2916/95 (4), and in particular Article 22 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (5), as last amended by Regulation (EC) No 2916/95, and in particular Article 22 thereof,\nWhereas concessions for certain products in the poultrymeat and egg sectors have been granted under Commission Regulation (EEC) No 2699/93 of 30 September 1993 laying down detailed rules for the application in the poultrymeat and eggs sectors of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the former Czech and Slovak Federal Republic (6), as last amended by Regulation (EC) No 354/96 (7), and Commission Regulation (EC) No 1559/94 of 30 June 1994 laying down detailed rules for the application in the poultrymeat and egg sectors of the arrangements provided for in the Interim Agreements between the Community, of the one part and Bulgaria and Romania, of the other part (8), as last amended by Regulation (EC) No 354/96;\nWhereas, in order to prevent speculation and in the light of the experience gained, particularly regarding the large number of applicants, the conditions for access to the scheme should be amended to exclude importers who do not intend to use the licences to cover their own needs and the maximum quantity to be imported each quarter should be reduced;\nWhereas the duration of the validity of licences enables importers to submit applications during the first 10 days of each quarter;\nWhereas the import licences for the quantities available for the period 1 January to 30 June 1996 have already been issued on the basis of Regulations (EEC) No 2699/93 and (EC) 1559/94; whereas the quantities available for the period 1 July to 30 September 1996 should therefore be fixed taking into consideration the quantities awarded and the quotas set for that period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulations (EEC) No 2699/93 and (EC) No 1559/94 are amended as follows:\n1. Article 3 (a) of both Regulations is replaced by the following:\n'(a) applicants for import licences must be natural or legal persons who, at the time at which applications are submitted, can prove to the satisfaction of the competent authorities in the Member States that they have imported or exported at least 50 tonnes (by weight of product) in the case of products covered by Regulation (EEC) No 2777/75 and 5 tonnes (eggs and shell equivalent) in the case of products covered by Regulations (EEC) No 2771/75 and (EEC) No 2783/75 during both of the two calendar years preceding the year in which the licence applications were submitted. However retail establishments or restaurants selling their products to final consumers are excluded from the benefit of this scheme.`\n2. The last subparagraph of Article 3 (b) of both Regulations is replaced by the following:\n'A licence application must relate to at least 1 tonne and to a maximum of 10 % of the quantity available for the group concerned and the period as specified in Article 2;`.\n3. The first subparagraph of Article 4 (1) of both Regulations is replaced by the following:\n'1. Licence applications may be lodged only during the first 10 days of each period as specified in Article 2.`", "The quantities available for the products in groups 1, 2, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 15, 16, 17, 18, 19, 21, 22, 23, 24, 25, 26, 27, 28, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40 and 43 referred to in Annex I to Regulations (EEC) No 2699/93 and (EC) No 1559/94 for the period 1 July to 30 September 1996 are set out in the Annex to this Regulation.", "This Regulation shall enter into force on 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) See page 2 of this Official Journal.\n(2) OJ No L 328, 30. 12. 1995, p. 31.\n(3) OJ No L 282, 1. 11. 1975, p. 49.\n(4) OJ No L 305, 19. 12. 1995, p. 49.\n(5) OJ No L 282, 1. 11. 1975, p. 77.\n(6) OJ No L 245, 1. 10. 1993, p. 88.\n(7) OJ No L 50, 29. 2. 1996, p. 7.\n(8) OJ No L 166, 1. 7. 1994, p. 62.\nANNEX\n>TABLE>"}