{"celex_id": "31999R0518", "uri": "http://publications.europa.eu/resource/cellar/03c076c7-f530-4982-a69c-00df6266e4ee", "type": "Regulation", "concepts": ["1605", "164", "2731", "3633", "5096", "666"], "title": "Commission Regulation (EC) No 518/1999 of 9 March 1999 derogating from Regulation (EC) No 504/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the closing date for the signing of preliminary contracts for the 1999/2000 marketing year\n", "header": "COMMISSION REGULATION (EC) No 518/1999 of 9 March 1999 derogating from Regulation (EC) No 504/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the closing date for the signing of preliminary contracts for the 1999/2000 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), as amended by Regulation (EC) No 2199/97 (2), and in particular Article 6(5) thereof,\nWhereas provision is made in Article 6(1) of Commission Regulation (EC) No 504/97 (3), as last amended by Regulation (EC) No 1590/98 (4), for preliminary contracts to be concluded at the latest by 16 February of each year; whereas that date may be deferred by the Member States to 16 March;\nWhereas the third subparagraph of Article 6(3) of Regulation (EC) No 2201/96 lays down that for the 1999/2000 marketing year the quotas for each product group are to be allocated among the Member States on the basis of the average quantities produced in compliance with minimum prices during the 1997/98 and 1998/99 marketing years;\nWhereas data relating to the 1998/99 marketing year will be available only as from 1 April 1999; whereas, therefore, there will not be sufficient time to carry out the allocation provided for in the third subparagraph of Article 6(3) of Regulation (EC) No 2201/96 before the closing date for concluding preliminary contracts provided for in Article 6 of Regulation (EC) No 504/97; whereas, therefore, for the 1999/2000 marketing year, that closing date should be deferred to the 10th working day following the publication in the Official Journal of the European Communities of the allocation of quotas per product group among Member States; whereas the closing date for forwarding preliminary contracts to the competent authorities in the Member States should therefore also be deferred, as should the notification of such contracts to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1999/2000 marketing year and by way of derogation from Regulation (EC) No 504/97:\n- the closing date specified in Article 6(1) of the said Regulation for concluding preliminary contracts for the processing of tomatoes shall be deferred to the 10th working day following the publication in the Official Journal of the European Communities of the quota allocation per product group among Member States for the 1999/2000 marketing year provided for in Article 6(3) of Regulation (EC) No 2201/96,\n- the closing date provided for in Article 6(3) of the said Regulation for forwarding a copy of the preliminary contract to the agency designated by the Member State shall be deferred to the 10th working day from the closing date for the conclusion of the preliminary contract,\n- the closing date specified in Article 6(6) of the said Regulation for notifying the Commission of the quantities covered by preliminary contracts shall be deferred to the 10th working day from the closing date referred to in the second indent.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 29.\n(2) OJ L 303, 6. 11. 1997, p. 1.\n(3) OJ L 78, 20. 3. 1997, p. 14.\n(4) OJ L 208, 24. 7. 1998, p. 11."}