{"celex_id": "31994R2506", "uri": "http://publications.europa.eu/resource/cellar/a427cf5c-1dfb-4988-86b5-d165d4f2ada5", "type": "Regulation", "concepts": ["3591", "5034", "619", "863"], "title": "Commission Regulation (EC) No 2506/94 of 17 October 1994 adjusting the indicative ceilings provided for in Regulation (EEC) No 1112/93 under the supplementary mechanism applicable to trade in beef and veal with Spain\n", "header": "COMMISSION REGULATION (EC) No 2506/94 of 17 October 1994 adjusting the indicative ceilings provided for in Regulation (EEC) No 1112/93 under the supplementary mechanism applicable to trade in beef and veal with Spain\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 85 (3) thereof,\nWhereas Commission Regulation (EEC) No 1112/93 of 6 May 1993 (1), as last amended by Regulation (EC) No 936/94 (2), fixes the indicative ceiling for imports of live animals from the Community as constituted at 31 December 1985 for the fifth and sixth  two-monthly periods of 1994;\nWhereas, by Regulation (EC) No 2172/94 of 5 September 1994 (3), the Commission provisionally suspended the issuing of STM licences and authorized the submission of applications once more as from 3 October 1994 as interim protective measures; whereas,  given the foreseeable trend in the Spanish market, the indicative ceiling fixed for the fifth and sixth two-monthly periods of 1994 should be raised as a definitive measure pursuant to Article 85 (3) of the Act of Accession;\nWhereas the additional quantities for the fifth two-month period will have been taken into account when licences applied for from 3 October 1994 are issued; whereas provision should therefore be made for this Regulation to apply as from the  abovementioned date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Annex I to Regulation (EEC) No 1112/93 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 3 October 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 113, 7. 5. 1993, p. 10.\n(2) OJ No L 107, 28. 4. 1994, p. 27.\n(3) OJ No L 232, 6. 9. 1994, p. 3.\nANNEX\n'ANNEX I\n\"\" ASSV=\"02\" ID=\"1\">1> ASSV=\"02\" ID=\"2\">0102 90> ASSV=\"02\" ID=\"3\">Live animals of the bovine species other than pure-bred breeding animals and animals for bullfights (head)> ID=\"4\">400 000 head\"> ID=\"4\">of which: January/February: 65 000\nMarch/April: 60 000\nMay/June: 60 000\nJuly/August: 60 000\nSeptember/October: 75 000\nNovember/December: 80 000'\">"}