{"celex_id": "31991D0302", "uri": "http://publications.europa.eu/resource/cellar/8ecd3aba-91eb-4d29-9f69-f25d8d27e787", "type": "Decision", "concepts": ["1524", "1591", "3263", "3856", "519"], "title": "Commission Decision of 23 May 1991 concerning applications for the refund of anti-dumping duties collected on certain imports of compact disc players originating in Japan (Analog und Digital Systeme GmbH)\n", "header": "COMMISSION DECISION  of 23 May 1991  concerning applications for the refund of anti-dumping duties collected on certain imports of compact disc players originating in Japan  (Analog und Digital Systeme GmbH)  (Only the German text is authentic)  (91/302/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. PROCEDURE (1) Council Regulation (EEC) No 112/90 (2) imposed a definitive anti-dumping duty on imports of certain compact disc players originating in Japan and the Republic of Korea. A duty of 32 % was imposed on products originating in Japan, save where otherwise provided. Since Asahi Corporation was not among the exporters to which a lower duty was applied, imports into the Community of its compact disc players are subject to a duty of 32 %.\n(2) Between May 1990 and January 1991, Analog und Digital Systeme, an independent importer based in Kronberg am Taunus, Germany, made eight applications for refund of definitive anti-dumping duties paid on import of compact disc players produced and exported by Asahi Corporation. The applications cover imports between July 1989 and December 1990. The total amount requested is DM [. . .] (3), representing all the anti-dumping duty paid on the imports in question. The applications, addressed to the German customs authorities, were forwarded to the Commission. The applicant was asked to supply data permitting the calculation of normal value for the six months preceding each import operation, as provided for in points I (3) (B) (a) and I (7) of the Commission notice concerning the reimbursement of anti-dumping duties (4).\n(3) The Commission asked the applicant for further information, which was submitted within the time limits. The Commission also visited the premises of Asahi Corporation, in Japan, to verify data regarding normal value which Asahi Corporation supplied to the Commission at the request of the applicant.\n(4) The applicant was informed of the preliminary results of this examination and given an opportunity to comment.\n(5) The Commission informed the Member States and gave its opinion on the matter. No Member State raised any objection.\nB. THE APPLICANT'S ARGUMENTS (6) Essentially, the applicant argued that it had paid export prices significantly in excess of normal value.\nC. ADMISSIBILITY (7) Article 16 of Regulation (EEC) No 2423/88 provides that applications for refund of anti-dumping duty must be submitted within three months of the date on which the amount of the definitive duties to be levied was duly determined. Some of the applications, however, concern a period outside the time limit, for which refund applications had already been made in respect of other imports. The imports in question occurred in February and March 1990.\nThe Commission finds that it was the applicant's practice to make refund applications for all its imports and that it had already submitted within the time limit applications regarding other imports in February and March 1990. The applicant had thereby expressed the intention to apply for refund of anti-dumping duty levied on all transactions during this period.\nIt would not therefore be reasonable to consider the applications inadmissible on the grounds that the invoices in question were not included in the overall applications for February and March 1990.\nAll the applications must therefore be considered admissible.\nD. MERITS OF THE CLAIM (8) The applications must be accepted in part. Article 16 (1) of Regulation (EEC) No 2423/88 makes it the responsibility of the importer who has paid an anti-dumping duty and is applying for refund of that duty to show that the duties collected exceed the dumping margin calculated for the relevant reference period. This actual dumping margin must normally be calculated using the same method as that applied during the initial investigation.\n(9) Asahi Corporation did not cooperate in the initial Commission investigation. The Commission was therefore obliged to calculate the dumping margin for the compact disc players produced by this firm. It was not possible to calculate normal value on the basis of either comparable prices actually paid or payable in normal commercial transactions concerning the like product intended for the Japanese domestic market or prices charged for exports to a third country, since Asahi Corporation made no such sales. The Commission therefore constructed normal value by adding a reasonable profit margin to the cost of production, in accordance with Article 2 (3) (b) (ii) of Regulation (EEC) No 2423/88.\n(10) Since normal value had to be constructed, it seemed logical to make use in the calculation of the verified production costs for a one-year reference period from 1 March 1989 to 28 February 1990. This period was chosen as being more representative than the six-month periods preceding each import operation, which could have been used had normal value been calculated on the basis of prices on Japan's domestic market.\n(11) The reasonable profit margin for addition to the cost of production for sales to an OEM (original equipment manufacturer), such as Analog und Digital Systeme GmbH, was calculated using data on the usual profit on OEM sales of compact disc players during the period under consideration, gathered during on-the-spot verification.\n(12) The ex-factory normal value and export prices were always calculated in a way which permitted fair comparison. Anything likely to distort the calculation, such as adjustments for costs related to certain kinds of equipment intended for the manufacture of compact disc players, was discounted.\n(13) The Commission considered that the information supplied by the applicant and the exporter regarding the normal value and export prices of the different models was sufficient for it to calculate the actual dumping margin. Dumping margins were calculated by comparing the normal value of each model with the export price of each consignment from Asahi Corporation released for free circulation in the Community during the period under consideration.\nThe actual dumping margin was found to be lower than that used to determine the rate of duty levied. While Asahi Corporation was found to have dumped exports, it had done so at a level lower than the highest dumping margin established in Regulation (EEC) No 112/90. The Commission found that the margin of dumping on the imports from Asahi was 2,5 % for those covered by the application submitted on 3 May 1990 and 5,2 % for those covered by the other applications, submitted between 25 May 1990 and 7 January 1991.\nE. AMOUNT TO BE REIMBURSED (14) The amount to be reimbursed to Analog und Digital Systeme GmbH, representing the difference between the rate of duty collected and the actual dumping margin, comprises 29,5 % (32 % - 2,5 %) of the value used by the relevant authorities to calculate the level of anti-dumping duty in the case of the imports covered by the admissible application submitted on 3 May 1990 and 26,8 % (32 % - 5,2 %) for those covered by the other admissible applications, submitted between 25 May 1990 and 7 January 1991,", "main_body": ["The applications for the refund of anti-dumping duties submitted by Analog und Digital Systeme GmbH are hereby granted to the amount of 29,5 % of the value used by the relevant authorities to calculate the level of anti-dumping duty in the case of the imports covered by the application submitted on 3 May 1990 and 26,8 % for those covered by the applications submitted between 25 May 1990 and 7 January 1991.", "The amount set out in Article 1 shall be refunded by the German authorities.", "This Decision is addressed to the Federal Republic of Germany and Analog und Digital Systeme GmbH, Am Auernberg 12, D-6242 Kronberg am Taunus, Germany."], "attachments": "Done at Brussels, 23 May 1991. For the Commission Frans ANDRIESSEN Vice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 13, 17. 1. 1990, p. 21.\n(3) In accordance with article 8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision.\n(4) OJ No C 266, 22. 10. 1986, p. 2."}