{"celex_id": "31996R1037", "uri": "http://publications.europa.eu/resource/cellar/5f879bc2-ef67-43ae-bef7-2b9054830d0d", "type": "Regulation", "concepts": ["20", "2871", "3774", "4682", "5025", "5263"], "title": "Commission Regulation (EC) No 1037/96 of 10 June 1996 derogating from Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards public intervention\n", "header": "COMMISSION REGULATION (EC) No 1037/96 of 10 June 1996 derogating from Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards public intervention\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 894/96 (2), and in particular Articles 6 (7) and 22a (3) thereof,\nWhereas, because of the current reduced consumption of beef and veal in the Community, prices continue to be low; whereas the situation calls for support measures;\nWhereas, to that end, certain derogations should be made from Commission Regulation (EEC) No 2456/93 (3), as last amended by Regulation (EC) No 307/96 (4), in respect of the two invitations to tender opened in June 1996;\nWhereas, for practical reasons, because of holidays in August 1996, the deadline for the submission of tenders for the first invitation to tender in August should be amended;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["1. Notwithstanding the first subparagraph of Article 4 (1) of Regulation (EEC) No 2456/93:\n(a) products in Category A classed as O3 and O4 in the United Kingdom and as O2 and O3 in the other Member States and products in Category C classed as O3 and O4 in accordance with the Community classification scale shall be accepted into intervention.\nThe differential between the intervention price for R3 quality and that for O4 quality shall be ECU 30 per 100 kilograms.\nThe coefficient to be used for converting tenders submitted in respect of quality R3 into tenders for quality O4 shall be 0,914 (middle class);\n(b) the additional products which may be bought into intervention, although not included in Annex III to that Regulation, shall be as follows:\n>TABLE>\n2. Notwithstanding Article 4 (2) of Regulation (EEC) No 2456/93:\n(a) carcases and half-carcases of castrated animals reared in the United Kingdom which are more than 30 months old may not be bought into intervention;\n(b) forequarters obtained from carcases or half-carcases, as referred to in that paragraph, may be bought into intervention.\n3. Notwithstanding Article 4 (2) (h) of Regulation (EEC) No 2456/93, the maximum weight of the carcases referred to in the above provision shall be 420 kilograms.\n4. The total quantity of products which may be bought into intervention under the two invitations to tender in June 1996 shall not exceed 50 000 tonnes.", "Notwithstanding Article 10 of Regulation (EEC) No 2546/93, the final date for the submission of tenders against the first invitation to tender in August 1996 shall be 6 August 1996.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "shall apply to the two invitations to tender opened in June 1996 in accordance with Article 6 (2) of Regulation (EEC) No 805/68.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 125, 23. 5. 1996, p. 1.\n(3) OJ No L 225, 4. 9. 1993, p. 4.\n(4) OJ No L 43, 21. 2. 1996, p. 3."}