{"celex_id": "31993R3515", "uri": "http://publications.europa.eu/resource/cellar/ecca524c-02cd-479f-ab25-5c6181adc36b", "type": "Regulation", "concepts": ["1201", "2624", "2718", "3618", "797"], "title": "Commission Regulation (EC) No 3515/93 of 20 December 1993 amending Regulation (EEC) No 3901/92 of 23 December 1992 introducing detailed rules for granting carry-over aid on certain fishery products\n", "header": "COMMISSION REGULATION (EC) No 3515/93 of 20 December 1993 amending Regulation (EEC) No 3901/92 of 23 December 1992 introducing detailed rules for granting carry-over aid on certain fishery products\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EEC) No 1891/93 (2), and in particular Article 14 (4) thereof,\nWhereas the fixing of the operative event for the conversion rate applicable to carry-over aid as the second day of the month calls for amendment of the method of calculating the advance set out in Commission Regulation (EEC) No 3901/92 (3), as amended  by Regulation (EEC) No 2134/93 (4); whereas the Annex setting out the method of calculation should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Annex II to Regulation (EEC) No 3901/92 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 172, 15. 7. 1993, p. 1.\n(3) OJ No L 392, 31. 12. 1992, p. 29.\n(4) OJ No L 191, 31. 7. 1993, p. 86.\nANNEX\n'ANNEX II\nCALCULATION OF ADVANCES ON CARRY-OVER AID (1)\nSpecies: Month:\nA. Calculation of the eligible quantities within the 6 % margin:\n1. Quantity offered for sale between 1 January and last day of month: .................... kg.\n2. Cumulative total for quantities withdrawn and intended for carry-over aid during same period: .................... kg.\n3. Average percentage: .................... (b: a Ă\u0097 100).\n4. Quantity eligible for carry-over aid (up to 6 % of quantity offered for sale): .................... kg.\nB. Calculation of advance for the month:Advance for the month (in national currency)Explanatory notes:\nB 1 = Quantity withdrawn and intended to be placed in storage between the second day of the month and the first day of the following month. The total in the column must be the same as the eligible quantity in point A 4.\nB 2 = Average duration of storage up to the month of the advance or until the products are again placed on the market if this occurs first.\nB 3-4 = Unit amount of aid fixed annually.\nB 5 = (B 1 * B 3) + (B 1 * (B 2-1) * B 4) where B 2 is more than 1.\nB 7 = Equivalent value in national currency of column B 5 at the rate applicable on the second day of the month in which the products in storage are withdrawn.\n'\n(1) Calculation made where necessary on the basis of provisional data (to be made definitive within two months following the month concerned)."}