{"celex_id": "31999R0573", "uri": "http://publications.europa.eu/resource/cellar/9a17a781-64d5-4755-a3a9-fab833db1634", "type": "Regulation", "concepts": ["1085", "1519", "2871", "3633", "4718", "473"], "title": "Commission Regulation (EC) No 573/1999 of 16 March 1999 amending Regulation (EC) No 2486/98 introducing preventive distillation as provided for in Article 38 of Council Regulation (EEC) No 822/87 for the 1998/99 wine year\n", "header": "COMMISSION REGULATION (EC) No 573/1999 of 16 March 1999 amending Regulation (EC) No 2486/98 introducing preventive distillation as provided for in Article 38 of Council Regulation (EEC) No 822/87 for the 1998/99 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine (1), as last amended by Regulation (EC) No 1627/98 (2), and in particular Article 38(5) thereof,\nWhereas Commission Regulation (EC) No 2486/98 (3), as last amended by Regulation (EC) No 520/1999 (4), introduces preventive distillation as provided for in Article 38 of Regulation (EEC) No 822/87;\nWhereas, after the final date for the submission of contracts, it was found that there were still limited quantities of wine unsuitable for the market but adversely affecting it in the Charentes region of France as a result of the continuing crisis in the cognac sector and in Italy; whereas, under the circumstances, those wines should be withdrawn from the market by reintroducing preventive distillation for a limited volume with a view to improving the quality of the wines that should remain on the market;\nWhereas, where the overall volume exceeds the quantities provided for, Member States must apply a single rate of reduction to all new contracts submitted;\nWhereas, with a view to the sound management of the quantities in question, it is necessary to derogate from certain provisions of Commission Regulation (EEC) No 2721/88 of 31 August 1988 laying down detailed rules for voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87 (5), as last amended by Regulation (EEC) No 2181/91 (6), and to provide that the quantities applied for in the contracts and declarations may be reduced;\nWhereas, to improve the effectiveness of the measure, distillation should take place over a short timescale and the Member States should be permitted to impose more restrictive measures, in particular the introduction of a security to accompany the submission of the contract or declaration;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In Regulation (EC) No 2486/98 the following Article 1 a is added:\n'Article 1a\n1. Preventive distillation of table wine and wine suitable for yielding table wine as referred to in Article 38 of Regulation (EEC) No 822/87 is reintroduced for the 1998/99 wine year in the region of Charentes in France and in Italy for quantities restricted to 50 000 hl and 500 000 hl respectively.\n2. All producers who have produced table wine or wine suitable for yielding table wine may, by 16 April 1999 at the latest, sign a preventive distillation contract or declaration with the competent authorities of the Member State for a quantity restricted to 20 hl per hectare, specifying in particular:\n(a) the surname, forename and address of the applicant;\n(b) the quantity of the wine he has produced and wishes to distil in accordance with the Community rules on the quality of the products to be delivered for distillation;\n(c) the name and address or company name of the distillery.\nThe distillation contract or declaration shall be accompanied by a copy of the production declaration submitted to the competent authorities for the 1998/99 wine year.\nApplicants shall also provide proof that they hold the wine in question. The Member States may limit the number of distillation contracts that a producer may sign under this Article.\n3. The Member States shall establish the reduction rate to be applied to the above contracts and declarations if the total quantity exceeds the quantity established. They shall take the administrative measures necessary to approve the above contracts or declarations not later than 21 May 1999, indicating the reduction rate applied and the quantity of wine accepted per contract or declaration. The Member States shall notify the Commission of the quantities contracted for before 4 June 1999.\n4. Deliveries to the distilleries must be made by 30 July 1999 at the latest.\n5. The Member States may stipulate that the contract or declaration be accompanied by proof that a security has been lodged as provided for in Article 1(3).\n6. Regulation (EEC) No 2721/88 shall apply, except for Article 6(1) and (4).`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 84, 27. 3. 1987, p. 1.\n(2) OJ L 210, 28. 7. 1998, p. 8.\n(3) OJ L 309, 19. 11. 1998, p. 18.\n(4) OJ L 61, 10. 3. 1999, p. 29.\n(5) OJ L 241, 1. 9. 1988, p. 88.\n(6) OJ L 202, 25. 7. 1991, p. 16."}