{"celex_id": "31998D0395", "uri": "http://publications.europa.eu/resource/cellar/14e93fa8-b9ce-4700-a651-d09d526a2bea", "type": "Decision", "concepts": ["1755", "192", "2320", "2435", "4568"], "title": "98/395/EC: Commission Decision of 29 May 1998 establishing the list of approved zones, with regard to infectious haematopoietic necrosis and viral haemorrhagic septicaemia, in Italy (notified under document number C(1998) 1413) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 May 1998 establishing the list of approved zones, with regard to infectious haematopoietic necrosis and viral haemorrhagic septicaemia, in Italy (notified under document number C(1998) 1413) (Text with EEA relevance) (98/395/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), as last amended by Directive 95/22/EC (2), and in particular Article 5(2) thereof,\nWhereas Member States may obtain for their territory or parts thereof the status of approved zone free of certain fish diseases;\nWhereas to this end, Italy has, by letters of 23 December 1996, 14 July 1997 and 18 March 1998, submitted to the Commission evidence in support of the granting for infectious haematopoietic necrosis (IHN) and viral haemorrhagic septicaemia (VHS) the status of approved zone for certain parts of catchment areas located in the autonomous province of Trento, and also the national provisions ensuring compliance with the rules on maintenance of approval;\nWhereas scrutiny of this information allows the status of approved continental zone to be granted in respect of IHN and VHS for certain zones;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The zones referred to in the Annex are recognised as approved continental zones in respect of IHN and VHS.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 46, 19. 2. 1991, p. 1.\n(2) OJ L 243, 11. 10. 1995, p. 1.\nANNEX\nLIST OF APPROVED ZONES WITH REGARD TO IHN AND VHS IN ITALY\nREGION: PROVINCIA AUTONOMA DI TRENTO\nZona Val di Fiemme e Fassa\nWater catchment area of the river Avisio, from the source to the artificial barrier of Stramentizzo.\nZona Valle dei Laghi\nWater catchment area of the lakes of San Massenza, Toblino and Cavedine to the downstream barrier in the south part of the lake of Cavedine leading to the hydro-electric power station located in the Torbole municipality.\nZona Val delle Sorne\nWater catchment area of the river Sorna from the source to the artificial barrier constituted by the hydro-electric power station located in the Chizzola (Ala) locality, before reaching the Adige river.\nZona Torrente AdanĂ\nWater catchment area of the river AdanĂ  from the source to the artificial series of barriers situated downstream of the farm Armani Cornelio-Lardaro.\nZona Rio Manes\nZone which collects the Rio Manes water down to a waterfall located 200 metres downstream of the farm 'Troticoltura Giovanelli` located in the 'La Zinquantina` locality."}