{"celex_id": "31997R1365", "uri": "http://publications.europa.eu/resource/cellar/df68ad05-7bf0-4a56-a121-650634ea6f8c", "type": "Regulation", "concepts": ["1755", "1857", "2620", "3774", "4682", "862"], "title": "Commission Regulation (EC) No 1365/97 of 16 July 1997 amending Regulation (EC) No 716/96 adopting exceptional support measures for the beef market in the United Kingdom\n", "header": "COMMISSION REGULATION (EC) No 1365/97 of 16 July 1997 amending Regulation (EC) No 716/96 adopting exceptional support measures for the beef market in the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Article 23 thereof,\nWhereas Commission Regulation (EC) No 716/96 (3), as last amended by Regulation (EC) No 2423/96 (4), provides for exceptional support measures for the beef market in the United Kingdom, in particular allowing producers to be paid ECU 0,9 per kilogram live weight for animals slaughtered under the programme introduced by that Regulation; whereas, in the light of price trends on the United Kingdom market, that amount should be adjusted for cows, while a maximum weight should be set for animals qualifying for the arrangements concerned; whereas that maximum weight should be established in the light of the average weight of cows; whereas, therefore, the Community contribution in ecu per animal should also be adjusted;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 2 of Regulation (EC) No 716/96 is hereby replaced by the following:\n'Article 2\n1. The price to be paid to producers or their agents by the United Kingdom competent authority pursuant to Article 1 (1) shall be:\n- ECU 0,8 per kilogram live weight for cows,\n- ECU 0,9 per kilogram live weight for other animals.\nNo payment shall be made for weights in excess of 560 kilograms live weight, calculated where necessary using the coefficients referred to in paragraph 2.\n2. Where it is necessary to weigh the animal concerned after slaughter, in order to calculate what the live weight would have been, the dead weight after bleeding and removal of the hide, head, feet and viscera shall be multiplied by a coefficient of:\n- 2 in the case of cows,\n- 1,70 in the case of all other animals.\n3. The Community shall co-finance the expenditure incurred by the United Kingdom for the purchases referred to under Article 1 (1) at a rate of ECU 291 per head in the case of cows and ECU 328 per head in the case of animals other than cows for each purchased animal destroyed in accordance with the provisions of Article 1.\nHowever, an advance equal to 80 % of the Community contribution shall be paid after the animal concerned has been rendered in accordance with Article 1 (2).\n4. Should the purchase referred to in Article 1 (1) involve a castrated male bovine animal, payment of the full price referred to in paragraph 1 shall be conditional on no application for a deseasonalization premium as referred to in Article 4c of Regulation (EEC) No 805/68 having been made for the animal that was sold.\nThe producer or his agent shall undertake to ensure that this premium is not sought for the animal in question.\nShould this undertaking not be given, the amount of the price to be paid in accordance with paragraph 1 for the animal in question shall be reduced by an amount equal to the applicable amount of the deseasonalization premium. Should an application for this premium be presented for this animal, the producer concerned shall be obliged to refund out of the price received for the animal an amount equal to the applicable deseasonalization premium. In these two cases, the rate of the Community contribution provided for in paragraph 3 shall be reduced by an amount equal to the applicable deseasonalization premium.\n5. The conversion rate to be applied shall be the agricultural rate valid on the first day of the month of the purchase of the animal in question.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to animals purchased from 4 August 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 99, 20. 4. 1996, p. 14.\n(4) OJ No L 329, 19. 12. 1996, p. 43."}