{"celex_id": "31990D0503", "uri": "http://publications.europa.eu/resource/cellar/d52b0ba6-8ed6-4c8c-96d7-0f1a2ed652f8", "type": "Decision", "concepts": ["2783", "4246", "474"], "title": "90/503/EEC: Council Decision of 8 October 1990 concerning the provisional application of the agreed Minute amending the Agreement between the European Economic Community and the Democratic Socialist Republic of Sri Lanka on trade in textile products\n", "header": "COUNCIL  DECISION\nof 8 October 1990\nconcerning the provisional application of the Agreed Minute amending the Agreement between the European Economic Community and the Democratic Socialist Republic of Sri Lanka on trade in textile products\n(90/503/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pending the completion of the procedures necessary for its conclusion, the Agreement between the European Economic Community and the Democratic Socialist Republic of Sri Lanka on trade in textile products, initialled on 31 May 1986, has been provisionally applied since 1 January 1987 in accordance, having regard to the Community, with Decision 87/459/EEC (1);\nWhereas that Agreement provides for the possibility of re-examining quantitative adjustments to the quotas for certain categories, in order to allow for the introduction of the harmonized system;\nWhereas, following consultations between the Community and Sri Lanka, an Agreed Minute modifying the quotas on products of categories 6, 7, 8 and 21 provided for in the Agreement was initialled on 6 March 1990;\nWhereas, pending the completion of the procedures necessary for the conclusion of the Agreement and the other Agreed Minutes, the Agreed Minute of 6 March 1990 should be applied provisionally, with effect from 1 January 1990, provided that there is reciprocal provisional application on the part of the Democratic Socialist Republic of Sri Lanka,", "main_body": ["Pending the completion of the procedures necessary for its conclusion, the Agreed Minute of 6 March 1990 amending the Agreement between the European Economic Community and the Democratic Socialist Republic of Sri Lanka on trade in textile products shall be applied provisionally in the Community, with effect from 1 January 1990, provided that there is reciprocal provisional application on the part of the Democratic Socialist Republic of Sri Lanka.\nThe text of the Agreed Minute is attached to this Decision.", "The Commission is invited to seek the agreement of the Government of the Democratic Socialist Republic of Sri Lanka on the provisional application of the Agreed Minute referred to in Article 1 and to notify the Council thereof."], "attachments": "Done at Luxembourg, 8 October 1990.\nFor the Council\nThe President\nE. RUBBI\n(1) OJ No L 255, 5. 9. 1987, p. 85.\nAGREED MINUTE\n1. Delegations of the European Economic Community and the Democratic Socialist Republic of Sri Lanka met in Colombo on 5 and 6 March 1990 for consultations in accordance with Article 16 of the Agreement on Trade in Textile Products between Sri Lanka and the European Economic Community, initialled on 31 May 1986. Consultations were held on Sri Lanka's request for adjustment of restraint levels for certain products covered under the Agreement, arising out of the introduction of combined nomenclature based on the harmonized system with effect from 1 January 1988.\n2. As a result of these consultations, the two sides agreed to adjust the restraint levels for categories 6, 7, 8 and 21 given in Annex II to the Agreement as follows:\n(1 000 pieces)\n1.2,3 //  //  // Category   // Year 1.2.3 //  // 1990  // 1991   //    //   //   // 6   // 4 115   // 4 385   // 7  // 6 736   // 7 146   // 8   // 5 290   // 5 657   // 21  // 4 230   // 4 548   //    //   //\n3. These adjustments settle all requests of the Sri Lankan side for compensation within the framework of the bilateral Agreement due to the introduction of the combined nomenclature based on the harmonized system.\nColombo, 6 March 1990.\n1.2 // H. WICKRAMASINGHE For the Democratic Socialist Republic of Sri Lanka  // K.P. SCHMALLENBACH For the European Economic Community"}