{"celex_id": "31990R1627", "uri": "http://publications.europa.eu/resource/cellar/e3e30b6a-4f61-4e92-8bba-e9a7783af093", "type": "Regulation", "concepts": ["3065", "4692", "4839", "5025"], "title": "Commission Regulation (EEC) No 1627/90 of 15 June 1990 amending Regulation (EEC) No 906/90 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION  REGULATION (EEC) No 1627/90\nof 15 June 1990\namending Regulation (EEC) No 906/90 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Belgium, exceptional support measures for the market in pigmeat have been adopted for that Member State by Commission Regulation (EEC) No 906/90 (3), as last amended by Regulation (EEC) No 1626/90 (4);\nWhereas the exceptional measures have been in force since 12 April 1990; whereas, on the basis of the average figure for pigs for which applications were submitted between 12 April and 8 June 1990, the member of pigs concerned by the current measures can be fixed at up to 46 000 heavy pigs and 15 000 heavy piglets per week; whereas, in view of the extent of the disease and, in particular, of its duration, and consequently of the magnitude of the efforts needed to support the market, it would be appropriate for such efforts to be shared by the Community and the Member State concerned;\nWhereas to that end provision should be made for the purchase by the Community of half the pigs presented, up to a maximum of 23 000 heavy pigs and 7 500 heavy piglets; whereas in return the Kingdom of Belgium should be authorized to buy at least the same number of animals at the same prices and on the same terms as those fixed for animals purchased at Community expense;\nWhereas because of delays in the implementation of the support measures, provision should be made for all pigs for which applications are submitted up to and including 8 June 1990 to be taken over by the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Article 1 of Regulation (EEC) No 906/90 is hereby amended as follows:\n'Article 1\n1. As from 18 June 1990 the Belgian intervention agency shall buy each week, at Community expense, half the pigs for which buying-in applications are submitted during a week, up to 23 000 live pigs weighing more than 110 kilograms on average per lot and up to 7 500 piglets weighing more than 25 kilograms on average per lot.\nHowever, purchases for which applications have been submitted up to and including 8 June 1990 totalling 109 000 heavy piglets and 330 000 heavy pigs shall be chargeable to the Community.\n2. The Kingdom of Belgium is hereby authorized to buy, at its expense, at the prices fixed in Article 4 of this Regulation and on the terms laid down in the preceding paragraph, at least the same number of animals as those Belgium buys at the expense of the Community pursuant to the preceding paragraph.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 18 June 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 93, 10. 4. 1990, p. 27.\n(4) See page 57 of this Official Journal."}