{"celex_id": "31995R3093", "uri": "http://publications.europa.eu/resource/cellar/e18c0eaf-04c6-4774-a88d-bc5097561d55", "type": "Regulation", "concepts": ["1019", "1136", "4078", "4080", "4320", "4353"], "title": "Council Regulation (EC) No 3093/95 of 22 December 1995 laying down the rates of duty to be applied by the Community resulting from negotiations under GATT Article XXIV.6 consequent upon the accession of Austria, Finland and Sweden to the European Union\n", "header": "COUNCIL REGULATION (EC) No 3093/95 of 22 December 1995 laying down the rates of duty to be applied by the Community resulting from negotiations under GATT Article XXIV.6 consequent upon the accession of Austria, Finland and Sweden to the European Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Articles 113 and 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 2 of the Act of Accession of Austria, Finland and Sweden, those Member States have applied the Common Customs Tariff as of 1 January 1995;\nWhereas the Community has opened negotiations under Article XXIV, paragraph 6 of the General Agreement on Tariffs and Trade 1994 (GATT 1994), in order to resolve instances where the application of the Common Customs Tariff by the new Member States leads to modification or withdrawal of tariff concessions previously bound by them;\nWhereas the application of the Common Customs Tariff by the new Member States has led in some cases to the increase and in other cases to the reduction of the tariffs previously applied by each of them;\nWhereas, in the context of negotiations held with a number of third countries, it is appropriate, in respect of most non-agricultural products, to apply already as from 1 January 1996 the conventional duty rates corresponding to the third stage of tariff reductions provided for in the GATT 1994 schedule of the Community of 12 which, in accordance with that schedule, is due to take place on 1 January 1997;\nWhereas for the same reasons it is also appropriate, in respect of certain chemical products which are currently the subject of autonomous duty suspensions, to reduce as from 1 January 1996 the conventional rates of duty,\nWhereas, in respect of certain electronic components falling within CN headings 8541 and 8542, it is appropriate to reduce as from 1 January 1996 both the conventional and the autonomous rates of duty to the level of the final rates provided for in the GATT 1994 schedule of the Community of 12 and, in some cases, below that level;\nWhereas it is appropriate, in respect of certain other products, to advance the implementation of the successive reduction stages of the conventional rates of duty provided for in the GATT 1994 schedule of the Community of 12 and in some cases to reduce the conventional rates of duty (in certain instances in the form of tariff quotas) below the level of the final rate provided for in that schedule,", "main_body": ["1. The Community shall apply as from 1 January 1996 the conventional rates of duty corresponding to the third stage of reductions provided for in the GATT 1994 schedule of the Community of 12.\n2. Paragraph 1 shall not apply in respect of agricultural products, as defined in Annex I to the WTO Agreement on Agriculture, and of those non-agricultural products which are listed in Annexes I, II and III to this Regulation.", "From 1 January 1996 the conventional rates of duty for the products listed in Annex I shall be those indicated in column 3 of that Annex.", "From 1 January 1996 the autonomous and conventional rates of duty for the products listed in Annex II shall be those indicated in column 3 and column 4 respectively, of that Annex.", "1. For the products listed in Section I of Annex III the conventional rates of duty applicable on 1 January 1996 shall be those indicated in column 3.\n2. For the products listed in Section 2 of Annex III the conventional rates of duty shall be progressively reduced in accordance with the timetable contained in column 3.\n3. For the products listed in Section 3 of Annex III and within the limit of the quantities indicated in column 3, the conventional rates of duty applicable on 1 January 1996 shall be those indicated in column 4.", "For agricultural products, the Commission shall adopt the detailed rules for the application of Article 4 (3) in accordance with the procedure laid down in Article 23 of Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1) and the corresponding provisions of the other regulations on the common organization of the markets.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No L 181, 1. 7. 1992, p. 21. Regulation as last amended by Regulation (EC) No L 1023/95 (OJ No 103, 6. 5. 1995, p. 24).\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>\n>TABLE>\n>TABLE>"}