{"celex_id": "31995D0250", "uri": "http://publications.europa.eu/resource/cellar/79986302-b5c5-4f82-ae86-6337a8561983", "type": "Decision", "concepts": ["1730", "2607", "413", "5023", "862", "89"], "title": "95/250/EC: Council Decision of 29 June 1995 relating to exceptional Community aid for the reconstruction of the areas stricken by the cyclone that hit Madeira in October 1993\n", "header": "COUNCIL DECISION of 29 June 1995 relating to exceptional Community aid for the reconstruction of  the areas stricken by the cyclone that hit Madeira in October 1993 (95/250/EC)\nTHE  COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas those living in certain areas of Madeira have been seriously affected by the cyclone of  October 1993;\nWhereas steps should be taken in this quite exceptional situation to offset the consequences of  this disaster on the economic and social well-being of the persons affected;\nWhereas the European Investment Bank is able to grant loans out of its own resources to help  achieve this objective;\nWhereas an interest subsidy chargeable to the general budget of the European Communities should be  provided on these loans;\nWhereas similar measures were adopted following the natural disasters that occurred in Italy  (3)  and in Greece  (4);\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of  Article 235,", "main_body": ["The Community shall provide an interest rate subsidy, chargeable to  the budget of the European Communities, of 3 percentage points per annum for a maximum period of  twelve years, on some loans granted by the European Investment Bank (EIB) out of its own resources  and in accordance with its usual criteria for the financing of investment in the regions devastated  by the cyclone that hit Madeira in October 1993.\nThe total amount of subsidized loans may not exceed the equivalent of ECU 15,85 million in  principal. These loans shall be directed to projects carried out between 1993 and 1997, for the  reconstruction and reorganization of stricken areas (infrastructure works and secondarily  housing).\nThe loans will be approved by the EIB, on the basis of projects put forward by the Portuguese  authorities.", "The detailed arrangements for implementing this Decision shall be laid down in a  cooperation agreement between the Commission and the EIB. In particular, this agreement should set  out the detailed rules for the payment of the interest rate subsidies.", "The Commission will present to the European Parliament and the Council - in close  cooperation with the EIB and before 31 December 1998 - a report evaluating the implementation of  this Decision, and in particular on the additional effects produced by the interest subsidies.", "This Decision shall take effect on the date of its adoption."], "attachments": "Done at Luxembourg, 29 June 1995.\nFor the Council The President J. BARROT"}