{"celex_id": "31996D0107", "uri": "http://publications.europa.eu/resource/cellar/4905c495-e699-48d4-bf46-0be7bcb67b3f", "type": "Decision", "concepts": ["1182", "1445", "5962", "862", "994"], "title": "96/107/EC: Commission Decision of 12 January 1996 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Greece (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 12 January 1996 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Greece (Only the Greek text is authentic) (96/107/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular, Article 3 (3) and Article 11 thereof,\nWhereas outbreaks of foot-and-mouth disease have occurred in Greece during 1 August to 25 October 1994;\nWhereas the appearance of this disease is a serious danger to the Community's livestock and, in order to help eradicate the disease as rapidly as possible, the Community has the possibility to participate with financial assistance;\nWhereas, when the presence of foot-and-mouth disease was officially confirmed the Greek authorities took appropriate measures which include the measures as listed in Article 3 (2) of Decision 90/424/EEC and the appropriate provisions of Council Directive 85/511/EEC of 18 November 1985, introducing Community measures for the control of foot-and-mouth disease (3), as last amended by the Act of Accession of Austria, Finland and Sweden; whereas such measures were notified by the Greek authorities;\nWhereas contaminated wool was destroyed to avoid perpetuation of infection; whereas this measure is eligible for a Community financial contribution;\nWhereas the conditions for Community financial assistance have been met;\nWhereas, in order to carry out good financial management, it is necessary that Greece should send the necessary supporting documents to the Commission;\nWhereas it is necessary to fix in advance the maximum level of Community financial aid for this action;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the eradication of foot-and-mouth disease during the period 1 August 1994 to 31 August 1995, Greece may obtain Community financial assistance. The financial contribution by the Community shall be 70 % of the cost of:\n(a) compensating owners for;\n- the slaughter and destruction of animals,\n- the destruction of milk and wool,\n- the cleaning and disinfection of holdings,\n- the destruction of contaminated feedingstuffs, and where it cannot be disinfected, contaminated equipment;\n(b) the cost of serological testing as agreed with the Commission.", "1. The Community financial contribution shall be granted after supporting documents have been submitted.\n2. The documents referred to in paragraph 1 shall be sent by Greece no later than four months from the notification of this Decision.\n3. The financial participation of the Community is limited to ECU 3,4 million. Furthermore, it is also limited to the actions for which documentation has been submitted in accordance with paragraph 2, and for which compensation has been paid to the owners within 60 days of confirmation of disease on the holding concerned.", "This Decision is addressed to Greece."], "attachments": "Done at Brussels, 12 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 315, 26. 11. 1985, p. 11."}