{"celex_id": "31994D0012", "uri": "http://publications.europa.eu/resource/cellar/c5e56514-8041-4e71-8072-706ff361d928", "type": "Decision", "concepts": ["3646", "3648", "3701", "4424", "4431", "5235"], "title": "94/12/EC: Commission Decision of 21 December 1993 on a common technical regulation for the telephony application requirements for public pan-European cellular digital land-based mobile communications\n", "header": "COMMISSION DECISION of 21 December 1993 on a common technical regulation for the telephony application requirements for public pan-European cellular digital land-based mobile communications (94/12/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/263/EEC of 29 April 1991 on the approximation of the laws of the Member States concerning telecommunications terminal equipment, including the mutual recognition of their conformity (1), as amended by Directive  93/68/EEC (2), and in particular Article 6 (2) thereof,\nWhereas the Commission, in accordance with the procedure laid down in Article 14 of Directive 91/263/EEC and in particular in accordance with the opinion delivered on 23 April 1992 by the Approvals Committee for Terminal Equipment (ACTE), has adopted  the measure identifying the type of terminal equipment for which a common technical regulation is required as well as the associated scope statement;\nWhereas the relevant standardization body has prepared the harmonized standards implementing the essential requirements applicable;\nWhereas the Commission has submitted the draft measure for an opinion of ACTE in accordance with the second indent of Article 6 (2) of Directive 91/263/EEC;\nWhereas the Commission under the terms of the second indent of Article 6 (2) of Directive 91/263/EEC is responsible for adopting the corresponding harmonized standards implementing the essential requirements which shall be transformed into common  technical regulations;\nWhereas the common technical regulation adopted in this Decision is in accordance with the opinion of ACTE delivered on 28 September 1993,", "main_body": ["1. This Decision shall apply to terminal equipment intended to be connected to the public pan-European cellular digital land-based mobile telecommunications network in accordance with the provisions of Article 2 (2).\n2. For the purpose of this Decision this common technical regulation covers the telephony applications requirements for mobile station terminal equipment for Phase 1 of the pan-European cellular digital land-based mobile telecommunications network  comprising constant envelope modulation and operating in the 900 MHz band with a channel separation of 200 kHz and carrying eight full rate traffic channels per carrier according to the TDMA principle.", "1. The common technical regulation shall include the harmonized standard having been prepared by the relevant standardization body implementing the essential requirements referred to in point (g) of Article 4 of Directive 91/263/EEC. The  reference to this standard is set out in the Annex.\n2. Terminal equipment falling within this Decision shall comply with the common technical regulation referred to in paragraph 1, shall meet the essential requirements referred to in points (a) and (b) of Article 4 of Directive 91/263/EEC, and shall meet  the requirements of any other applicable directives, in particular Council Directives 73/23/EEC (3) and 89/336/EEC (4).", "Notified bodies designated for carrying out the procedures referred to in Article 9 of Directive 91/263/EEC shall, as regards terminal equipment covered by Articles 1 (1) and 4 of this Decision, use or ensure the use of the harmonized  standard referred to in the Annex by 1 January 1994 at the latest.", "This Decision shall not apply, until 1 January 1995, to terminal equipment approved on an interim basis by notified bodies before 1 January 1994.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 128, 23. 5. 1991, p. 1.\n(2) OJ No L 220, 31. 8. 1993, p. 1.\n(3) OJ No L 77, 26. 3. 1973, p. 29.\n(4) OJ No L 139, 23. 5. 1989, p. 19.\nANNEX\nReference to the harmonized standard applicable  The harmonized standard referred to in Article 2 of the Decision is:\nEuropean digital cellular telecommunications system   Attachment requirements for global system for mobile communications (GSM) mobile stations   Telephony   ETSI   European Telecommunications Standards Institute   ETSI Secretariat   TBR 9 November 1993  (excluding the foreword)\nAdditional information  The European Telecommunications Standards Institute is recognized according to Council Directive 83/189/EEC (1).\nThe harmonized standard referred to above has been produced according to a mandate issued in accordance with relevant procedures of Directive 83/189/EEC.\nThe full text of the harmonized standard referenced above can be obtained from:\nEuropean Telecommunications Standards Institute,\nF-06921 Sophia Antipolis Cedex.\n(1) OJ No L 109, 26. 4. 1983, p. 8."}