{"celex_id": "31995R1588", "uri": "http://publications.europa.eu/resource/cellar/3b34f333-0ea3-439e-bb1f-df7b17838bdb", "type": "Regulation", "concepts": ["1030", "4081", "5274", "635"], "title": "Commission Regulation (EC) No 1588/95 of 30 June 1995 amending Regulation (EEC) No 1445/76 specifying the different varieties of Lolium perenne L.\n", "header": "COMMISSION REGULATION (EC) No 1588/95 of 30 June 1995 amending Regulation (EEC) No  1445/76 specifying the different varieties of Lolium perenne L.\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on common organization of  the market in seeds  (1), as last amended by the Act of Accession of Austria, Finland and Sweden,  and Regulation (EC) No 3290/94  (2), and in particular Article 3 (5) thereof,\nWhereas Commission Regulation (EEC) No 1445/76  (3), as last amended by Regulation (EC) No 1475/94   (4), listed the varieties of Lolium perenne L. of high persistence, late or medium late, and of  Lolium perenne L. of low persistence, medium late, medium early or early, within the meaning of the  provisions adopted pursuant to Article 3 of Regulation (EEC) No 2358/71;\nWhereas, since the last amendment of Regulation (EEC) No 1445/76, certified seed of certain  varieties of Lolium perenne L. is no longer marketed, while certified seed of other varieties has  appeared on the market and will be marketed for the first time during the 1995/96 marketing year;  whereas, furthermore, the application of the clasification criteria to certain varieties of Lolium  perenne L. results in their inclusion in one of the abovementioned lists; whereas the Annexes to  Regulation (EEC) No 1445/76 should therefore be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Seeds,", "main_body": ["Annex I to Regulation (EEC) No 1445/76 is hereby replaced by the  Annex to this Regulation.", "This Regulation shall enter into force on 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 30 June 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n'ANNEX I Varieties of high persistance, late or medium late Aladin Albi Allegro Alondra Amadeus Ambon Andes Anduril Animo Antara Apollo Aragon Arno Atlas Avenue Baltic Barball Barclay Barcredo Bardessa Barema Barenza Barezane Barglen Barink Barlatan Barlenna Barlet Barlinda Barlow Barluxe Barmaco Barpolo Barry Barsandra Bartony Belcampo (T) Belfort (T) Bellatrix Bellevue Bologna Bonny Borvi Boston Boulevard Burton Capper Caprice Carrick Casino Castle (T) Chagall Chantal Cheops (T) Citadel (T) Clermont (T) Colorado Compas Condesa (T) Contender Cordoba Cornwall Corso Cud Cupido Cutless Dacapo Dali Danilo Dolby Domingo Donata Dorset Dromore Duramo Durban Edgar Electra Elegana Elgon (T) Elka Elrond Entrar Envy Esperon (T) Exito Fanal (T) Feeder Fetione (T) Fingal Flair Gerona Gilford Glen Globe Gramax Hellas Henrietta Heraut Herbie Herbus (T) Hercules Hermes Hidalgo Hobbit Honneur Hunter Idole Jetta Jumbo Juventus Karin Kelvin Kent Indigenous Kerdion Kosta Langa Lasso Lihersa Limage Limes Linocta Liparis Lipondo Liquick Lisabelle Lissabon Lisuna Livonne Livorno Livree Look Loretta Lorina Madera (T) Magella Magister Magyar Majestic Mammout (T) Manhattan Marabella Marathon Markanta Martina Marylin Master Meba Melani Meltra RVP (T) Melvina Memphis Meradonna (T) Merci Mercure Merganda Merigold Merlette Meteor Mexico Mickey Modenta Module Modus (T) Montagne (T) Mombassa Moncito Mondial Montando (T) Moretti Morimba Moronda Ohio Opinion Othello Outsider Pablo Pacage Pagode Pancho Parcour Patora Patron Pavo Pedro Pelleas Perfect Perma Phoenix (T) Piamonte (T) Pippin Player Pleno Portsteward Preference President Prester Prince Profit Progress Rally (T) Rathlin Recolta Renoir Rival Ronja Saione Sakini Salem Score (Fair Way) Senator Sevilla Sisu Sommora Splendor Sprinter Stratos Summit Superstar Sussex Talbot Talgo Taya Texas Tivoli Toledo Trani Tresor Trimmer Troubadour Twydawn Twystar Tyrone Variant Ventoux (T) Veritas Vigor Vincent Volley (T) Wadi Wendy York Zambesi Zeppelin`"}