{"celex_id": "31993R2164", "uri": "http://publications.europa.eu/resource/cellar/c0133193-ae60-44f3-af3b-f01b43f487c6", "type": "Regulation", "concepts": ["1120", "161", "1644", "5367"], "title": "COMMISSION REGULATION (EEC) No 2164/93 of 2 August 1993 amending Regulation (EEC) No 1443/93 on transitional measures for the application of the arrangements for importing bananas into the Community in 1993\n", "header": "COMMISSION REGULATION (EEC) No 2164/93 of 2 August 1993 amending Regulation (EEC) No 1443/93 on transitional measures for the application of the arrangements for importing bananas into the Community in 1993\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), and in particular Article 30 thereof,\nWhereas Commission Regulation (EEC) No 1443/93 (2), as amended by Commission Regulation (EEC) No 2009/93 (3), lays down transitional measures for the application of the arrangements for importing bananas into the Community in 1993, and, in particular in\nArticle 4\nthereof, provides for the provisional allocation of a part of the tariff quota to each operator for the period 1 July to 30 September 1993, and also lays down the arrangements for the issue of licences for the import of traditional bananas  from the ACP States during the same period; whereas the import licences issued in this connection are valid until 7 October 1993;\nWhereas the provisional quantities allocated in accordance with Article 4 of the Regulation (EEC) No 1443/93 for use of the tariff quota for the period 1 July to 30 September 1993 significantly exceed the volume of imports during this period in previous  years; whereas this situation risks causing either disturbances to the market due to imports of third country and non-traditional ACP bananas exceeding the capacity of the Community market to absorb them, or the non-utilization of import licences giving  rise to subsequent requests for reallocation; whereas the quantities on the licences issued pursuant to Article 7 of the abovementioned Regulation for the import of traditional bananas from the ACP States are greater in the case of several States than  those normally imported during the same period; whereas, in these circumstances, it is necessary to extend the period of validity of the licences to import under the tariff quota and of the licences issued for the import of traditional quantities from  the ACP countries to allow the operators concerned to spread their imports over a longer period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Article 8 of Regulation (EEC) No 1443/93 is hereby replaced by the following:\n'Article 8\nThe import licences issued in accordance with Titles I and II of this Regulation shall be valid until 31 October 1993.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 142, 12. 6. 1993, p. 16.\n(3) OJ No L 182, 24. 7. 1993, p. 46."}