{"celex_id": "31991R3701", "uri": "http://publications.europa.eu/resource/cellar/8e7ad5e6-b51c-477b-9740-c8a43e767c07", "type": "Regulation", "concepts": ["161", "2743", "4682"], "title": "Commission Regulation (EEC) No 3701/91 of 18 December 1991 laying down detailed rules for the application of the import arrangements provided for in Council Regulation (EEC) No 3667/91 for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91\n", "header": "COMMISSION REGULATION (EEC) No 3701/91  of 18 December 1991  laying down detailed rules for the application of the import arrangements provided for in Council Regulation (EEC) No 3667/91 for frozen meat of bovine animals covered by CN code 0202  and products covered by CN code 0206 29 91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3667/91 of 11 December 1991 opening, allocating and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN  code 0206 29 91 (1991) (1), and in particular Article 4 thereof,\nHaving regard to Regulation (EEC) No 805/68 of the Council of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EEC) No 1628/91 (3), and in particular Article 15 (2) thereof,\nWhereas Regulation (EEC) No 3667/91 lays down the method for administering the Community tariff quota for frozen beef falling within CN code 0202 and for products falling within CN code 0206 29 91 and splits this quota into two parts, one of 42 400  tonnes apportioned between traditional importers and the other of 10 600 tonnes apportioned between the operators which have engaged in beef trade with third countries;\nWhereas, in order to ensure a smooth switchover from the arrangements based on national administration to arrangements subject to Community administration, while taking into account the commercial peculiarities of the products in question, provision  should be made for the allocation on a proportional basis of the first part to traditional importers who can prove that, during 1989, 1990 and 1991, they imported products covered by the quota; whereas, however, within the framework of the procedure  based on the submission of applications from interested parties and their acceptance to the extent determined by the Commission, importers who can demonstrate the genuine nature of their business, and who apply for quantities of some significance should  be granted access to the second part; whereas verification of the latter criterion requires that applications from a particular operator are to be submitted in the same Member State;\nWhereas, in the light of the specific situation resulting from German unification, special rules should be laid down on access to the abovementioned second part by operators established in the territory of the former German Democratic Republic, in  respect of the reference years to be taken into consideration;\nWhereas Commission Regulation (EEC) No 3719/88 (4), as amended by Regulation (EEC) No 92/91 (5), lays down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products;  whereas Commission Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EEC) No 839/91 (7), lays down special detailed rules on the system of import licences to the beef sector;\nWhereas provision should be made for the Member States to forward information on the import arrangement in question;\nWhereas the Management Committee for Beef and Veal has not reached an opinion within the time limit set by its chairman,", "main_body": ["1. The quantity referred to in Article 2 (a) of Regulation (EEC) No 3667/91 (42 400 tonnes) shall be reserved for operators who can furnish proof of having imported frozen meat falling within CN code 0202 and products falling within CN code  0206 29 91 covered by the quota referred to in Council Regulations (EEC) No 4076/88 (8), (EEC) No 3889/89 (9) and (EEC) No 3838/90 (10) during the last three years.\n2. The quantity referred to in Article 2 (b) of Regulation (EEC) No 3667/91 (10 600 tonnes) shall be reserved for operators who can furnish proof of having:\n- imported at least 50 tonnes per of beef and veal not subject to the quotas referred to in Regulations (EEC) No 3889/89 and (EEC) No 3838/90, or\n- exported to third countries at least 100 tonnes per year of beef and veal,\nduring both 1990 and 1991.\nHowever, for operators established in the territory of the former German Democratic Republic before 1 December 1991, only the year 1991 shall be taken into consideration.\nFor the purposes of applying this paragraph:\n- the term 'beef and veal' shall be understood as the products falling within CN codes 0201, 0202 and 0206 29 91,\n- the minimum reference quantities shall be expressed in terms of product weight.\n3. The proof referred to in paragraphs 1 and 2 shall be provided by means of customs document of release for free circulation or export document. For reference year 1989, Member States may provide that the proof of importation be furnished by the holder  whose name appears in box 4 of the import licence.\n4. The 42 400 tonnes shall be allocated between the various importers in proportion to their imports during the reference years.\n5. The 10 600 tonnes shall be allocated in proportion to the quantities applied for by importers.", "1. Operators referred to in Article 1 (1) who, at 1 January 1992 were no longer engaged in any activity in the beef sector, shall not qualify under the arrangements provided for in this Regulation.\n2. Companies arising from mergers each having rights under Article 1 (1), shall benefit from the same rights as the companies from which they were formed.", "1. For the purposes of applying Article 1 (1), operators shall present to the competent authorities the participation application together with the proof referred to in Article 1 (3) by 20 January 1992 at the latest. After verification of the  documents presented, the Member States shall forward to the Commission by 7 February 1992 at the latest, a list of operators who answer to the acceptation conditions containing in particular their names and addresses and the quantities of meat imported  under the quota in question during each of the reference years.\n2. For the purposes of applying Article 1 (2), participation applications from operators, together with the proof referred to in Article 1 (3), may be lodged up to 20 January 1992.\nThe application or applications lodged by the same party shall relate to an overall quantity not exceeding 50 tonnes of frozen meat.\nAfter verification of the documents presented, the Member States shall forward to the Commission by 7 February 1992 at the latest a list of the applicants and of the quantities applied for.", "Licence applications referred to in Article 3 shall be admissible only where the applicant declares in writing that he has not lodged and undertakes not to lodge any application under the same special arrangements in any Member State other  than that in which the application is lodged; if an applicant lodges applications in respect of the same special arrangements in two or more Member States, none of these applications shall be admissible.\nAll applications from the same applicant shall be regarded as a single application.", "1. The Commission shall decide to what extent applications may be accepted.\n2. As regards the applications referred to in Article 3 (2), if the quantities for which licences are applied for exceed the quantities available, the Commission shall reduce the amounts applied for by a fixed percentage.\nIf the reduction referred to in the preceding subparagraph results in a quantity of less than five tonnes per application, the allocation shall be by drawing lots, by batches of five tonnes.", "1. For the quantities allocated in accordance with Article 5, import licences shall be issued from 9 March 1992 upon application by the participant.\n2. Licence applications and licences shall contain:\n(a) in section 20, one of the following endorsements:\n- Carne de vacuno congelada [Reglamento (CEE) no 3701/91]\n- frosset koed af hornkvaeg (forordning (EOEF) nr. 3701/91)\n- Gefrorenes Rindfleisch (Verordnung (EWG) Nr. 3701/91)\n- Katepsygmeno voeio kreas (kanonismos (EOK) arith. 3701/91)\n- frozen meat of bovine animals (Regulation (EEC) No 3701/91)\n- Viande bovine congelée (règlement (CEE) no 3701/91)\n- Carni bovine congelate (regolamento (CEE) n. 3701/91)\n- Bevroren rundvlees (Verordening (EEG) nr. 3701/91)\n- Carne de bovino congelada [Regulamento (CEE) no 3701/91];\n(b) in section 8, the country of origin;\n(c) in section 24, one of the following endorsements:\n- exacción reguladora suspendida para . . . (cantidad para la que se haya extendido el certificado) kg\n- suspension af importafgift for . . . (den maengde licensen er udstedt for) kg\n- Aussetzung der Abschoepfung fuer . . . kg (Menge, fuer die die Lizenz erteilt wurde)\n- anastelletai i eisfora gia . . . kg (posotita gia tin opoia chorigithike to pistopoiitiko)\n- levy suspended for . . . (quantity for which the licence was issued) kg\n- prélèvement suspendu pour . . . (quantité pour laquelle le certificat a été délivré) kg\n- prelievo sospeso per . . . (quantitativo per il quale è stato rilasciato il certificato) kg\n- Heffing geschorst voor . . . (hoeveelheid waarvoor het certificaat is afgegeven) kg\n- Direito nivelador suspenso para . . . kg (quantidade para a qual foi emitido o certificado).\n3. For the purposes of applying the arrangements, where the quantities are imported under the terms of Article 8 (4) of Regulation (EEC) No 3719/88, the levy fixed in accordance with Article 12 of Regulation (EEC) No 805/68 and the Common Customs Tariff  duty of 20 % shall be charged on the quantities exceeding those indicated in the import licence.", "For the purpose of applying the arrangements provided for by Regulation (EEC) No 3667/91, the quantities to be imported must meet the conditions laid down in Article 17 (2) (f) of Council Directive 72/462/EEC (11).", "1. Regulation (EEC) No 2377/80 shall apply.\n2. However, notwithstanding Articles 3 and 6 of Regulation (EEC) No 2377/80, the security for import licences shall be ECU 10 per 100 kilograms net weight, and the term of validity of the licences shall expire on 31 December 1992.\n3. The security referred to in paragraph 2 shall be lodged when the licences referred to are issued.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 349, 18. 12. 1991, p. 1. (2) OJ No L 148, 28. 6. 1968, p. 24. (3) OJ No L 150, 15. 6. 1991, p. 16. (4) OJ No L 331, 2. 12. 1988, p. 1. (5) OJ No L 11, 16. 1. 1991, p. 11. (6) OJ No L 241, 13. 9. 1980, p. 5. (7) OJ No L 85, 5. 4.  1991, p. 20. (8) OJ No L 359, 28. 12. 1988, p. 5. (9) OJ No L 378, 27. 12. 1989, p. 16. (10) OJ No L 367, 29. 12. 1990, p. 3. (11) OJ No L 302, 31. 12. 1972, p. 28."}