{"celex_id": "31996D0071", "uri": "http://publications.europa.eu/resource/cellar/bf74ed11-4e10-4ac3-8ebf-3ee4d84acce1", "type": "Decision", "concepts": ["2897", "3641", "3646", "4136", "4424", "5929"], "title": "96/71/EC: Commission Decision of 10 January 1996 on a common technical regulation for access to packet switched public data networks (PSPDNs) using CCITT recommendation X.25 interfaces (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 10 January 1996 on a common technical regulation for access to packet switched public data networks (PSPDNs) using CCITT recommendation X.25 interfaces (Text with EEA relevance) (96/71/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/263/EEC of 29 April 1991 on approximation of the laws of the Member States concerning telecommunications terminal equipment, including the mutual recognition of their conformity (1), as last amended by Directive 93/68/EEC (2), and extended by Directive 93/97/EEC (3), and in particular Article 6 (2) thereof,\nWhereas the Commission, in accordance with the procedure laid down in Article 14 of Directive 91/263/EEC and in particular in accordance with the opinion delivered on 4 December 1991 by the Approvals Committee for Terminal Equipment (ACTE), has adopted the measure identifying the type of terminal equipment for which a common technical regulation is required as well as the associated scope statement;\nWhereas the relevant standardization body has prepared the harmonized standards implementing the essential requirements applicable;\nWhereas the measure shall be submitted to the Committee under the procedure of Article 14 of Directive 91/263/EEC;\nWhereas the Commission has submitted the draft measure for an opinion of ACTE in accordance with Article 6 (2), of Directive 91/263/EEC;\nWhereas the Commission under the terms of the second indent of Article 16 (2) of Directive 91/263/EEC is responsible for adopting the corresponding harmonized standards implementing the essential requirements which shall be transformed into common technical regulations;\nWhereas the common technical regulation adopted in this Decision is in accordance with the opinion of ACTE delivered on 16 February 1995;\nWhereas this Decision is to be reviewed no later than two years after the adoption of this Decision, duly taking into account the progress being made by the relevant standardization body being in the process of preparing a new harmonized standard implementing the essential requirements applicable;\nWhereas in certain Member States, national implementations of packet switched data networks may have resulted in justified national variations;\nWhereas in order to ensure continuity of access to markets for manufacturers presently serving one or more national markets, it is necessary to allow for transitional arrangements regarding the use of national requirements during a maximum period;\nWhereas this period should be determined by the finalization by the relevant standardization body of the mandated harmonized standards implementing the essential requirements applicable,", "main_body": ["1. This Decision shall apply to terminal equipment intended to be connected to a public telecommunications network and falling within the scope of the harmonized standard indentified in Article 2 (1) of this Decision.\n2. This Decision establishes a common technical regulation covering the technical characteristics, electrical and mechanical interface requirements, and access control protocol to be provided by terminal equipment which is capable of and intended by the manufacturer or his representative for connection to a dedicated interface of a packet switched public data network using CCITT recommendation X.25, making use of LAPB.", "1. The common technical regulation shall include the harmonized standard having been prepared by the relevant standardization body implementing the essential requirements referred to in Article 4 (c), (d) and (f) of Directive 91/263/EEC. The reference to the standard is set out in Annex I of which the applicable part thereof is listed in Annex II.\n2. Terminal equipment falling within this Decision shall comply with the common technical regulation referred to in paragraph 1, shall meet the essential requirements referred to in points (a) and (b) of Article 4 of Directive 91/263/EEC, and shall meet the requirements of any other applicable Directives, in particular Council Directives 73/23/EEC (4) and 89/336/EEC (5).", "Notified Bodies designated for carrying out the procedures referred to in Article 9 of Directive 91/263/EEC shall, as regards terminal equipment covered by Article 1 (1) of this Decision use or ensure the use of the harmonized standard referred to in Annex I except where a justified national variation is applicable during the period referred to in Article 4.", "The Commission shall examine the experience of application of this Decision and the progress made by the relevant standardization body for the purpose of ensuring the early availability of the relevant harmonized standard having been adopted by that recognized standardization body. To this end it shall adopt any necessary amendments to this Decision in accordance with the procedures laid down in Directive 91/263/EEC, and it shall adopt a final measure within a maximum period of two years following the adoption of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 January 1996.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 128, 23. 5. 1991, p. 1.\n(2) OJ No L 220, 31. 8. 1993, p. 1.\n(3) OJ No L 290, 24. 11. 1993, p. 1.\n(4) OJ No L 77, 26. 3. 1973, p. 29.\n(5) OJ No L 139, 23. 5. 1989, p. 19.\nANNEX I\nREFERENCE TO THE HARMONIZED STANDARD OF WHICH PARTS THEREOF ARE APPLICABLE\nThe harmonized standard referred to in Article 2 of the Decision is:\nNET 2\nApproval requirements for data terminal equipment to connect to packet switched public data networks using CCITT recommendation X.25 interface\nSecond Edition 1994\nExcluding Clauses 9 and 10.\nADDITIONAL INFORMATION\nThe full text of NET 2 can be obtained from the following address:\nEuropean Telecommunications Standards Institute,\nF-06921, Sophia Antipolis Cedex.\nANNEX II\nREFERENCE LIST INDICATING APPLICABLE PART OF THE HARMONIZED STANDARD\n>TABLE>"}