{"celex_id": "31994R0237", "uri": "http://publications.europa.eu/resource/cellar/653c02b7-799d-4b36-a15c-ff1b387b1db6", "type": "Regulation", "concepts": ["1129", "1255", "1644", "2128", "2317", "4692"], "title": "Commission Regulation (EC) No 237/94 of 2 February 1994 releasing securities lodged in respect of import licences under Regulation (EEC) No 2698/93 for pigmeat products\n", "header": "COMMISSION REGULATION (EC) No 237/94 of 2 February 1994 releasing securities lodged in respect of import licences under Regulation (EEC) No 2698/93 for pigmeat products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Hungary, of the other part (1), as last amended by Regulation (EEC) No 2234/93 (2), and in particular Article 1 thereof,\nWhereas Commission Regulation (EEC) No 2698/93 of 5 March 1992 (3) amended by Regulation (EC) No 3560/93 (4) lays down detailed rules for the application to pigmeat products of the arrangements provided for in the Interim Agreement concluded by the  Community with the Republic of Hungary;\nWhereas Community operators submitted their import licence applications for the period 1 July to 30 September 1993 during the first ten days of July 1993; whereas at that time supplies to the market for pigmeat in Hungary were very regular and  sufficient; whereas the operators were therefore convinced that the situation would remain unchanged in subsequent months, so enabling them to meet their obligations under import licences issued on 23 July 1993;\nWhereas a meat shortage has occurred in Hungary, caused in particular by a decrease in pig headage, thereby considerably reducing the availability of pigmeat and obliging the Hungarian market to obtain supplies from other countries; whereas, moreover,  the imbalance between production and demand has caused market prices in Hungary to increase; whereas, as a result of these unforeseeable events, Community operators are unable to obtain supplies on the Hungarian market to make up all the quantities  mentioned in import licences;\nWhereas provision should accordingly be made for the release of the securities lodged pursuant to Article 6 of Regulation (EEC) No 2698/93 in respect of unused import licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Securities lodged in respect of import licences issued on 23 July 1993 for products covered by groups 1, 2, 3 and 4 in Annex I to Regulation (EEC) No 2698/93 but not imported before the expiry of the term of validity of those licences shall  be released.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 6.\n(2) OJ No L 200, 10. 8. 1993, p. 4.\n(3) OJ No L 245, 1. 10. 1993, p. 80.\n(4) OJ No L 324, 24. 12. 1993, p. 42."}