{"celex_id": "31998R1033", "uri": "http://publications.europa.eu/resource/cellar/ac8e8efa-04cb-4307-b687-f501c6c4531c", "type": "Regulation", "concepts": ["1642", "1644", "2734", "4385"], "title": "Commission Regulation (EC) No 1033/98 of 18 May 1998 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "COMMISSION REGULATION (EC) No 1033/98 of 18 May 1998 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 9(2) and 23 thereof, and to the corresponding provisions of the other regulations on the common organisation of the market in agricultural products,\nWhereas Article 8(4) of Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EC) No 1404/97 (4), provides that where the quantity imported or exported exceeds the quantity shown on the licence or certificate by not more than 5 %, it is to be considered to have been imported or exported under that licence or certificate;\nWhereas, where an import licence covering an agricultural product is also used to administer a tariff quota to which preferential arrangements apply, such preferential arrangements are to apply to importers by virtue of the licence or certificate irrespective of whether the product is to be accompanied by a document from a third country;\nWhereas, with a view to avoiding any overrun in the quota, the preferential arrangements must apply up to the quantity for which the licence or certificate was issued; whereas, with a view to facilitating imports, the tolerance provided for in Article 8(4) of Regulation (EEC) No 3719/88 should be permitted, provided that it is specified at the same time that the part of the quantity exceeding that shown on the licence or certificate but within the tolerance does not qualify under the preferential arrangements and full duty is payable thereon on import;\nWhereas, where imports of a product are not subject to presentation of an import licence and where such a licence serves to administer a quota, the application of the tolerance is not necessary; whereas in such cases the quantity in excess of that shown on the licence or certificate should be regarded as having been imported outside the licence and subject to full duty and cannot qualify under the preferential arrangements covering the quota;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["Article 45 of Regulation (EEC) No 3719/88 is hereby replaced by the following:\n'Article 45\n1. Where imports of a product are subject to presentation of an import licence and where that licence also serves to determine eligibility under preferential arrangements, the quantities imported within the tolerance in excess of the quantity shown on the import licence shall not qualify under the preferential arrangements.\nSave where the regulations in particular sectors require special wording, Section 24 of licences and certificates shall indicate one of the following:\n- Régimen preferencial aplicable a la cantidad indicada en las casillas 17 y 18\n- Præferenceordning gældende for mængden anført i rubrik 17 og 18\n- Präferenzregelung, anwendbar auf die in den Feldern 17 und 18 genannte Menge\n- Ðñïôéìçóéáêü êáèåóôþò åöáñìïæüìåíï ãéá ôçí ðïóüôçôá ðïõ áíáãñÜöåôáé óôá ôåôñáãùíßäéá 17 êáé 18\n- Preferential arrangements applicable to the quantity given in Sections 17 and 18\n- Régime préférentiel applicable pour la quantité indiquée dans les cases 17 et 18\n- Regime preferenziale applicabile per la quantità indicata nelle caselle 17 e 18\n- Preferentiële regeling van toepassing voor de in de vakken 17 en 18 vermelde hoeveelheid\n- Regime preferencial aplicável em relação à quantidade indicada nas casas 17 e 18,\n- Etuuskohtelu, jota sovelletaan kohdissa 17 ja 18 esitettyihin määriin\n- Preferensordning tillämplig för den kvantitet som anges i fält 17 och 18\n2. Where licences as referred to in paragraph 1 also serve to administer a Community tariff quota, the term of validity of licences may not extend beyond the date on which the quota expires.\n3. Where the product in question cannot be imported outside the quota or where import licences for the product in question are issued subject to special conditions, the import licences shall not provide for any tolerance concerning quantities in excess.\nThe figure \"0\" (zero) shall be shown in Section 19 of the licence.\n4. Where imports of a product are not subject to presentation of an import licence and where an import licence serves to administer preferential arrangements covering that product, the import licences shall not provide for any tolerance concerning quantities in excess.\nThe figure \"0\" (zero) shall be shown in Section 19 of the licence.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to licences and certificates applied for from the date on which it enters into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 21.\n(2) OJ L 126, 24. 5. 1996, p. 37.\n(3) OJ L 331, 2. 12. 1988, p. 1.\n(4) OJ L 194, 23. 7. 1997, p. 5."}