{"celex_id": "31996R1237", "uri": "http://publications.europa.eu/resource/cellar/32710816-6b51-41c4-ba11-915cdfd87ccd", "type": "Regulation", "concepts": ["1309", "2050", "4381", "4605", "666"], "title": "Commission Regulation (EC) No 1237/96 of 28 June 1996 extending Regulation (EC) No 1200/95 laying down certain transitional arrangements to determine the agricultural component for imports of the goods listed in Table 1 of Annex B to Council Regulation (EC) No 3448/93 in order to implement the obligations deriving from the Agricultural Agreement concluded during the Uruguay Round of multilateral trade negotiations\n", "header": "COMMISSION REGULATION (EC) No 1237/96 of 28 June 1996 extending Regulation (EC) No 1200/95 laying down certain transitional arrangements to determine the agricultural component for imports of the goods listed in Table 1 of Annex B to Council Regulation (EC) No 3448/93 in order to implement the obligations deriving from the Agricultural Agreement concluded during the Uruguay Round of multilateral trade negotiations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the Agreements concluded during the Uruguay Round of multilateral trade negotiations (1), as amended by Regulation (EC) No 1193/96 (2), and in particular Article 3 (1) thereof,\nWhereas Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (3) is the subject of a proposal for an amendment (4) to bring the Regulation into line with the Agreements concluded during the Uruguay Round of multilateral trade negotiations, with the aim of specifying the duties which apply to imports of the goods covered by this Regulation;\nWhereas the Commission has concluded several agreements with non-member countries providing for the application of reduced agricultural components compared with the fixed components established by the Common Customs Tariffs; whereas the method of calculating these components must be specified;\nWhereas the period for adopting the transitional measures set out in Article 3 (2) of Regulation (EC) No 3290/94 has been extended to 30 June 1997;\nWhereas, until this amendment has been adopted, the period of application of Commission Regulation (EC) No 1200/95 of 29 May 1995 laying down certain transitional arrangements to determine the agricultural component for imports of the goods listed in Table 1 of Annex B to Council Regulation (EC) No 3448/93 in order to implement the obligations deriving from the agricultural Agreement concluded during the Uruguay Round of multilateral trade negotiations (5) should be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Horizontal Questions concerning Trade in Processed Agricultural Products not listed in Annex II to the Treaty,", "main_body": ["Regulation (EC) No 1200/95 is amended as follows:\nin Article 2, the date '30 June 1996` is replaced by the date '30 June 1997`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall be applicable from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1996.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 318, 20. 12. 1993, p. 18.\n(4) OJ No C 105, 11. 4. 1996, p. 8.\n(5) OJ No L 119, 30. 5. 1995, p. 8."}