{"celex_id": "31998R1420", "uri": "http://publications.europa.eu/resource/cellar/53da5f4d-5478-4d85-93b7-7f4f573f7aea", "type": "Regulation", "concepts": ["1667", "5384", "80"], "title": "Council Regulation (EC) No 1420/98 of 26 June 1998 amending Regulation (EEC) No 619/71 laying down general rules for granting aid for flax and hemp\n", "header": "COUNCIL REGULATION (EC) No 1420/98 of 26 June 1998 amending Regulation (EEC) No 619/71 laying down general rules for granting aid for flax and hemp\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organisation of the market in flax and hemp (1), and in particular Article 4(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the second subparagraph of Article 4(1) or Regulation (EEC) No 1308/70 stipulates that aid is granted only for hemp grown from seed of varieties providing certain safeguards to be determined in respect of the content of intoxicating substances in the harvested product; whereas Article 3(1) of Regulation (EEC) No 619/71 (2) lays down a maximum limit for the average content of tetrahydrocannabinol (THC) to determine the varieties of seeds which may be accepted; whereas in order to strengthen the measures ensuring that land eligible for production aid may not be used for illegal cultivation the maximum limit currently laid down should be reduced; whereas, for the same purpose, the grant of aid should be made conditional upon harvesting after seed formation;\nWhereas Article 3(2) of Regulation (EEC) No 619/71 lays down, for the grant of aid for fibre flax, a system of compulsory contracts between producers and primary processors containing a processing undertaking; whereas a similar system of compulsory contracts should be introduced in the hemp sector so as to improve control of the final use of the crop and to guarantee that the crop is actually processed; whereas provision should also be made for the case where the producer processes the hemp into straw or has it processed on this behalf by a processor;\nWhereas Article 4 of Regulation (EEC) No 619/71 provides for a system of administrative supervision guaranteeing that the product of which aid has been requested qualifies for that aid; whereas provision should be made for the possibility of strengthening that supervision system in the hemp sector by a system of prior authorisation for sowing;\nWhereas the measures provided for in this Regulation must be implemented under the best possible conditions; whereas, therefore, transitional measures may be needed to facilitate the changeover to the new system,", "main_body": ["Regulation (EEC) No 619/71 is hereby amended as follows:\n1. Article 3(1) shall be replaced by the following:\n'1. For hemp, aid shall be granted only to growers, who have concluded, before a date to be specified, a contract with a primary processor approved by the competent authority in the Member State on whose territory his establishments are situated, under which the primary processor obtains ownership of the hemp and undertakes to process it.\nHowever, aid shall also be granted to the producer if he undertakes to process the hemp into straw and is approved for that purpose by the competent authority or if he undertakes to have the hemp processed on his behalf into straw by an approved primary processor.\nAid shall be granted only for hemp harvested after seed formation and grown from certified seed of varieties contained in a list to be drawn up in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70. This list shall include only varieties for which a Member State has found by analysis that the weight of THC (tetrahydrocannabinol) in the weight of a sample maintained at constant weight is no more than:\n- 0,3 % for the purposes of the grant of aid for the marketing years 1998/99 to 2000/2001,\n- 0,2 % for the purposes of the grant of aid for subsequent marketing.\nThe sample referred to above shall consist of the upper third of a representative number of plants selected at random at the end of their flowering period and with stalks and seeds removed.`\n2. In Article 4(1), the following subparagraph shall be added:\n'For hemp, if the Member State considers it appropriate, the arrangements shall comprise a system for the prior authorisation of sowing on land eligible for production aid.`\n3. Article 6a shall be replaced by the following:\n'Article 6a\nShould transitional measures be strictly necessary to facilitate the implementation of the adjustments to the arrangements laid down in Regulation (EC) No 1420/98 (*) with effect from the 1998/99 marketing year, such measures shall be adopted in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70. They shall apply until the end of the 1999/2000 marketing year at the latest.\n(*) OJ L 190, 4. 7. 1998, p. 7.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1998/99 marketing year. However, Article 1(3) shall apply from the date of the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 June 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ L 146, 4. 7. 1970, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ L 349, 31. 12. 1994, p. 105).\n(2) OJ L 72, 26. 3. 1971, p. 2. Regulation as last amended by Regulation (EC) No 154/97 (OJ L 27, 30. 1. 1997, p. 1)."}