{"celex_id": "31996D0566", "uri": "http://publications.europa.eu/resource/cellar/e3daa9bf-b292-43d3-a360-2024c9a96c8b", "type": "Decision", "concepts": ["1019", "3560", "4585", "5581"], "title": "96/566/EC, Euratom: Commission Decision of 11 September 1996 authorizing Finland not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the Finnish text is authentic)\n", "header": "COMMISSION DECISION of 11 September 1996 authorizing Finland not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the Finnish text is authentic) (96/566/Euratom, EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value-added tax (1), and in particular Article 13 thereof,\nWhereas, under Article 28 (3) of the Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value-added tax: uniform basis of assessment (2), hereinafter called 'the sixth Directive`, the Member States may continue to exempt or tax certain transactions; whereas these transactions must be taken into account for the determination of the VAT resources base;\nWhereas, for the application of the provisions in Article 28 (3) of the sixth Directive, paragraph 2 (n) of Annex IX (Taxation) to the Act of Accession of the Republic of Finland to the European Communities (3), authorizes Finland to exempt certain transactions listed in Annex F to the sixth Directive;\nWhereas Finland is unable to make a precise calculation of the VAT own resources base for certain categories of transactions listed in Annex F, points 2 and 7, to the sixth Directive; whereas such calculation is likely to involve an unjustified administrative burden in relation to the effect of these transactions on Finland's total VAT resources base; whereas Finland should therefore be authorized not to take these transactions into account for the calculation of the VAT base;\nWhereas Finland is able to make a calculation using approximate estimates for three categories of transactions listed in Annex F to the sixth Directive; whereas Finland should therefore be authorized to calculate the VAT base using approximate estimates;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["For the purpose of calculating the VAT own resources base from 1 January 1995, Finland is authorized, in accordance with the first indent of Article 6 (3) of Council Regulation (EEC, Euratom) No 1553/89, not to take into account the following category of transactions referred to in Annex F to the sixth Directive:\n1. services supplied by authors, artists, performers, in so far as these are not services specified in Annex B to the Council Directive 67/228/EEC (4) (Annex F, former point 2); except for copyrights and royalties.\n2. transactions carried out by blind persons or workshops for the blind provided these exemptions do not give rise to significant distortion of competition. (Annex F, former point 7).", "For the purpose of calculating the VAT own resources base from 1 January 1995, Finland is authorized to use approximate estimates in respect of the following categories of transactions referred to in Annex F to the sixth Directive:\n1. services supplied by authors, artists and performers, in so far as these are not services specified in Annex B to Council Directive 67/228/EEC (Annex F, former point 2); for copyrights and royalties;\n2. supplies of land described in Article 4 (3) of the sixth Directive (Annex F, former point 16);\n3. passenger transport (Annex F, former point 17).", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 11 September 1996.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ No L 155, 7. 6. 1989, p. 9.\n(2) OJ No L 145, 13. 6. 1977, p. 1.\n(3) OJ No C 241, 29. 8. 1994, p. 337.\n(4) OJ No 71, 14. 4. 1967, p. 1303/67."}