{"celex_id": "31998R0906", "uri": "http://publications.europa.eu/resource/cellar/f080ea9d-4097-479e-9c68-68e0b15c03c8", "type": "Regulation", "concepts": ["1264", "161", "2488", "2771", "4578"], "title": "Council Regulation (EC) No 906/98 of 27 April 1998 laying down general rules for the import of olive oil originating in Tunisia\n", "header": "COUNCIL REGULATION (EC) No 906/98 of 27 April 1998 laying down general rules for the import of olive oil originating in Tunisia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of Protocol 1 to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part, signed on 17 July 1995, provides for customs duty of ECU 7,81 per 100 kg on imports into the Community between 1 January 1996 and 31 December 1999 of 46 000 tonnes per marketing year of untreated olive oil of CN code 1509 10 10 or 1509 10 90 wholly obtained in Tunisia and transported directly from that country to the Community;\nWhereas, by Regulation (EC) No 447/97 (1), the Council provides for special measures applicable to the import of olive oil originating in Tunisia until the entry into force of the Euro-Mediterranean Agreement signed with Tunisia; whereas, since that Agreement comes into force on 1 March 1998, the said Regulation should be formally repealed;\nWhereas, by Regulation (EC) No 2004/97 (2), the Council provided for certain implementing rules concerning the special arrangements for the import of olive oil originating in Tunisia which are no longer applicable now that the said Euro-Mediterranean Agreement has come into force; whereas therefore the said Regulation should be formally repealed;\nWhereas the supply forecast for the Community market in olive oil indicates that this quantity can be absorbed without risk of market disturbance if imports are not concentrated in a short period of the marketing year; whereas therefore, for the sake of efficient operation of the quota arrangements, their management should be entrusted to the Commission,", "main_body": ["1. The quota of 46 000 tonnes per marketing year of untreated olive oil of CN code 1509 10 10 or 1509 10 90, wholly obtained in Tunisia and transported directly from that country to the Community, to which a customs duty of ECU 7,81 per 100 kg applies, shall be opened and managed by the Commission in line with arrangements adopted in accordance with the procedure laid down in Article 38 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats (3).\n2. Import licences issued under Regulation (EC) No 447/96 for the 1997/1998 marketing year shall be valid for the quota referred to in paragraph 1 for the same period.", "Regulation (EC) No 447/96 and Regulation (EC) No 2004/97 are hereby repealed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1998.\nFor the Council\nThe President\nR. COOK\n(1) OJ L 62, 13. 3. 1996, p. 1.\n(2) OJ L 284, 16. 10. 1997, p. 9.\n(3) OJ 172, 30. 9. 1966, p. 3025/66. Regulation as last amended by Regulation (EC) No 1581/96 (OJ L 206, 16. 8. 1996, p. 11)."}