{"celex_id": "31998R0358", "uri": "http://publications.europa.eu/resource/cellar/433bbe30-9e94-414b-aa05-ff8afbbbaee5", "type": "Regulation", "concepts": ["3275", "4210", "4472", "6042", "797", "976"], "title": "Commission Regulation (EC) No 358/98 of 13 February 1998 setting the final reference amounts for producers of soya beans, rape or colza seed and sunflower seed for the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 358/98 of 13 February 1998 setting the final reference amounts for producers of soya beans, rape or colza seed and sunflower seed for the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 2309/97 (2), and in particular Article 12 thereof,\nWhereas Article 5(1)(d) of Regulation (EEC) No 1765/92 provides that the Commission is to calculate a final regional reference amount based on the observed reference price for oil seeds, by substituting the observed reference price for the projected reference price; whereas the Commission has determined the observed reference price using the data provided pursuant to Commission Regulation (EC) No 3405/93 (3);\nWhereas Article 5(1)(e) of Regulation (EEC) No 1765/92 specifies that if the area of land for which the crop specific oil seed compensatory payment is made, after the application of Article 2(6) of that Regulation, exceeds the maximum guaranteed area (MGA), the final regional reference amounts shall be reduced; whereas Article 5(1)(f) of Regulation (EEC) No 1765/92 specifies that the final regional reference amounts shall be reduced by 1 % for every 1 % by which the MGA has been exceeded; whereas the reduction of final regional reference amounts shall be restricted to those Member States which have exceeded their national reference area (NRA), reduced by 10 %; whereas the weighted average reduction applied in these Member States shall be equal to the reduction necessary at the level of the MGA; whereas the reductions applied in Member States should reflect their contribution towards the total overshoot of the MGA;\nWhereas the ceiling applicable to irrigated soya in France laid down in Article 7 of Commission Regulation (EC) No 658/96 (4), as last amended by Regulation (EC) No 1779/97 (5), has not been exceeded; whereas, in accordance with the first sentence of the sixth subparagraph of Article 3(1) of Regulation (EEC) No 1765/92, there is no need to reduce the final regional reference amounts;\nWhereas pursuant to Article 3(6) of Regulation (EEC) No 1765/92 the compensatory payments for the 1997/98 marketing year are to be multiplied by a coefficient of 0,994 in the case of France as laid down in Commission Regulation (EC) No 1719/97 (6);\nWhereas the producers received an advance payment at the level established in Article 2 of Commission Regulation (EC) No 1394/97 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["1. A succinct explanation of the calculation of the final regional reference amounts referred to in Article 5(3) of Regulation (EEC) No 1765/92 is set out in Annex I.\n2. The final regional reference amounts for the 1997/98 marketing year shall be as set out in Annex II.\n3. In calculating the compensatory payment to be made to producers of oil seeds referred to in Article 11(4) of Regulation (EEC) No 1765/92, the competent authority shall take account of:\n- any reduction in the producer's eligible area and the level of the compensatory payment,\n- any advance payment made in accordance with Article 2 of Regulation (EC) No 1394/97.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 12.\n(2) OJ L 321, 22. 11. 1997, p. 3.\n(3) OJ L 310, 14. 12. 1993, p. 10.\n(4) OJ L 91, 12. 4. 1996, p. 46.\n(5) OJ L 252, 16. 9. 1997, p. 18.\n(6) OJ L 242, 4. 9. 1997, p. 32.\n(7) OJ L 190, 19. 7. 1997, p. 31.\nANNEX I\nSuccinct explanation of the calculation of the corrected final regional reference amount for producers of oilseeds in the 1997/98 marketing year\nI. Adjustment of support payments pursuant to Article 5(1)(d) of Regulation (EEC) No 1765/92. Final regional reference amounts.\n1. The observed reference price for oilseeds, which represents the average price recorded on the markets during the 1997/98 marketing year, has been assessed at ECU 235,636 per tonne. This observed reference price has been calculated on the basis of offers and prices reported by Member States in accordance with Regulation (EC) No 3405/93.\n2. The level of the observed reference price is such that it is necessary to reduce the projected level of compensatory payments by 11 %, pursuant to Article 5 of Regulation (EEC) No 1765/92. The final regional reference amounts will be established at a level 11 % lower than the projected regional reference amounts laid down in Regulation (EC) No 1394/97.\nII. Adjustment of support payments pursuant to Article 5(1)(e) of Regulation (EEC) No 1765/92. Correction of final regional reference amounts.\n1. After the application of Article 2(6) of Regulation (EEC) No 1765/92, the areas of land for which crop specific oilseed payments have been made are such that the MGA has been overshot by 3 %.\n2. The reductions applied to the final regional reference amounts as a consequence of the overshoot of the national reference areas less 10 % are as follows:\n>TABLE>\n3. The weighted average reduction of support in the MGA covering Community production is as follows:\n>TABLE>\n4. The total reduction in support necessary pursuant to Article 5(1)(f) in the MGA covering Community production, expressed in hectare equivalents of support, is:\nPercentage overshoot of MGA: 3 %.\nArea benefiting from crop specific compensatory payments within the MGAs: 5 089 569 ha.\nTotal reduction of support necessary, expressed in hectare equivalents of support:\n3 % of 5 089 569 ha = 152 687\n5. The aggregate reduction in support given in point II(4) is equal to the total reduction of support necessary to respect the conditions of Article 5(1)(f) of Regulation (EEC) No 1765/92.\nANNEX II\n>TABLE>"}