{"celex_id": "31995R0636", "uri": "http://publications.europa.eu/resource/cellar/50ab0ce9-30c0-4a34-b3bc-9f0e06d93de1", "type": "Regulation", "concepts": ["1201", "1264", "3003", "5096", "797", "80"], "title": "Council Regulation (EC) No 636/95 of 20 February 1995 amending Regulation (EEC) No 2261/84 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations\n", "header": "COUNCIL REGULATION (EC) No 636/95 of 20 February 1995 amending Regulation (EEC) No 2261/84 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), and in particular Article 5 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with Article 17a of Regulation (EEC) No 2261/84 (2), for the current marketing year the averages of the olive and oil yields for the last four marketing years must be set before 1 December and estimated production and the unit amount of the production aid that can be paid in advance must be determined before 1 April; whereas, in accordance with Article 18 of that Regulation, the olive yields and oil yields must be fixed by homogenous production zones at the latest by 31 May of each year;\nWhereas, under the relevant Community provisions adopted pursuant to Article 5 (5) of Regulation No 136/66/EEC, production aid is paid to olive growers whose average production is less than 500 kg, and advances are paid to olive growers whose average production is at least 500 kg, from 16 October of each marketing year;\nWhereas, with a view to improving the administration of the olive oil production aid scheme, estimated production and yields should be determined at the same time and later in each olive oil marketing year so that the information on them is more up to date; whereas the deadline for determining the average of the yields for the last four marketing years should also be extended so as to facilitate the work involved;\nWhereas, in view of the fact that more reliable data than in the past are now available for the payment of advances, the amount of aid which may be advanced and the quantity taken into consideration for the advance should be increased as a result, but in such a way that any risk of incorrect payment is excluded;\nWhereas, therefore, Regulation (EEC) No 2261/84 should be amended,", "main_body": ["Regulation (EEC) No 2261/84 is hereby amended as follows:\n1. in Article 12:\n- paragraph 2 is replaced by the following:\n'2. The advance:\n(a) shall be equal to the amount obtained by multiplying the unit amount of the aid fixed pursuant to Article 17a (2) by the quantity of oil stated in the aid application;\n(b) may not be granted unless:\n- the olive yields and oil yields have been fixed for the current marketing year in accordance with Article 18,\n- the checks referred to in Article 8 (1) and the on-the-spot checks referred to in Article 14 (3a) have been carried out`,\n- paragraph 3 shall be deleted;\n2. in Article 17a:\n- in paragraph 1, the date '1 December` shall be replaced by '1 March`,\n- in paragraph 2, the date '1 April` shall be replaced by '1 July`,\n- in paragraph 3, the period of 'six months` shall be replaced by 'eight months`,\n- in paragraph 4, the date '15 March` shall be replaced by '15 June`.\n3. in Article 18, the date '31 May` shall be replaced by '30 June` and the date '30 April` by '31 May`.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1995.\nFor the Council\nThe President\nJ. PUECH\n(1) OJ No L 172, 30. 9. 1966, p. 3025/66. Regulation as last amended by Regulation (EC) No 3179/93 (OJ No L 285, 20. 11. 1993, p. 9).\n(2) OJ No L 208, 3. 8. 1984, p. 3. Regulation as last amended by Regulation (EEC) No 3500/90 (OJ No L 338, 5. 12. 1990, p. 3)."}