{"celex_id": "31993R2160", "uri": "http://publications.europa.eu/resource/cellar/7d9bd562-bf63-4134-beb3-9d3256e14bf8", "type": "Regulation", "concepts": ["2635", "2681", "2888", "2962", "4402"], "title": "COMMISSION REGULATION (EEC) No 2160/93 of 28 July 1993 fixing the minimum price applicable to dried grapes during the 1993/94 marketing year as well as the countervailing charges to be imposed where that price is not observed\n", "header": "COMMISSION REGULATION (EEC) No 2160/93 of 28 July 1993 fixing the minimum price applicable to dried grapes during the 1993/94 marketing year as well as the countervailing charges to be imposed where that price is not observed\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1569/92 (2), and in particular Article 9 (6)  thereof,\nWhereas, in accordance with Article 9 (2) of Regulation (EEC) No 426/86, the minimum import price for dried grapes shall be determined having regard to:\n- the free-at-frontier price on import into the Community,\n- the prices obtaining in international trade,\n- the situation on the internal Community market,\n- the trend of trade with third countries;\nWhereas Article 2 (1) of Council Regulation (EEC) No 2089/85 of 23 July 1985 laying down general rules relating to the system of minimum import prices for dried grapes (3) provides that countervailing charges shall be fixed by reference to a scale of  import prices; whereas the maximum countervailing charge shall be determined on the basis of the most favourable prices applied on the world market for significant quantities by the most representative non-member countries;\nWhereas a minimum import price must be fixed for currants and other dried grapes;\nWhereas Commission Regulation (EEC) No 3824/92 (4), as last amended by Regulation (EEC) No 1663/93 (5), establishes a list of prices and amounts for the fruit and vegetables sector which are to be divided by a coefficient of 1,013088 fixed by Commission  Regulation (EEC) No 537/93 (6), amended by Regulation (EEC) No 1331/93 (7), as from the beginning of the 1993/94 marketing year; whereas Article 2 of Regulation (EEC) No 3824/92 lays down that the resulting reduction in the prices and amounts for each  sector concerned shall be specified and the level of such repuced prices fixed;\nWhereas the Management Committee for Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The minimum import price applicable to dried grapes during the 1993/94 marketing year shall be as set out in Annex I.\n2. The countervailing charge to be imposed where the minimum import price referred to in paragraph 1 is not observed shall be as set out in Annex II.", "This Regulation shall enter into force on 1 September 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 166, 20. 6. 1992, p. 5.\n(3) OJ No L 197, 27. 7. 1985, p. 10.\n(4) OJ No L 387, 31. 12. 1992, p. 29.\n(5) OJ No L 158, 30. 6. 1993, p. 18.\n(6) OJ No L 57, 10. 3. 1993, p. 18.\n(7) OJ No L 132, 29. 5. 1993, p. 114.\nANNEX I\nMinimum import prices\n/* Tables: see OJ */\nANNEX II\nCountervailing charges  1. Currants falling within CN code 0806 20 11\n/* Tables: see OJ */\nfalling within CN code 0806 20 91\n/* Tables: see OJ */\ngrapes falling within CN codes 0806 20 12 and 0806 20 18\n/* Tables: see OJ */\nDried grapes falling within CN codes 0806 20 92 and 0806 20 98\n/* Tables: see OJ */"}