{"celex_id": "31997R0094", "uri": "http://publications.europa.eu/resource/cellar/59d45db7-c00e-44b1-ad61-6cf4d36cdf10", "type": "Regulation", "concepts": ["2286", "276", "2958", "4289", "87", "979"], "title": "Commission Regulation (EC) No 94/97 of 21 January 1997 correcting and amending Regulation (EC) No 322/96 laying down detailed rules of application for the public storage of skimmed-milk powder\n", "header": "COMMISSION REGULATION (EC) No 94/97 of 21 January 1997 correcting and amending Regulation (EC) No 322/96 laying down detailed rules of application for the public storage of skimmed-milk powder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 1587/96 (2), and in particular Articles 7 (5) and 28 thereof,\nWhereas Article 1 (1) (d) of Commission Regulation (EC) No 332/96 (3) lays down the age at which skimmed-milk powder may be bought in; whereas the Dutch version of that provision contains an error that may lead to differences in the treatment of operators; whereas, as a result, that error should be corrected;\nWhereas Article 4 (6) of that Regulation fixes the storage costs to be reimbursed by the seller where the skimmed-milk powder offered for buying-in does not comply with the quality requirements laid down in the Regulation; whereas, in order to ensure that there is a link between those amounts and the amounts to be reimbursed by the intervention agency to the European Agricultural Guidance and Guarantee Fund, reference should be made to the amounts provided for in Commission Regulation (EEC) No 3597/90 of 12 December 1990 on the accounting rules for intervention measures involving the buying-in, storage and sale of agricultural products by intervention agencies (4), as last amended by Regulation (EC) No 895/94 (5);\nWhereas Article 5 (3) of Regulation (EC) No 322/96 refers to Commission Regulation (EEC) No 618/90 of 14 March 1990 laying down rules for drawing up the annual inventory of agricultural products in public storage (6) as regards checking the presence of intervention products in store; whereas Regulation (EEC) No 618/90 was repealed and replaced by Commission Regulation (EC) No 2148/96 of 8 November 1996 laying down rules for evaluating and monitoring public intervention stocks of agricultural products (7); whereas, as a result, that reference should be replaced;\nWhereas Annex II to Regulation (EC) No 322/96 lays down requirements concerning the packaging of skimmed-milk powder bought into public intervention; whereas experience has shown that an addition should be made to that Annex to allow the use of a new type of bag;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["(Concerns the Dutch version only).", "Regulation (EC) No 322/96 is hereby amended as follows:\n1. The second and third subparagraphs of Article 4 (6) are replaced by the following:\n'The storage and financing costs to be paid shall be the costs to be reimbursed by the intervention agency to the account of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) in accordance with Article 7 (2) of Commission Regulation (EEC) No 3597/90 (*).\n(*) OJ No L 350, 14. 12. 1990, p. 43.`\n2. In Article 5 (3), 'Commission Regulation (EEC) No 618/90` is replaced by 'Commission Regulation (EC) No 2148/96 (1).\n(1) OJ No L 288, 9. 11. 1996, p. 6.`\n3. In Annex II (1), the following paragraph (e) is added:\n'(e) - one outer semi-stretchable kraft paper bag of a strength of at least 90 g/m²,\n- one semi-stretchable kraft paper bag with a polyethylene lining, of a strength of at least 90 g plus 15 g/m²,\n- two semi-stretchable kraft paper bags of a strength of at least 90 g/m²,\n- one polyethylene inner bag at least 0,08 mm thick, welded or double bound.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 206, 16. 8. 1996, p. 21.\n(3) OJ No L 45, 23. 2. 1996, p. 5.\n(4) OJ No L 350, 14. 12. 1990, p. 43.\n(5) OJ No L 104, 23. 4. 1994, p. 16.\n(6) OJ No L 67, 15. 3. 1990, p. 21.\n(7) OJ No L 288, 9. 11. 1996, p. 6."}