{"celex_id": "31996R1480", "uri": "http://publications.europa.eu/resource/cellar/f2ebdcf6-a684-4e72-a865-8b3a9555d9c4", "type": "Regulation", "concepts": ["1264", "1309", "1644", "3591", "4078", "4578"], "title": "Commission Regulation (EC) No 1480/96 of 26 July 1996 amending Regulation (EC) No 666/96 laying down detailed rules for the application of Regulation (EC) No 447/96 laying down special measures for the import of olive oil from Tunisia and amending Regulation (EC) No 1477/95 laying down certain transitional measures for the implementation of the Uruguay Round Agreement on Agriculture as regards olive oil\n", "header": "COMMISSION REGULATION (EC) No 1480/96 of 26 July 1996 amending Regulation (EC) No 666/96 laying down detailed rules for the application of Regulation (EC) No 447/96 laying down special measures for the import of olive oil from Tunisia and amending Regulation (EC) No 1477/95 laying down certain transitional measures for the implementation of the Uruguay Round Agreement on Agriculture as regards olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 447/96 of 11 March 1996 laying down special measures for the import of olive oil from Tunisia (1), and in particular Article 3 thereof,\nWhereas in Article 4 of Commission Regulation (EC) No 666/96 (2) concerning the information to be entered on import licences, the reference to the Community Regulation is incorrect; whereas, as a result, that error should be rectified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Article 4 of Regulation (EC) No 666/96 is hereby replaced by the following:\n'Article 4\nSection 20 of import licences as provided for in Article 2 shall bear one of the following entries:\n- Derecho de aduana fijado por el Reglamento (CE) n° 447/96\n- Told fastsat ved forordning (EF) nr. 447/96\n- Zoll gemäß Verordnung (EG) Nr. 447/96\n- Äáóìüò ðïõ êáèïñßóôçêå áðü ôïí êáíïíéóìü (ÅÊ) áñéè. 447/96\n- Customs duty fixed by Regulation (EC) No 447/96\n- Droit de douane fixé par le règlement (CE) n° 447/96\n- Dazio doganale fissato dal regolamento (CE) n. 447/96\n- Bij Verordening (EG) nr. 447/96 vastgesteld douanerecht\n- Direito aduaneiro fixado pelo Regulamento (CE) nº 447/96\n- Asetuksessa (EY) N:o 447/96 vahvistettu tulli\n- Tull fastställd genom förordning (EG) nr 447/96.\nNotwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity released for free circulation shall not exceed that indicated in Sections 17 and 18 of import licences. To that effect, the figure \"0\" shall be entered in Section 19 of licences.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 62, 13. 3. 1996, p. 1.\n(2) OJ No L 92, 13. 4. 1996, p. 9."}