{"celex_id": "31993D0717", "uri": "http://publications.europa.eu/resource/cellar/bca8905d-f069-4bec-a225-a183fdbf5312", "type": "Decision", "concepts": ["2187", "2298", "2510", "2588", "4449", "525"], "title": "93/717/EC: Council Decision of 22 November 1993 on the consultation of the European Monetary Institute by the authorities of the Member States on draft legislative provisions\n", "header": "COUNCIL DECISION of 22 November 1993 on the consultation of the European Monetary Institute by the authorities of the Member States on draft legislative provisions (93/717/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 109 (6) thereof, and Article 5.3 of the Protocol on the Statute of the European Monetary Institute annexed to this Treaty,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Committee of Governors,\nWhereas the European Monetary Institute, hereafter referred to as 'the EMI', is to be established on 1 January 1994;\nWhereas the Treaty stipulates that the authorities of the Member States shall consult the EMI on any draft legislative provision within its field of competence; whereas it is for the Council to set the limits and the conditions of such consultation;\nWhereas this obligation on the authorities of the Member States to consult the EMI shall not prejudice the responsibility of national authorities for the matters which are the subject of such provisions;\nWhereas this Decision does not concern decisions taken by national authorities in the context of the implementation of monetary policy;\nWhereas consultation of the EMI must not unduly lengthen procedures for adopting legislative provisions in the Member States; whereas the time limits within which the EMI must deliver its opinion must, nevertheless, enable it to examine the texts  referred to it with the required care; whereas, in duly justified cases of extreme urgency, for example on account of market sensitivity, Member States may set a time limit of less than one month; whereas, in these cases particularly, dialogue between  the national authorities and the EMI should enable the interests of both to be taken into account,", "main_body": ["1. The authorities of the Member States shall consult the EMI on any draft legislative provision within its field of competence pursuant to Article 109f of the Treaty and in particular on:\n- currency legislation, the status of the ecu and means of payment,\n- the status and powers of national central banks and the instruments of monetary policy,\n- the collection, compilation and dissemination of monetary, financial, banking and balance of payments statistics,\n- clearing and payment systems, in particular for cross-border transactions,\n- rules applicable to financial institutions in so far as they influence the stability of financial institutions and markets.\n2. The EMI shall, immediately on receipt of any draft legislative provision, notify the consulting authority whether, in its opinion, such provision is within its field of competence.", "1. 'Draft legislative provisions' shall mean any such provisions which are legally binding and of general applicability in the territory of a Member State, which lay down rules for an indefinite number of cases and which are addressed to an indefinite  number of natural or legal persons.\n2. Draft legislative provisions within the meaning of paragraph 1 shall not include draft provisions the exclusive purpose of which is the transposition of Community directives into the law of Member States.", "Each Member State shall take the measures necessary to ensure effective compliance with this Decision. To that end, it shall ensure that the EMI is consulted at an appropriate stage enabling the authority initiating the draft legislative provision to  have the EMI's opinion before taking its decision on the substance and that the opinion received from the EMI is brought to the knowledge of the adopting authority if the latter is an authority other than that which has prepared the legislative  provisions concerned.", "The authorities of the Member States preparing a legislative provision may, if they consider it necessary, set the EMI a time limit for the submission of its opinion which may not be less than one month from the date on which the President of the EMI  receives notification to this effect, save in case of extreme urgency. Upon expiry of the time limit, the absence of an opinion shall not prevent further action. Should the opinion of the EMI be received after the time limit, the Member States shall,  nevertheless, ensure that it is brought to the knowledge of the authorities referred to in Article 3.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 November 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No C 324, 1. 12. 1993, p. 12; and OJ No C 340, 17. 12. 1993, p. 12.(2) OJ No C 329, 6. 12. 1993."}