{"celex_id": "31996D0357", "uri": "http://publications.europa.eu/resource/cellar/ff68208b-297c-4a87-b351-78eb909592c0", "type": "Decision", "concepts": ["1114", "1309", "1445", "1448", "2300", "2711"], "title": "96/357/EC: Commission Decision of 30 May 1996 amending Decision 95/357/EC drawing up a list of border inspection posts agreed for veterinary checks on products and animals from third countries detailed rules concerning the checks to be carried out by the veterinary experts of the Commission and repealing Decision 94/24/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 May 1996 amending Decision 95/357/EC drawing up a list of border inspection posts agreed for veterinary checks on products and animals from third countries detailed rules concerning the checks to be carried out by the veterinary experts of the Commission and repealing Decision 94/24/EC (Text with EEA relevance) (96/357/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 95/52/EC (2), and in particular Article 9, Paragraph 4 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (3), as last amended by Commission Decision 95/157/EC (4), and in particular Article 6, Paragraph 4 thereof,\nWhereas Commission Decision 95/357/EC (5), as last amended by Decision 96/267/EC (6) draws up a list of border inspection posts agreed for veterinary checks on products and animals from third countries;\nWhereas certain border inspection posts have been inspected by the Commission's departments; whereas, in addition, the Member States may propose that posts included in the list be withdrawn or that new posts be included therein, these new posts having to be inspected before inclusion in the list;\nWhereas, in view of the results of the inspections and the proposals by the competent authorities of Member States, Commission Decision 95/357/EC must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 95/357/EC is amended as follows:\n1. In the section referring to Denmark the reference to the border inspection post of Kolding-Billund is replaced by the following:\n>TABLE>\n2. In the section referring to Greece the reference to the border inspection post of Pireas is replaced by the following:\n>TABLE>\n3. In the section referring to Portugal the border inspection posts of Faro and Setubal are added in the alphabetic order as follows:\n>TABLE>\n4. In the section concerning the United Kingdom the mention referring to the border inspection post of Manchester is replaced as follows:\n>TABLE>", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 265, 8. 11. 1995, p. 16.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 103, 6. 5. 1995, p. 40.\n(5) OJ No L 211, 6. 9. 1995, p. 43.\n(6) OJ No L 91, 12. 4. 1996, p. 76."}