{"celex_id": "31996D0537", "uri": "http://publications.europa.eu/resource/cellar/691a7074-a4fa-4e6d-b961-03532695e203", "type": "Decision", "concepts": ["1141", "1160", "4025", "5861", "5864", "747"], "title": "96/537/EC: Commission Decision of 30 July 1996 defining the specifications of projects of common interest identified by Decision No 1254/96/EC of the European Parliament and of the Council laying down a series of guidelines for trans-European energy networks (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 July 1996 defining the specifications of projects of common interest identified by Decision No 1254/96/EC of the European Parliament and of the Council laying down a series of guidelines for trans-European energy networks (Text with EEA relevance) (96/537/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 1254/96/EC of the European Parliament and of the Council of 5 June 1996 laying down a series of guidelines for trans-European energy networks (1), and in particular Article 6 (4) thereof,\nWhereas the projects of common interest identified by Decision No 1254/96/EC should be specified by indicating their location;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 9 of Decision No 1254/96/EC,", "main_body": ["The specifications of the projects of common interest identified by Decision No 1254/96/EC are set out in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ No L 161, 29. 6. 1996, p. 147.\nANNEX\nTRANS-EUROPEAN ENERGY NETWORKS\nSpecifications of projects of common interest identified by Decision No 1254/96/EC:\nElectricity networks\n(a) Connection of isolated electricity networks to European interconnected networks\na 1 Island Magee-Coylton\na 4 Ipiros-Puglia\n(b) Development of interconnections between Member States\nb 1 Bjæverskov-Bentwisch\nb 4 Moulaine-Aubange\nb 6 Grand île-Piossasco\nb 7 Cazaril-Aragon or alternative route/layout\nb 9 Aubange-Bertrange\nb 10 Aldeadavila-Douro International\nMeson-Lindoso\nb 12 Lienz-Cordignano\n(c) Development of internal connections necessary to make the best use of interconnections between Member States\nc 3 Zwolle-Meeden-Eemshaven\nc 4 Sierrentz-Mulbach\nc 5 15 sub-projects\nc 7 Recarei-Douro International\nPego-Rio Maior II\n(d) Development of interconnections with third countries in Europe and the Mediterranean region helping to improve the reliability, security and supply of the Community electricity networks\nd 5 Gorlago-Robbia\nd 9 Thessaloniki-Hamitabat\nd 13 Pinar-Melloussa\nGas networks\n(e) Introduction of natural gas into new regions\ne 5 Setubal-Braga\ne 6 Bulgaria-Athens\nLNG (1) at Revithoussa\n(f) Connection of isolated gas networks to the interconnected European networks, including the necessary improvement of the existing networks, and connection of separate natural gas networks\nf 2 Bacton-Zeebrugge\nf 6 Leiria-Cordoba\nBraga-Tuy-Oviedo\n(g) Increasing reception (LNG) (2) and storage capacity necessary to satisfy demand, and diversification of supply sources and routes for natural gas\ng 3 LNG of Montoir\ng 4 LNG of Montalto di Castro\ng 8 Storage at Huete\nStorage at Nueva Carteya\ng 11 Storage of Loenhout\n(h) Increasing transmission capacity (gas delivery pipelines) necessary to meet demand and diversification of supply sources and routes for natural gas\nh 12 including the Berneau-Eynatten connection\n(1) LNG: liquefied natural gas terminal."}