{"celex_id": "31992R3762", "uri": "http://publications.europa.eu/resource/cellar/b7071303-ccb3-4eaf-83ab-5ed57cb3d141", "type": "Regulation", "concepts": ["3557", "4043", "4044", "5328", "5807"], "title": "Council Regulation (EEC, Euratom, ECSC) No 3762/92 of 21 December 1992 adapting the representation and special- duty allowances for the President and Members of the Commission, the President, Judges, Advocates-General and Registrar of the Court of Justice and the President, Members and Registrar of the Court of First Instance\n", "header": "COUNCIL REGULATION (EEC,  EURATOM, ECSC) No 3762/92\nof 21 December 1992\nadapting the representation and special-duty  allowances for the President and Members of the Commission, the President, Judges,  Advocates-General and Registrar of the Court of Justice and the President, Members and Registrar of  the Court of First Instance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Council Regulation No 422/67/EEC, No 5/67/Euratom of 25 July 1967 determining  the emoluments of the President and Members of the Commission, of the President, Judges,  Advocates-General and Registrar of the Court of Justice and of the President, Members and Registrar  of the Court of First Instance  (1), and in particular Article 4 (4) thereof,\nHaving regard to Council Regulation (EEC, Euratom, ECSC) No 4045/88 of 19 December 1988 laying down  the emoluments of the President, Members and Registrar of the Court of First Instance of the  European Communities  (2), and amending accordingly the above Regulations No 422/67/EEC, No  5/67/Euratom,\nWhereas the representation and special-duty allowances provided for pursuant to Article 4 (2) and  (3) and Article 21a (3) of Regulations No 422/67/EEC, No 5/67/Euratom should be increased,", "main_body": ["With effect from 1 July 1992:\n(a)  the amounts listed in Article 4 (2) of Regulations No 422/67/EEC, No 5/67/Euratom shall be as  follows:\n-  President: Bfrs 57  205,\n-  Vice-President: Bfrs 36  765,\n-  other Members: Bfrs 24  515;\n(b)  the amounts listed in the first subparagraph of Article 4 (3) of Regulation No 422/67/EEC, No  5/67/Euratom shall be as follows:\n-  President: Bfrs 57  205,\n-  Judge or Advocate-General: Bfrs 24  515,\n-  Registrar: Bfrs 22   355;\n(c)  the amount listed in the second subparagraph of Article 4 (3) of Regulation No 422/67/EEC, No  5/67/Euratom shall be replaced by Bfrs 32  705.", "With effect from 1 July 1992:\n(a)  the amounts listed in the first subparagraph of Article 21 a (3) of Regulation No 422/67/EEC,  No 5/67/Euratom shall be as follows:\n-  President: Bfrs 24  515,\n-  Members: Bfrs 22  355,\n-  Registrar: Bfrs 19  015;\n(b)  the amount listed in the second subparagraph of Article 21 a (3) shall be replaced by Bfrs 29   830.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in  its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1992. For the Council\nThe President\nD. HURD"}