{"celex_id": "31997D0667", "uri": "http://publications.europa.eu/resource/cellar/809ee108-fe63-4d72-86e3-c61fcacd0636", "type": "Decision", "concepts": ["2897", "4654", "4658", "469", "4839", "5581"], "title": "97/667/EC: Commission Decision of 8 October 1997 concerning a request for exemption submitted by Belgium pursuant to Article 8 (2) (c) of Council Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 8 October 1997 concerning a request for exemption submitted by Belgium pursuant to Article 8 (2) (c) of Council Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (Only the French and Dutch texts are authentic) (97/667/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (1), as last amended by European Parliament and Council Directive 96/79/EC (2), and in particular Article 8 (2) (c) thereof,\nWhereas the request submitted by Belgium on 14 August 1996, which reached the Commission on 20 August 1996, contains the information required by Article 8 (2) (c); whereas the request concerns the fitting of one type of vehicle with a type of reversing lamp by virtue of ECE (United Nations Economic Commission for Europe) Regulation No 23 carried out in accordance with ECE Regulation No 48;\nWhereas the reasons given in the request, according to which the fitting of such reversing lamps and the lamps themselves do not meet the requirements of Council Directive 77/539/EEC of 28 June 1977 on the approximation of the laws of the Member States relating to reversing lamps for motor vehicles and their trailers (3), and of Council Directive 76/756/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to the installation of lighting and light-signalling devices on motor vehicles and their trailers (4), as last amended by Commission Directive 97/28/EC (5), are well founded; whereas the descriptions of the tests, the results thereof and their compliance with ECE Regulations No 23 and No 48 ensure a satisfactory level of safety;\nWhereas the Community directives concerned will be amended in order to permit the production and fitting of such reversing lamps;\nWhereas the measure provided for by this Decision is in accordance with the opinion of the Committee on Adaptation to Technical Progress set up by Directive 70/156/EEC,", "main_body": ["The request submitted by Belgium for an exemption concerning the production of a type of reversing lamp by virtue of ECE Regulation No 23 and the fitting thereof in accordance with ECE Regulation No 48 on the type of vehicle for which it is intended is hereby approved.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 8 October 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 42, 23. 2. 1970, p. 1.\n(2) OJ L 18, 21. 1. 1997, p. 7.\n(3) OJ L 220, 29. 8. 1977, p. 72.\n(4) OJ L 262, 27. 9. 1976, p. 1.\n(5) OJ L 171, 30. 6. 1997, p. 1."}