{"celex_id": "31994R1717", "uri": "http://publications.europa.eu/resource/cellar/62565285-e735-4d25-bbbc-a44900e10a76", "type": "Regulation", "concepts": ["1255", "1644", "2543", "3167", "4411", "5360"], "title": "Commission Regulation (EC) No 1717/94 of 13 July 1994 concerning Regulation (EC) No 121/94 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic\n", "header": "COMMISSION REGULATION (EC) No 1717/94 of 13 July 1994 concerning Regulation (EC) No 121/94 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the  Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EC) No 2193/93 (2), and in particular Article 9 thereof,\nWhereas Commission Regulation (EC) No 121/94 of 25 January 1994 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the Republic of Poland, the Republic  of Hungary, the Czech Republic and the Slovak Republic (3), as amended by Regulation (EC) No 1618/94 (4), specifies the quantities of barley and common wheat originating in the Czech and Slovak Republics and the Republic of Hungary which enjoy  preferential access under the Interim Agreement concluded with those countries;\nWhereas the Commission must fix a single coefficient for reducing the quantities in the import licences applied for where these quantities exceed the quantities in the annual quota; whereas applications for import licences submitted on 11 July 1994 for  common wheat from the Republic of Hungary related to 13 055 200 tonnes and the maximum quantity that may be imported is 216 000 tonnes at a levy reduced by 60 %, for barley from the Czech Republic relate to 78 263 tonnes and the maximum quantity which  may be imported is 25 400 tonnes at a levy reduced by 60 %, and for barley from the Slovak Republic relate to 50 400 tonnes and the maximum quantity which may be imported is 12 600 tonnes at a levy reduced by 60 %; whereas the corresponding percentage  reductions for import licence applications submitted on 11 July 1994 should be fixed,", "main_body": ["Applications for licences for the 'Republic of Hungary' quota provided for in Regulation (EC) No 121/94 at a levy reduced by 60 % for common wheat falling within CN code 1001 90 99 submitted on 11 July 1994 and forwarded to the Commission,  shall be accepted for the tonnages indicated therein multiplied by a coefficient of 0,01655.", "Applications for licences for the 'Czech Republic' quota provided for in Regulation (EC) No 121/94 at a levy reduced by 60 % for barley falling within CN code 1003 00 99 submitted on 11 July 1994 and forwarded to the Commission, shall be  accepted for the tonnages indicated therein multiplied by a coefficient of 0,32455.", "Applications for licences for the 'Slovak Republic' quota provided for in Regulation (EC) No 121/94 at a levy reduced by 60 % for barley falling within CN code 1003 00 99 submitted on 11 July 1994 and forwarded to the Commission, shall be  accepted for the tonnages indicated therein multiplied by a coefficient of 0,25.", "This Regulation shall enter into force on 14 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 21, 26. 1. 1994, p. 3.\n(4) OJ No L 170, 5. 7. 1994, p. 13."}