{"celex_id": "31997R2135", "uri": "http://publications.europa.eu/resource/cellar/7931a786-e9f8-4c11-ba53-004c6d0092e2", "type": "Regulation", "concepts": ["3591", "3824", "4620", "5542"], "title": "Council Regulation (EC) No 2135/97 of 24 July 1997 on administering the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community\n", "header": "COUNCIL REGULATION (EC) No 2135/97 of 24 July 1997 on administering the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas an Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community of the one part, and the Russian Federation, of the other part (1), entered into force on 1 February 1996; whereas the Partnership and Cooperation Agreement between the European Communities and their Member States and the Russian Federation signed in Corfu on 24 June 1994 will, on its entry into force, replace the Interim Agreement;\nWhereas the situation relating to imports of certain steel products from the Russian Federation into the Community has been the subject of thorough examination and whereas on the basis of relevant information supplied to them, the Parties have concluded an Agreement in the form of an Exchange of Letters (2) which establishes a double-checking system without quantitative limits for the period between the date of entry into force of this Regulation in 1997 and 31 December 1999, unless both Parties agree to terminate the system earlier,", "main_body": ["1. For the period running from the date on which this Regulation enters into force to 31 December 1999, in accordance with the provisions of the abovementioned Agreement in the form of an Exchange of Letters, imports into the Community of certain steel products covered by the EC and ECSC Treaties originating in the Russian Federation, as listed in Appendix I, shall be subject to the presentation of a surveillance document conforming to the model shown at Appendix II issued by the authorities in the Community.\n2. For the period running from the date on which this Regulation enters into force to 31 December 1999, imports into the Community of the steel products originating in the Russian Federation and listed in Appendix I shall, in addition, be subject to the issue of an export document issued by the competent Russian authorities. The export document shall conform to the model shown in Appendix III. It shall be valid for exports throughout the customs territory of the Community. Presentation by the importer of the original of the export document must be effected not later than 31 March of the year following that in which the goods covered by the document were shipped.\n3. An export document will not be required for goods originating in the Russian Federation already shipped before the date on which this Regulation enters into force, provided that the destination of such products is not changed from a non-Community destination and that those products which, under the prior surveillance regime applicable in 1997, could be imported only on presentation of a surveillance document are in fact accompanied by such a document.\n4. Shipment is considered to have taken place on the date of loading on to the exporting means of transport.\n5. The classification of the products covered by this Regulation is based on the tariff and statistical nomenclature of the Community (hereinafter called the 'combined nomenclature`, or in abbreviated form 'CN`). The origin of the products covered by this Regulation shall be determined in accordance with the rules in force in the Community.\n6. The competent authorities of the Community undertake to inform the Russian Federation of any changes in the Combined Nomenclature (CN) in respect of products covered by this Agreement before their date of entry into force in the Community.", "1. The surveillance document referred to in Article 1 (1) shall be issued automatically by the competent authority in the Member States, without charge for any quantities requested, within five working days of presentation of an application by any Community importer, wherever established in the Community. This application shall be deemed to have been received by the competent national authority no later than three working days after submission, unless it is proven otherwise.\n2. A surveillance document issued by one of the competent national authorities listed in Appendix IV shall be valid throughout the Community.\n3. The importer's application for a surveillance document shall include the following elements:\n(a) the name and full address of the applicant (including telephone and telefax numbers, and possible identification number used by the competent national authorities) and VAT registration number, if subject to VAT;\n(b) if applicable, the name and full address of the declarant or representative of the applicant (including telephone and fax numbers);\n(c) the full name and address of the exporter;\n(d) the exact description of the goods, including:\n- their trade name,\n- the combined nomenclature (CN) code(s),\n- the country of origin,\n- the country of consignment;\n(e) the net weight, expressed in kg and also quantity in the unit prescribed where other than net weight, by combined nomenclature heading;\n(f) the cif value of the goods in ecus at the Community frontier by combined nomenclature heading;\n(g) whether the products concerned are seconds or of substandard quality (3);\n(h) the proposed period and place of customs clearance;\n(i) whether the application is a repeat of a previous application concerning the same contract;\n(j) the following declaration, dated and signed by the applicant with the transcription of his name in capital letters:\n'I, the undersigned, certify that the information provided in this application is true and given in good faith, and that I am established in the Community.`\nThe importer shall also submit a copy of the contract of sale or purchase, the pro forma invoice and/or, in cases where the goods are not directly purchased in the country of production, a certificate of production issued by the producing steel mill.\n4. Surveillance documents may be used only for such time as arrangements for liberalization of imports remain in force in respect of the transactions concerned. Without prejudice to possible changes in the import regulations in force or decisions taken in the framework of an agreement or the management of a quota:\n- the period of validity of the surveillance document is hereby fixed at four months,\n- unused or partly used surveillance documents may be renewed for an equal period.\n5. The importer shall return surveillance documents to the issuing authority at the end of their period of validity.", "1. A finding that the unit price at which the transaction is effected exceeds that indicated in the import document by less than 5 % or that the total value or quantity of the products presented for import exceeds the value or quantity given in the import document by less than 5 % shall not preclude the release for free circulation of the products in question.\n2. Applications for import documents and the documents themselves shall be confidential. They shall be restricted to the competent authorities and the applicant.", "1. Within the first 10 days of each month, the Member States shall communicate to the Commission:\n(a) details of the quantities and values (calculated in ECU) for which import documents were issued during the preceding month;\n(b) details of imports during the month preceding the month referred to in subparagraph (a).\nThe information provided by Member States shall be broken down by product, CN code and by country.\n2. The Member States shall give notification of any anomalies or cases of fraud which they discover and, where relevant, the basis on which they have refused to grant an import document.", "Any notices to be given hereunder shall be given to the Commission of the European Communities and shall be communicated electronically within the integrated network set up for this purpose, unless for imperative technical reasons it is necessary to use other means of communication temporarily.", "Committee\n1. In the implementation of this Regulation, the Commission shall be assisted by a committee composed of representatives of the Member States and chaired by a representative of the Commission.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. The Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n- the Commission may defer application of the measures which it has decided for a period of not more than one month from the date of such communication,\n- the Council, acting by a qualified majority, may take a different decision within the time limit referred to in the first indent.", "Final provisions\nAmendments to the Appendices which may be necessary to take into account modifications to the Annex or Appendices attached to the said Agreement in the form of an Exchange of Letters, or amendments made to Community rules on statistics, customs arrangements, common rules for imports or import surveillance, shall be adopted in accordance with the procedure laid down in Article 6.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ L 247, 13. 10. 1995, p. 2.\n(2) See page 37 of this Official Journal.\n(3) Under the criteria given in Commission communication concerning identification criteria of non-prime steel products from third countries applied by customs services of Member States (OJ C 180, 11. 7. 1991, p. 4).\nANNEX\nAPPENDIX I\nList of products subject to double-checking without quantitative limits\nRUSSIAN FEDERATION\nCold-rolled narrow strip of a width not exceeding 500 mm\n7211 23 99\n7211 29 50\n7211 29 90\n7211 90 90\nGrain non-oriented electrical sheet\n7211 23 91\n7225 19 10\n7225 19 90\n7226 19 10\n7226 19 30\n7226 19 90\nGrain-oriented electrical sheet\n7226 11 90\nAPPENDIX II\n>START OF GRAPHIC>\nEUROPEAN COMMUNITY SURVEILLANCE DOCUMENT\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nEUROPEAN COMMUNITY SURVEILLANCE DOCUMENT\n>END OF GRAPHIC>\nAPPENDIX III\n>START OF GRAPHIC>\n>END OF GRAPHIC>\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nAPÉNDICE IV - TILLÆG IV - ANLAGE IV - ÐÑÏÓÁÑÔÇÌÁ IV - APPENDIX IV - APPENDICE IV - APPENDICE IV - AANHANGSEL IV - APÊNDICE IV - LISÄYS IV - TILLÄGG IV\nLISTA DE LAS AUTORIDADES NACIONALES COMPETENTES LISTE OVER KOMPETENTE NATIONALE MYNDIGHEDER LISTE DER ZUSTÄNDIGEN BEHÖRDEN DER MITGLIEDSTAATEN ÄÉÅÕÈÕÍÓÅÉÓ ÔÙÍ ÁÑ×ÙÍ ÅÊÄÏÓÇÓ ÁÄÅÉÙÍ ÔÙÍ ÊÑÁÔÙÍ ÌÅËÙÍ LIST OF THE COMPETENT NATIONAL AUTHORITIES LISTE DES AUTORITÉS NATIONALES COMPÉTENTES ELENCO DELLE COMPETENTI AUTORITÀ NAZIONALI LIJST VAN BEVOEGDE NATIONALE INSTANTIES LISTA DAS AUTORIDADES NACIONAIS COMPETENTES LUETTELO TOIMIVALTAISISTA KANSALLISISTA VIRANOMAISISTA LISTA ÖVER BEHÖRIGA NATIONELLA MYNDIGHETER\nBELGIQUE/BELGIË\nAdministration des relations économiques\nQuatrième division: Mise en oeuvre des politiques commerciales internationales - Services «Licences»\nRue Général Leman 60\nB-1040 Bruxelles\nTélécopieur: (32 2) 230 83 22\nBestuur van de Economische Betrekkingen\nVierde Afdeling: Toepassing van het Internationaal Handelsbeleid - Dienst Vergunningen\nGeneraal Lemanstraat 60\nB-1040 Brussel\nFax: (32 2) 230 83 22\nDANMARK\nErhvervsfremme Styrelsen\nSøndergade 25\nDK-8600 Silkeborg\nFax: (45) 87 20 40 77\nDEUTSCHLAND\nBundesamt für Wirtschaft, Dienst 01\nPostfach 51 71\nD-65762 Eschborn 1\nFax: (49) 61 96-40 42 12\nÅËËÁÓ\nÕðïõñãåßï ÅèíéêÞò Ïéêïíïìßáò\nÃåíéêÞ Ãñáììáôåßá ÄÏÓ.\nÄéåýèõíóç Äéáäéêáóéþí Åîùôåñéêïý Åìðïñßïõ\nÊïñíÜñïõ 1\nGR-105 63 ÁèÞíá\nÔÝëåöáî: (301) 328 60 29/328 60 59/328 60 39\nESPAÑA\nMinisterio de Economía y Hacienda\nDirección General de Cómercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nFax: (34 1) 5 63 18 23/349 38 31\nFRANCE\nSERIBE\n3-5 rue Barbet-de-Jony\nF-75357 Paris 07 SP\nTélécopieur: (33 1) 43 19 43 69\nIRELAND\nLicensing Unit\nDepartment of Tourism and Trade\nKildare Street\nIRL-Dublin 2\nFax: (353 1) 676 61 54\nITALIA\nMinistero del Commercio con l'estero\nDirezione generale per la politica commerciale e per la gestione del regime degli scambi\nViale America 341\nI-00144 Roma\nTelefax: (39 6) 59 93 22 35/59 93 26 36\nLUXEMBOURG\nMinistère des affaires étrangères\nOffice des licences\nBoîte postale 113\nL-2011 Luxembourg\nTélécopieur: (352) 46 61 38\nNEDERLAND\nCentrale Dienst voor In- en Uitvoer\nPostbus 30003\nEngelse Kamp 2\nNL-9700 RD Groningen\nFax: (31-50) 526 06 98\nÖSTERREICH\nBundesministerium für wirtschaftliche Angelegenheiten\nAußenwirtschaftsadministration\nLandstrasser Hauptstraße 55-57\nA-1030 Wien\nFax: (43-1) 715 83 47\nPORTUGAL\nDirecção-Geral do Comércio Externo\nAvenida da República, 79\nP-1000 Lisboa\nTelefax: (351-1) 793 22 10\nSUOMI\nTullihallitus\nPL 512\nFIN-00101 Helsinki\nTelekopio: +358-9 614 2852\nSVERIGE\nKommerskollegium\nBox 6803\nS-113 86 Stockholm\nFax: (46 8) 30 67 59\nUNITED KINGDOM\nDepartment of Trade and Industry\nImport Licensing Branch\nQueensway House, West Precinct\nBillingham, Cleveland\nUK-TS23 2NF\nFax: (44) 1642 533 557"}