{"celex_id": "31991D0319", "uri": "http://publications.europa.eu/resource/cellar/32c6a5db-6313-4a2d-9223-5b301dc7db89", "type": "Decision", "concepts": ["215", "4863", "813"], "title": "91/319/EEC: Council Decision of 18 June 1991 revising the programme for the improvement of the business environment and the promotion of the development of enterprises, and in particular small and medium-sized enterprises, in the Community\n", "header": "COUNCIL DECISION  of 18 June 1991  revising the programme for the improvement of the business environment and the promotion of the development of enterprises, and in particular small and medium-sized enterprises, in the Community  (91/319/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parl iament (2),\nHaving regard to the opinion of the Economic and Social committee (3),\nWhereas on 28 July 1989 the Council adopted Decision 89/490/EEC on the improvement of the business environment and the promotion of the development of enterprises, and in particular small and medium-sized enterprises, in the Community (4);\nWhereas Article 7 of that Decision states that for the period 1990 to 1993 the initial amount deemed necessary is estimated at ECU 110 million, and that a further estimated amount, of ECU 25 million, may be deemed necessary for expenditure in the same  period should the Council so decide following a review of the programme;\nWhereas a review of the programme has shown that it is necessary to give this policy a new dimension with a view to the completion of the internal market and other means contained in the Single European Act;\nWhereas that review concerns in particular support for the activities of small and medium-sized enterprises (SMEs) in dealing with concrete economic realities and the many and growing forms of cooperation between businesses, which is a basic element in  the completion of the internal market, given the importance of SMEs not only in economic activity in general and the development of the regions but also of the role they play in terms of dynamism, productivity, adaptability and innovation;\nWhereas the programme has been reinforced by specific measures to develop SMEs under the Structural Funds; whereas assessments and studies on defining the concept of small and medium-sized enterprises should be continued; whereas certain pilot schemes  should be reinforced, including projects for grouping SMEs together for various purposes; whereas the feasibility study on setting up a European monitoring centre for SMEs should confirm that this will be an instrument for facilitating the definition of  enterprise policy, on the basis, inter alia, of action concerning statistics effort and an assessment of the impact of Community measures; whereas, in order to stimulate the instruments available or to be set up to assist SMEs, specific considerations  concerning the prospects of the achievement of the internal market ought to be included in the annual evaluation report provided for in Article 6 of Decision 89/490/EEC;\nWhereas this new approach, based on the ascertained efficacy of the action so far undertaken, implies a strategy for the qualitative and quantitative development of the instruments available to business and thus justifies recourse being had to the ECU  25 million deemed necessary for this purpose;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["In order to improve the business environment and promote the development of enterprises, and in particular small and medium-sized enterprises, the programme of assistance to SMEs is hereby revised in accordance with Article 7 of Decision  89/490/EEC.\nThis revision concerns in particular the expansion and increase in efficiency of the measures set out in Article 2 and in the Annex to Decision 89/490/EEC.", "For the period up to 31 December 1993, a further amount of ECU 25 million, as provided for in Article 7 of Decision 89/490/EEC, is deemed necessary in order to achieve the aims set out in Article 1.\nThe appropriations for implementing the programme shall be determined each year under the budgetary procedure.", "In addition to the Commission's own annual assessments, an evaluation of the results achieved from all aspects of the programme shall be conducted for the Commission by independent experts. A report, together with any comments by the  Commission, shall be submitted to the European Parliament and the Council before 1 November 1992."], "attachments": "Done at Luxembourg, 18 June 1991. For the Council\nThe President\nG. WOHLFART\n(1) OJ No C 13, 19. 1. 1991, p. 5. (2) OJ No C 106, 22. 4. 1991, p. 95. (3) OJ No C 102, 18. 4. 1991, p. 16. (4) OJ No L 239, 16. 8. 1989, p. 33."}