{"celex_id": "31993R2104", "uri": "http://publications.europa.eu/resource/cellar/49b68bf6-c128-4364-b277-92e16e27f9cd", "type": "Regulation", "concepts": ["2718", "2872", "4258", "4331", "5283", "616"], "title": "Council Regulation (EEC) No 2104/93 of 22 July 1993 amending Regulation (EEC) No 1382/91 on the submission of data on the landings of fishery products in Member States\n", "header": "COUNCIL REGULATION (EEC) No 2104/93 of 22 July 1993 amending Regulation (EEC) No 1382/91 on the submission of data on the landings of fishery products in Member States\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, with the creation of the European Economic Area (EEA), the management of the market in fishery products would be enhanced by the existence of harmonized statistics on the landings of fishery products in all countries of the EEA;\nWhereas, in Annex XXI.25 to the Agreement on the European Economic Area, the member countries of the European Free Trade Association (EFTA) have undertaken to submit to the Commission monthly data on the landings of fishery products in those countries  by Community and EFTA vessels and, on an optimal basis, by vessels of third countries, starting at the latest in January 1995;\nWhereas the need for harmonized statistics requires that the data submitted by the Community Member States under the provisions of Regulation (EEC) No 1382/91 (3) should be extended to include submissions of data on landings by EFTA vessels and, on an  optional basis, by vessels of third countries;\nWhereas the additional data required are generally already collected and processed by the competent authorities in Community Member States;\nWhereas, in the course of implementing Regulation (EEC) No 1382/91, certain minor discrepancies have come to light in the identification of the products for which data are required and it is desirable in introduce a harmonized format for the submission  of data on magnetic media,", "main_body": ["Article 1 of Regulation (EEC) No 1382/91 shall be replaced by the following:\n'Article 1\nEach Member State shall submit to the Commission data on the quantity and average price of fishery products landed by Community fishing vessels and by EFTA vessels in each calendar month in its territory taking due account of Council Regulation  (Euratom, EEC) No 1588/90 of 11 June 1990 on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities (*).\nFor the purposes of this Regulation, \"landings of fishery products\" shall be:\n- the products discharged by fishing vessels or other components of the fishing fleet,\n- the products discharged by vessels of Member States in non-Community ports and covered by Document T2M annexed to Commission Regulation (EEC) No 137/79 (**), and\n- the products transhipped to vessels of third countries from Community fishing vessels and other components of the Community fishing fleet within the territory of that Member State.\nThe Member States shall ensure that, except where derogations are granted in accordance with Article 5 (4), the date submitted shall cover all landings of the fishery products listed in Annex I in that calendar month. However, sampling techniques may be  used to estimate up to 10 % by weight of the fishery products landed in that month. These sampling techniques shall be reported under the provisions of Articles 5 (1) and 5 (2).\n(*) OJ No L 151, 15. 6. 1990, p. 1.\n(**) OJ No L 20, 27. 1. 1979, p. 1. Regulation as last amended by Regulation (EEC) No 3399/91 (OJ No L 320, 22. 11. 1991, p. 19).'", "Article 4 of Regulation (EEC) No 1382/91 shall be replaced by the following:\n'Article 4\n1. Member States shall fulfil their obligations to the Commission pursuant to Articles 1 and 2 by submitting the data on magnetic media, the format of which is given in Annex IV.\n2. Where Member States experience difficulty in submitting the data on magnetic medium, the data shall be submitted to the Commission in the form shown in Annex III.'", "Annexes I, II and III to Regulation (EEC) No 1382/91 shall be replaced by the Annexes appearing in Annex A to this Regulation.\nAnnex IV appearing in Annex B to this Regulation shall be added to Regulation (EEC) No 1382/91.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1993.\nFor the Council\nThe President\nM. OFFECIERS-VAN DE WIELE\n(1) OJ No C 84, 25. 3. 1993, p. 6.\n(2) OJ No C 150, 31. 5. 1993.\n(3) OJ No L 133, 28. 5. 1991, p. 1.\nANNEX A\n'ANNEX I\nLIST OF FISHERY PRODUCTS FOR WHICH DATA SUBMISSIONS ARE REQUIRED\n/* Tables: see OJ */\nDEFINITIONS TO BE USED IN THE SUBMISSION OF DATA ON LANDINGS OF FISHERY PRODUCTS\nUnits\nWeight: The weight recorded shall be the weight of the product as landed.\nThe weight should be recorded in tonnes with one place of decimals.\nAverage price: The average price is to be reported in national currency per tonne. For products not immediately sold the average price should be estimated, using an appropriate method.\nDestination\nHuman consumption: Included here are all products which are sold at first sale for human consumption or which are landed under contract or other agreement for human consumption. Excluded are quantities destined for human consumption but which, at the  moment of first sale, due to market conditions, hygiene regulations or similar causes, are withdrawn from the market for human consumption.\nIndustrial uses: Included here are all products specifically landed for reduction to meal and oil or for consumption by animals plus quantities which, although originally destined for human consumption, are not sold for this purpose at first sale.\nPresentation\nFillets refers to strips of flesh cut parallel to the backbone of the fish and consisting of the right or left side of the fish, provided that the head, viscera, fins (dorsal, anal, caudal, ventral, pectoral) and bones (vertebrae or large backbone,  ventral or costal, bronchial or stirrup bones, etc.) have been removed and the two sides are not connected, for example by the back or stomach.\nWhole fish refers to ungutted fish.\nCleaned refers to squid where the arms, head and internal organs have been removed from the body.\nFrozen fish are fish that have been subjected to freezing in a manner to preserve the inherent quality of the fish by reducing the average temperature to -18 Â° C or lower and which are then kept at a temperature of -18 Â° C or lower.\nFresh fish are fish that have not been preserved, cured, frozen or otherwise treated other than chilled. They are generally presented whole or gutted.\nSalted fish are fish often in gutted and headed form, that are preserved in salt or brine.\nNationality and coverage\nThe data are to include all products landed by Community and EFTA fishing vessels in ports of the reporting Member State. The reporting Member State is not required, under the provisions of this Regulation, to report the landings of its vessels in ports  other than the national ports.\nThe data are to include products discharged within the territory of the Member State and covered by document T2M referred to in Commission Regulation (EEC) No 137/79. Also to be included are products transhipped to vessels of third countries from  Community and EFTA fishing vessels and other components of the Community and EFTA fishing fleet and which are discharged within the territory of that Member State.\nCommunity vessels are vessels flying the flag of, or registered in, a Community Member State.\nEFTA vessels are vessels flying the flag of, or registered in, a member country of EFTA.\nThird country vessels are vessels flying the flag, or registered in, a country other than those member countries of the Community or of EFTA.\nANNEX III\nFORMAT FOR THE SUBMISSION OF DATA PURSUANT TO ARTICLE 1\nLANDING STATISTICS\nLandings for the month of  19. . Country\n/* Tables: see OJ */\n(1) Optional.'\nANNEX B\n'ANNEX IV\nFORMAT FOR THE SUBMISSION OF DATA ON MAGNETIC MEDIA\n1. Magnetic media\nComputer tapes: Nine track with a density of 1 600 or 6 250 BPI and EDCDIC or ASCII coding, preferably labelled. If labelled, an end-of-file code should be included.\nFloppy discs: MS-DOS formatted 3,5& Prime; 720 Kbyte or 1,4 Mbyte or 5,25& Prime; 360 Kbyte or 1,2 Mbyte discs.\n2. Coding format\n/* Tables: see OJ */\n(a) All numeric fields should be right adjusted with leading banks. All alpha-numeric fields should be left adjusted with traling blanks.\n(b) The weight recorded shall be the weight landed.\n(c) Quantities of less than 50 kg shall be recorded as '0 0'.\n3. List of codes\n(a) Presentation codes\n/* Tables: see OJ */"}