{"celex_id": "31997D0222", "uri": "http://publications.europa.eu/resource/cellar/64853831-4427-4cf1-ba46-8043ece5cba4", "type": "Decision", "concepts": ["1309", "1596", "2300", "2738", "2771", "5369"], "title": "97/222/EC: Commission Decision of 28 February 1997 laying down the list of third countries from which the Member States authorize the importation of meat products (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 February 1997 laying down the list of third countries from which the Member States authorize the importation of meat products (Text with EEA relevance) (97/222/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, swine, ovine, and caprine animals, fresh meat or meat products from third countries (1), as last amended by Directive 96/91/EC (2), and in particular Articles 21 (a) and 22 thereof,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992, laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A (I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (3) as last amended by Directive 96/90/EC (4) and in particular Article 10 (2) (c),\nWhereas Council Decision 79/542/EEC (5), as last amended by Commission Decision 97/160/EC (6) draws up a list of third countries from which Member States authorize, amongst others, imports of meat products derived from meat originating from bovine animals, swine, solipeds, sheep and goats;\nWhereas Commission Decision 91/449/EC (7) as last amended by Decision 96/92/EC (8) lays down lists of third countries from which Member States are authorized to import meat products from bovine animals, swine, equidae, sheep and goats;\nWhereas Commission Decision 94/85/EC (9) as last amended by Decision 96/2/EC (10) draws up a list of third countries from which the Member States authorize the importation of fresh poultry meat; whereas this list also applies to imports of meat products derived from poultrymeat;\nWhereas Commission Decision 94/86/EC (11) as amended by Decision 96/137/EC (12) draws up a list of third countries from which the Member States authorize the importation of wild game meat; whereas this list applies to imports of wild game meat products;\nWhereas Commission Decision 94/278/EC (13) as last amended by Decision 96/344/EC (14) draws up a list of third countries from which the Member States authorize, amongst others, the importation of meat products derived from rabbit meat, feathered farmed game meat and furred farmed game meat;\nWhereas Commission Decision 91/449/EEC is revoked by Commission Decision 97/221/EC (15);\nWhereas it is necessary to establish an amended list of approved third countries from which the Member States authorize the importation of meat products manufactured not only from meat derived from bovine animals, swine, equidae, sheep and goats but also from farmed game, domestic rabbits and wild game;\nWhereas the categories of meat products that may be imported from third countries depend on the health situation of the third country or parts of third country of manufacture; whereas, in order to be able to be imported, certain meat products must have been subjected to particular treatment;\nWhereas Council Directive 77/99/EEC (16), as last amended by Council Directive 95/68/EC (17), defines a meat product through laying down minimum treatment requirements; whereas certain third countries or certain parts of third countries appearing on the abovementioned lists are only to be authorized for imports of meat products which have been subjected to complete heat treatment;\nWhereas Decision 97/221/EC lays down the animal health conditions and veterinary certification to be applied by Member States to the import of meat products from third countries;\nWhereas it is necessary to lay down the minimum treatments required to import these products from the manufacturing third country;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize imports of meat products as defined in Decision 97/221/EC from third countries or parts of third countries appearing on the lists in Parts I, II and III of the Annex, provided that they have undergone the relevant treatment laid down in Part IV of the Annex, and be accompanied by the appropriate veterinary health certification laid down in Commission Decision 97/221/EC.", "This Decision shall apply from 1 March 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 13, 16. 1. 1997, p. 26.\n(3) OJ No L 62, 15. 3. 1993, p. 49.\n(4) OJ No L 13, 16. 1. 1997, p. 24.\n(5) OJ No L 146, 14. 6. 1979, p. 15.\n(6) OJ No L 62, 4. 3. 1997, p. 39.\n(7) OJ No L 240, 29. 8. 1991, p. 28.\n(8) OJ No L 21, 27. 1. 1996, p. 71.\n(9) OJ No L 44, 17. 2. 1994, p. 31.\n(10) OJ No L 1, 3. 1. 1996, p. 6.\n(11) OJ No L 44, 17. 2. 1994, p. 33.\n(12) OJ No L 31, 9. 2. 1996, p. 31.\n(13) OJ No L 120, 11. 5. 1994, p. 44.\n(14) OJ No L 133, 4. 6. 1996, p. 28.\n(15) See page 32 of this Official Journal.\n(16) OJ No L 26, 31. 1. 1977, p. 85.\n(17) OJ No L 332, 30. 12. 1995, p. 10.\nANNEX\nPART I\n>TABLE>\nPART II\n>TABLE>\nPART III\n>TABLE>\nPART IV\nInterpretation of codes used in tables in Parts II and III\n- = Importation of meat products containing meat of this species not authorized.\nNon-specific treatment regime\nA = No minimum specified temperature of other treatment is established for animal health purposes for the meat product. However it must have undergone a treatment such that its cut surface shows that it no longer has the characteristics of fresh meat.\nSpecific treatment regimes - listed in descending order of severity\nB = Treatment in a hermetically sealed container to an F° value of three or more.\nC = A minimum temperature of 80 °C which must be reached throughout the meat during the processing of the meat product.\nD = A minimum temperature of 70 °C which must be reached throughout the meat during the processing of meat products, or\nfor ham, treatment consisting of natural fermentation and maturation of not less than nine months and resulting in the following characteristics:\n- Aw value of not more than 0,93,\n- pH value of not more than 6,0.\nE = In the case of 'biltong` type products, a treatment to achieve:\n- Aw value of not more than 0,93,\n- pH value of not more than 6,0.\nF = A heat treatment that ensures a centre temperature of at least 65 °C is reached for a period of time necessary to achieve a pasteurization value (pv) equal to or more than 40.\nNB: Where the meat product has undergone a treatment other than heating in a hermetically sealed container to an F° value of three or more, fresh meat used in the manufacture of the meat products referred to in Parts II and III must satisfy the animal health rules applicable to the export of fresh meat to the European Community."}