{"celex_id": "31990D0004", "uri": "http://publications.europa.eu/resource/cellar/0b08f2bf-6542-444f-909d-0030e0a5ca4a", "type": "Decision", "concepts": ["1120", "2488", "3774"], "title": "90/4/EEC: Commission Decision of 19 December 1989 authorizing the United Kingdom to extend intra-Community surveillance in respect of bananas originating in certain third countries and put into free circulation in the other Member States (only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 December 1989\nauthorizing the United Kingdom to extend intra-Community surveillance in respect of bananas originating in certain third countries and put into free circulation in the other Member States\n(Only the English text is authentic)\n(90/4/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 115 thereof,\nHaving regard to Commission Decision 87/433/EEC of 22 July 1987 on surveillance and protective measures which Member States may be authorized to take pursuant to Article 115 of the EEC Treaty (1), and in particular Articles 1, 2 and 5 thereof,\nWhereas the Commission, by Decision 80/776/EEC (2), as amended by Decision 80/920/EEC (3), authorized the United Kingdom to introduce intra-Community surveillance in respect of imports of bananas falling within CN code 0803 00 10, originating in certain third countries other than ACP States (4), and put into free circulation in the other Member States;\nWhereas the Commission, by Decision 88/636/EEC (5), extended the abovementioned surveillance to 31 December 1989; whereas the Government of the United Kingdom submitted a request to the Commission for authorization to maintain such surveillance until 31 December 1990;\nWhereas the circumstances which led the Commission to adopt Decision 80/776/EEC persist, namely: the need to ensure the effectiveness of the commercial policy measures which the United Kingdom has to implement in repect of imports of bananas originating in certain third countries in order to fulfil the requirements of Protocol 4 to the LomĂŠ Convention;\nWhereas in these circumstances, authorization should be given to the United Kingdom to extend the intra-Community surveillance of imports of the products in question,", "main_body": ["The period of validity of Decision 80/776/EEC, as amended by Decision 80/920/EEC, is hereby extended to 31 December 1990.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 19 December 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 238, 21. 8. 1987, p. 26.\n(2) OJ No L 224, 27. 8. 1980, p. 15.\n(3) OJ No L 261, 4. 10. 1980, p. 19.\n(4) Bolivia, Canada, Colombia, Costa Rica, Cuba, the Dominican Republic, Ecuador, El Salvador, Guatemala, Haiti, Honduras, Mexico, Nicaragua, Panama, the Philippines, Venezuela and the United States of America.\n(5) OJ No L 351, 21. 12. 1988, p. 45."}