{"celex_id": "31993R0747", "uri": "http://publications.europa.eu/resource/cellar/8baafdbe-1d24-448f-8e12-e8b7368ca056", "type": "Regulation", "concepts": ["2173", "2194", "2563", "4638", "4682"], "title": "Council Regulation (EEC) No 747/93 of 17 March 1993 derogating, with regard to the granting to Portugal of the suckler cow premium, from Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COUNCIL REGULATION (EEC) No 747/93 of 17 March 1993 derogating, with regard to the granting to Portugal of the suckler cow premium, from Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COUNCIL OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the achievement of the Single Market requires the abolition of all barriers to trade not only between the Member States of the Community as constituted on 31 December 1985 but also, to the greatest possible extent, between those Member States  and the new Member States;\nWhereas this approach means abolishing the only mechanism still protecting the Portuguese market in the beef and veal sector at this time, namely the supplementary trade mechanism licences; whereas it could consequently exert pressure on prices and the  incomes of Portuguese producers; whereas appropriate support of the above incomes may be ensured by increasing for these producers for a period of three years the amount paid in respect of the suckler cow premium provided for by Council Regulation (EEC)  No 805/68 of 27 June 1968, on the common organization of the market in beef and veal (2), and if the first impact of the abovementioned pressure is reduced by advances that the Portuguese Government would be authorized to grant; whereas the increase of  the reserve laid down in Article 4f of Regulation (EEC) No 805/68 may favour the structural improvement of Portuguese production and thus its adaptation to the situation created by the elimination of the accession mechanisms,", "main_body": ["1. By way of derogation to Article 4b (6) of Regulation (EEC) No 805/68, the Portuguese Republic, for 1993, on the basis of national funds and in accordance with the detailed rules provided for under Article 27 of the said Regulation, may, as  from the entry into force of this Regulation, grant advances equal to 50 % of the applicable suckler cow premium.\n2. By way of derogation from or additional to Article 4d of Regulation (EEC) No 805/68:\n- 12 000 rights in addition to those provided for in paragraph 6 of the said Article shall be added to the Portuguese national reserve,\n- the suckler cow premium provided for in paragraph 7 of the said Article shall be, for Portugal, fixed for the years 1993 to 1998 as follows:\n1993: ECU 160,\n1994: ECU 160,\n1995: ECU 160,\n1996: ECU 130,\n1997: ECU 130,\n1998: ECU 130.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 21, 25. 1. 1993.\n(2) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Regulation (EEC) No 125/93 (OJ No L 18, 27. 1. 1993, p. 7)."}