{"celex_id": "31991R2490", "uri": "http://publications.europa.eu/resource/cellar/e1153776-405d-40a1-bfe2-a708bcbdf7ac", "type": "Regulation", "concepts": ["2069", "3173", "4720"], "title": "Commission Regulation (EEC) No 2490/91 of 13 August 1991 amending Regulation (EEC) No 4131/87 of 9 December 1987 determining the conditions of entry of port, Madeira, sherry, Setúbal muscatel and Tokay (Aszu and Szamorodni) wines falling within subheading 2204 21 41, 2204 21 51, 2204 29 41, 2204 29 45, 2204 29 51 and 2204 29 55 of the Combined Nomenclature\n", "header": "COMMISSION REGULATION (EEC) No 2490/91  of 13 August 1991  amending Regulation (EEC) No 4131/87 of 9 December 1987 determining the conditions of entry of port, Madeira, sherry, Setúbal muscatel and Tokay (Aszu and Szamorodni) wines falling within  subheading 2204 21 41, 2204 21 51, 2204 29 41, 2204 29 45, 2204 29 51 and 2204 29 55 of the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2242/91 (2) and in particular Article 11 thereof,\nWhereas Commission Regulation (EEC) No 4131/87 (3) determined the conditions of entry of port, Madeira, sherry, Setúbal muscatel and Tokay (Aszu and Szamorodni) wines falling within subheading 2204 21 41, 2204 21 51, 2204 29 41, 2204 29 45, 2204 29 51  and 2204 29 55 of the Combined Nomenclature; whereas in consequence the entry of port, Madeira, sherry, Setúbal muscatel and Tokay (Aszu and Szamorodni) wines falling within these subheadings of the Combined Nomenclature is subject to the presentation  of a certificate of designation of origin meeting the requirements specified in that Regulation;\nWhereas under the rules governing the market in wine it is stipulated by Regulation (EEC) No 986/89 (4), as last amended by Regulation (EEC) No 592/91 (5), that all carriage of wine within the Community must be accompanied either by a commercial  document (CD) for bottled wine, or by an approved commercial document (ACD) for wine in bulk; whereas, pursuant to Article 9 (2) of Regulation (EEC) No 986/89, where origin is certified by the relevant official body of the Member State of origin the ACD  can serve as an attestation of designation of origin for wine in bottle or in bulk; whereas the requirements with which the ACD must comply in such a case are equivalent to, if not more stringent than, those relating to the certificate of origin  provided for by Commission Regulation (EEC) No 4131/87;\nWhereas for trade in the wines in question between the Community of Ten and Spain and Portugal, and also between Spain and Portugal themselves, it is therefore clearly possible and desirable to provide that the approved commercial document may be  presented in place of the certificate of designation of origin referred to above, provided that it is made out and validated in accordance with Article 9 (2) of Regulation (EEC) No 986/89;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The following Article is inserted in Commission Regulation (EEC) No 4131/87:\n'Article 1a\nBy way of derogation from Article 1, an approved commercial document made out and validated in accordance with Article 9 (2) of Regulation (EEC) No 986/89 may be presented in place of the certificate of designation of origin for wines other than Tokay  wines (Aszu and Szmarodni)'.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nNevertheless, at the request of the interested party, it shall apply with effect from 1 January 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 August 1991. For the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1. (2) OJ No L 204, 27. 7. 1991, p. 21. (3) OJ No L 387, 31. 12. 1987, p. 22. (4) OJ No L 106, 18. 4. 1989, p. 1. (5) OJ No L 66, 13. 3. 1991, p. 13."}