{"celex_id": "31999R1040", "uri": "http://publications.europa.eu/resource/cellar/4e26018b-70a9-4780-9434-c737ad51d0b2", "type": "Regulation", "concepts": ["1309", "1603", "5969", "6007"], "title": "Commission Regulation (EC) No 1040/1999 of 20 May 1999 adopting a protective measure applying to imports of garlic originating in China\n", "header": "COMMISSION REGULATION (EC) No 1040/1999\nof 20 May 1999\nadopting a protective measure applying to imports of garlic originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 857/1999(2), and in particular Article 37(2) thereof,\n(1) Whereas Commission Regulation (EEC) No 1859/93 of 12 July 1993 on the application of the system of import licences for garlic imported from third countries(3), as amended by Regulation (EC) No 1662/94(4), stipulates that the release for free circulation in the Community of garlic imported from third countries is subject to the presentation of import licences;\n(2) Whereas on 14 April 1999 the Kingdom of Spain requested the Commission to take protective measures against imports of garlic;\n(3) Whereas in 1993 the Commission recorded a very sharp rise in imports of garlic originating in China as compared with preceding years; whereas, given their price, further imports could have brought about such serious disturbance of the Community market as to jeopardise the objectives of Article 39 of the EC Treaty, and in particular to damage Community producers; whereas the Commission accordingly adopted a protective measure by Regulation (EC) No 1213/94(5), as last amended by Regulation (EC) No 2815/94(6), to limit the quantity covered by import licences issued for garlic originating in China for the 1994/95 marketing year to a given quantity per month; whereas this measure was renewed by Commission Regulation (EC) No 1153/95(7), as amended by Regulation (EC) No 2944/95(8), for the period 1 June 1995 to 31 May 1996, by Commission Regulation (EC) No 885/96(9) for the period 1 June 1996 to 31 May 1997, Commission Regulation (EC) No 903/97(10) for the period 1 June 1997 to 31 May 1998, and by Commission Regulation (EC) No 1137/98(11) for the period from 1 June 1998 to 31 May 1999;\n(4) Whereas each month import licence applications in respect of garlic originating in China have covered quantities far exceeding the monthly quantity fixed by Regulation (EC) No 1137/98; whereas, moreover, the number of applications submitted on the first day of each monthly period led throughout the whole marketing year concerned to import licences being issued for quantities equal to less than 2,5 % of the quantities applied for and to the rejection of applications submitted thereafter; whereas this systematic overrun shows that there is continuing pressure on the market for this product and that, unless protective measures are adopted, the Community market in garlic could be seriously disturbed by huge quantities imported from China; whereas it is therefore vital for the protective measure applying to garlic originating in China to be renewed;\n(5) Whereas import licences issued should be limited to a given quantity by period from 1 June 1999 to 31 May 2000 and the issuing thereof should be suspended once that quantity has been attained;\n(6) Whereas certain criteria as to the status of applicants and the use of licences issued should be fixed,", "main_body": ["1. For the period 1 June 1999 to 31 May 2000, import licences for garlic (CN code 0703 20 00) originating in China shall be issued for up to 12000 tonnes only, subject to a maximum quantity for each period as set out in the Annex and to the conditions laid down in this Regulation.\n2. The maximum quantity for each period as referred to in paragraph 1 shall be equal to the sum of:\n(a) the quantity set out in the Annex;\n(b) quantities not applied for from the preceding period;\nand\n(c) unused quantities from licences issued previously of which the Commission has been informed.\n3. Where the Commission establishes, on the basis of information forwarded to it by the Member States pursuant to Article 4 of Regulation (EEC) No 1859/93, that there is a risk that the maximum quantity for any period may be exceeded, it shall lay down the conditions under which licences may be issued.", "1. Applications for import licences for garlic originating in China may be lodged only by importers of fruit and vegetables within the meaning of paragraph 2.\n2. Importers of fruit and vegetables means traders, natural or legal persons, individuals or groups that have imported and/or exported at least 50 tonnes of fruit and vegetables as referred to in Article 1(2) of Regulation (EC) No 2200/96 in each of the previous two years. Compliance with this condition shall be certified by registration in a trade register held by the Member State or by any other proof accepted by the Member State and by proof of import and/or export. When importers in this category have obtained import licences under Regulation (EEC) No 1859/93 in the previous calendar year, they must show proof of having put in free circulation, on their own account, at least 50 % of the quantity allocated to them.\n3. Importers within the meaning of paragraph 2 may lodge no more than two licence applications, at an interval of at least five days, for each of the periods referred to in the Annex to this Regulation. Each of the applications may cover a quantity of no more than 50 % of the quantity mentioned in the Annex for the period in question.\n4. Importers within the meaning of paragraph 2 shall provide, in support of their applications, information permitting verification to the satisfaction of the competent national authorities of the conditions referred to in that paragraph.\n5. Notwithstanding Article 9 of Commission Regulation (EEC) No 3719/88(12), the rights arising from import licences allocated for the products referred to in Article 1(1) of this Regulation shall not be transferable.", "This Regulation shall enter into force on 1 June 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 108, 27.4.1999, p. 7.\n(3) OJ L 170, 13.7.1993, p. 10.\n(4) OJ L 176, 9.7.1994, p. 1.\n(5) OJ L 133, 28.5.1994, p. 36.\n(6) OJ L 298, 19.11.1994, p. 26.\n(7) OJ L 116, 23.5.1995, p. 23.\n(8) OJ L 308, 21.12.1995, p. 17.\n(9) OJ L 119, 16.5.1996, p. 12.\n(10) OJ L 130, 22.5.1997, p. 6.\n(11) OJ L 157, 30.5.1998, p. 107.\n(12) OJ L 331, 2.12.1988, p. 1.\nANNEX\n>TABLE>"}