{"celex_id": "31993R1005", "uri": "http://publications.europa.eu/resource/cellar/59631fee-b1c3-4cef-af36-b277349d388a", "type": "Regulation", "concepts": ["1182", "2938", "2975", "4373"], "title": "Commission Regulation (EEC) No 1005/93 of 28 April 1993 introducing transitional measures regarding the allocation of quotas in the tobacco sector for the 1993 harvest in Greece\n", "header": "COMMISSION REGULATION (EEC) No 1005/93 of 28 April 1993 introducing transitional measures regarding the allocation of quotas in the tobacco sector for the 1993 harvest in Greece\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 27 thereof,\nWhereas Article 9 of Regulation (EEC) No 2075/92 institutes a system of processing quotas for the various groups of tobacco varieties; whereas the quantities available by group of varieties are allocated among the Member States by Council Regulation  (EEC) No 2076/92 of 30 June 1992 fixing the premiums for leaf tobacco by group of tobacco varieties and the processing quotas allocated by group of varieties and by Member State (2);\nWhereas Commission Regulation (EEC) No 3477/92 (3), as last amended by Regulation (EEC) No 648/93 (4), lays down the detailed rules for the application of the quota system for the 1993 and 1994 harvests; whereas it appears that quantities of quotas for  certain groups of varieties may remain available in Greece after the distribution of the quantities to those who can claim entitlement to same; whereas, on the other hand, the quota for the flue-cured may provide prove be insufficient; whereas this  shortage may nullify the conversion programmes approved before 1 January 1992 but not yet executed on that date;\nWhereas pursuant to Article 27 of Council Regulation (EEC) No 2075/92, Greece should be authorized, on a temporary basis and only for the 1993 harvest, to transfer quantities of its quotas which will remain available following allocation, in accordance  with the provisions of Article 9 of Regulation (EEC) No 3477/92, to the flue-cured group of varieties;\nWhereas the increase in the quota of a group of varieties as a result of this transfer must not lead to additional EAGGF expenditure;\nWhereas this Regulation must be applied from the date prescribed by Article 9 of Regulation (EEC) No 3477/92 for the allocation of the quotas;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["1. For the 1993 harvest, Greece is hereby authorized to transfer tobacco threshold quantities which remain available following distribution of the quotas as provided for in Article 9 of Regulation (EEC) No 3477/92, to the flue-cured group of  varieties. The additional quantities thus granted to the flue-cured group of varieties shall be allocated to the producers or groups of producers who commited themselves before 1 January 1992 to an approved programme to convert to flue-cured tobacco,  which was implemented after that date.\n2. The quantities referred to in paragraph 1 shall be limited to 200 tonnes of Katerini, 600 tonnes of light air-cured and 200 tonnes of sun-cured.\n3. Subject to the application of paragraph 4, a one tonne reduction in the threshold quantity of a group of varieties shall give rise to a one tonne increase in the flue-cured group of varieties.\n4. The increase in the threshold quantity of the flue-cured group of varieties shall not exceed the quantity giving rise to EAGGF expenditure equivalent to the expenditure saved as a result of the drop in the threshold quantities for the other groups of  varieties.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 31 March 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 215, 30. 7. 1992, p. 77.\n(3) OJ No L 351, 2. 12. 1992, p. 11.\n(4) OJ No L 69, 20. 3. 1993, p. 30."}