{"celex_id": "31993D0504", "uri": "http://publications.europa.eu/resource/cellar/d3bb2b7c-bee0-460a-8089-054bdcabb874", "type": "Decision", "concepts": ["1309", "2560", "3408", "4324", "4692"], "title": "93/504/EEC: Commission Decision of 28 July 1993 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, porcine semen and porcine embryos from Switzerland and amending Decisions 81/526/EEC, 91/449/EEC, 92/460/EEC and 93/199/EEC\n", "header": "COMMISSION DECISION of 28 July 1993 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, porcine semen and porcine embryos from Switzerland and amending Decisions 81/526/EEC, 91/449/EEC, 92/460/EEC and  93/199/EEC\n(93/504/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Regulation (EEC) No 1601/92 (2), and in particular Articles 6, 11, 15, 16, 21a and 22 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (3), as last amended by Decision 92/438/EEC (4), and in particular Article 18 thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (5), as last amended by Directive 92/118/EEC (6), and in  particular Article 19 thereof,\nWhereas the animal health conditions and veterinary certification for imports of fresh meat from Switzerland were established by Commission Decision 81/526/EEC (7), as last amended by Decision 93/148/EEC (8);\nWhereas the model for the veterinary certification in respect of imports of meat products from third countries including Switzerland was established by Commission Decision 91/449/EEC (9), as last amended by Decision 93/398/EEC (10);\nWhereas the animal health conditions and veterinary certification in respect of imports of domestic animals of the bovine and porcine species from Switzerland were established by Commission Decision 92/460/EEC (11), as amended by Decision 92/518/EEC  (12);\nWhereas the animal health conditions and the model for the veterinary certification for the importation of porcine semen from third countries including Switzerland was established by Commission Decision 93/199/EEC (13);\nWhereas the occurence of classical swine fever in the canton of Berne in Switzerland is liable to present a serious threat to the herds of Member States, in view of trade in live pigs, fresh pigmeat, porcine semen, porcine embryos and certain meat-based  pork products;\nWhereas, following a Community mission, it appears that the situation is under the control of the Swiss authorities, and measures should be adopted to regionalize Switzerland in order to allow certain imports from that country with the exception of  certain municipalities;\nWhereas it is necessary to amend the abovementioned Decisions accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize imports of domestic animals of the porcine species, porcine semen, fresh meat and meat products from such animals including wild boars from the territory of Switzerland except from the municipalities  Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in the canton of Lucerne.\nHowever, Member States shall authorize imports from the abovementioned municipalities of meat products which have undergone heat treatment in a hermetically sealed container to an Fo value of 3,00 or more or which have otherwise been treated to ensure  an internal temperature of not less than 70 Â°C, or have undergone treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kg and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.\n2. Member States shall prohibit imports of embryos of domestic animals of the porcine species from the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in  the canton of Lucerne.", "Annex A to Decision 81/526/EEC is amended as follows:\n1. after 'Exporting country: Switzerland', '(excluding, in the case of fresh meat from swine, the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in the  canton of Lucerne)' is added;\n2. in section IV, point I (a), after 'territory of Switzerland', '(excluding, in the case of swine slaughtered after 22 May 1993, the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the  municipalities Escholzmatt and Marbach in the canton of Lucerne)' is added.", "Decision 91/449/EEC is amended as follows:\n1. in Annex A, Part II after 'Switzerland', '(excluding, in the case of products derived from the meat of swine slaughtered after 22 May 1993, the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the  municipalities Escholzmatt and Marbach in the canton of Lucerne)' is added;\n2. in Annex D, Part II, 'Switzerland' is added to the list of countries.", "Decision 92/460/EEC is amended as follows:\n1. in Annexes C and D after 'Exporting country: Switzerland', '(excluding the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in the canton of Lucerne)' is  added;\n2. in Annexes C and D, Section V, point 1, after 'Switzerland', '(excluding the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in the canton of Lucerne)'  is added.", "In Part 2 of the Annex to Decision 93/199/EEC, after 'Switzerland', '(excluding the municipalities Trubschachen, Trub, Langnau, Eggiwil, Signau and Lauperswil in the canton of Berne and the municipalities Escholzmatt and Marbach in the canton  of Lucerne)' is added.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 243, 25. 8. 1992, p. 27.\n(5) OJ No L 373, 31. 12. 1990, p. 1.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 196, 18. 7. 1981, p. 19.\n(8) OJ No L 58, 11. 3. 1993, p. 63.\n(9) OJ No L 240, 29. 8. 1991, p. 28.\n(10) OJ No L 174, 17. 7. 1993, p. 39.\n(11) OJ No L 261, 7. 9. 1992, p. 1.\n(12) OJ No L 325, 11. 11. 1992, p. 23.\n(13) OJ No L 86, 6. 4. 1993, p. 43."}