{"celex_id": "31992R0645", "uri": "http://publications.europa.eu/resource/cellar/db550544-8b72-41ab-b3ce-39e37f0806a4", "type": "Regulation", "concepts": ["1644", "2300", "4683", "4691"], "title": "Commission Regulation (EEC) No 645/92 of 13 March 1992 amending Regulation (EEC) No 19/82 laying down detailed rules for applying Council Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries\n", "header": "COMMISSION REGULATION (EEC) No 645/92  of 13 March 1992  amending Regulation (EEC) No 19/82 laying down detailed rules for applying Council Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in  certain non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1741/91 (2), and in particular Article 15 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2641/80 of 14 October 1980 derogating from certain import rules laid down in Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat (3), as amended by Regulation (EEC)  No 3939/87 (4), and in particular Article 1 (2) thereof,\nWhereas Commission Regulation (EEC) No 19/82 of 6 January 1982 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries (5), as amended by  Regulation (EEC) No 823/91 (6), relates in particular to licences issued in the framework of voluntary-restraint agreements and Annex III thereof contains a list of authorities in third countries empowered to issue export licences;\nWhereas Hungary and Argentina have changed the authority empowered to issue export licences; whereas Annex III to Regulation (EEC) No 19/82 should accordingly be modified by details of the Hungarian and Argentine authorities now empowered to issue  export licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Annex III to Regulation (EEC) No 19/82 is hereby amended as follows:\n1. In point I, 'Junta nacional de carnes' is replaced by 'Secretaria de agricultura, ganaderia y pesca'.\n2. In point V, 'TERIMPEX' is replaced by 'Ministry of International Economic Relations'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 163, 26. 6. 1991, p. 41.\n(3) OJ No L 275, 18. 10. 1980, p. 2.\n(4) OJ No L 373, 31. 12. 1987, p. 1.\n(5) OJ No L 3, 7. 1. 1982, p. 18.\n(6) OJ No L 84, 4. 4. 1991, p. 7."}