{"celex_id": "31997R2182", "uri": "http://publications.europa.eu/resource/cellar/f5082a71-8fcf-44be-8c7f-478312a79cb3", "type": "Regulation", "concepts": ["2621", "4734", "755"], "title": "Commission Regulation (EC) No 2182/97 of 3 November 1997 amending Regulation (EEC) No 2729/88 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COMMISSION REGULATION (EC) No 2182/97 of 3 November 1997 amending Regulation (EEC) No 2729/88 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas (1), as last amended by Regulation (EC) No 534/97 (2), and in particular Article 20 thereof,\nWhereas a procedure should be established for application of the prohibition on cumulation of permanent abandonment premiums in respect of wine-growing areas and Community aid for the restructuring of vineyards, introduced into Regulation (EEC) No 1442/88 by Council Regulation (EC) No 1595/96 (3); whereas Commission Regulation (EEC) No 2729/88 (4), as last amended by Regulation (EC) No 3024/94 (5), should therefore be amended;\nWhereas, in order to ensure that the prohibition is effective, checks should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2729/88 is hereby amended as follows:\n1. the following fourth indent is hereby added to Article 4 (1) (b):\n'- a declaration that the parcels concerned have not received Community aid for the restructuring of vineyards during the past 15 years. Member States may, however, lay down a longer period.`;\n2. the following sixth indent is hereby added to Article 4 (2):\n'- Member States shall check a sample of declarations covering a minimum of 15 % of applications. Declarations shall be selected on the basis of a risk analysis.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to permanent abandonment of wine-growing areas during the 1997/98 wine year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 132, 28. 5. 1988, p. 3.\n(2) OJ L 83, 25. 3. 1997, p. 2.\n(3) OJ L 206, 16. 8. 1996, p. 36.\n(4) OJ L 241, 1. 9. 1988, p. 108.\n(5) OJ L 321, 14. 12. 1994, p. 8."}