{"celex_id": "31999D0217", "uri": "http://publications.europa.eu/resource/cellar/cebf032c-67a0-49cd-9380-1444591727be", "type": "Decision", "concepts": ["2658", "2735", "3342"], "title": "1999/217/EC: Commission Decision of 23 February 1999 adopting a register of flavouring substances used in or on foodstuffs drawn up in application of Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 (notified under number C(1999) 399) (text with EEA relevance)\n", "header": "COMMISSION DECISION of 23 February 1999 adopting a register of flavouring substances used in or on foodstuffs drawn up in application of Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 (notified under number C(1999) 399) (text with EEA relevance) (1999/217/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs (1) and in particular Article 3(2) thereof;\nWhereas, in application of Article 3(1) of Regulation (EC) No 2232/96, Member States, within one year of the entry into force of the abovementioned Regulation, shall notify to the Commission the list of flavouring substances accepted for use in or on foodstuffs marketed on their territory;\nWhereas, in application of Article 3(2) of the said Regulation, notified flavouring substances, the legal use of which in one Member State must be recognised by the other Member States, shall be entered in a register adopted in accordance with the procedure laid down in Article 7 of the Regulation;\nWhereas it is recognized that in certain Member States, some flavouring substances are presently subject to restrictive or prohibitive measures;\nWhereas it is recognised that such restrictive or prohibitive measures in force at the date of adoption of the current Decision may continue to be applied, pending completion of the evaluation of the substance;\nWhereas, in any case, where a Member State notes that a flavouring substance contained in the register may constitute a danger to public health, it may invoke the safeguard procedure provided for in Article 3(3) of Regulation (EC) No 2232/96;\nWhereas the register forms the basis of the programme for evaluation provided for in Article 4 of the said Regulation which is to be adopted within ten months of the adoption of the register;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs.", "main_body": ["The register of flavouring substances annexed to this Decision is hereby adopted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 February 1999.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 299, 23.11.1996, p. 1.\nRegister of flavouring substances notified by the Member States pursuant to Article 3(1) of Regulation EC No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs\nIn application of Article 3(1) of Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs (1), the Commission has received from the Member States and from certain EFTA countries party to the EEA Agreement (2), lists of flavouring substances which currently are legally accepted on their territory and consequently should benefit from free circulation in application of the Treaty.\nOn the basis of the foregoing, the Commission, in application of Article 3(2) of the same Regulation, drafted the present Register which is to be adopted within one year after the end of the notification procedure and lists as an Annex the flavouring substances notified.\nThe main list has been divided into three distinct parts. Indeed, as none of the existing classification systems for chemicals covered the totality of the notified products, this separation was necessary. A fourth part lists those substances for which confidentiality has been requested by a Member State in order to protect the intellectual rights of the manufacturer.\nPART 1\nThis major section classifies the chemical substances following their CAS (3) numbers, insofar these had been attributed or made available.\nPART 2\nFailing the CAS numbers, this second part makes reference to the CoE (4) coding system.\nPART 3\nOnly in the absence of the foregoing coding systems, a residual and limited set of substances had to be brought under this section. They were originally sorted alphabetically on the basis of their English common name. For the unique purpose of overcoming incoherence after translation they have been attributed a specific ad hoc number.\nPART 4\nPart 4 lists a limited number of substances notified by one or more Member States in application of Article 3(2) last indent, which specifies that substances shall be designated in such a way as to protect the intellectual rights of their manufacturers. In other words, confidentiality has been requested on these flavourings, which explains why they are referred to under a coded form. A Commission communication (5) and recommendation (6) give guidance on the practical modalities for application of this provision. It must be observed that whilst only a limited number of accredited persons have access to the relevant information, the confidentiality of the data expires five years after the date of receipt of the notification. This confidential treatment does not affect in any way the application of legal obligations applicable to the flavouring substances in question. It must be stressed that in particular the obligations to bring on the market only those substances that do not constitute a danger to public health and to conform with the mandatory safety evaluation remain unaltered.\nIn part 1 to 3, Einecs (7) and FEMA (8) numbers are indicated, where available.\nSpecific remarks, under a numbered form are listed in the column 'comments`. The explanation hereof is the following:\n1. substance which, apart from its flavouring properties, is used for other purposes on or in foodstuffs, and, therefore, may be subject to additional legal provisions;\n2. substance the use of which in certain Member States is subject to restrictive or prohibitive measures;\n3. substance to be given priority evaluation;\n4. substance on which additional information is to be submitted.\nThe Commission is aware that the need of splitting the reported substances into different parts is the origin of some duplicates and overlaps which subsist in the current list. This is mainly due to the large variety of names currently in use for the same substance. Nevertheless, it is well known that even within a recognised classification system as CAS numbering, inconsistencies exist. Fine-tuning is not only a complex and time consuming exercise, it may also be somewhat premature at this stage. Indeed, it would seem that proper identification, and consequently sound elimination of duplicates, may more adequately be undertaken during the evaluation phase itself (in application of Article 5(1) of Regulation (EC) No 2232/96), as only than all relevant data on a given substance will have been made available. It is also at that time that a more appropriate and unified numbering system for flavourings could be envisaged.\nConsequently, it was considered opportune to maintain all possible duplicates in the register, avoiding the risk of deleting substances which in any case should have been kept.\nA specific question raised concerned the treatment of salts and other derived compounds from a 'generic` substance. Certain substances had been notified with a high degree of precision. A typical example could be quinine, which is reported as such, but also as its sulphate, bisulphate, chlorhydrate, hydrochloride and monohydrochloride dihydrate, all of them granted specific CAS numbers. Other substances are lacking this detailed identification. Indeed, on a number of acids or bases, no specific guidance is given on the actual covering of their derived salts. It is provisionally presumed, but only for the purpose of this register, that ammonium, sodium, potassium and calcium salts, as well as chlorides, carbonates and sulphates, are covered by the 'generic` substance, providing they have flavouring properties. It is obvious, however, that final acceptance will depend of the results of the evaluation, which in these cases should verify carefully the accuracy of such assimilation.\nPART 1 FLAVOURING SUBSTANCES (ordered by CAS number)\n>TABLE>\nPART 2 FLAVOURING SUBSTANCES (ordered by CoE number)\n>TABLE>\nPART 3 FLAVOURING SUBSTANCES (ordered alphabetically)\n>TABLE>\nPART 4 FLAVOURING SUBSTANCES NOTIFIED IN APPLICATION OF ARTICLE 3(2) LAST INDENT, FOR WHICH THE PROTECTION OF THE INTELLECTUAL PROPERTY RIGHTS OF THE MANUFACTURER HAS BEEN REQUESTED\n>TABLE>\n(1) OJ L 299, 23.11.1996, p. 1.\n(2) Norway and Iceland.\n(3) Chemical Abstracts Service.\n(4) Council of Europe.\n(5) OJ C 131, 29.4.1998, p. 3.\n(6) OJ L 127, 29.4.1998, p. 32.\n(7) European Inventory of Existing Chemical Substances.\n(8) Flavour and Extract Manufacturers' Association."}