{"celex_id": "31997R2615", "uri": "http://publications.europa.eu/resource/cellar/d5f5f4db-eb00-4571-a80f-f0859d7161a1", "type": "Regulation", "concepts": ["1217", "2556", "2850", "4790", "5254", "5537"], "title": "Council Regulation (EC) No 2615/97 of 18 December 1997 on the conclusion of the Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 1997 to 15 June 2001\n", "header": "COUNCIL REGULATION (EC) No 2615/97 of 18 December 1997 on the conclusion of the Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 1997 to 15 June 2001\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43, in conjunction with the first sentence of Article 228 (2) and the first subparagraph of Article 228 (3),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, pursuant to the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau (2), the two Parties have conducted negotiations to determine any amendments and additions to be made to that Agreement at the end of the period of application of the Protocol annexed thereto;\nWhereas, as a result of those negotiations, a new Protocol establishing the fishing possibilities and the financial compensation provided for in the abovementioned Agreement for the period 16 June 1997 to 15 June 2001 was initialled on 4 June 1997;\nWhereas it is in the Community's interest to approve that Protocol;\nWhereas the allocation of fishing possibilities among the Member States should be determined on the basis of the traditional allocation of fishing possibilities under the fisheries agreement,", "main_body": ["The Protocol establishing the fishing possibilities and the financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 1997 to 15 June 2001 is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (3).", "The fishing possibilities provided for in the Protocol shall be allocated among the Member States as follows:\n(a) shrimps\n>TABLE>\n(b) cephalopods/fin-fish\n>TABLE>\nIf licence applications from those Member States do no exhaust the fishing possibilities provided for in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 371, 8. 12. 1997.\n(2) OJ L 226, 29. 8. 1980, p. 33.\n(3) OJ C 342, 12. 12. 1997."}