{"celex_id": "31997D0604", "uri": "http://publications.europa.eu/resource/cellar/a0bc1668-911c-4fb8-afa8-cf149e3be6e4", "type": "Decision", "concepts": ["1239", "13", "2394", "2734", "666", "980"], "title": "97/604/EC: Commission Decision of 5 August 1997 modifying Commission Decision 95/199/EC and approving a modification of the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Hessen (Germany), in respect of Objective 5 (a), covering the period between 1994 and 1999 (Only the German version is authentic)\n", "header": "COMMISSION DECISION of 5 August 1997 modifying Commission Decision 95/199/EC and approving a modification of the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Hessen (Germany), in respect of Objective 5 (a), covering the period between 1994 and 1999 (Only the German version is authentic) (97/604/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 951/97 of 20 May 1997, on improving the processing and marketing conditions for agricultural products (1) and in particular Article 15 (1) thereof,\nWhereas, on 31 May 1995, the Commission has adopted Decision 95/199/EC (2), approving the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Hessen (Germany), in respect of Objective 5 (a), covering the period between 1994 and 1999;\nWhereas, on 19 August 1996 the German government submitted to the Commission a request for a modification of the single programming document approved, supplemented by additional information on 18 February, 14 March and 12 May 1997;\nWhereas this request concerns the inclusion of the sector flowers and plants into the single programming document and the transfer of financial allocations initially attributed to the sectors other vegetable products (non-food products and medical plants) and miscellaneous products (products from organic farming) to the sectors meat, fruit and vegetables and to a minor extent to the sector potatoes; whereas these transfers take account of the result of the implementation of the measures in the first three years of the programming period and of the development of markets; whereas this reallocation between sectors is based on reductions and extensions respectively of support activities in the relevant sectors;\nWhereas the second subparagraph of Article 2 of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds (3), as amended by Regulation (EC) No 2745/94 (4), provides that in Commission decisions approving single programming documents, the Community assistance decided upon for the entire period and the annual breakdown thereof are to be set out in ecus, at prices for the year in which the decision is taken, and are to be subject to indexation; whereas Germany decided to use the amounts created by indexation for 1996 and 1997 by adding them to the initially granted amount in constant prices of 1995;\nWhereas according to Article 25 (5) third subparagraph of Council Regulation (EEC) No 4253/88 (5), at last amended by Council Regulation (EEC) No 3193/94 (6), the monitoring committee of the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Germany, outside the Objective 1 region, in respect of Objective 5 (a) covering the period between 1994 and 1999, has expressed a positive opinion on the request in its meeting of 13 May 1997;\nWhereas, during the implementation of the single programming document, the Member State will ensure that the individual projects included therein will conform with the selection criteria for investments for improving the processing and marketing conditions for agricultural products currently in force, in application of Article 8 (1) of Regulation (EC) No 951/97;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["Commission Decision 95/199/EC of 31 May 1995 is amended as follows:\n1. in Article 2, the sector 'flowers and plants` is added for joint action.\n2. in Article 3, first subparagraph, the maximum amount of assistance from the EAGGF (Guidance Section) is changed to ECU 21 196 375.\n3. in Article 4, the table indicating the annual breakdown is replaced by the following table:\n>TABLE>\n4. the financial plan annexed to Decision 95/199/EC is replaced by a new plan which takes account of the amendments in the different sectors and which is included in Annex I of the present decision (7).", "The modifications of the single programming document approved by Decision 95/199/EC of 31 May 1995 and indicated in Annex II to this Decision (8) are approved.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 5 August 1997.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 142, 2. 6. 1997, p. 22.\n(2) OJ L 127, 10. 6. 1995, p. 23.\n(3) OJ L 170, 3. 7. 1990, p. 36.\n(4) OJ L 290, 11. 11. 1994, p. 4.\n(5) OJ L 374, 31. 12. 1988, p. 1.\n(6) OJ L 337, 24. 12. 1994, p. 11.\n(7) Annex not to be published in the Official Journal.\n(8) Annex not to be published in the Official Journal."}