{"celex_id": "31994R1690", "uri": "http://publications.europa.eu/resource/cellar/a44f6c9c-7a88-4a1f-8127-a00b26a6bdcc", "type": "Regulation", "concepts": ["1201", "2624", "2683", "2718", "4288", "80"], "title": "Commission Regulation (EC) No 1690/94 of 12 July 1994 laying down detailed rules for the implementation of Council Regulation (EEC) No 3759/92 as regards the granting of private storage aid for certain fishery products\n", "header": "COMMISSION REGULATION (EC) No 1690/94 of 12 July 1994 laying down detailed rules for the implementation of Council Regulation (EEC) No 3759/92 as regards the granting of private storage aid for certain fishery products\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EEC) No 1891/93 (2), and in particular Article 16 (5) thereof,\nWhereas Regulation (EEC) No 3759/92 provides for private storage aid to be granted to producers' organizations in respect of the products listed in Annex II to the said Regulation; whereas experience has shown that the implementing rules set out in  Commission Regulation (EEC) No 2415/89 (3), as last amended by Regulation (EC) No 3516/93 (4), require clarification and simplification to improve their efficiency and make them easier to apply by producers' organizations; whereas Regulation (EEC) No  2415/89 should therefore be replaced by this Regulation;\nWhereas private storage aid may be granted if the average prices attained over a significant period are below a given level; whereas, to determine those prices, it is necessary to define what is meant by the selling price realized by the producers'  organizations or their members within the framework of the present arrangements;\nWhereas the significant period to be taken into account for appraisal of the market in question should be defined;\nWhereas, to help ensure product quality and to facilitate the disposal of the products on the market, the requirements to be satisfied by operations qualifying for the aid should be laid down, together with the requirements for the storage and return to  the market of the products concerned;\nWhereas the technical and financial costs of storage should be defined;\nWhereas the storage period to be taken into account when granting the aid should be determined;\nWhereas, to increase the efficiency of checks, the recipients of the aid must keep stock records; whereas these records must contain at least the information necessary for the purposes of the said checks;\nWhereas the procedure for submitting applications for the payment of private storage aid should be laid down;\nWhereas the procedure should also be laid down for the granting of advance payments, and the amount of the relevant security should be specified;\nWhereas minor infringements of the rules concerning private storage aid should not involve total withdrawal of the right to the aid but only a standard reduction thereof; whereas, however, the consequences of a serious infringement or intent to defraud  should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation lays down detailed implementing rules for the granting of the private storage aid referred to in Article 16 of Regulation (EEC) No 3759/92, hereinafter referred to as the 'basic Regulation'.", "The granting of the private storage aid, the period for which it is granted, the products concerned and the amount of the aid shall be determined by means of a Regulation adopted in accordance with the procedure laid down in Article 32 of the  basic Regulation, where it has been ascertained that the conditions laid down in Article 16 (2) of the basic Regulation are met.", "1. The average prices referred to in Article 16 (2) of the basic Regulation shall be determined on the basis of the selling prices invoiced by the producers' organizations or their members at the stage of first-hand sale in the Community.\nThis selling price shall be fixed:\n- in the case of products sold at landing, for merchandise on board, alongside quay,\n- in the case of products sold following storage by the producers' organization or its members, at warehouse.\n2. The 'significant period' referred to in Article 16 (2) of the basic Regulation shall be at least seven successive market days for the product in question.", "1. The amount of the private storage aid shall be fixed at a standard rate per unit of net weight of the products in storage for each calendar month during which the aid is granted.\nIt shall be calculated on the basis of the technical costs and interest relating to operations indispensable for storage of the products in question as recorded in the Community during the six months prior to the granting of the aid, no account being  taken of the highest of such costs.\nWhere the storage period exceeds one month, the amount shall be fixed each month degressively on the basis of the monthly storage costs.\n2. The following shall be considered as technical costs:\n- energy costs,\n- labour costs relating to storage and release from storage,\n- direct packaging costs.\nThe interest shall be determined on the basis of the average financial costs, recorded in the Community, of the tied-up capital corresponding to the value of the quantities in storage, calculated on the basis of the guide price referred to in Article 9  of the basic Regulation.", "In order to qualify for private storage aid during a given fishing year, producers' organizations must, before the beginning of the fishing year in question, adopt in writing appropriate measures as envisaged in accordance with Article 4 (1)  of the basic Regulation concerning production and marketing to ensure that the total output of its members is offered for sale:\n- through the producers' organization, or\n- in accordance with common rules established in advance by the producers' organization.", "The private storage aid may be granted only in respect of products which are of sound and fair merchantable quality and which, before being sold:\n(a) in the case of storage:\n- are or have been stored for a minimum period of 15 days from the date of entry into storage,\n- are or have been preserved in conditions which cause no deterioriation in their quality. To this effect, products must be stored in suitable installations where the storage temperature does not exceed  21 Â°C, without prejudice to more restrictive  national requirements or commercial standards imposed in Member States,\n- are or have been stored in homogeneous lots of at least five tonnes, or one tonne for shrimps of the Penaeidae family, and kept separate from other products. The stored quantities shall be identified by the fixing on the packaging or on the crates of  a label showing in particular the net weight, the date of commencement of storage, the type of product and the storage lot number;\n(b) in the case of return to the market:\n- are or have been put back on the market in lots which are homogeneous as regards species, presentation and packaging, in accordance with the provisions in force in each Member State for the marketing of products for human consumption.", "1. In order to qualify for private storage aid, producers' organizations must notify the competent authorities of the Member State under which it falls, in writing of:\n- the quantities, clearly identified, which have been placed in storage or returned to the market,\n- the place, the beginning and the end of storage.\n2. The information provided for in paragraph 1 shall be notified to the Member States not later than five days after the beginning or end of storage.", "The quantities meeting storage requirements laid down in Article 6 (a) shall be deemed to be entitled to private storage aid for the first month of storage.\nFor subsequent months, entitlement to the aid shall be calculated as a proportion of the actual duration of storage, on the basis of 1/30th of the amount of the aid per day in storage.\nThe second month of storage shall commence 30 days after the date of commencement of storage.", "1. The Member States shall establish a monitoring system to ensure that the products in respect of which private storage aid has been applied for are eligible.\n2. For the purposes of monitoring, beneficiaries of the aid shall keep daily stock records and shall communicate the information necessary for monitoring to the competent authorities of the Member State each month.\n3. The details to be entered in the physical stock records and the information to be communicated to the competent authorities shall be adopted by the Member State.\n4. If a producers' organization hands over to an independent operator the responsibility for storing the products in question, this operator must keep stock records which comply wih the requirements in paragraph 2.", "0\n1. Private storage aid shall be paid to the producers' organization concerned only after the competent authority of the Member State concerned has ascertained that the quantities in respect of which the aid has been applied for:\n- do not exceed the limits laid down in Article 16 (3) of the basic Regulation,\nand\n- have been stored and returned to the market in accordance with the requirements laid down in this Regulation.\n2. Applications for payment of private storage aid shall be submitted by the producers' organization concerned to the competent authorities of the Member State not later than four months after the end of the storage period, fixed in accordance with", "6\n(4) of the basic Regulation.\nThe details to be included in the application shall be determined by the Member State.\n3. The Member State shall, at the request of the producers' organization concerned, grant an advance of the private storage aid due in respect of the quantities and the period notified in accordance with Article 7, on condition that the producers'  organization has lodged a security of not less than 105 % of the amount of the advance.\nThe balance of the private storage aid shall be paid by the Member State as soon as possible after it has ascertained that the producers' organization is entitled to receive it.", "1\n1. Where the producers' organization or one of its members is guilty of a lesser infringement of the private storage aid scheme and where it is shown by the said organization, to the satisfaction of the Member State concerned, that such  infringement was not committed with intention to defraud or as the result of serious negligence, the Member State shall withhold an amount equal to 10 % of the threshold laid down in Article 16 (2) of the basic Regulation applicable to the quantities  concerned in respect of which the private storage aid was to be granted.\nThe amount withheld shall be credited to the European Agricultural Guidance and Guarantee Fund (EAGGF).\n2. Where a producers' organization or one of its members is guilty of an infringement of the private storage aid scheme with the intention to defraud or as the result of serious negligence, no aid shall be granted to that producers' organization for the  fishing year in question or the following fishing year. The security referred to in Article 10 (3) shall be forfeit.\n3. The Member States shall notify the Commission each month of the cases in which they have applied the provisions of paragraphs 1 and 2.", "2\nThe monitoring carried out pursuant to Article 9 shall be set out in a report on the nature and scope of the checks, to be submitted to the Commission in support of the application for payment of private storage aid.", "3\nRegulation (EEC) No 2415/89 is repealed with effect from 1 January 1995.", "4\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1994.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 172, 15. 7. 1993, p. 1.\n(3) OJ No L 228, 5. 8. 1989, p. 10.\n(4) OJ No L 320, 22. 12. 1993, p. 10."}