{"celex_id": "31993R0741", "uri": "http://publications.europa.eu/resource/cellar/be20fad2-6b56-43fa-b526-c8b00fa9ee2e", "type": "Regulation", "concepts": ["1264", "1988", "2456", "2563", "2644"], "title": "Council Regulation (EEC) No 741/93 of 17 March 1993 on application of the common intervention price for olive oil in Portugal\n", "header": "31.3.1993 EN Official Journal of the European Communities L 77/7\nCOUNCIL REGULATION (EEC) No 741/93\nof 17 March 1993\non application of the common intervention price for olive oil in Portugal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the achievement of the Single Market makes it desirable to remove all barriers to trade, not only between the Member States of the Community as constituted on 31 December 1985 but also, as far as possible, between those Member States and the new Member States;\nWhereas, under the Act of Accession, alignment on the common price of the Portuguese olive oil price is to be gradually achieved in a period up to the beginning of the 1995/96 marketing year; whereas, until that date, accession compensatory amounts therefore are applicable to trade between those countries and the other Member States;\nWhereas, however, while maintaining the production aid and consumption aid at the level laid down by the Act of Accession, early alignment may be envisaged, of the Portuguese price on the common price, in view of the rebalancing provided for in Council Regulation (EEC) No 2047/92 of 30 June 1992 fixing the prices, aids and percentages of aid to be retained in the olive-oil sector for the 1992/93 marketing year (2),", "main_body": ["The common intervention price for olive oil shall be applicable in Portugal.", "Transitional measures required to ensure a smooth changeover from the arrangements specified in Article 290 of the Act of Accession to those of this Regulation, in particular to prevent a deflection of normal trade flows between Portugal and the other Member States, shall be adopted in accordance with the procedure laid down in Article 38 of Regulation (EEC) No 136/66/EEC (3).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1)  OJ No C 21, 25. 1. 1993.\n(2)  OJ No L 215, 30. 7. 1992, p. 3.\n(3)  OJ No 172, 30. 9. 1966, p. 3025. Regulation as last amended by Regulation (EEC) No 2046/92 (OJ No L 215, 30. 7. 1992, p. 1)."}