{"celex_id": "31998D0385", "uri": "http://publications.europa.eu/resource/cellar/a5c8d172-06d6-4e4d-a4ac-06104226fe3b", "type": "Decision", "concepts": ["2891", "4256", "4509", "4511", "4522", "5581"], "title": "98/385/EC: Commission Decision of 13 May 1998 on rules for implementing Council Directive 95/64/EC on statistical returns in respect of carriage of goods and passengers by sea (notified under document number C(1998) 1275) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 13 May 1998 on rules for implementing Council Directive 95/64/EC on statistical returns in respect of carriage of goods and passengers by sea (notified under document number C(1998) 1275) (Text with EEA relevance) (98/385/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/64/EC of 8 December 1995 on statistical returns in respect of carriage of goods and passengers by sea (1), and in particular Articles 4, 10 and 12 thereof,\nWhereas derogations should be granted to the Member States to enable them to adapt their national statistical systems to the requirements of Directive 95/64/EC;\nWhereas a list of ports, coded and classified by country and maritime coastal area, must be drawn up by the Commission;\nWhereas the content of the Annexes to the said Directive needs to be amended;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Statistical Programme Committee set up by Council Decision 89/382/EEC, Euratom (2),", "main_body": ["1. The derogations granted by the Commission to the Member States are defined in Annex I.\n2. The derogations apply for 1997, 1998 and 1999, except for certain derogations defined in Annex I, which shall apply for 1997 only.", "The list of ports, coded and classified by country and maritime coastal area, is given in Annex II.", "1. Annexes II, III, IV, V, VII and VIII of Directive 95/64/EC shall be amended as follows:\n1) Annex II:\nFigure 3 referring to footnote 3 is entered in the 'Tonnage` column against code Nos 30, 31, 32, 33 and 34.\n2) Annex III:\nThe sentence below the heading 'Goods nomenclature` is replaced by the following text:\n'The goods nomenclature used is that consisting of the 24 groups of goods (first column below) based on the uniform nomenclature of goods for transport statistics (NST/R) until the Commission, having consulted the Member States decides to replace it.`\n3) Annex IV:\nThe first paragraph of the text below the heading 'Maritime coastal areas` is replaced by the following text:\n'The nomenclature to be used is the Geonomenclature (the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States, originally drawn up by Council Regulation (EEC) No 1736/75 (¹) in force in the year to which the data refer.\n(¹) OJ L 183, 14.7.1975, p. 3.`\n4) Annex V:\n(a) the first paragraph of the text below the heading 'Nationality of registration of vessels` is replaced by the following text:\n'The nomenclature to be used is the Geonomenclature (the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States, originally drawn up by Council Regulation (EEC) No 1736/75 (¹) in force in the year to which the data refer, with the following exception: codes 017 and 018 are to be used for Belgium and Luxembourg respectively;\n(¹) OJ L 183, 14.7.1975, p. 3.`\n(b) in the list of codes: codes '0011 France` and '0012 Kerguelen Islands` are deleted; codes '0281 Norway` and '0282 Norway (NIS)` are inserted after code '0112 Spain (Rebeca)`; code '8902 French Antarctic Territory` is replaced by 'French Antarctic Territory (including the Kerguelen Islands)`.\n5) Annex VII:\nThe figures in the 'DWT` columns of the table are repeated in the 'GT` columns; the lower limit for class '01` under 'GT` is '100`.\n6) Annex VIII:\n(a) below the heading 'summary and detailed statistics`, at the end of each of the first three sentences 'F1` is replaced by 'F1 or F2 or F1 and F2`;\n(b) in the table 'Data set F1`, in the 'Coding detail` column the reference 'One-letter alphanumeric` against the variable 'Type of vessel` is replaced by 'Two-letter alphanumeric`; in the 'Nomenclature` column and in the last line of the table, the words 'or gross tonnage` are deleted;\n(c) after the table 'Data set F1`, the table 'Data set F2` is added.\n2. The new versions of Annexes II, III, IV, V, VII and VIII of Directive 95/64/EC are replaced by Annex III to this Decision, incorporating the amendments listed in paragraph 1 of this Article.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 1998.\nFor the Commission\nYves-Thibault de SILGUY\nMember of the Commission\n(1) OJ L 320, 30.12.1995, p. 25.\n(2) OJ L 181, 28.6.1989, p. 47.\nANNEX I\n>TABLE>\nANNEX II\nEUROSTAT LIST OF EUROPEAN PORTS\nDescription of the list of ports\nThe statistical ports and sub-ports are classified in alphabetical order for each Member State.\nStructure\n>TABLE>\n>TABLE>\nANNEX III\n'ANNEX II\nTYPE OF CARGO CLASSIFICATION\n>TABLE>\nANNEX III\nGOODS NOMENCLATURE\nThe goods nomenclature used is that consisting of 24 groups of goods (first column below) based on the uniform nomenclature of goods for transport statistics (NST/R (¹) until the Commission, having consulted the Member States, decides to replace it.\nGROUPS OF GOODS\n>TABLE>\n(¹) Published by the Statistical Office of the European Communities, 1968 edition. OJ L 151, 15.6.1990, p. 1.\nANNEX IV\nMARITIME COASTAL AREAS\nThe nomenclature to be used is the Geonomenclature (the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States, originally drawn up by Council Regulation (EEC) No 1736/75 (¹)) in force in the year to which the data refer.\nThe code consists of four digits: the three-digit code from the abovementioned nomenclature, followed by a zero (e.g. code 0030 for Netherlands), except for countries which are divided into two or more maritime coastal areas, which are identified by a fourth digit other than zero (from 1 to 7), as below:\n>TABLE>\n(¹) OJ L 183, 14.7.1975, p. 3.\nANNEX V\nNATIONALITY OF REGISTRATION OF VESSELS\nThe nomenclature to be used is the Geonomenclature (the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States originally drawn up by Council Regulation (EEC) No 1736/75 (¹)) in force in the year to which the data refer, with the following exception: codes 017 and 018 are to be used for Belgium and Luxembourg respectively.\nThe code consists of four digits: the three-digit code from the abovementioned nomenclature, followed by a zero (e.g. code 0010 for France), except for countries with more than one register.\nWhere more than one register exists, the countries are to be coded as follows:\n>TABLE>\n(¹) OJ L 183, 14.7.1975, p. 3.\nANNEX VII\nVESSEL SIZE CLASSES\nin deadweight (DWT) or in gross tonnage (GT)\nThis classification applies only to vessels with a gross tonnage of 100 or more.\n>TABLE>\nANNEX VIII\nSTRUCTURE FOR STATISTICAL DATA SETS\nThe data sets specified in this Annex define the periodicity for the maritime transport statistics required by the Community. Each data set defines a cross classification of a limited set of dimensions at different levels of the nomenclatures, aggregated across all other dimensions, for which statistics of good quality are required.\nThe conditions for collecting data set B1 will be decided by the Council on a proposal from the Commission in the light of the results of the pilot study during a three-year transitional period as defined in Article 10 of this Directive.\nSUMMARY AND DETAILED STATISTICS\n- The data sets to be provided for selected ports for goods and passengers are A1, A2, B1, C1, D1, E1 and F1 or F2 or F1 and F2.\n- The data sets to be provided for selected ports for goods but not for passengers are A1, A2, A3, B1, C1, E1 and F1 or F2 or F1 and F2.\n- The data sets to be provided for selected ports for passengers but not for goods are A3, D1 and F1 or F2 or F1 and F2.\n- The data set to be provided for ports which are not selected (for neither goods nor passengers) is A3.\nData set A1: Seaborne transport in the main European ports, by port, type of cargo and relation\nPeriodicity: Quarterly\n>TABLE>\nData set A2: Non-unit seaborne transport in the main European ports, by port, type of cargo and relation\nPeriodicity: Quarterly\n>TABLE>\nData set A3: Data required for ports for which detailed statistics are not required (see Article 4(3))\nPeriodicity: Annual\n>TABLE>\nData set B1: Seaborne transport in the main European ports, by port, type of cargo, goods and relation\nPeriodicity: Annual\n>TABLE>\nData set C1: Unit-load seaborne transport in the main European ports, by port, type of cargo, relation and loaded status\nPeriodicity: Quarterly\n>TABLE>\nData set D1: Passenger transport in the main European ports, by relation\nPeriodicity: Quarterly\n>TABLE>\nData set E1: Seaborne transport in the main European ports, by port, type of cargo, relation and nationality of registration of vessels\nPeriodicity: Annual\n>TABLE>\nData set F1: Port traffic in the main European ports, by port, type and size of vessels loading or unloading cargo\nPeriodicity: Quarterly\n>TABLE>\nData set F2: Port traffic in the main European ports, by port, type and size of vessels loading or unloding cargo\nPeriodicity: Quarterly\n>TABLE>\n`"}