{"celex_id": "31997R1688", "uri": "http://publications.europa.eu/resource/cellar/2fde65c9-4b29-4162-9d7c-8c61a58d69a9", "type": "Regulation", "concepts": ["2286", "2356", "2560", "3003", "3408", "797"], "title": "Commission Regulation (EC) No 1688/97 of 29 August 1997 amending for the 11th time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 1688/97 of 29 August 1997 amending for the 11th time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in the Netherlands, exceptional support measures for the market in pigmeat in that Member State were adopted in Commission Regulation (EC) No 413/97 (3), as last amended by Regulation (EC) No 1600/97 (4),\nWhereas Article 4a of Regulation (EC) No 413/97 provides that eligible sows must be inseminated within four months of the lifting of the ban on insemination; whereas this provision is difficult to check and should be replaced by a requirement that sows be kept on the holding for the same period;\nWhereas the application of Commission Regulation (EEC) No 3887/92 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes (5), as last modified by Regulation (EC) No 2015/95 (6), would lead to unjustified payments in cases of force majeure and unjustified losses in cases where the natural circumstances clause applied; whereas in both these cases the payment of aid should be limited to the period in which the sows have been kept on the holding and have given rise to costs for the producer;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Article 4a of Regulation (EC) No 413/97 is hereby amended as follows:\n1. In paragraph 2 the second sentence is replaced by the following:\n'It shall be granted for eligible sows kept on the applicant's holding throughout the duration of the ban on insemination and for four months following the lifting of the ban.`\n2. The following subparagraph is added to paragraph 3:\n'However, the the event of force majeure as referred to in the fourth subparagraph of Article 10 (2) and application of the natural circumstances clause referred to in Article 10 (5) of the said Regulation, the aid shall be granted only for the period in which the eligible sow was kept on the holding.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 62, 4. 3. 1997, p. 26.\n(4) OJ No L 216, 8. 8. 1997, p. 67.\n(5) OJ No L 391, 31. 12. 1992, p. 36.\n(6) OJ No L 197, 22. 8. 1995, p. 2."}