{"celex_id": "31998R1591", "uri": "http://publications.europa.eu/resource/cellar/4c0414d9-e5a7-40dc-88ec-52815bbce97b", "type": "Regulation", "concepts": ["2681", "2730", "2731", "666", "797"], "title": "Commission Regulation (EC) No 1591/98 of 23 July 1998 amending Regulation (EEC) No 1709/84 on minimum prices payable to producers and amounts of production aid for certain processed fruit and vegetables eligible for production aid\n", "header": "COMMISSION REGULATION (EC) No 1591/98 of 23 July 1998 amending Regulation (EEC) No 1709/84 on minimum prices payable to producers and amounts of production aid for certain processed fruit and vegetables eligible for production aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), as amended by Regulation (EC) No 2199/97 (2), and in particular Article 4(9) thereof,\nWhereas Article 1(2) of Commission Regulation (EC) No 504/97 (3), as last amended by Regulation (EC) No 1590/98 (4), defines products covered by the system of production aid;\nWhereas the aforementioned Regulation (EC) No 1590/98 amends some of those definitions, in particular in the case of tomato juice; whereas, in view of those amendments, an aid reduction rate should be provided for, calculated in accordance with Article 4 of Regulation (EC) No 2201/96, for certain types of tomato juice;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 1709/84 is hereby amended as follows:\n1. In Article 4:\n- the third subparagraph of paragraph 1 is replaced by the following:\n'However, after application of one of the coefficients laid down in Annex V, the amount of aid shall be reduced by 4 % in the case of certain concentrate preparations with a dry weight content of not more than 18 % and with not more than 4 % skin and pips by weight of product,`\n- paragraph 2 is replaced by the following:\n'2. For tomato juice with a dry weight content of not less than 7 % and containing not more than 4 % skin and pips by weight of product, the amount of aid shall be reduced by 4 %`;\n2. Part II of Annex V is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 29.\n(2) OJ L 303, 6. 11. 1997, p. 1.\n(3) OJ L 78, 20. 3. 1997, p. 14.\n(4) See page 11 of this Official Journal."}