{"celex_id": "31990R0049", "uri": "http://publications.europa.eu/resource/cellar/2731519e-d635-4b71-ab08-92278ab1e5db", "type": "Regulation", "concepts": ["1102", "3167", "5989"], "title": "Commission Regulation (EEC) No 49/90 of 10 January 1990 amending Regulation (EEC) No 1767/82 as regards imports of certain cheeses from Cyprus\n", "header": "COMMISSION  REGULATION (EEC) No 49/90\nof 10 January 1990\namending Regulation (EEC) No 1767/82 as regards imports of certain chesses from Cyprus\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3880/89 (2), and in particular Article 14 (7) thereof,\nHaving regard to Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products (3), as last amended by Regulation (EEC) No 3884/89 (4), and in particular the second paragraph of Article 12 thereof,\nWhereas the aim of the latest amendment to Regulation (EEC) No 2915/79 is to adjust the components on which basis the levy is fixed and in particular the minimum import price following a concession which the Community granted Cyprus regarding the import arrangements for Halloumi cheese;\nWhereas the consequences should be drawn as regards Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (5), as last amended by Regulation (EEC) No 3830/89 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Annexes I, III and IV to Regulation (EEC) No 1767/82 are hereby amended as follows:\n1. The following point (v) is added to Annex I:\n1.2.3.4 //  //  //  //  // 'v) ex 0406 90 50 ex 0406 90 89  // \"Halloumi\"   // Cyprus   // 32,8'   //    //   //   //\n2. Point L in Annex III is replaced by the following:\n'L. As regards cheeses of sheep's milk or buffalo milk in containers containing brine, or in sheepskin or goatskin bottles, \"Tulum Peyniri\" cheese and \"Halloumi\" cheese listed under points (p), (u) and (v) in Annex I and covered by CN codes 0406 90 31, 0406 90 50 and ex 0406 90 89:\n1. Box 7 by specifying, as appropriate, \"cheese of sheep's milk\" or \"cheese of buffalo milk\" and \"in containers containing brine\" or \"in sheepskin or goatskin bottles\" or, in the case of \"Tulum Peyniri\" cheese, \"in individual plastic packages of a net content not exceeding 10 kilograms\"; \"Halloumi\" cheese is to be presented in individual plastic packages of a net content not exceeding 1 kilogram or in metal or plastic containers of a net content not exceeding 12 kilograms.\n2. Box 10 by specifying, as appropriate, \"exclusively home-produced sheep's milk\" or \"exclusively home-produced buffalo milk\" or, in the case of \"Halloumi\" cheese, \"home-produced milk\";\n3. Boxes 11 and 12;'.\n3. In Annex IV, under Cyprus in the column headed 'Non-member country', the following is added in the columns headed 'CN code' and 'Description':\n1.2 //  //  // 'ex 0406 90 50 ex 0406 90 89  // \"Halloumi\"'  //    //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 378, 27. 12. 1989, p. 3.\n(3) OJ No L 329, 24. 12. 1979, p. 1.\n(4) OJ No L 378, 27. 12. 1989, p. 9.\n(5) OJ No L 196, 5. 7. 1982, p. 1.\n(6) OJ No L 372, 21. 12. 1989, p. 20."}