{"celex_id": "31996D0192", "uri": "http://publications.europa.eu/resource/cellar/4744dd69-39ab-4091-8f2b-e59e875a1772", "type": "Decision", "concepts": ["1309", "192", "2718", "4083", "5369", "5876"], "title": "96/192/EC: Commission Decision of 19 February 1996 laying down special conditions for the import of preserved fishery products originating in Russia (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 19 February 1996 laying down special conditions for the import of preserved fishery products originating in Russia (Text with EEA relevance) (96/192/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 11 thereof,\nWhereas a Commission expert has conducted an inspection visit to Russia to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the Committee of Fisheries of the Russian Federation has the responsibility to draw up the list of establishments and factory vessels approved for the export of fishery products to the European Union, and has delegated to the State Committee for Sanitary and Epidemiological Surveillance (Goskomsanepidnadzor) the responsibility for the health inspections and for monitoring the conditions of hygiene and cleanliness pertaining to production;\nWhereas the Russian competent authority has provided guarantees only for the preserved fishery products;\nWhereas the procedure for obtaining a health certificate referred to in Article 11 (4) of Directive 91/493/EEC must include the definition of a model certificate, the language(s) in which it must be drawn up and the qualifications of the signatory;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products giving the name of the third country and the approval number of the establishment of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments must be drawn up; whereas that list must be drawn up on the basis of a communication from the Committee of Fisheries to the Commission;\nWhereas, at arrival of Russian preserved fishery products into the territory of the Community, it is necessary to check that processing conditions have been respected;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Committee of Fisheries of the Federation of Russia, assisted by the State Committee for Sanitary and Epidemiological Surveillance (Goskomsanepidnadzor) shall be the competent authority in Russia for verifying and certifying compliance of preserved fishery products with the requirements of Directive 91/493/EEC, and in particular with Part IV of its Annex.", "Preserved fishery products originating in Russia must meet the following conditions:\n1. Each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto, with the exception of fishery products referred to in the second paragraph of Article 10 of Directive 91/493/EEC.\n2. The products must come from approved establishments or factory vessels listed in Annex B hereto.\n3. Each can must bear, in indelible letters:\n- the word 'Russia`,\n- the approval number of the establishment or factory vessel of origin,\n- the production batch number.", "1. Certificates as referred to in Article 2 (1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. Certificates must bear the name, capacity and signature of the representative of the State Committee for Sanitary and Epidemiological Surveillance (Goskomsanepidnadzor) and the latter's official stamp in a colour different from that of other endorsements.", "Member States shall intensify physical checks on arrival in the territory of the Community.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX A\n>START OF GRAPHIC>\nHEALTH CERTIFICATE\nfor preserved fishery products originating in Russia and intended for export to the European Community\nReference No:\nCountry of dispatch: RUSSIA\nCompetent authority: Committee of Fisheries of the Russian Federation\nInspection Service: State Committee for Sanitary and Epidemiological Surveillance (Goskomsanepidnadzor)\nI. Details identifying fishery products\nDescription of preserved fishery products:\n- species (scientific name):\n- presentation of product and type of treatment:\nProduction batch number(s):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products\nName(s) and official approval number(s) of establishment(s) or factory vessel(s) approved by the Committee of Fisheries of the Russian Federation for export to the EC:\nIII. Destination of products\nThe products are dispatched\nfrom:\n(place of dispatch)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\nIV. Health attestation\nThe official inspector hereby certifies that the preserved fishery products specified above:\n1. were processed hygienically in compliance with the requirements laid down in Chapters I, III and IV of the Annex to Directive 91/493/EEC;\n2. have undergone health controls in accordance with Chapter V of the Annex to Directive 91/493/EEC;\n3. are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of the Annex to Directive 91/493/EEC;\n4. do not come from toxic species or species containing biotoxins;\n5. have satisfactorily undergone the chemical and microbiological checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the implementing decisions thereto.\nThe undersigned official inspector hereby declares that he is aware of the provisions of Directive 91/493/EEC.\nDone at .........................,(place) on .........................(date)\n.....................................\n(signature of official inspector) (1)\nOfficial stamp (1)\n............................................................................\n(name in capital letters, capacity and qualifications of person signing) (1)\n(1) The colour of the stamp and signature must be different from that of the other particulars in the certificate.\n>END OF GRAPHIC>\nANNEX B\nLIST OF APPROVED ESTABLISHMENTS AND FACTORY VESSELS\nI. Establishments\n>TABLE>\nII. Factory vessels\n>TABLE>"}