{"celex_id": "31995R0527", "uri": "http://publications.europa.eu/resource/cellar/e07168d7-1b01-413b-98cb-678016c7fa91", "type": "Regulation", "concepts": ["1102", "1565", "2488", "2511", "2871", "3167"], "title": "COMMISSION REGULATION (EC) No 527/95 of 9 March 1995 amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\n", "header": "COMMISSION REGULATION (EC) No 527/95 of 9 March 1995 amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 14 (7) thereof,\nHaving regard to Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (2), as last amended by Regulation (EC) No 157/95 (3), and in particular Article 18 (2) thereof,\nWhereas the minimum free-at-Community-frontier prices for certain cheeses were adjusted with effect on 1 January 1995 by Commission Regulation (EC) No 3115/94 of 20 December 1994 amending Annexes I and II to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (4) when they were fixed in ecus; whereas that Regulation provides for the possibility of those values being adjusted in line with changes in the target price for milk and to take account of the agri-monetary arrangements applicable under the common agricultural policy; whereas those values should accordingly be adjusted in Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (5), as last amended by Regulation (EC) No 3337/94 (6), to take account of those two factors;\nWhereas, as from 1 February 1995, Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (7), as last amended by Regulation (EC) No 150/95 (8), discontinues the application of the correcting factor affecting the conversion rates and as a consequence all amounts in ecus; whereas the amounts set out in Regulation (EEC) No 1767/82 should accordingly be adjusted as from 1 February 1995 in accordance with Article 13 (2) of Regulation (EEC) No 3813/92;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Annex I to Regulation (EEC) No 1767/82, points (c), (d) and (g) are hereby replaced by those set out in Annex I hereto.", "Annex I to Regulation (EEC) No 1767/82 is hereby replaced by Annex IA hereto with effect on 1 February 1995.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "shall apply with effect from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 108, 1. 5. 1993, p. 106.\n(3) OJ No L 24, 1. 2. 1995, p. 1.\n(4) OJ No L 345, 31. 12. 1994, p. 1.\n(5) OJ No L 196, 5. 7. 1982, p. 1.\n(6) OJ No L 350, 31. 12. 1994, p. 66.\n(7) OJ No L 387, 31. 12. 1992, p. 1.\n(8) OJ No L 22, 31. 1. 1995, p. 1.\nANNEX I\n'ANNEX I\n>TABLE>\nANNEX I A\n'ANNEX I\n>TABLE>"}