{"celex_id": "31999R2581", "uri": "http://publications.europa.eu/resource/cellar/76478bee-920e-41f0-ac29-290cede2b7be", "type": "Regulation", "concepts": ["1255", "1309", "161", "3763", "5859", "5860"], "title": "Commission Regulation (EC) No 2581/1999 of 7 December 1999 opening tariff quotas for the year 2000 for imports into the European Community of products originating in the Czech Republic, Slovakia, Romania and Hungary\n", "header": "COMMISSION REGULATION (EC) No 2581/1999\nof 7 December 1999\nopening tariff quotas for the year 2000 for imports into the European Community of products originating in the Czech Republic, Slovakia, Romania and Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from he processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2) and in particular Article 7(2) thereof,\nHaving regard to Council Decision 98/707/EC of 22 October 1998 relating to the conclusion of a Protocol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, inlcuding the improvements of the existing preferential regime(3), and in particular Articles 2 and 6 of that Protocol,\nHaving regard to Council Decision 98/638/EC of 5 October 1998 relating to the conclusion of a Protocol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, including the improvements of the existing preferential regime(4), and in particular Articles 2 and 6 of that Protocol,\nHaving regard to Council Decision 98/626/EC of 5 October 1998 relating to the conclusion of a Protcol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, including the improvements to the existing preferential regime(5), and in particular Articles 2 and 5 of that Protocol,\nHaving regard to Council Decision 1999/67/EC of 22 October 1998 relating to the conclusion of a Protocol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, including the improvements of the existing preferential regime(6), and in particular Articles 2 and 5 of that Protocol,\nWhereas:\n(1) Protocol 3 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Czech Republic(7), provides for the granting of annual tariff quotas for imports of products originating in the Czech Republic;\n(2) Protocol 3 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Slovak Republic(8), provides for the granting of annual tariff quotas for imports of products originating in the Slovak Republic;\n(3) Protocol 3 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with Romania(9), provides for the granting of annual tariff quotas for imports of products originating in Romania;\n(4) Protocol 3 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Republic of Hungary(10), provides for the granting of annual tariff quotas for imports of products originating in Hungary;\n(5) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(11), as last amended by Regulation (EC) No 1662/1999(12) consolidated the arrangements for managing the tariff qutoas to be used in chronological order of the dates of acceptance of the declarations for release for free circulation;\n(6) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["The annual quotas for products originating in the Czech Republic, Slovakia, Romania and Hungary, set out in Annexes I, II, III and IV respectively to this Regulation, are hereby opened from 1 January 2000 to 31 December 2000 under the conditions set out in the said Annexes.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance wit the provisions of Articles 308a to 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1999.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 341, 16.12.1998, p. 1.\n(4) OJ L 306, 16.11.1998, p. 1.\n(5) OJ L 301, 11.11.1998, p. 1.\n(6) OJ L 28, 2.2.1999, p. 1.\n(7) OJ L 341, 16.12.1998, p. 3.\n(8) OJ L 306, 16.11.1998, p. 3.\n(9) OJ L 301, 11.11.1998, p. 3.\n(10) OJ L 28, 2.2.1999, p. 3.\n(11) OJ L 253, 11.10.1993, p. 1.\n(12) OJ L 197, 29.7.1999, p. 25.\nANNEX I\nCZECH REPUBLIC\n>TABLE>\nANNEX II\nSLOVAKIA\n>TABLE>\nANNEX III\nROMANIA\n>TABLE>\nANNEX IV\nHUNGARY\nTable 1: Quotas and duties applicable to imports of products originating in Hungary\n>TABLE>\nTable 2: Additional quotas and duties applicable to imports of products originating in Hungary following implementation of the Uruguay Round (status quo)\n>TABLE>"}