{"celex_id": "31993R1148", "uri": "http://publications.europa.eu/resource/cellar/05ff8314-7ed4-46f5-919f-1b3f84f34d66", "type": "Regulation", "concepts": ["1086", "1929", "2292", "3003", "842"], "title": "Commission Regulation (EEC) No 1148/93 of 11 May 1993 laying down detailed rules to implement the specific measures fo supplying the French overseas departments with breeding horses\n", "header": "COMMISSION REGULATION (EEC) No 1148/93 of 11 May 1993 laying down detailed rules to implement the specific measures fo supplying the French overseas departments with breeding horses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), amended by Commission Regulation (EEC) No 3714/92  (2), and in particular Article 4 (5) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), and in particular Article 12 thereof,\nWhereas, in application of Article 4 of Regulation (EEC) No 3763/91, it is necessary to determine the number of pure-bred breeding horses originating in the Community which benefit from an aid with a view to developing the potential for production in  the French overseas departments;\nWhereas it is appropriate to fix the amount of aid referred to above for the supply to the French overseas departments of pure-bred breeding horses originating in the rest of the Community; whereas such aid must be fixed taking into account the criteria  laid down in Article 4 (3) of Regulation (EEC) No 3763/91;\nWhereas the common detailed rules for implementing the scheme to supply the French overseas departments with certain agricultural products are laid down by Commission Regulation (EEC) No 131/92 (4), as amended by Regulation (EEC) No 2132/92 (5); whereas  it is appropriate to lay down additional detailed rules in line with current commercial practice in the equidae sector, in particular regarding the duration of the validity of aid certificates and the amount of securities ensuring operators' compliance  with their obligations;\nWhereas with a view to sound management of the supply scheme, provision should be made for a timetable for lodging certificate applications and for a scrutiny period prior to the issue of such certificates;\nWhereas, for converting the amount of aid into national currency, the operative event should be the day the 'aid certificate' is lodged with the competent authorities at the place of destination pursuant to Article 3 (6) of Regulation (EEC) No 131/92,  without prejudice to the possibility of the advance fixing provided for in Articles 8 to 12 of Commission Regulation (EEC) No 3819/92 of 28 December 1992 on detailed rules for determining and applying agricultural conversion rates (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The aid provided for in Article 4 (1) of Regulation (EEC) No 3763/91 for the supply to the French overseas departments of pure-bred breeding horses originating in the Community as well as the number of animals which benefit from it shall be  fixed in the Annex to this Regulation.", "France shall designate the competent authority for:\n(a) the issue of the 'aid certificate' provided for in Article 3 (1) of Regulation (EEC) No 131/92; and\n(b) the payment of the aid to the operators concerned.", "The provisions of Regulation (EEC) No 131/92 shall apply, with the exception of Article 3 (4).", "1. Applications for certificates shall be submitted to the competent authority during the first five working days of each month. An application for a certificate shall be admissible only if:\n(a) it relates to no more than the maximum quantity of animals available published by France;\n(b) before expiry of the period provided for the submission of applications for certificates, proof has been provided that the party concerned has lodged a security of ECU 30 per animal.\n2. The aid certificates shall be issued by the 10th working day of each month at the latest.\n3. However, for the first application of this Article, applications for certificates shall be submitted up to 18 May 1993 and the certificates shall be issued by 28 May 1992 at the latest.", "The duration of validity of the aid certificates shall expire on the last day of the second month following that in which they were issued.", "The aid provided for in Article 1 shall be paid in respect of the quantities actually supplied.", "(4) of Regulation (EEC) No 131/92 notwithstanding, the rate to be applied for converting the amount of aid into national currency shall be the agricultural conversion rate in force on the day the 'aid certificate' is lodged with the competent  authorities at the place of destination.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 15, 22. 1. 1992, p. 13.\n(5) OJ No L 213, 29. 7. 1992, p. 25.\n(6) OJ No L 387, 31. 12. 1992, p. 17.\nANNEX\nPart 1   Supply to French Guiana of pure-bred breeding horses originating in the Community for the period 1 May to 30 June 1993\n/* Tables: see OJ */\nPart 2   Supply to Martinique of pure-bred breeding horses originating in the Community for the period 1 May to 30 June 1993\n/* Tables: see OJ */\n(1) Inclusion in this sub-position is subject to the conditions provided for by Council Directive 90/427/EEC of 26 June 1990 on the zootechnical and genealogical conditions governing intra-Community trade in equidae (OJ No L 224, 20. 8. 1990,  p. 55)."}