{"celex_id": "31992D0167", "uri": "http://publications.europa.eu/resource/cellar/ead02ea3-a9fb-4b1a-9a35-e6f19adf8386", "type": "Decision", "concepts": ["3614", "4507", "6049", "747"], "title": "92/167/EEC: Commission Decision of 4 March 1992 setting up a Committee of Experts on the Transit of Electricity between Grids\n", "header": "COMMISSION DECISION  of 4 March 1992  setting up a Committee of Experts on the Transit of Electricity between Grids  (92/167/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas, in the context of the completion of the internal energy market, the Commission has the objective of facilitating energy transfers by promoting the transit of electricity between grids within the meaning of Article 2 of Council Directive  90/547/EEC of 29 October 1990 on the transit of electricity through transmission grids (1);\nWhereas, to this end, it is desirable for the Commission to be advised by a committee of experts on matters relating to the smooth functioning of transit and related economic, technical, legal and social factors;\nWhereas the entities responsible for the grids should be represented on that committee; whereas provision should also be made for the participation of particularly qualified persons capable of providing specific knowledge in the field of electricity  transit;\nWhereas it would be appropriate for the committee of experts also to act as the conciliation body provided for in Article 3 (4) of Directive 90/547/EEC;\nWhereas, for the sake of the efficiency of the conciliation procedure, the committee of experts should meet in an ad hoc composition to consider any request for conciliation,", "main_body": ["The Committee of Experts on Transit of Electricity between Grids, hereinafter referred to as 'the Committee', is hereby set up under the auspices of the Commission.", "Responsibilities\nThe tasks of the Committee shall be:\n- to advise the Commission, at the latter's request,\n- to propose conciliation compromises, at the request of the negotiating parties, in the event of specific requests for transit.", "Provision of advice\nAs part of its role of providing advice, the Committee:\n(a) shall examine more specifically:\n- the technical, financial and legal conditions of transit, taking into account economic and social factors,\n- measures to promote the development of electricity transfers and the improvement of infrastructures,\n- the possibilities of cooperation with entities in non-member countries;\n(b) shall assist the Commission in connection with:\n- the drafting of an annual report on the implementation of Directive 90/547/EEC,\n- the revision of the Annex to Directive 90/547/EEC.", "Composition\n1. The Committee shall comprise 17 members, namely:\n- 12 representatives of the high-voltage grids operating in the Community (one representative per Member State),\n- three independent experts whose professional experience and competence in the field of electricity transit in the Community are widely recognized,\n- one representative of Eurelectric,\n- one Commission representative.\n2. The members of the Committee shall be appointed by the Commission. The 12 representatives of the grids and the Eurelectric representative shall be appointed after consultation of the circles concerned from a list containing at least two proposals for  each post.", "Publication\nThe list of members shall be published by the Commission in the Official Journal of the European Communities.", "Term of office\n1. The term of office of members of the Committee shall be four years.\n2. Their term of office shall not be renewable.\n3. By way of derogation from paragraphs 1 and 2, the term of office of half of the members appointed on the setting-up of the Committee shall be two years and shall be renewable for a further four-year period.\n4. On expiry of their term of office, the members of the Committee shall remain in office until they are replaced.\n5. Where the term of office of a member ends before the expiry of the four-year period, as a result of his resignation or death or for any other reasons, he shall be replaced for the remainder of his term of office in accordance with Article 4 (2).\n6. The Commission may bring to an end the term of office of a member after consulting the circles concerned referred to in Article 4 (2) and to replace him in accordance with that provision.\n7. The office of member of the Committee shall be unpaid.", "Operation\n1. The Committee shall be chaired by the Commission representative.\n2. Representatives of the Commission departments concerned shall attend meetings of the Committee as observers.\n3. Secretariat services for the Committee shall be provided by the Commission departments.\n4. The chairman may invite any person with particular competence in respect of an item included on the agenda to take part in the deliberations as an expert. Experts shall take part in the deliberations only for the item for which they have been invited  to attend.\n5. The Committee shall adopt its own rules of procedure.\n6. The Committee shall meet at least once a year.", "Conciliation\n1. Only the parties to a dispute relating to a specific request for transit may refer a matter to the Committee.\n2. The Committee shall meet in an ad hoc composition to consider any request for conciliation.\n3. The Committee in its conciliation composition shall comprise the chairman and six members:\n- the Eurelectric representative,\n- two experts chosen by and from among the three experts who asre members of the Committee,\n- three representatives of the grids not involved in the negotiations relating to the specific request for transit on which conciliation has been requested, chosen by and from among the twelve representatives of the grids which are members of the  Committee.\nThe chairman shall not vote.\n4. Any conciliation request must be acted upon.\n5. The Committee in its conciliation composition shall designate a rapporteur from among its members.\n6. The representatives of the grids involved in the negotiations on a specific request for transit on which conciliation by the Committee has been requested shall be invited to present their points of view.\n7. After discussion by the Committee in its conciliation composition, the rapporteur shall formulate a conciliation compromise on which there is likely to be a consensus among the five other members of the Committee. In the event of disagreement, the  rapporteur shall formulate a conciliation compromise on which there is likely to be agreement among a majority of the five other members. In that event, the opinions of the minority members shall be put on record.\n8. The chairman shall submit the conciliation compromise to the parties, accompanied by any minority opinions, within three months of the date on which the request for conciliation by the Committee was submitted.\n9. The outcome of the conciliation procedure shall not have binding force.\n10. Representatives of the Member States concerned by a request for transit may take part in the conciliation procedure as observers.", "Confidentiality\nMembers of the Committee and, where appropriate, the experts referred to in Article 7 (4), shall be required not to disclose information brought to their knowledge through the work of the Committee, where the Commission  informs them that the opinion requested or the question raised relates to a confidential matter.", "0\nEffect\nThis Decision shall take effect on 4 March 1992."], "attachments": "Done at Brussels, 4 March 1992.\nFor the Commission\nAntónio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 313, 13. 11. 1990, p. 30."}