{"celex_id": "31990D0257", "uri": "http://publications.europa.eu/resource/cellar/170eb5fd-7539-4ce7-85fa-ffe6cf5db39b", "type": "Decision", "concepts": ["1445", "2211", "3308", "3408", "4810", "5252"], "title": "90/257/EEC: Commission Decision of 10 May 1990 laying down the criteria for the acceptance for breeding purposes of pure-bred breeding sheep and goats and the use of their semen, ova or embryos\n", "header": "8.6.1990 EN Official Journal of the European Communities L 145/38\nCOMMISSION DECISION\nof 10 May 1990\nlaying down the criteria for the acceptance for breeding purposes of pure-bred breeding sheep and goats and the use of their semen, ova or embryos\n(90/257/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 89/361/EEC of 30 May 1989 concerning pure-bred breeding sheep and goats (1), and in particular Article 4 thereof,\nWhereas Directive 89/361/EEC is intended gradually to liberalize intra-Community trade in pure-bred breeding sheep and goats; whereas, in this connection, additional harmonization with regard to the acceptance for breeding purposes of such animals and their semen, ova and embryos is necessary;\nWhereas the provisions concerning acceptance for breeding relate to animals as well as their semen, ova and embryos;\nWhereas it should be provided that semen, ova and embryos may be handled only by officially approved staff in order to ensure the guarantees necessary for attaining the desired end;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["Without prejudice to Article 2 all pure-bred breeding sheep and goats, whether male or female, which are registered in a flock-book shall be accepted for breeding.", "1.   Male pure-bred breeding sheep and goats shall be accepted for the purposes of artificial insemination and use of their semen if they have undergone tests for monitoring their performance and assessing their genetic value pursuant to Commission Decision 90/256/EEC (2).\n2.   Male pure-bred breeding and goats shall be accepted for the purposes of official testing and use of their semen, within the quantitative limits required for monitoring their performance and assessing their genetic value pursuant to Decision 90/256/EEC.\n3.   Female pure-bred breeding sheep and goats shall be accepted for breeding and use of their ova and embryos.", "The semen, ova and embryos must be collected, treated and stored by an officially approved centre or officially approved personnel.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 153, 6. 6. 1989, p. 30.\n(2)  See page 35 of this Official Journal."}