{"celex_id": "31994R1889", "uri": "http://publications.europa.eu/resource/cellar/433ca258-a638-462b-9abd-0b619b62d190", "type": "Regulation", "concepts": ["1115", "1602", "2511", "2642", "2650", "5096"], "title": "Council Regulation (EC) No 1889/94 of 27 July 1994 fixing the basic price and buying-in price applicable in the fruit and vegetables sector for the 1994/95 marketing year\n", "header": "COUNCIL REGULATION (EC) No 1889/94 of 27 July 1994 fixing the basic price and buying-in price applicable in the fruit and vegetables sector for the 1994/95 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), and in particular Article 16 (1) thereof,\nHaving regard to Regulations (EC) No 969/94 (2), (EC) No 1234/94 (3) and (EC) No 1487/94 (4) fixing the basic price and the buying-in price for certain fruits and vegetables for the months of May, June and July 1994,\nHaving regard to the proposal from the Commission (5),\nHaving regard to the opinion of the European Parliament (6),\nHaving regard to the opinion of the Economic and Social Committee (7),\nWhereas, pursuant to Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price are to be fixed for each marketing year for each of the products listed in Annex II to the said Regulation; whereas, in accordance with Article 1 (3)  of the above Regulation, the marketing years for the products in question are as follows:\n- for tomatoes and aubergines, from 1 January to 31 December,\n- for apricots, from 1 May to 31 August,\n- for peaches and nectarines, from 1 May to 31 October,\n- for cauliflowers and table grapes, from 1 May to 30 April,\n- for lemons and pears, from 1 June to 31 May,\n- for apples, from 1 July to 30 June,\n- for mandarins, satsumas and clementines, from 1 October to 15 May,\n- for oranges, from 1 October to 15 July;\nWhereas, however, pursuant to the third subparagraph of Article 16 (1) of Regulation (EEC) No 1035/72, no basic price or buying-in price need be fixed for the slack marketing periods at the beginning and at the end of the marketing year;\nWhereas, when the basic and buying-in prices for fruit and vegetables are fixed, account has to be taken of the objectives of the common agricultural policy; whereas the objectives of the common agricultural policy are, in particular, to guarantee a  fair standard of living for the farming community and to ensure that supplies are available and that they reach consumers at reasonable prices;\nWhereas the basic prices must be fixed by reference to the trend in the average prices recorded during the three previous years on the most representative producer markets within the Community for a product of defined commercial characteristics, such as  variety or type, quality class, size and packaging; whereas the buying-in prices must be fixed by reference to the basic price in accordance with Article 16 (3) of Regulation (EEC) No 1035/72,", "main_body": ["The basic and buying-in prices for fruit and vegetables for the 1994/95 marketing year, the periods during which they apply and the standard qualities to which they refer shall be as set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EC) No 3669/93 (OJ No L 338, 31. 12. 1993, p. 26).(2) OJ No L 111, 30. 4. 1994, p. 1.(3) OJ No L 136, 31. 5. 1994. p. 73.(4) OJ No L 161, 29. 6. 1994, p. 1.(5) OJ No  C 83, 19. 3. 1994, p. 43.(6) OJ No C 128, 9. 5. 1994.(7) OJ No C 148, 30. 5. 1994, p. 49.\nANNEX\nID=\"1\"> BASIC PRICES AND BUYING-IN PRICES\nCAULIFLOWERS For the period 1 August 1994 to 30 April 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">21,79> ID=\"2\">9,38\"> ID=\"1\">23,56> ID=\"2\">10,02\"> ID=\"1\">24,45> ID=\"2\">10,39\"> ID=\"1\">29,48> ID=\"2\">12,75\"> ID=\"1\">29,48> ID=\"2\">12,75\"> ID=\"1\">29,48> ID=\"2\">12,75\"> ID=\"1\">27,48> ID=\"2\">11,85\"> ID=\"1\">28,92> ID=\"2\">12,39\">  ID=\"1\">29,28> ID=\"2\">12,75\"\"These prices refer to packed 'trimmed' cauliflowers of Quality Class I.\n>\nTOMATOES For the period 1 August to 30 November 1994  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">20,67> ID=\"2\">7,67\"> ID=\"1\">21,94> ID=\"2\">8,17\"> ID=\"1\">23,27> ID=\"2\">8,57\"> ID=\"1\">28,02> ID=\"2\">11,22\"\"These prices refer to packed 'round' and 'ribbed' tomatoes of Quality Class I, size 57/67 mm.\n>\nAUBERGINES For the period 1 August to 31 October 1994  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">17,55> ID=\"2\">7,04\"\"These prices refer to the following packed products:\n- elongated aubergines of Quality Class I, size over 40 mm,\n- globus aubergines of Quality Class I, size over 70 mm.\n>\nPEACHES For the period 1 August to 30 September 1994  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">42,38 > ID=\"2\">23,74\"\"These prices refer to packed peaches of the Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J.H. Hale, Merril Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime varieties of Quality Class I,  size 61 to 67 mm.\n>\nNECTARINES For the period 1 to 31 August 1994  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">53,99> ID=\"2\">25,91\"\"These prices refer to packed nectarines of the Armking, Crimsongold, Early sun grand, Fantasia, Independence, May Grand, Nectared, Snow Queen and Stark red gold varieties of Quality Class I, size 61 to 67 mm.\n>\nLEMONS For the period 1 August 1994 to 31 May 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">42,56> ID=\"2\">25,16\"> ID=\"1\">38,18> ID=\"2\">23,76\"> ID=\"1\">36,01> ID=\"2\">23,41\"> ID=\"1\">35,00> ID=\"2\">20,46\"> ID=\"1\">34,37> ID=\"2\">20,21\"> ID=\"1\">35,38> ID=\"2\">20,72\"> ID=\"1\">34,12> ID=\"2\">20,09\"> ID=\"1\">36,00> ID=\"2\">20,72\">  ID=\"1\">37,16> ID=\"2\">21,73\"> ID=\"1\">38,04> ID=\"2\">22,24\"\"These prices refer to packed lemons of Quality Class I, size 53 to 62 mm.\n>\nPEARS (other than perry pears) For the period 1 August 1994 to 30 April 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">26,37> ID=\"2\">14,15\"> ID=\"1\">25,22> ID=\"2\">13,53\"> ID=\"1\">26,24> ID=\"2\">13,53\"> ID=\"1\">26,63> ID=\"2\">13,78\"> ID=\"1\">27,00> ID=\"2\">14,15\"> ID=\"1\">27,25> ID=\"2\">14,41\"\"These prices refer to the following packed products:\n- pears of the Beurré Hardy, Bon Chrétien Williams, Conférence, Coscia (Ercolini), Crystallis (Beurré Napoléon, Blanquilla, Tsakonika), Dr Jules Guyot (Limonera) and Rocha varieties, Quality Class I, size 60 mm or more,\n- pears of the Empereur Alexandre (Kaiser Alexandre Bosc) variety, Quality Class I, size 70 mm or more.\n>\nTABLE GRAPES For the period 1 August to 20 November 1994  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">35,83> ID=\"2\">23,05\"> ID=\"1\">32,03> ID=\"2\">19,62\"\"These prices refer to packed table grapes of the Regina dei Vigneti, Sultanine, Regina (Mennavacca bianca, Rosaki, Dattier de Beyrouth), Italia, Aledo, Ohanes (Almeria) and D. Maria  varieties, Quality Class I.\n>\nAPPLES (other than cider apples) For the period 1 August 1994 to 31 May 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">26,08> ID=\"2\">13,29\"> ID=\"1\">26,08> ID=\"2\">13,29\"> ID=\"1\">26,08> ID=\"2\">13,41\"> ID=\"1\">26,79> ID=\"2\">13,84\"> ID=\"1\">29,18> ID=\"2\">14,95\"> ID=\"1\">31,58> ID=\"2\">16,05\"\"These prices refer to the following packed products:\n- apples of the Reine des reinettes and Verde Doncella varieties, Quality Class I, size 65 mm or more.\n- apples of the Delicious Pilafa, Golden Delicious, James Grieve, Red Delicious, Reinette grise du Canada and Starking Delicious varieties, Quality Class I, size 70 mm or more.\n>\nMANDARINS For the period from 16 November 1994 to 28 February 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">36,48> ID=\"2\">23,24\"> ID=\"1\">36,10> ID=\"2\">22,83\"> ID=\"1\">35,60> ID=\"2\">22,07\"> ID=\"1\">33,94> ID=\"2\">21,56\"\"These prices refer to packed mandarins of Quality Class I, size 54 to 69 mm.\n>\nSATSUMAS For the period 16 October 1994 to 15 January 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">28,37> ID=\"2\">13,55\"> ID=\"1\">25,13> ID=\"2\">11,31\"> ID=\"1\">27,29> ID=\"2\">12,28\"> ID=\"1\">26,21> ID=\"2\">11,92\"\"These prices refer to packed satsumas Unshiu (owari) of Quality Class I, size 54 to 69 mm.\n>\nCLEMENTINES For the period 1 December 1994 to 15 February 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">33,41> ID=\"2\">18,40\"> ID=\"1\">31,22> ID=\"2\">17,19\"> ID=\"1\">35,98> ID=\"2\">17,94\"\"These prices refer to packed clementines (citrus reticulata, Blanco) of Quality Class I, size 43 to 60 mm.\n>\nSWEET ORANGES For the period 1 December 1994 to 31 May 1995  \"(ECU/100 kg net)\n\"\"\" ID=\"1\">34,02> ID=\"2\">21,50\"> ID=\"1\">30,47> ID=\"2\">19,73\"> ID=\"1\">31,09> ID=\"2\">20,21\"> ID=\"1\">33,00> ID=\"2\">20,49\"> ID=\"1\">33,63> ID=\"2\">20,74\"\"These prices refer to packed oranges of the Moro, Navel, Navellina, Salustiana, Sanguinello and  Valencia late varieties, Quality Class I, size 67 to 80 mm.\n>\n>Note:\nThe prices given in this Annex do not include the cost of the packaging in which the product is presented.\n\""}