{"celex_id": "31996R0230", "uri": "http://publications.europa.eu/resource/cellar/f223ffc5-18ae-4e02-8094-d6cc0deecdf5", "type": "Regulation", "concepts": ["1644", "3579", "3591", "5969"], "title": "Commission Regulation (EC) No 230/96 of 7 February 1996 on the extension of the validity of import licences issued upon the allocation of the 1996 quantitative quotas for certain products originating in the People's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 230/96 of 7 February 1996 on the extension of the validity of import licences issued upon the allocation of the 1996 quantitative quotas for certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), as amended by Regulation (EC) No 138/96 (2), and in particular Article 17 (2) thereof,\nWhereas Commission Regulation (EC) No 1732/95 (3) establishes administrative procedures for the 1996 quantitative quotas for certain products originating in the People's Republic of China; whereas, pursuant to the provisions of Article 7 of that Regulation, the import licences covering these quotas are, in principle, valid for nine months starting on 1 January 1996, although an extension may be possible subject to certain conditions;\nWhereas Commission Regulation (EC) No 2319/95 (4) establishes the quantities to be allocated to importers from the said quotas;\nWhereas Regulation (EC) No 138/96 amends Article 2 (5) of Regulation (EC) No 520/94 to the effect that quantities that have not been used in a quota period may be redistributed during the next quota period; whereas, therefore, import licences being valid for a period equal to the whole of the quota period are no longer incompatible with the aim of ensuring optimum use of the quotas;\nWhereas in view of the special nature of transactions concerning products subject to quota, it would seem advisable to extend until 31 December 1996 the period of validity of licences issued pursuant to Regulation (EC) No 2319/95;\nWhereas these measures are in accordance with the opinion of the Committee for the administration of quotas set up under Article 22 of Regulation (EC) No 520/94,", "main_body": ["The period of validity of the import licences issued by the competent authorities of the Member States pursuant to Regulation (EC) No 2319/95 is hereby extended until 31 December 1996.\nAt the request of any importer, the competent authority which has issued the import licence shall endorse it with the modified last date of validity. This endorsement, made free of charge, shall be authenticated by the competent authority.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 21, 27. 1. 1996, p. 6.\n(3) OJ No L 165, 15. 7. 1995, p. 6.\n(4) OJ No L 234, 3. 10. 1995, p. 16."}