{"celex_id": "31994R0486", "uri": "http://publications.europa.eu/resource/cellar/a5e87fca-f59c-4bbc-a07f-02aa6253233c", "type": "Regulation", "concepts": ["1309", "1591", "3754", "519", "588", "5969"], "title": "Council Regulation (EC) No 486/94 of 4 March 1994 imposing definitive anti-dumping duties on imports of fluorspar originating in the People's Republic of China and collecting definitively the provisional anti-dumping duty\n", "header": "COUNCIL REGULATION (EC) No 486/94 of 4 March 1994 imposing definitive anti-dumping duties on imports of fluorspar originating in the People's Republic of China and collecting definitively the provisional anti-dumping duty\nTHE COUNCIL OF  THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), hereinafter referred to as the basic Regulation, and in particular\nArticle 12\nthereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Provisional measures\n(1) By Regulation (EEC) No 2463/93 (2), hereinafter referred to as the Provisional Duty Regulation, the Commission imposed a provisional anti-dumping duty on imports of fluorspar, presented in filter cake or powder form, falling within CN code ex 2529  21 00 (Taric code 2529 21 00*10) or CN code ex 2529 22 00 (Taric code 2529 22 00*10), originating in the People's Republic of China.\nThe Council by Regulation (EC) No 3529/93 (3) extended the validity of this duty for a period not exceeding two months.\nB. Subsequent procedure\n(2) Subsequent to the imposition of the provisional anti-dumping duty, the interested parties who so requested, were granted an opportunity to be heard by the Commission. Certain of these parties also presented written submissions making known their  views on the findings.\n(3) Upon request, the parties were informed of the essential facts and considerations on the basis of which it was intended to recommend the imposition of definitive anti-dumping measures and the definitive collection of amounts secured by way of  provisional duty.\nThey were also granted a period within which to make representations subsequent to the disclosure.\n(4) The parties' comments were considered and the Commission modified its conclusions where it was deemed to be justified.\n(5) Because of the complexity of the data examined and of the difficulties faced in selecting the reference country, the investigation could not be concluded within the time limit provided for in Article 7 (9) (a) of the basic Regulation.\nC. Product under investigation and like product\n(6) Subsequent to the publication of the provisional duty Regulation, the definition of the product was amended by Regulation (EC) No 3421/93.\nNo comments were received by the Commission in respect of this amendment and therefore this product definition is confirmed by the Council for definitive determination.\n(7) As regards the definition of like product within the meaning of Article 2 (12) of the Basic Regulation, the Commission has established in recitals 10 and 11 of the provisional duty Regulation, that fluorspar originating in China, in South Africa -  selected as a reference country - and in the European Community, has the same chemical and physical characteristics, the same final application and is fully interchangeable, irrespective of origin. In the absence of new arguments submitted by the  parties, the Council confirms the conclusions of the Commission as set out in receitals 10 and 11 of the provisional duty Regulation.\nD. Dumping\n1. Normal value\n(8) In the provisional duty Regulation, the Commission concluded that South Africa was an appropriate reference country for the determination of the normal value of Chinese imports into the Community.\nTherefore, normal value was established in accordance with Article 2 (5) (a) (i) of the basic Regulation on the basis of the prices of fluorspar sold by a South African producer on its domestic market, for the reasons explained in recitals 14 and 15 of  the provisional duty Regulation.\nAs the parties concerned by the proceeding have raised no objection to this choice and to the method of the determination of the normal value, the Council confirms the Commission's findings as set out in recitals 14 and 15 of the provisional duty  Regulation.\n(9) In recital 13 of the provisional duty Regulation the Commission had also considered that, in view of the fact that the South African producer has more difficult access to raw materials, a downward adjustment of the selling prices in South Africa was  necessary for the establishment of the normal value in an appropriate and not unreasonable manner, in accordance with Article 2 (5) of the basic Regulation.\n(10) The complainants claimed that the abovementioned adjustment is not in line with the basic Regulation for the following legal and technical reasons:\n(i) The downward adjustment implies the fact that the Commission has taken costs related to the non-market economy country into consideration, which in accordance with Article 2 (5) of the basic Regulation should be avoided;\n(ii) The Commission has taken into account only a selective choice of natural advantages and has not taken into consideration many other natural advantages and disadvantages, in addition to easier access in raw materials.\nThe Commission cannot accept these arguments. Indeed, the consideration of natural advantages, as described in the provisional duty Regulation, does not infer taking into account any costs in the non-market economy country. The downward adjustment is  restricted to eliminating, in the determination of the normal value in the reference country, certain steps of the production process, which are necessary in South Africa and are not necessary in the People's Republic of China. The consequence of this  elimination being that the relevant costs, as established in the reference country, should not be included in the determination of the normal value.\nIn this respect, the Commission believes that the purpose of this adjustment based on the natural advantage in the exporting country, is that of establishing the normal value in the reference country in an appropriate and not unreasonable manner, in  accordance with Article 2 (5) of the basic Regulation.\n(11) As to the technical arguments submitted by the complainants in this respect, the Commission considers that these elements are not related to the natural advantages enjoyed by the Chinese production. In addition, all the other advantages or  disadvantages referred to by the complainants have only been supported by allegations without any evidence being supplied. In contrast to the above, it should be stressed that the adjustment made to the normal value was supported by data provided by the  South African producer in the course of the verification visit showing that certain steps of the production process carried out in South Africa are not necessary in China, due to easier access to the main raw material as a result of a higher fluorspar  content in the mined material.\n(12) The Commission considers that the arguments submitted are not duly substantiated and therefore confirms the findings set out in the provisional duty Regulation.\nThe Council confirms the above conclusions of the Commission.\n2. Export price\n(13) Due to the insufficient cooperation of the Chinese producers, and as set out in recitals 16 to 18 of the provisional duty Regulation, the export price was determined on the best information available, in accordance with Article 7 (7) (b) of the  basic Regulation. In the specific circumstances, this information was considered to be the data contained in Eurostat for Chinese exports under CN code ex 2529 22 00, which shows an average cif price at the Community frontier of ECU 82,5 per tonne.\nAs the parties have not contested this determination, the Council confirms this conclusion.\n3. Comparison\n(14) For purposes of provisional determination, normal value on an ex-works basis in South Africa was compared with a fob Chinese port export price in China.\n(15) The complainants have objected to this methodology on the basis that this comparison is not at the same commercial stage and that as a consequence the transport costs which are necessary in South Africa to convey the product from the factory to the  port have not been taken into account.\nThe exporters insisted on a comparison made on a fob level for the export price in the non-market economy country and on an ex-works basis for the normal value in the reference country, arguing that in case of a non-market economy country, the premises  of the exporters correspond to the borders of the country.\nThe Commission, on considering all the arguments brought forward, accepts that, for purposes of comparison, the normal value and export price should normally be compared on an ex-factory level so that both can be compared at the same stage. In the case  of a non-market economy country, Article 2 (5) of the basic Regulation precludes the investigation of the transport costs within the country. Because of this, the determination of a normal value at an ex-factory level is not possible unless the  transport costs are calculated on the basis of the reference country. This requires, however, knowledge of the actual location of the production centres in the non-market economy country and in the case of there being several producers at different  locations, the actual production of each one of them.\nIn this specific case and in view of the fact that the cooperating exporters represent only 21 % of the totality of the Chinese fluorspar imports into the Community in the investigation period, the Commission has not sufficient information concerning  the actual distance of all the production centres to the ports. This lack of cooperation makes it impossible to evaluate the actual location of the production centres which export to the European Community.\nIn the circumstances, the Commission, in view of the fact that the comparison cannot be made at an ex-works stage, considers that the first equivalent stage at which reliable information is available is the fob level. Because of this, the Commission  considers the comparison at the fob level to be the more reasonable and appropriate.\nThe Council confirms these conclusions.\n(16) As to the other adjustments made by the Commission, no observations have been made by the parties. The conclusions of the Commission are therefore by the Council.\n4. Dumping margin\n(17) As a result of the modification to the export price calculation, the definitive dumping margin, expressed as a percentage of the cif value, is equal to 37,8 %. The Council confirms the above conclusions as well as all the other conclusions set out  in recitals 21 and 22 of the provisional duty Regulation.\nE. Injury\n(18) In its preliminary considerations, (recital 23 of the provisional duty Regulation), the Commission assessed injury on data referring to the free market and concluded that the Community fluorspar industry had suffered material injury because of the  effects of the dumped imports from the country concerned.\n(19) The exporters have argued that the injury was not caused to the Community industry within the meaning of Article 4 (5) of the Basic Regulation and that the complainants do not qualify as such Community industry.\nIn respect of this argument, the Commission has established that the cooperating producers accounted for approximately 90 % of the total Community production of fluorspar (see recital 3 of the provisional duty Regulation), and therefore complied with  the requirements of Article 4 (5) to be qualified as the Community industry.\nAs established in recital 23 of the provisional duty Regulation, the Commission considered that, because of the particular characteristics of the fluorspar market in the Community, the assessment of injury could be restricted to the free market. This  separation only concerns the assessment of injury and does not infer a reduction of the size of the Community industry for purposes of its qualification under Article 4 (5).\n(20) Furthermore, the exporters contested the separation of the market into two different segments, which they considered wholly unwarranted and disputed that it was in compliance with the criteria indicated by the case law of the Court of Justice of  the European Communities.\nIn this respect, however, no substantiated arguments were made concerning the non-compliance with these criteria and, accordingly, the Commission confirms its findings as indicated in recital 23 of the Provisional Duty Regulation.\n(21) The Council confirms the conclusions of the Commission concerning the market to be assessed and all data concerning the determination of injury.\nF. Causal link between injury and dumped imports\n(22) In recital 40 of the provisional duty Regulation, the Commission concluded that the dumped imports originating in the People's Republic of China, because of their increasingly strong presence on the Community market, their low prices and the  resultant lack of profitability of the Community industry, caused material injury to the Community industry.\nThe exporters contested the causal link between the dumped imports from China and the material injury suffered by the Community industry, as established by the Commission.\nThe Commission has replied to these arguments and has received no further comments from the exporters.\nTherefore, the Council confirms the conclusions of the Commission as set out in recitals 35 to 39 of the provisional duty Regulation.\nG. Community interest\n(23) The Commission has received no observations from the interested parties concerning its provisional findings. Therefore, the considerations on the Community interest, as set out in recitals 41 to 44 of the provisional duty Regulation, are to be  considered as final.\nThe Council confirms these conclusions.\nH. Definitive duty\n(24) In order to determine whether a lower dumping duty should be imposed, the Commission compared the weighted average selling price of Chinese fluorspar (on a Community frontier customs cleared basis) with the corresponding average price of fluorspar  produced and sold during the same period by the Community industry. Since this difference was higher than the dumping margin established, it is the latter which should be imposed.\nAs a result of the modification in the dumping margin, the minimum price referred to under recital 45 of the provisional duty Regulation should be ECU 113,5 per tonne. All the other conclusions of recital 45 are confirmed for the purpose of definitive  determinations.\nThe Council confirms the conclusions of the Commission.\nI. Collection of provisional duties\n(25) In view of the dumping margin established and the seriousness of the injury caused to the Community industry, the Council considers it necessary that amounts secured by way of provisional anti-dumping duties should be definitively collected,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of fluorspar presented in filter cake or powder form, falling within CN code ex 2529 21 00 (Taric code 2529 21 00 * 10) or CN code ex 2529 22 00 (Taric code 2529 22 00 * 10),  originating in the People's Republic of China.\n2. The duty shall be equal to the difference between a minimum price of ECU 113,50 per tonne (dry net weight) and the net, free-at-Community-frontier price, before customs clearance.\n3. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty imposed by Regulation (EEC) No 2463/93 shall be definitively collected.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1994.\nFor the Council\nThe President\nC. SIMITIS\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 226, 7. 9. 1993, p. 3. Regulation as amended by Regulation (EC) No 3421/93 (OJ No L 312, 15. 12. 1993, p. 5).\n(3) OJ No L 321, 23. 12. 1993, p. 1."}