{"celex_id": "31997R2041", "uri": "http://publications.europa.eu/resource/cellar/ed70dd08-1cec-4973-86d1-4aec305c23b3", "type": "Regulation", "concepts": ["1605", "1644", "2488", "2771", "4580", "666"], "title": "Commission Regulation (EC) No 2041/97 of 17 October 1997 repealing Regulation (EC) No 289/97 subjecting the issue of import licences for processed tomatoes originating in Turkey to special conditions\n", "header": "COMMISSION REGULATION (EC) No 2041/97 of 17 October 1997 repealing Regulation (EC) No 289/97 subjecting the issue of import licences for processed tomatoes originating in Turkey to special conditions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organization of the markets in processed fruit and vegetable products (1), and in particular Article 11 (2) thereof,\nWhereas Commission Regulation (EC) No 289/97 (2) provides for a period for consideration before the issue of import licences for processed tomatoes falling within CN code 2002 originating in Turkey and special conditions for the submission to the Commission by the Member States of information on licences; whereas an Agreement in the form of an Exchange of Letters on the adjustment of the import arrangements for the product in question was concluded between the European Community and Turkey; whereas, in accordance with the Agreement, Council Regulation (EEC) No 4115/86 of 22 December 1986 on import into the Community of agricultural products originating in Turkey (3), as amended by Regulation (EC) No 1620/97 (4), opens tariff quotas from 1 September 1997; whereas those quotas are administered in accordance with Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey and providing detailed rules for extending and adapting these tariff quotas (5), as last amended by Regulation (EC) No 1620/97; whereas, consequently, the period for consideration and the special rules for the submission of information provided for by Regulation (EC) No 289/97 are no longer necessary; whereas that Regulation should therefore be repealed immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EC) No 289/97 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 29.\n(2) OJ L 48, 19. 2. 1997, p. 8.\n(3) OJ L 380, 31. 12. 1986, p. 16.\n(4) OJ L 224, 14. 8. 1997, p. 1.\n(5) OJ L 199, 2. 8. 1994, p. 1."}