{"celex_id": "31996R2497", "uri": "http://publications.europa.eu/resource/cellar/bad2230e-b99b-4824-bf7d-e9f0e22c56c0", "type": "Regulation", "concepts": ["1518", "161", "1644", "4048", "4080", "4687"], "title": "Commission Regulation (EC) No 2497/96 of 18 December 1996 laying down procedures for applying in the poultrymeat sector the arrangements provided for in the Association Agreement and the Interim Agreement between the European Community and the State of Israel\n", "header": "COMMISSION REGULATION (EC) No 2497/96 of 18 December 1996 laying down procedures for applying in the poultrymeat sector the arrangements provided for in the Association Agreement and the Interim Agreement between the European Community and the State of Israel\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2398/96 of 12 December 1996 opening the tariff quota for turkey meat from Israel provided for in the Association Agreement and the Interim Agreement between the European Community and the State of Israel (1) and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market poultrymeat (2), as last amended by Commission Regulation (EC) No 2615/95 (3), and in particular Article 15 thereof,\nWhereas, pending entry into force of the Association Agreement, the arrangements for trade were applied by virtue of Decision 96/206/ECSC, EC of the Council and the Commission of 22 December 1996 on the conclusion by the European Community of an Interim Agreement on trade and trade-related matters between the European Community and the European Coal and Steel Community of the one part and the State of Israel of the other part (4), signed on 18 December 1995 and in force from 1 January 1996;\nWhereas provision should be made for the administration of the said arrangements to be by means of import licences; whereas, to that end, notwithstanding Article 8 of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (5), as last amended by Regulation (EC) No 2350/96 (6), detailed rules for submission of the applications and the particulars which should appear in applications and licences should be laid down; whereas, in addition, provision should be made for licences to be issued after a period of consideration, applying, where necessary, a single acceptance rate;\nWhereas, in order to ensure regular imports, the quantities laid down in Annex I to this Regulation should be staggered over the year;\nWhereas, since the arrangements cannot be applied until 1 January 1997, the quota provided for 1996 should be carried forward into 1997;\nWhereas, in order to ensure proper administration of the system, the security for import licences under the said system should be fixed at ECU 20 per 100 kilograms; whereas, in view of the likelihood of speculation inherent in the system in the poultrymeat sector, precise conditions governing access by traders to the said system should be laid down;\nWhereas the attention of traders should be drawn to the fact that licences may be used only for products that comply with all the veterinary requirements in force in the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["All imports into the Community under the arrangements provided for in Protocol 1 to the Association Agreement and to the Interim Agreement between the European Community and the State of Israel of products in group I1 referred to in Annex I to this Regulation shall be subject to the presentation of an import licence.\nThe quantities of products to which those arrangements apply and the rates of customs duty shall be those listed in Annex I.\nThe rate or reduction in the customs duty shall be that provided for in Article 2 for the period for which a licence is requested.", "The quotas referred to in Article 1 shall be staggered as follows:\n- 25 % in the period 1 January to 31 March,\n- 25 % in the period 1 April to 30 June,\n- 25 % in the period 1 July to 30 September,\n- 25 % in the period 1 October to 31 December.", "The import licences provided for in Article 1 shall be subject to the following rules:\n(a) applicants for import licences must be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities of the Member States that they have imported or exported not less than 50 tonnes of products falling under Regulation (EEC) No 2777/75 in each of the two calendar years preceding the year in which the licence application is lodged. However, retail establishments or restaurants selling their products to final consumers are excluded from the benefits of this system;\n(b) the licence application may involve several products covered by different CN codes. In such cases, all the CN codes shall be indicated in section 16 and their description in section 15.\nA licence application must relate to at least one tonne and to a maximum of 10 % of the quantity available for the group concerned and the period as specified in Article 2;\n(c) section 8 of licence applications and licences shall indicate the country of origin; licences shall entail an obligation to import from the country indicated;\n(d) section 20 of licence applications and licences shall show one of the following:\nReglamento (CE) n° 2497/96\nForordning (EF) nr. 2497/96\nVerordnung (EG) Nr. 2497/96\nÊáíïíéóìüò (ÅÊ) áñéè. 2497/96\nRegulation (EC) No 2497/96\nRèglement (CE) n° 2497/96\nRegolamento (CE) n. 2497/96\nVerordening (EG) nr. 2497/96\nRegulamento (CE) nº 2497/96\nAsetus (EY) N:o 2497/96\nFörordning (EG) nr 2497/96\n(e) section 24 of licences shall show one of the following:\nCCT duties reduced as provided for in:\nReglamento (CE) n° 2497/96\nForordning (EF) nr. 2497/96\nVerordnung (EG) Nr. 2497/96\nÊáíïíéóìüò (ÅÊ) áñéè. 2497/96\nRegulation (EC) No 2497/96\nRèglement (CE) n° 2497/96\nRegolamento (CE) n. 2497/96\nVerordening (EG) nr. 2497/96\nRegulamento (CE) nº 2497/96\nAsetus (EY) N:o 2497/96\nFörordning (EG) nr 2497/96.", "1. Licence applications may be submitted only during the first 10 days of each period specified in Article 2. However, for the period 1 January to 31 March 1997, applications may be submitted only during the first 10 days following the date of entry into force of this Regulation.\n2. Licence applications shall be admissible only where the applicant declares in writing that he has not submitted and undertakes not to submit any applications, in respect of the current period, concerning products in the same group in the Member State in which his application is lodged or in other Member States.\nWhere the same applicant submits more than one application relating to products in the same group, all applications from that person shall be inadmissible.\n3. A security of ECU 20 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.\n4. The Member States shall notify the Commission on the fifth working day following the end of the application submission period of applications submitted for each of the products in the group. Such notification shall include a list of applicants and a statement of the quantities applied for in the group.\nAll notifications, including nil returns, shall be made by telex or fax on the working day stipulated, using the model in Annex II to this Regulation in cases where no application has been submitted and the models in Annexes II and III in cases where applications have been submitted.\n5. The Commission shall be decide as quickly as possible to what extent quantities may be awarded in respect of the applications referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single acceptance rate as a percentage of quantities applied for.\n6. Licences shall be issued as quickly as possible after the Commission has taken its decision.\n7. Licences may be used only for products complying with all the veterinary requirements in force in the Community.", "For the purposes of Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 150 days from the date of actual issue.\nImport licences issued pursuant to this Regulation shall not be transferable.", "Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 shall apply.\nHowever, notwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity imported under this Regulation may not exceed that shown in sections 17 and 18 of the import licence. The figure '0` shall accordingly be entered in section 19 of licences.", "The imported products shall be placed in free circulation on presentation of a movement certificate EUR 1 issued by the State of Israel in accordance with Protocol 3 annexed to the Association Agreement and the Interim Agreement.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 327, 18. 12. 1996, p. 7.\n(2) OJ No L 282, 1. 11. 1975, p. 88.\n(3) OJ No L 305, 19. 12. 1995, p. 49.\n(4) OJ No L 71, 20. 3. 1996, p. 1.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 320, 11. 12. 1996, p. 4.\nANNEX I\n>TABLE>\nANNEX II\n>START OF GRAPHIC>\nApplication of Regulation (EC) No 2497/96\nCOMMISSION OF THE EUROPEAN COMMUNITIES DG VI/D.3 POULTRYMEAT SECTOR\t\t>END OF GRAPHIC>\nANNEX III\n>START OF GRAPHIC>\nApplication of Regulation (EC) No 2497/96\nCOMMISSION OF THE EUROPEAN COMMUNITIES DG VI/D.3\nPOULTRYMEAT SECTOR\t\t>END OF GRAPHIC>"}