{"celex_id": "31994R0763", "uri": "http://publications.europa.eu/resource/cellar/b2cf384b-c80c-405c-a9ad-61e5ffe724fb", "type": "Regulation", "concepts": ["1565", "20", "2300", "2763", "3170", "3342"], "title": "Commission Regulation (EC) No 763/94 of 6 April 1994 amending Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\n", "header": "COMMISSION REGULATION (EC) No 763/94 of 6 April 1994 amending Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 230/94 (2), and in particular Articles 13 (3) and 17 (4) thereof,\nWhereas Commission Regulation (EEC) No 2730/81 (3), as last amended by Regulation (EEC) No 3793/88 (4), established a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector;\nWhereas, in the light of the most recent information available to the Commission on the trade practices followed by the importing countries concerned and the official nature of the agencies in question, Regulation (EEC) No 2730/81 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In the Annex to Regulation (EEC) No 2730/81, the list of issuing organizations shall be amended as follows:\nFor the importing country Algeria, the three following issuing agencies:\n'Office régional du lait et des produits laitiers du centre (ORLAC),\n1, Place Slimane Hmdadouchi,\nHussein Dey, Alger.\nOffice régional du lait et des produits laitiers de l'Est (Orelait),\nAnnaba,\nroute d'El Hadjar,\nAlgérie.\nOffice régional du lait et des produits laitiers de l'Ouest (Orolait).\n87, avenue de l'Anp.\nEs Senia/Oran,\nAlgérie.'\nare replaced by:\n'Groupement d'intérêt Commun des Offices du Lait Orelait-Orlac-Orolait,\n1, Place Slimane Hmdadouchi,\nHussein Dey, Alger.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 30, 3. 2. 1994, p. 1.\n(3) OJ No L 272, 26. 9. 1981, p. 25.\n(4) OJ No L 334, 6. 12. 1988, p. 14."}