{"celex_id": "31993R2837", "uri": "http://publications.europa.eu/resource/cellar/cf66ba50-4341-4fff-b6bf-38292c963fc0", "type": "Regulation", "concepts": ["2292", "2734", "3003", "4171", "4885", "755"], "title": "Commission Regulation (EEC) No 2837/93 of 18 October 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 with regard to the maintenance of olive groves in traditional olive-growing areas\n", "header": "COMMISSION REGULATION (EEC) No 2837/93 of 18 October 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 with regard to the maintenance of olive groves in traditional olive-growing areas\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean Islands concerning certain agricultural products (1), and in particular Article 11 (2) thereof,\nWhereas Regulation (EEC) No 2019/93 provides for the grant of a flat-rate annual aid per hectare to maintain olive groves in traditional olive growing areas, provided that the olive groves are kept and maintained in good production conditions; whereas,  therefore, the detailed rules for applying the aid scheme in question, including the conditions governing the grant of aid and the provisions relating to inspection, should be laid down;\nWhereas, given the variations in growing conditions and traditional practices in the regions concerned, the conditions for the proper maintenance of olive groves must be based on the maintenance work recognized as necessary according to local practices  and traditions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The flat-rate aid per hectare to maintain olive groves, provided for in Article 11 of Regulation (EEC) No 2019/93, shall be granted for areas:\n(a) with a minimum density of 50 trees per hectare;\n(b) in which the work recognized as necessary, in accordanc with local practices and traditions, for the maintenance of the olive groves in good condition is carried out in an appropriate manner;\n(c) which, in the case of olive groves for the production of olive oil, have been the subject of a crop declaration pursuant to Article 3 of Council Regulation (EEC) No 2261/84 (2);\n(d) which have been the subject of an aid application, in accordance with Article 2.", "1. The producers concerned shall lodge an aid application with the competent body by 15 June of each year at the latest. However, for 1993 the said application shall be lodged by 30 November 1993 at the latest.\nExcept in the case of force majeure, where an application is lodged after the due date the amount of aid to which the producer would have been entitled had the application been lodged in due time shall be reduced by 1 % per working day. If the delay  exceeds 20 days the application shall be inadmissible.\nThe aid shall be paid out during the period 16 October to 30 November of each year. However, for 1993 payment shall be made by 31 December 1993 at the latest.\n2. The aid application shall include at least the following:\n- the surname, forenames and address of the applicant,\n- the surfaces areas under cultivation, in hectares,\n- the number of olive trees involved,\n- in the case of olive groves for the production of olive oil, the reference for the last crop declaration submitted,\n- the land register reference of the surface areas or an equivalent reference recognized by the body responsible for checking the areas.", "Greece shall carry out administrative and on-the-spot checks in order to verify that the conditions for the granting of the aid have been complied with.\nThe on-the-spot checks shall include, for each Nomos, at least 10 % of the aid applications submitted. However, this percentage shall be limited to 5 % in the first year of application. If a significant number of irregularities is detected in a given  Nomos, the competent authorities shall carry out further checks in the year in question and shall increase the percentage of applications to be checked in the following year for that Nomos.\nThe applications selected for on-the-spot checks shall be determined by the competent authority, notably on the basis of a risk analysis, subject to efforts to ensure the selection of a representative sample.\nThe on-the-spot checks shall involve:\n- measurement of all the areas covered by the application,\n- verification of the upkeep of the olive groves in good production conditions,\n- verification of compliance with the minimum density requirement.", "1. If it is found that the actual area exceeds the area declared in the aid application, the aid shall be calculated on the basis of the area declared.\n2. If the checks shows that the area declared exceeds that actually observed by a maximum of 20 %, the aid shall be calculated on the basis of the area actually observed, less the excess which has been identified.\n3. If the excess is greater than the limit laid down in paragraph 2, the application for the year in question shall be rejected. Furthermore, if the application has been deliberately falsified or the applicant has been guilty of serious negligence in  completing it, he shall not be eligible for aid the following year.\n4. The aid shall not be granted if the conditions relating to the proper upkeep of the olive groves or to the minimum density are not complied with.\n5. If the check cannot be undertaken by virtue of some act of the applicant, the aid shall not be granted for the year in question, except in cases of force majeure. The interested party must supply the competent authorities with written evidence of the  factors constituting force majeure within 10 days of the date laid down for the inspection.", "By 31 December of each year Greece shall notify the Commission of:\n1. the number of aid applications and areas in receipt of aid, in hectares and by Nomos;\n2. the percentage of applications and areas checked;\n3. the number of applications and irregularities and the areas involved.\nHowever, the information must be supplied for 1993 by 28 February 1994 at the lastest.", "1. In cases where aid has been paid unduly, the competent departments shall recover the amounts paid, plus interest running from the date of payment until that of actual recovery. The interest rate shall be that in force for similar recovery  operations under national law.\n2. The aid recovered and any interest shall be made over to the paying department or agencies, which shall make a deduction proportionate to the Community financing rate from the volume of expenditure financed by the European Agricultural Guidance and  Guarantee Fund.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 184, 27. 7. 1993, p. 1.\n(2) OJ No L 208, 3. 8. 1984, p. 3."}