{"celex_id": "31999D0463", "uri": "http://publications.europa.eu/resource/cellar/4af4e715-153d-48d8-aaf4-520bd88051b6", "type": "Decision", "concepts": ["1309", "1767", "4160", "4164", "5369", "842"], "title": "1999/463/EC: Commission Decision of 30 June 1999 amending Commission Decisions 1999/240/EC and 1999/241/EC on certain protection measures with regard to registered horses coming from Singapore and Malaysia (Peninsula) and equidae coming from Australia (notified under document number C(1999) 1802) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 30 June 1999\namending Commission Decisions 1999/240/EC and 1999/241/EC on certain protection measures with regard to registered horses coming from Singapore and Malaysia (Peninsula) and equidae coming from Australia\n(notified under document number C(1999) 1802)\n(Text with EEA relevance)\n(1999/463/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(7) thereof,\n(1) Whereas by Decision 1999/240/EC(3) the Commission has adopted certain protection measures with regard to registered horses coming from Singapore and Malaysia (Peninsula) due to the occurrence of Hendra-like disease (paramyxovirus), a zoonotic disease that had caused fatalities in humans;\n(2) Whereas this infection is a new disease named Nipah disease, which, as known now, is transmitted to humans by pigs;\n(3) Whereas according to official information pig-farming ceased in Singapore in 1990 and imports from Malaysia of live pigs, equidae and other mammalian animals susceptible to this disease are prohibited; whereas moreover Singapore officially notified the completion with negative results of a survey for this disease in horses and in persons handling horses;\n(4) Whereas by Decision 1999/241/EC(4) the Commission has adopted certain protection measures with regard to equidae coming from Australia due to the occurrence of Hendra disease (equine morbillivirus) in a horse in Queensland in January 1999; whereas this Decision applies until 31 May 1999;\n(5) Whereas the presence of this disease in certain wildlife species in certain parts of Australia is liable to constitute a serious danger for Community equidae; whereas however a serological test has been developed to detect in individual horses antibody against the Hendra disease virus;\n(6) Whereas in the light of the evolution of the diseases in Singapore and Australia, and additionally the developments in laboratory diagnosis in Australia, it appears appropriate to modify Decisions 1999/240/EC and 1999/241/EC with regard to protection measures at Community level in relation to importation of registered horses coming from Singapore and equidae coming from Australia;\n(7) Whereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 1999/240/EC is amended as follows.\n1. In the title of the Decision the words \"and Singapore\" are deleted.\n2. In Article 1 the words \"and Singapore\" are deleted.\n3. In Article 2 the words \"and Singapore\" are deleted.", "Commission Decision 1999/241/EC is amended as follows.\n1. In Article 1(2):\n- the first and second indents are deleted,\n- two new indents are inserted as follows: \"- during the past 60 days the equidae has not been resident on holdings on which cases of Hendra disease have been confirmed by the competent authorities during the past 60 days,\n- the equidae was subjected to an approved test, either serum neutralisation or ELISA, for the detection of antibodies for Hendra disease virus, carried out in a laboratory designated by the competent authorities with negative results on a sample of blood taken within 14 days of dispatch to the European Community on (insert date of blood sampling).\"\n2. In Article 3 the date \"31 May 1999\" is replaced by \"31 December 1999\".", "Member States shall amend the measures they apply with regard to Singapore and Australia to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 89, 1.4.1999, p. 72.\n(4) OJ L 89, 1.4.1999, p. 74."}