{"celex_id": "31994D0733", "uri": "http://publications.europa.eu/resource/cellar/d05f9f12-79ee-45f0-9586-b0eec1a60bcb", "type": "Decision", "concepts": ["1567", "161", "2435", "5327", "5859", "5860"], "title": "94/733/EC: Council Decision of 11 July 1994 on the conclusion of an Agreement in the form of an Exchange of Letters concerning fish, amending the Interim Agreement on trade and trade-related matters between the European Economic Community and European Coal and Steel Community, of the one part, and the Czech and Slovak Federal Republic, of the other part, and the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part\n", "header": "COUNCIL DECISION of 11 July 1994 on the conclusion of an Agreement in the form of an exchange of letters concerning fish, amending the Interim Agreement on trade and trade-related matters between the European Economic Community and European Coal  and Steel Community, of the one part, and the Czech and Slovak Federal Republic, of the other part, and the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic,  of the other part (94/733/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas it is desirable to amend by means of an Agreement in the form of an exchange of letters with the Slovak Republic the Interim Agreement on trade and trade-related matters between the European Economic Community and European Coal and Steel  Community, of the one part, and the Czech and Slovak Federal Republic, of the other part (1), and the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the  other part, so as to provide for duty-free quotas for the importation into the Community of live trout and carp originating in the Slovak Republic, and for the importation into the Slovak Republic of frozen mackerel originating in the Community,", "main_body": ["The Agreement in the form of an exchange of letters between the European Community and the Slovak Republic concerning fish, amending Article 17 of the Interim Agreement on trade and trade-related matters between the European Economic  Community and European Coal and Steel Community, of the one part, and the Czech and Slovak Federal Republic, of the other part, and Article 24 of the Europe Agreement establishing an association between the European Communities and their Member States,  of the one part, and the Slovak Republic, of the other part, and adding an Annex XVa and an Annex XVb to those Agreements is hereby approved on behalf of the European Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 11 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No L 115, 30. 4. 1992, p. 2."}