{"celex_id": "31993D0697", "uri": "http://publications.europa.eu/resource/cellar/2f5058ae-de84-4eba-b225-f2f756435b37", "type": "Decision", "concepts": ["1015", "1267", "6044", "935"], "title": "93/697/EC: Council Decision of 13 December 1993 authorizing certain Member States to apply or to continue to apply to certain mineral oils, when used for specific purposes, reduced rates of excise duty or exemptions from excise duty, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC\n", "header": "COUNCIL DECISION of 13 December 1993 authorizing certain Member States to apply or to continue to apply to certain mineral oils, when used for specific purposes, reduced rates of excise duty or exemptions from excise duty, in accordance with the  procedure provided for in Article 8 (4) of Directive 92/81/EEC (93/697/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonization of the structures of excise duties on mineral oils (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 8 (4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce further exemptions or reductions in the excise duty charged on mineral oils for  special policy considerations;\nWhereas the Commission has been informed by the Member States concerned of their intention to continue to apply certain exemptions or reductions which are already provided for in their taxation law or to introduce exemptions or reductions and to which  the procedure provided for under the said Article 8 (4) should be applied;\nWhereas the other Member States have been informed thereof;\nWhereas it is accepted by the Commission and by all Member States that all of these exemptions or reductions are well founded in terms of specific policies and do not give rise to distortions in competition or interfere with the working of the internal  market;\nWhereas the reductions or exemptions will be continually reviewed by the Commission to ensure their compatibility with the operation of the internal market or Community policy in the area of protection of the environment;\nWhereas, pursuant to Article 8 (6) of Directive 92/81/EEC, the Council is required to review the situation at the latest by 31 December 1996 on the basis of a report from the Commission,", "main_body": ["In accordance with the provisions of Article 8 (4) of Directive 92/81/EEC and notwithstanding the obligations laid down in Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duty on mineral oils (2),  the following Member States are hereby authorized to apply or to continue to apply the reductions in rates of excise duties or exemptions from excise duty as herein specified:\n1. in the Kingdom of Belgium and in the Grand Duchy of Luxembourg:\nuntil 31 December 1994, for a reduction in the rate of duty on heavy fuel oil to encourage the use of more environmentally friendly fuels provided that such an incentive is specifically linked to sulphur content and provided that the weighted average  rate of duty charged on heavy fuel oil respects the minimum rate of duty on heavy fuel oils as provided for in Community law; in no case can the reduced rate fall below ECU 6,5 per tonne;\n2. in the Hellenic Republic:\nto grant relief from the excise duty on mineral oils for fuels intended to be used to power the official vehicles of the Ministry of the Presidency, the national police force and the metropolitan bishops;\n3. in the Italian Republic:\nuntil 31 December 1994, to grant relief from excise duty on mineral oils used as fuel in the production of alumina in Sardinia;\n4. in the Portuguese Republic:\nto grant relief from excise duty for LPG, natural gas and methane when used as fuel for local public transport.", "This Decision is addressed to the Kingdom of Belgium, the Grand Duchy of Luxembourg, the Hellenic Republic, the Italian Republic and the Portuguese Republic."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 316, 31. 10. 1992, p. 12. Directive as amended by Directive 92/108/EEC (OJ No L 390, 31. 12. 1992, p. 124).\n(2) OJ No L 316, 31. 10. 1992, p. 19."}