{"celex_id": "31990R2736", "uri": "http://publications.europa.eu/resource/cellar/2e0f7308-ea93-4981-945f-f1cc813909b0", "type": "Regulation", "concepts": ["1309", "3810", "4577", "519", "588", "5969"], "title": "Council Regulation (EEC) No 2736/90 of 24 September 1990 imposing a definitive anti-dumping duty on imports of tungstic oxide and tungstic acid originating in the People's Republic of China and definitively collecting the provisional duty\n", "header": "COUNCIL  REGULATION (EEC) No 2736/90\nof 24 September 1990\nimposing a definitive anti-dumping duty on imports of tungstic oxide and tungstic acid originating in the People's Republic of China and definitively collecting the provisional duty\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal presented by the Commission after consultation within the Advisory Committee as provided for in that Regulation,\nWhereas:\nA. Provisional measures\n(1) Commission Regulation (EEC) No 762/90 (2) imposed a provisional anti-dumping duty on imports of tungstic oxide and tungstic acid originating in the People's Republic of China and falling within CN code ex 2825 90 40. Regulation (EEC) No 2126/90 (3) extended this duty for a period not exceeding two months.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the China Chamber of Commerce of Metals, Minerals and Chemicals Importers and Exporters, hereinafter referred to as 'the China Chamber of Commerce', acting on behalf of two Chinese exporters, China National Non-Ferrous Metals Import and Export Corporation (CNIEC) and China National Metals Import and Export Corporation (Minmetals), requested and was granted a hearing by the Commission.\n(3) The Commission informed the China Chamber of Commerce of the essential facts and considerations on which it intended to base a recommendation to impose definitive anti-dumping duties and definitively collect amounts secured by way of a provisional duty. The China Chamber of Commerce and the Chinese exporters were also granted a period within which to submit further comments.\n(4) The Commission considered all the comments made before formulating its final conclusions, which have been confirmed by the Council.\n(5) This investigation was not concluded within the one-year period specified in Article 7 (9) (a) of Regulation (EEC) No 2423/88 owing to the duration of consultations within the Advisory Committee prior to the imposition of provisional measures.\nC. Dumping\n(6) In order to establish that imports of tungstic oxide and tungstic acid from China were being dumped, the Commission had to take account of the fact that China does not have a market economy and it accordingly based its calculations on the normal value of the products in a country with a market economy; to this end, the Commission had used information gathered at the premises of a South Korean producer of intermediate tungsten products, Korea Tungsten Mining Co. Ltd (KTMC), which had agreed to cooperate with the Commission during this investigation.\n(7) Since KTMC did not sell any of the product in question on its domestic or export markets during the investigation period, although it had manufactured the product as an intermediate stage in its production of tungsten metal powder, the Commission determined normal value on the basis of the constructed value, calculated by adding together the cost of production of tungstic oxide and a reasonable profit margin.\nThe cost of production included selling, administrative and other general expenses, calculated, in the absence of date on other producers or exporters in the country of origin, by reference to sales of tungsten metal powder by KTMC on its domestic market during the reference period.\n(8) The China Chamber of Commerce asserted that, as a totally integrated company. KTMC's sales costs were higher than those incurred by companies like the Chinese exporters, which sold directly to independent distributors or processors. On these grounds, the China Chamber of Commerce disputed the method used by the Commission to determine the amount of general expenses to be included in production costs.\n(9) The Commission notes that the method chosen for establishing normal value complies with provisions set out at the end of Article 2 (3) (b) (ii) of Regulation (EEC) No 2423/88. This Article admittedly provides for other methods in addition to that chosen, but they involve data which were unavailable in this case.\nSince the China Chamber of Commerce was unable to furnish such data, the Commission considers that its objection should be dismissed.\nFurthermore, adjustments were made when comparing prices to take account of differences in transport and sales costs.\n(10) Since the provisional duty was imposed, no further elements have been communicated in respect of dumping. The Council confirms the conclusions concerning dumping contained in Regulation (EEC) No 762/90.\nD. Injury\n(11) The China Chamber of Commerce put forward an argument concerning injury which was based on two comparisons (one of price levels, the other of the level of sales volume) between imports into the Community of tungstic acid and oxide originating in the People's Republic of China and the Community's exports of its own output of these products.\nFrom these comparisons, based on official Community statistics for 1984 to 1988, the Chinese exporters' representatives concluded that the Community industry had chosen to export its production at high prices rather than sell it on the Community market where prices were under pressure from Chinese shipments.\nThe China Chamber of Commerce therefore felt that the injury should be reassessed, taking account of the behaviour of Community producers on markets outside the Community, in respect both of the prices and the quantities involved. On these grounds, it considered that the Community producers had suffered no material injury on the Community market.\n(12) The Commission examined this objection and came to the conclusion that its provisional conclusions concerning injury were not called into question.\nIn fact this objection is based on the analysis of trends in Community exports of the products in question, as revealed by Community statistics for 1984 to 1988 and claims that this trend reflects the action of Community producers. This is not, however, the case and data gathered and checked during the Commission's investigation at the premises of the three producers concerned show:\n- neither an increase in export sales,\n- nor an increase in the prices and profitability of these sales.\nThe disparity which emerges between the Community's official statistics and sales by Community producers probably corresponds to transactions by traders in non-ferrous metals. In the circumstances, the Commission considers that the argument, based on less accurate and less reliable data than those gathered during the investigation, should be dismissed.\n(13) No further evidence of injury, or the causal link between dumping and injury, has been produced since the provisional duty was imposed. The Council confirms the conclusions concerning injury as they figure in Regulation (EEC) No 762/90.\nE. Community interest\n(14) No further facts or arguments have been presented to the Commission by those concerned. The Council confirms the Commission's conclusions, contained in recitals 38 to 42 of Regulation (EEC) No 762/90, namely that it is in the Community's interest to remove the injury caused to the Community industry by the dumping observed.\nF. Definitive duty\n(15) The Council confirms that it is considered necessary to apply an ad valorem duty which, while substantially lower than the margin of dumping established, is sufficient to remove the injury to the Community industry.\n(16) Since the Commission's conclusions concerning the form and level of the provisional anti-dumping duty, as set out in recital 43 of Regulation (EEC) No 762/90, remain unchanged, the rate of the definitive anti-dumping duty should be the same as that of the provisional anti-dumping duty. G. Undertakings\n(17) Two Chinese exporters, CNIEC and Minmetals, have offered undertakings which are considered acceptable. The undertakings will increase the price of the products in question by a level sufficient to remove the injury caused to Community production.\nFollowing consultations, during which two Member States raised objections to this solution, the undertakings were accepted by Commission Decision No 90/479/EEC (4).\nH. Collection of the provisional duty\n(18) In view of the size of the dumping margins established and the serious injury to the Community industry, the Council judges it necessary to collect the amounts secured by way of provisional anti-dumping duty in their entirety,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of tungstic oxide (Taric code: 2825 90 40*10) and tungstic acid (Taric code: 2825 90 40*20) falling within CN code 2825 90 40 originating in the People's Republic of China.\n2. The duty shall be 35 % of the net, free-at-Community-frontier price of the product, before duty (Taric additional code: 8480).\nThe free-at-Community-frontier price shall be net if the actual conditions of payment provide for payment within 30 days of the arrival of the goods on the customs territory of the Community. It shall be increased by 1 % for each further month by which the period for payment is extended.\n3. The duty referred to in paragraph 2 shall not apply to tungstic oxide and tungstic acid exported to the Community by:\n- China National Non-Ferrous Metals Import and Export Corporation (CNIEC) (Taric additional code: 8481), and\n- China National Metals and Mineral Import and Export Corporation (Minmetals) (Taric additional code: 8481).\n4. The provisions in force with regard to customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 762/90 shall be definitively collected in their entirety.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1990.\nFor the Council\nThe President\nV. SACCOMANDI\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 83, 30. 3. 1990, p. 29.\n(3) OJ No L 195, 26. 7. 1990, p. 1.\n(1) See page 57 of this Official Journal."}