{"celex_id": "31991L0692", "uri": "http://publications.europa.eu/resource/cellar/311f10aa-2eb3-4fcc-9787-36aa83f2fb2d", "type": "Directive", "concepts": ["2247", "2825", "2891", "441", "5283", "5334", "5794"], "title": "Council Directive 91/692/EEC of 23 December 1991 standardizing and rationalizing reports on the implementation of certain Directives relating to the environment\n", "header": "COUNCIL DIRECTIVE of 23 December 1991 standardizing and rationalizing reports on the implementation  of certain Directives relating to the environment (91/692/EEC)\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas some Community Directives relating to the environment require the Member States to  establish a report on the measures taken to implement them; whereas the Commission drafts a  consolidated report; whereas other Community Directives relating to the environment call for no  such reports;\nWhereas the existing provisions on the establishment of reports stipulate different intervals  between reports and set different requirements for their content;\nWhereas such an obligation should be introduced to enable the Member States and the Commission  alike to assess the progress made in implementing these Directives throughout the Community's  territory and, at the same time, to provide the general public with a source of information on this  subject;\nWhereas the existing provisions should therefore be harmonized to make them more consistent and  more complete on a sectoral basis;\nWhereas the interval at which the Member States submit these reports to the Commission should be  fixed at three years, with a one-year interval between sectors; whereas the reports are to be drawn  up on the basis of a questionnaire produced by the Commission with the assistance of a committee  and sent to Member States six months before the start of the period referred to by the report;  whereas the Commission is to publish a consolidated report on the sector concerned within nine  months of Member States' submission of their respective reports;\nWhereas, in particular, the report on the implementation of Council Directive 76/160/EEC of 8  December 1975 concerning the quality of bathing water (4), as last amended by the 1985 Act of  Accession, should appear annually and in sufficient time to inform the public of the quality of  bathing water for the most recent period.\nWhereas the measures which need to be taken by Member States do not entail the adoption of  legislation or regulations since the drawing-up of reports on the implementation of Community  Directives does not at present require the adoption of such provisions by Member States,", "main_body": ["The purpose of this Directive is to rationalize and improve on a  sectoral basis the provisions on the transmission of information and the publication of reports  concerning certain Community Directives on the protection of the environment, without prejudice to  the provisions of the first indent of Article 155 of the Treaty.", "1.  The provisions listed in Annex I shall be replaced by the following:\n'At intervals of three years the Member States shall send information to the Commission on the  implementation of this Directive, in the form of a sectoral report which shall also cover other  pertinent Community Directives. This report shall be drawn up on the basis of a questionnaire or  outline drafted by the Commission in accordance with the procedure laid down in Article 6 of  Directive 91/692/EEC (*). The questionaire or outline shall be sent to the Member States six months  before the start of the period covered by the report. The report shall be sent to the Commission  within nine months of the end of the three-year period covered by it.\nThe first report shall cover the period from 1993 to 1995 inclusive.\nThe Commission shall publish a Community report on the implementation of the Directive within nine  months of receiving the reports from the Member States.\n(*) OJ N° L 377, 31. 12. 1991, p. 48.` 2.  The text set out in paragraph 1 shall be inserted into the Directives listed in Annex II as  there indicated.", "Article 13 of Directive 76/160/EEC shall be replaced by the following:\n'Article 13 Every year, and for the first time by 31 December 1993, the Member States shall send to the  Commission a report on the implementation of this Directive in the current year. The report shall  be drawn up on the basis of a questionnaire or outline drafted by the Commission in accordance with  the procedure laid down in Article 6 of Directive 91/692/EEC (*). The questionnaire or outline  shall be sent to the Member States six months before the start of the period covered by the report.  The report shall be made to the Commission before the end of the year in question.\nThe Commission shall publish a Community report on the implementation of the Directive within four  months of receiving the reports from the Member States.\n(*) OJ N° L 377, 31. 12. 1991, p. 48.`", "1.  The provisions listed in Annex III shall be replaced by the following:\n'At intervals of three years the Member States shall send information to the Commission on the  implementation of this Directive, in the form of a sectoral report which shall also cover other  pertinent Community Directives. This report shall be drawn up on the basis of a questionnaire or  outline drafted by the Commission in accordance with the procedure laid down in Article 6 of  Directive 91/692/EEC (*). The questionnaire or outline shall be sent to the Member States six  months before the start of the period covered by the report. The report shall be sent to the  Commission within nine months of the end of the three-year period covered by it.\nThe first report shall cover the period from 1994 to 1996 inclusive.\nThe Commission shall publish a Community report on the implementation of the Directive within nine  months of receiving the reports from the Member States.\n(*) OJ N° L 377, 31. 12. 1991, p. 48.` 2.  The text set out in paragraph 1 shall be inserted into the Directive listed in Annex IV as  there indicated.\n3.  The following text shall be inserted into the Directives listed in Annex V as there indicated:\n'The Commission shall each year communicate to the Member States the information it has received  pursuant to this Article.`", "The provisions listed in Annex VI shall be replaced by the following:\n'At intervals of three years Member States shall send information to the Commission on the  implementation of this Directive, in the form of a sectoral report which shall also cover other  pertinent Community Directives. The report shall be drawn up on the basis other of a questionnaire  or outline drafted by the Commission in accordance with the procedure laid down in Article 6 of  Directive 91/692/EEC (*). The questionnaire or outline shall be sent to the Member States six  months before the start of the period covered by the report. The report shall be made to the  Commission within nine months of the end of the three-year period covered by it.\nThe first report shall cover the period 1995 to 1997 inclusive.\nThe Commission shall publish a Community report on the implementation of the Directive within nine  months of receiving the reports from the Member States.\n(*) OJ N° L 377, 31. 12. 1991, p. 48.`", "The Commission shall be assisted by a committee composed of the representatives of the  Member States and chaired by the representatives of the Commission.\nThe representative of the Commission shall submit to the committee a draft of measures to be taken.  The committee shall deliver its opinion on the draft within a time limit which the chairman may lay  down according to the urgency of the matter. The opinion shall be delivered by the majority laid  down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to  adopt on a proposal from the Commission. The votes of the representatives of the Member States  within the committee shall be weighted in the manner set out in that Article. The chairman shall  not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are  not in accordance with the opinion of the committee, they shall be communicated by the Commission  to the Council forthwith. In that event:\n- the Commission may defer applications of the measures which it has decided for a period of not  more than one month from the date of such communication,\n- the Council, acting by a qualified majority, may take a different decision within the time limit  referred to in the first indent.", "1.  The Member States shall take such measures as are needed to comply with the  provisions of:\n- Articles 2 and 3 by 1 January 1993 at the latest,\n- Article 4 by 1 January 1994 at the latest,\n- Article 5 by 1 January 1995 at the latest.\nThey shall immediately notify the Commission of the measures taken.\n2.  The existing provisions of the various Directives which have been amended by new provisions  shall remain in force until the dates mentioned in the first subparagraph 1.\n3.  When Member States adopt the measures referred to in paragraph 1, they shall contain a  reference to this Directive or shall be accompanied by such reference on the occasion of their  official publication. The methods of making such a reference shall be laid down by the Member  States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 December 1991.\nFor the CouncilThe PresidentV. VAN ROOY\n(1)OJ N° C 214, 29. 8. 1990, p. 6.\n(2)OJ N° C 19, 28. 1. 1991, p. 587.\n(3)OJ N° C 60, 8. 3. 1991, p. 15.\n(4)OJ N° L 31, 5. 2. 1976, p. 1.\nANNEX I\nDirectives amended in accordance with Article 2 (1) of this Directive\n(a)  Article 13 (1) of Council Directive 76/464/EEC of 4 May 1976 on pollution caused by certain  dangerous substances discharged into the aquatic environment of the Community (1).\n(b) Article 14 of Council Directive 78/176/EEC of 20 February 1978 on waste from the titanium oxide  industry (2), as amended by Directive 83/29/EEC (3).\n(c) Article 16 of Council Directive 78/659/EEC of 18 July 1978 on the quality of fresh waters  needing protection or improvement in order to support fish life (4), as last amended by the 1985  Act of Accession.\n(d) Article 8 of Council Directive 79/869/EEC of 9 October 1979 concerning the methods of  measurement and frequencies of sampling and analysis of surface water intended for the abstraction  of drinking water in the Member States (5), as last amended by Directive 81/855/EEC (6).\n(e) Article 14 of Council Directive 79/923/EEC of 30 October 1979 on the quality required of  shellfish waters (7).\n(f) Article 16 (1) of Council Directive 80/68/EEC of 17 December 1979 on the protection of  groundwater against pollution caused by certain dangerous substances (8).\n(g) Article 5 (1) and (2) (1) first subparagraph of Council Directive 82/176/EEC of 22 March 1982  on limit values and quality objectives for mercury discharges by the chlor-alkali electrolysis  industry (9).\n(h) Article 5 (1) and (2) of Council Directive 83/513/EEC of 26 September 1983 on limit values and  quality objectives for cadmium discharges (10).\n(i) Article 6 (1) of Council Directive 84/156/EEC of 8 March 1984 on limit values and quality  objectives for mercury discharges by sectors other than the chlor-alkali electrolysis industry  (11).\n(j) Article 5 (1) and (2) of Council Directive 84/491/EEC of 9 October 1982 on limit values and  quality objectives for discharges of hexachlorcyclohexane (12).\n(k) Article 6 (1) and (2) of Council Directive 86/280/EEC of 12 June 1986 on limit values and  quality objectives for discharge of certain dangerous substances included in list I of the Annex to  Directive 76/464/EEC (13), as last amended by Directive 90/415/EEC (14).\n()()   (1)OJ N° L 129, 18. 5. 1976, p. 23.\n(2)OJ N° L 54, 25. 2. 1978, p. 19.\n(3)OJ N° L 32, 3. 2. 1983, p. 28.\n(4)OJ N° L 222, 14. 8. 1978, p. 1.\n(5)OJ N° L 271, 29. 10. 1979, p. 44.\n(6)OJ N° L 319, 7. 11. 1981, p. 16.\n(7)OJ N° L 281, 10. 11. 1979, p. 47.\n(8)OJ N° L 20, 26. 1. 1980, p. 43.\n(9)OJ N° L 81, 27. 3. 1982, p. 29.\n(10)OJ N° L 291, 24. 10. 1983, p. 2.\n(11)OJ N° L 74, 17. 3. 1984, p. 49.\n(12)OJ N° L 274, 17. 10. 1984, p. 11.\n(13)OJ N° L 181, 4. 7. 1986, p. 16.\n(14)OJ N° L 219, 14. 8. 1990, p. 49.\nANNEX II\nDirectives supplemented in accordance with Article 2 (2) of this Directive\n(a)  Council Directive 75/440/EEC of 16 June 1975 concerning the quality required of surface water  intended for the abstraction of drinking water in the Member States (1), as last amended by  Directive 79/869/EEC (2).\nThe text of Article 2 (1) of this Directive is incorporated as Article 9a.\n(b) Council Directive 80/778/EEC of 15 July 1980 relating to the quality of water intended for  human consumption (3), as last amended by Directive 81/858/EEC (4).\nThe text of Article 2 (1) of this Directive is incorporated as Article 17a.\n(1)OJ NO L 194, 25. 7. 1975, p. 26.\n(2)OJ NO L 271, 29. 10. 1979, p. 44.\n(3)OJ NO L 229, 30. 8. 1980, p. 11.\n(4)OJ NO L 319, 7. 11. 1981, p. 19.\nANNEX III\nDirectives amended in accordance with Article 4 (1) of this Directive\n(a) Article 8 of Council Directive 80/779/EEC of 15 July on air quality limit values and guide  values for sulphur dioxide and suspended particulates (1), as last amended by Directive 89/427/EEC  (2).\n(b) Article 18 of Council Directive 82/501/EEC of 24 June 1982 on the major-accident hazards of  certain industrial activities (3), as last amended by Directive 88/610/EEC (4).\n(c) Article 6 of Council Directive 82/884/EEC of 3 December 1982 on a limit value for lead in the  air (5).\n(d) Article 8 of Council Directive 85/203/EEC of 7 March 1985 on air quality standards for nitrogen  dioxide (6), as amended by Directive 85/580/EEC (7).\n(e) Article 13 (1) of Council Directive 87/217/EEC of 19 March 1987 on the prevention and reduction  of environmental pollution by asbestos (8).\n(1)OJ N° L 229, 30. 8. 1980, p. 30.\n(2)OJ N° L 201, 14. 7. 1989, p. 53.\n(3)OJ N° L 230, 5. 8. 1982, p. 1.\n(4)Oj N° L 336, 7. 12. 1988, p. 14.\n(5)OJ N° L 378, 31. 12. 1982, p. 15.\n(6)OJ N° L 87, 27. 3. 1985, p. 1.\n(7)OJ N° L 372, 31. 12. 1985, p. 36.\n(8)OJ N° L 85, 28. 3. 1987, p. 40.\nANNEX IV\nDirectives amended in accordance with Article 4 (2) of this Directive\n(a)  Council Directive 75/716/EEC of 24 November 1975 on the approximation of the laws of the Member  States relating to the sulphur content of certain liquid fuels (1), as last amended by Directive  87/219/EEC (2).\nThe text of Article 4 (2) of this Directive is incorporated in Article 7a.\n(b) Council Directive 84/360/EEC of 28 June 1984 on the combating of air pollution from industrial  plants (3).\nThe text of Article 4 (2) of this Directive is incorporated as Article 15a.\n(1)OJ N° L 307, 27. 11. 1975. p. 22.\n(2)OJ N° L 91, 3. 4. 1987, p. 19.\n(3)OJ N° L 188, 16. 7. 1984, p. 20.\nANNEX V\nDirectives amended in accordance with Article 4 (3) of this Directive\n(a)  Council Directive 80/779/EEC of 15 July 1980 on air quality limit values and guide values for  sulphur dioxide and suspended particulates, as amended by Directive 89/427/EEC.\nThe text of Article 4 (3) of this Directive is incorporated as Article 7 (4).\n(b) Council Directive 82/884/EEC of 3 December 1982 on a limit value for lead in the air.\nThe text of Article 4 (3) of this Directive is incorporated as Article 5 (4).\n(c) Council Directive 85/203/EEC of 7 March 1985 on air quality standards for nitrogen dioxide, as  amended by Directive 85/580/EEC.\nThe text of Article 4 (3) of this Directive is incorporated as Article 7 (4).\nANNEX VI\nDirectives amended in accordance with Article 5 of this Directive\n(a) Article  18 of Council Directive 74/439/EEC of 16 June 1975 on the disposal of waste oils (1), as amended by  Directive 87/101/EEC (2).\n(b) Article 12 of Council Directive 75/442/EEC of 15 July 1975 on waste (3), as amended by  Directive 91/156/EEC (4).\n(c) Article 10 of Council Directive 76/403/EEC of 6 April 1976 on the disposal of polychlorinated  biphenyls and polychlorinated terphenyls (5).\n(d) Article 16 of Council Directive 78/319/EEC of 20 March 1978 on toxic and dangerous waste (6),  as last amended by the 1985 Act of Accession.\n(e) Article 13 (1) of Council Directive 84/631/EEC of 6 December 1984 on the supervision and  control within the European Community of the trans-frontier shipment of hazardous waste (7), as  last amended by Commission Directive 87/112/EEC (8).\n(f) Article 6 of Council Directive 85/339/EEC of 27 June 1985 on containers of liquids for human  consumption (9).\n(g) Article 17 of Council Directive 86/278/EEC of 12 June 1986 on the protection of the  environment, and in particular of the soil, when sewage sludge is used in agriculture (10).\n()()  (1) OJ N° L 194, 25. 7. 1975, p. 23.\n(2) OJ N° L 42, 12. 2. 1987, p. 43.\n(3) OJ N° L 194, 25. 7. 1975, p. 39.\n(4) OJ N° L 78, 26. 3. 1991, p. 32.\n(5) OJ N° L 108, 26. 4. 1976, p. 41.\n(6) OJ N° L 84, 31. 3. 1978, p. 43.\n(7) OJ N° L 236, 13. 12. 1984, p. 31.\n(8) OJ N° L 48, 17. 2. 1987, p. 31.\n(9)OJ N° L 176, 6. 7. 1985, p. 18.\n(10)OJ N° L 181, 4. 7. 1986. p. 6."}