{"celex_id": "31990D0651", "uri": "http://publications.europa.eu/resource/cellar/7d21c2ff-4571-4956-a31c-dc5b23e0622e", "type": "Decision", "concepts": ["1308", "1425", "3502", "4878", "5581", "616"], "title": "90/651/EEC: Council Decision of 4 December 1990 on the adaptations necessary in the context of German unification to the Community system for the rapid exchange of information on dangers arising from the use of consumer products\n", "header": "COUNCIL DECISION of 4 December 1990 on the adaptations necessary in the context of German unification to the Community system for the rapid exchange of information on dangers arising from the use of consumer products (90/651/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas, from the date of German unification onwards, Community law will be fully applicable to the territory of the former German Democratic Republic;\nWhereas such application is liable to give rise to difficulties owing to the absence of suitable administrative structures;\nWhereas this is the case with regard to Decision 89/45/EEC(4), as amended by Decision 90/352/EEC(5), whose purpose is to provide means for the rapid exchange at Community level of information concerning consumer products where it is established that  such products marketed in the Community may endanger the health and safety of users in such a way that the rapid implementation of appropriate measures is called for; whereas, to that end, a system organized at Community and at national level has been  established;\nWhereas it is necessary, therefore, to make allowance for these difficulties by giving Germany the opportunity to administer the aforesaid rapid information system differently;\nWhereas this derogation must be of a temporary nature and cause the least possible disruption to the functioning of the common market; whereas Germany must make every effort to achieve the objectives of the Decision throughout its territory;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["1.  The Federal Republic of Germany is authorized to provide, in respect of the territory of the former German Democratic Republic, that its obligations arising out of the application of Decision 89/45/EEC, may be complied with during a  period expiring not later than 31 December 1992, using means other than those already established pursuant to the aforesaid Decision.\n2.  The Federal Republic of Germany shall, during that period, ensure that existing structures can be used, wherever possible, to attain the objectives of Decision 89/45/EEC and shall ensure, in particular, that information received by the information  system established by that Decision is transmitted appropriately throughout its territory.", "The Federal Republic of Germany shall report regularly, within the framework of consultations within the Committee set up by Article 7 of Decision 89/45/EEC, on the measures taken pursuant to Article 1 above.\nAny Member State may refer any difficulties to the Commission. The Commission shall, as a matter of urgency, examine the question and submit its conclusions, possibly accompanied by appropriate measures.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 December 1990.\nFor the Council The President G. DE MICHELIS\n(1)OJ No L 263, 26. 9. 1990, p. 11.\n(2) Opinion delivered on 21 November 1990 (not yet published in the Official Journal).\n(3) Opinion delivered on 20 November 1990 (not yet published in the Official Journal).\n(4)OJ No L 17, 21. 1. 1989, p. 51.\n(5) OJ No L 173, 6. 7. 1990, p. 49."}