{"celex_id": "31992R3457", "uri": "http://publications.europa.eu/resource/cellar/4c00f2f0-d7b9-4fd7-943e-8b5ff238d772", "type": "Regulation", "concepts": ["1631", "2734", "2735", "568", "893"], "title": "Commission Regulation (EEC) No 3457/92 of 30 November 1992 laying down detailed rules concerning the inspection certificate for imports from third countries into the Community provided for in Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n", "header": "COMMISSION REGULATION (EEC) No 3457/92  of 30 November 1992  laying down detailed rules concerning the inspection certificate for imports from third countries into the Community provided for in Council Regulation (EEC) No 2092/91 on organic  production of agricultural products and indications referring thereto on agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular Article 11 (3) (b) and (4) thereof,\nWhereas it is necessary to determine the content and model of the inspection certificate which is provided for to accompany products imported from third countries and intended to be marketed as products from organic production;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["1. The inspection certificate referred to in Article 11 (1) (b) of Regulation (EEC) No 2092/91 shall be issued by the issuing body approved following the examination provided for in Commission Regulation (EEC) No 94/92 (2) for the purpose of  drawing up the list annexed to that Regulation, in respect of the third country where the product was produced and prepared and from which it was dispatched to the Community.\nA certificate shall be established for each recipient.\n2. The inspection certificate shall be drawn up in one of the official languages of the Community and filled in, except for the stamp and signature, either entirely in capital letters or entirely in typescript, and preferably in one of the official  languages of the Member State of destination.\n3. The inspection certificate shall be made in one single page and accompany the product in its original. Any copy of the certificate shall only be issued with the indication 'copy' or 'duplicate' printed or stamped thereon.\n4. The model of the inspection certificate is set out in the Annex.", "This Regulation shall enter into force on the 15th day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 198, 22. 7. 1991, p. 1. (2) OJ No L 11, 17. 1. 1992, p. 14.\nANNEX\nModel of the inspection certificate for import of products from organic production into the European Community\nThe model of the certificate is determined with regard to:\n- the text,\n- the format,\n- the layout and the dimensions of the boxes."}