{"celex_id": "31999D0349", "uri": "http://publications.europa.eu/resource/cellar/a93c5a5a-d509-494a-bd2b-acaa476ead93", "type": "Decision", "concepts": ["13", "1519", "2734", "3071", "666", "889"], "title": "1999/349/EC: Commission Decision of 14 October 1998 concerning the application by Italy of the aid scheme provided for by Law No 1329/65 (Legge Sabatini) for the processing and marketing of agricultural products (notified under document number C(1998) 3213) (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION\nof 14 October 1998\nconcerning the application by Italy of the aid scheme provided for by Law No 1329/65 (Legge Sabatini) for the processing and marketing of agricultural products\n(notified under document number C(1998) 3213)\n(Only the Italian text is authentic)\n(1999/349/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving given notice to the parties concerned to submit their comments in accordance with the above Article(1),\nWhereas:\nI. PROCEDURE\n(1) By letter dated 12 September 1997, the Italian Permanent Representative to the European Union, in accordance with Article 93(3) of the Treaty, forwarded to the Commission the text of Article 12(1) and (4) of Law No 266 of 7 August 1997 on refinancing the aid referred to in law No 1329 of 28 November 1965 (the \"Legge Sebatini\").\n(2) As indicated above, this notice covers only the application of the provisions in question to the processing and marketing of agricultural products.\n(3) By letter dated 17 February 1998, the Commission notified the Italian authorities of its decision to open the procedure provided for by Article 93(2) of the Treaty with respect to the application of the aid measures referred to in Law No 1329/65 in the sector concerned.\n(4) The decision to open the procedure was published in the Official Journal of the European Communities. The Commission gave notice to the other Member States and interested parties to submit their comments on the aid.\n(5) The Commission received no comments from the other Member States or interested parties.\n(6) The Italian authorities submitted comments by letter dated 2 April 1998. By letter dated 8 September 1998, the Commission asked for further details which were supplied by letter dated 16 September 1998.\nII. DESCRIPTION OF THE AID AND THE REASONS WHY THE COMMISSION DECIDED TO OPEN THE PROCEDURE\n(7) Law No 1329/65 (the refinancing of which is the subject of this Decision) provides for aid for investment in the purchase of machinery and technical equipment.\n(8) The aid is granted for hire purchase of machinery and equipment and consists of reductions on interest rates for discounting bills of exchange signed by the purchaser in favour of the seller. The aid consists of the difference between the net receipt calculated at the reference discount rate valid on the day discounting takes place and the net receipt calculated at the reduced discount rate.\n(9) The aid is paid to the purchaser, either directly by the seller at the moment the hire purchase operation takes place (in the form of a discount on the price of the goods) or through the bank which discounts the bill of exchange presented by the seller (in the form of an ex-post subsidy).\n(10) The reduction may not exceed:\n- 85 % of the reference discount rate, up to a maximum of eight percentage points, for investments relating to installations in Objective 1 regions,\n- 50 % of the reference discount rate, up to a maximum of five percentage points, for other regions.\n(11) The eligible cost for each operation (a maximum of ITL 3000 million or ITL 4500 million where the same undertaking carries out several operations in the same year) is represented by the capital to be repaid and the interest on that payment (the interest rate may not exceed the reference rate). Repayments must be made within five years.\n(12) The gross subsidy equivalent (GSE) of the aid cannot be calculated on the basis of the above.\n(13) The aid must be assessed in the light of the guidelines for State aid in connection with investments in the processing and marketing of agricultural products(2).\n(14) Those guidelines lay down that State aid granted for the investments referred to in the second and third indents of point 1.2 of the Annex to Commission Decision 94/173/EC(3) or excluded unconditionally in point 2 of that Decision may not be considered compatible with the common market.\n(15) The intensity of the aid may not exceed 55 % of the eligible investment (75 % in Objective 1 regions).\n(16) Since the Italian authorities have given no assurance that the aid complied with the sectoral limits laid down in Decision 94/173/EC or with the above intensities, the Commission took the view that the aid measure was incompatible with the common market since the aid might be granted for investments excluded under the guidelines for State aid in connection with investments in the processing and marketing of agricultural products and the information available did not permit verification of whether the limits laid down in the guidelines were respected.\nIII. COMMENTS SUBMITTED BY THE ITALIAN AUTHORITIES\n(17) By letters dated 2 April 1998 and 16 September 1998, the Italian authorities submitted the following details and made the following undertakings:\n(a) the intensity of the aid, expressed as GSE, does not exceed 17 % in Objective 1 regions and 9,5 % in other regions;\n(b) compliance with the sectoral limits laid down in the Annex to Decision 94/173/EC will be ensured by the application, also under Law No 1329/65, of the criteria used under Law No 488/92. This latter Law was their subject of the final Commission Decision of 22 July 1998(4), which confirmed the compatibility, under certain conditions, of investment aid provided for in that Law with the Community guidelines for State aid in connection with investments in the processing and marketing of agricultural products and therefore with the common market. The Italian authorities have given assurances that the conditions referred to in the Decision of 22 July 1998 will be respected when the measures provided for in Law No 1329/65 are applied in the sector concerned.\nIV. CONCLUSIONS\n(18) The assurances given by the Italian authorities in their letters dated 2 April 1998 and 16 September 1998 clear the doubts which led the Commission to open the procedure provided for in Article 93(2) of the Treaty with respect to the aid in question.\n(19) The investment aid referred to in Law No 1329/65 may be considered to comply, under the conditions referred to in point 17 of this Decision, with the Community guidelines for State aid in connection with investments in the processing and marketing of agricultural products. The aid may therefore benefit from the derogation provided for in Article 92(3)(c) of the Treaty.\n(20) In application of the second subparagraph of point 3(b) of the above Community guidelines, the Commission will ask the Italian Government to submit an annual report giving details of any grant of aid during the year and, in particular, containing all the information necessary to enable the Commission to conclude, without recourse to additional enquiry, that aid is indeed granted in accordance with each of the conditions referred to in point 2 of the Annex to Decision 94/173/EC,", "main_body": ["The application with regard to the processing and marketing of agricultural products of the investment aid scheme provided for by Law No 1329 of 28 November 1965 is compatible with the common market under the following conditions:\n(a) the intensity of the aid, expressed as gross subsidy equivalent (GSE), does not exceed 17 % in Objective 1 regions and 9,5 % in other regions;\n(b) the sectoral limits laid down in the Annex to Decision 94/173/EC, as referred to in the implementing provisions for Law No 488 of 19 December 1992, as amended in accordance with the Commission Decision of 22 July 1998, are respected.", "Before implementing the scheme referred to in Article 1 with respect to the processing and marketing of agricultural products, the Italian Government shall amend its implementing provisions in order to comply with the conditions set out in that Article.\nThe Italian Government shall notify the Commission of the provisions adopted to comply with the above conditions within fifteen days of their adoption.", "The Italian Government shall submit to the Commission an annual report giving details of any grant of aid during the year and, in particular, containing all the information necessary to enable the Commission to conclude, without recourse to additional enquiry, that each of the conditions referred to in point 2 of the Annex to Decision 94/173/EC has been met.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 14 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ C 100, 2.4.1998, p. 17.\n(2) OJ C 29, 2.2.1996, p. 4.\n(3) OJ L 79, 23.3.1994, p. 29.\n(4) C(1998) 2407 final, not yet published."}