{"celex_id": "31998R2458", "uri": "http://publications.europa.eu/resource/cellar/a39327f0-c21f-4740-9f7d-c273be333fea", "type": "Regulation", "concepts": ["1048", "3843", "4271", "4390", "5251"], "title": "Council Regulation (EC, ECSC, Euratom) No 2458/98 of 12 November 1998 amending Regulation (EEC, Euratom, ECSC) No 259/68 laying down the Staff Regulations of officials and the conditions of employment of other servants of the European Communities and the other Regulations applicable to them with regard to the establishment of remuneration, pensions and other financial entitlements in euros\n", "header": "COUNCIL REGULATION (EC, ECSC, EURATOM) No 2458/98 of 12 November 1998 amending Regulation (EEC, Euratom, ECSC) No 259/68 laying down the Staff Regulations of officials and the conditions of employment of other servants of the European Communities and the other Regulations applicable to them with regard to the establishment of remuneration, pensions and other financial entitlements in euros\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a single Council and a single Commission of the European Communities, and in particular Article 24(1) thereof,\nHaving regard to the proposal from the Commission, submitted following the opinion of the Staff Regulations Committee (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Court of Justice (3),\nHaving regard to the opinion of the Court of Auditors (4),\nWhereas the euro will be the currency of the Member States adopting the euro as from 1 January 1999 (5); whereas the monetary unit is the euro; whereas one euro will be divided into one hundred cents; whereas for a transitional period the euro will also be divided into national currency units (6);\nWhereas, in the Member States which have adopted the euro, the remuneration, pensions and other financial entitlements of officials and other servants of the Communities should be established in euros as from 1 January 1999;\nWhereas the purchasing power of these financial entitlements must not be affected by this amending Regulation;\nWhereas it is accordingly necessary to amend Regulation (EEC, Euratom, ECSC) No 259/68 (7),", "main_body": ["In the Staff Regulations of officials and the conditions of employment of other servants of the European Communities and the other Regulations applicable to them the term 'Belgian francs` is replaced by the term 'euros` and amounts expressed in Belgian francs are replaced by their equivalent in euro units at the conversion rate laid down by the Council.\nThe rules relating to the rounding of amounts laid down in Council Regulation (EC) No 1103/97 shall apply.", "In Article 16(1) of Annex VII to the Staff Regulations, 'Belgian franc` is replaced by 'cent`.", "For conversion of the basic monthly salaries set out in Article 66 of the Staff Regulations and Article 63 of the conditions of employment of other servants, the first step and the difference between the first and second steps of each grade shall be calculated by straight application of the conversion rate laid down by the Council. The other steps shall be obtained by adding this difference to the preceding step.", "With effect from 1 January 1999, the date referred to in the second paragraph of Article 63 of the Staff Regulations shall be replaced by '1 January 1999`.\nThe new weightings shall consequently be fixed on the basis of the ratio between the economic parities in force and the new exchange rates as referred to in Article 63 of the Staff Regulations, both expressed in euros.\nAt the time of the annual review of remuneration to take effect on 1 July 1999, the date specified in the second paragraph of Article 63 of the Staff Regulations shall be replaced by 1 July 1999.", "As from 1 January 1999, the weightings in force in non-Community countries shall also be recalculated on the basis of the ratio between the economic parities in force and the corresponding new exchange rates in force on 1 January 1999 expressed in euros. When weightings taking effect after 1 January 1999 are adjusted, the corresponding exchange rate shall be that for the month preceding the date of application.", "In Regulations (Euratom, ECSC, EEC) No 2530/72 (8), (ECSC, EEC, Euratom) No 1543/73 (9), (ECSC, EEC, Euratom) No 2150/82 (10), (ECSC, EEC, Euratom) No 1679/85 (11), (ECSC, EEC, Euratom) No 3518/85 (12), (Euratom, ECSC, EEC) No 2274/87 (13), (EEC) No 1857/89 (14), (EC, Euratom, ECSC) No 2688/95 (15) and (EC, Euratom, ECSC) No 2689/95 (16) the term 'Belgian francs` shall be replaced by the term 'euros` and amounts expressed in Belgian francs shall be replaced by their equivalent in euro units at the conversion rate laid down by the Council.\nThe rules relating to the rounding of amounts laid down in Regulation (EC) No 1103/97 shall apply.", "On 1 January 1999, pursuant to this Regulation, the Commission shall effect the conversion into euros of the amounts of the different financial entitlements referred to in the Staff Regulations and the conditions of employment of other servants and the adjustment of the weightings to correct the effect of the change in exchange rates; these values shall be published in the Official Journal of the European Communities in January 1999.", "Amounts due under the Staff Regulations of officials and the conditions of employment of other servants of the European Communities and the other Regulations applicable to them in respect of entitlements arising from events or in respect of periods pre-dating the date of application of this Regulation shall continue to be determined in accordance with the rules applicable before that date.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1998.\nFor the Council\nThe President\nE. HOSTASCH\n(1) OJ C 192, 19. 6. 1998, p. 7.\n(2) OJ C 313, 12. 10. 1998.\n(3) Opinion delivered on 15 September 1998.\n(4) Opinion delivered on 16/17 September 1998.\n(5) Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (OJ C 139, 11. 5. 1998, p. 1).\n(6) Council Regulation (EC) No 1103/97 of 17 June 1997 on certain provisions relating to the introduction of the euro (OJ L 162, 19. 6. 1997, p. 1).\n(7) OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, ECSC, Euratom) No 781/98 (OJ L 113, 15. 4. 1998, p. 4).\n(8) OJ L 272, 5. 12. 1972, p. 1.\n(9) OJ L 155, 11. 6. 1973, p. 1.\n(10) OJ L 228, 4. 8. 1982, p. 1.\n(11) OJ L 162, 21. 6. 1985, p. 1.\n(12) OJ L 335, 13. 12. 1985, p. 56.\n(13) OJ L 209, 31. 7. 1987, p. 1.\n(14) OJ L 181, 28. 6. 1989, p. 2.\n(15) OJ L 280, 23. 11. 1995, p. 1.\n(16) OJ L 280, 23. 11. 1995, p. 4."}