{"celex_id": "31999R1725", "uri": "http://publications.europa.eu/resource/cellar/32045901-efe2-4437-a9bc-bf0d603ece2d", "type": "Regulation", "concepts": ["1228", "1609", "3003", "807"], "title": "Commission Regulation (EC) No 1725/1999 of 2 August 1999 on the supply of split peas as food aid\n", "header": "COMMISSION REGULATION (EC) No 1725/1999\nof 2 August 1999\non the supply of split peas as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1292/96 of 27 June 1996 on food aid policy and food aid management and special operations in support of food security(1), and in particular Article 24(1)(b) thereof,\n(1) Whereas the abovementioned Regulation lays down the list of countries and organisations eligible for Community aid and specifies the general criteria on the transport of food aid beyond the fob stage;\n(2) Whereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated split peas to certain beneficiaries;\n(3) Whereas it is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EC) No 2519/97 of 16 December 1997 laying down general rules for the mobilisation of products to be supplied under Council Regulation (EC) No 1292/96 as Community food aid(2); whereas it is necessary to specify the time limits and conditions of supply to determine the resultant costs;\n(4) Whereas, in order to ensure that the supplies are carried out, provision should be made for tenderers to be able to mobilise either green split peas or yellow split peas,", "main_body": ["Split peas shall be mobilised in the Community, as Community food aid for supply to the recipients listed in the Annex, in accordance with Regulation (EC) No 2519/97, and under the conditions set out in the Annex.\nTenders shall cover either green split peas or yellow split peas. Tenders shall be rejected unless they specify the type of peas to which they relate.\nThe tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1999.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 166, 5.7.1996, p. 1.\n(2) OJ L 346, 17.12.1997, p. 23.\nANNEX\nLOT A\nNotes:\n1. Actions No: 634/97 (A1); 702/97 (A2)\n2. Beneficiary(2): Euronaid, PO Box 12, 2501 CA Den Haag, Nederland tel.: (31-70) 33 05 757; fax: 36 41 701; telex: 30960 EURON NL\n3. Beneficiary's representative: to be designated by the recipient\n4. Country of destination: Haiti\n5. Product to be mobilised(8): split peas\n6. Total quantity (tonnes net): 753\n7. Number of lots: one in two parts (A1: 360 t; A2: 393 t)\n8. Characteristics and quality of the product(3)(4)(7): -\n9. Packaging(5)(10): see OJ C 267, 13.9.1996, p. 1 (2.1 A1.a, 2.a and B.4) or (4.0A 1.c.2.c. and b.4)\n10. Labelling or marking(6): see OJ C 114, 29.4.1991, p. 1 (IV.A.3))- Language to be used for the markings: French\n- Supplementary markings: -\n11. Method of mobilisation of the product: the Community market\nThe product must originate from the Community.\n12. Specified delivery stage: free at port of shipment\n13. Alternative delivery stage: -\n14. a) Port of shipment: -\nb) Loading address: -:\n15. Port of landing: -\n16. Place of destination: -- port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: 6. - 26.9.1999\n- second deadline: 20.9. - 10.10.1999\n18. Period or deadline of supply at the alternative stage: - first deadline: -\n- second deadline: -\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 17.8.1999\n- second deadline: 31.8.1999\n20. Amount of tendering guarantee: EUR 5/t\n21. Address for submission of tenders and tendering guarantees(1): Bureau de l'aide alimentaire, Attn. Monsieur T. Vestergaard BĂ˘timent Loi 130, bureau 7/46, Rue de la Loi 200, B - 1049 Bruxelles tlx: 25670 AGREC B; fax: (32 2) 296 70 03 / 296 70 04 (exclusively)\n22. Export refund: -\n(1)\n>TABLE>\n(2) The supplier shall contact the beneficiary or its representative as soon as possible to establish which consignment documents are required.\n(3) The supplier shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been exceeded. The radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4) The supplier shall supply to the beneficiary or its representative, on delivery, the following document:\n- phytosanitary certificate.\n(5) Since the goods may be rebagged, the supplier must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital \"R\".\n(6) Notwithstanding OJ C 114 of 29.4.1991, point IV.A(3)(c) is replaced by the following: \"the words 'European Community'\" and point IV.A(3)(b) by the following: \"Split peas\".\n(7) Tenders shall be rejected unless they specify the type of peas to which they relate.\n(8) Yellow or green peas (Pisum sativum) for human consumption of the most recent crop. The peas must not have been coloured artificially. The split peas must be steam-treated for at least two minutes or have been fumigated(9) and meet the following requirements:\n- moisture: maximum 15 %,\n- foreign matters: maximum 0,1 %,\n- broken split peas: maximum 10 % (pea fragments passing through a sieve of circular mesh of 5 mm diameter),\n- percentage of discoloured seeds or of different colour: maximum 1,5 % (yellow peas), maximum 15 % (green peas),\n- cooking time: maximum 45 minutes (after soaking for 12 hours) or maximum 60 minutes (without soaking).\n(10) Shipment to take place in 20-foot containers, condition FCL/FCL (each containing maximum 17,5 t net).\nThe supplier shall be responsible for the cost of making the container available in the stack position at the container terminal at the port of shipment. The beneficiary shall be responsible for all subsequent loading costs, including the cost of moving the containers from the container terminal.\nThe supplier has to submit to the recipient's agent a complete packing list of each container, specifying the number of bags belonging to each action number as specified in the invitation to tender.\nThe supplier has to seal each container with a numbered locktainer (Oneseal, Sysko, Locktainer 180 or a similar high-security seal), the number of which is to be provided to the beneficiary's representative.\n(9) The successful tender shall supply to the beneficiary or its representative, on delivery a fumigation certificate."}