{"celex_id": "31997D0336", "uri": "http://publications.europa.eu/resource/cellar/f58e4bf2-a369-4b5e-9d32-6cba7bbe2a5d", "type": "Decision", "concepts": ["13", "2734", "4560", "666", "862", "978"], "title": "97/336/EC: Commission Decision of 15 May 1997 approving a modification to the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Baden-Württemberg (Germany) in respect of Objective 5a, covering the period between 1994 and 1999 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 15 May 1997 approving a modification to the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Baden-W端rttemberg (Germany) in respect of Objective 5a, covering the period between 1994 and 1999 (Only the German text is authentic) (97/336/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 10a thereof,\nWhereas, on 23 December 1994, the Commission has adopted Decision 94/891/EC (2), approving the single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Baden-W端rttemberg (Germany) in respect of Objective 5a, covering the period between 1994 and 1999;\nWhereas on 12 August 1996 the German Government submitted to the Commission a request for the modification of the Single Programming Document of the Land Baden-W端rttemberg approved, supplemented by additional information sent on 21 February 1997; whereas that document contains the plans designed to improve the structures relating to the various product sectors referred to in Article 2 (1) of Regulation (EEC) No 866/90 and the aid applications referred to in Article 10a of that Regulation;\nWhereas the single programming document, as modified, meets the conditions of, and contains the information required in Article 1 (3) of Commission Regulation (EC) No 860/94 of 18 April 1994 on plans and applications, in the form of operational programmes, for aid from the Guidance Section of the European Agricultural Guidance and Guarantee Fund for investments for improving the processing and marketing conditions for agricultural and forestry products (3);\nWhereas the single programming document was drawn up in agreement with the Member State concerned under the partnership as defined in Article 4 of Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (4), as last amended by Regulation (EC) No 3193/94 (5);\nWhereas the second indent of Article 2 of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds (6), as amended by Regulation (EC) No 2745/94 (7), provides that in Commission decisions approving single programming documents, the Community assistance decided on for the entire period and the annual breakdown thereof are to be set out in ecus, at prices for the year in which the decision is taken, and are to be subject to indexation; whereas the annual breakdown must be compatible with the progressive increase in commitment appropriations as set out in Annex II to Regulation (EEC) No 2052/88 as amended; whereas the indexation is to be based on a single rate per year corresponding to the rates applied annually to the Community budget on the basis of the mechanisms for technical adjustment of the financial perspectives;\nWhereas Article 1 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (8), as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (9), provides that the legal commitments entered into for measures extending over more than one financial year are to contain a time limit for implementation which must be specified to the recipient in due form when the aid is granted;\nWhereas, during the implementation of the single programming document, the Member State will ensure that the individual projects included therein will conform with the selection criteria for investments for improving the processing and marketing conditions for agricultural and forestry products currently in force, in application of Article 8 (1) of Regulation (EEC) No 866/90;\nWhereas Article 9 (3) of Council Regulation (EEC) No 4253/88 of 19 December 1988, on implementation rules for Council Regulation (EEC) No 2052/88 in what concerns coordination between intervention of the different Structural Funds, on one side, and the European Investment Bank and other existing financial instruments, as last amended by Regulation (EC) No 3193/94 (10), states that the Member States will supply the Commission with appropriate financial information to verify that the principle of additionality has been respected; that analysis of the information supplied by the German authorities shows that this principle has been taken into account; that, in addition, verification that this principle continues to be respected will be pursued in the framework of the partnership during the implementation of the single programming document; that these verifications are essential for the continuation of EAGGF (Guidance Section) aid to the measures concerned in the present Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["The modified single programming document for Community structural measures for improving the processing and marketing conditions for agricultural products in Baden-W端rttemberg (Germany), covering the period from 1 January 1994 to 31 December 1999, is hereby approved.", "The sectors included for joint action are:\n- meat,\n- poultry,\n- fruit and vegetables,\n- seeds.", "The assistance from the EAGGF (Guidance Section) granted in respect of that modified single programming document shall amount to a maximum of ECU 22 303 120.\nThe methods of approval of the financial assistance, included the EAGGF (Guidance Section) contribution to the sectors adopted for joint action, are specified within the implementation provisions and the financial plans annexed to the present decision (11).", "For the purposes of indexation, the annual breakdown of the planned maximum overall allocation for assistance from the EAGGF shall be as follows:\n>TABLE>", "The commitments for subsequent tranches shall be based on the financing plan for the single programming document and on progress made in implementation.", "The Community assistance shall relate only to expenditure connected with operations covered by this single programming document which have been the subject, in the Member State, of legally binding provisions and for which the necessary funds have been specifically committed by 31 December 1999 at the latest. The deadline for the entry in the accounts of expenditure on such measures shall expire on 31 December 2001.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 15 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1.\n(2) OJ No L 352, 31. 12. 1994, p. 124.\n(3) OJ No L 99, 19. 4. 1994, p. 7.\n(4) OJ No L 185, 15. 7. 1988, p. 9.\n(5) OJ No L 337, 24. 12. 1994, p. 11.\n(6) OJ No L 170, 3. 7. 1990, p. 36.\n(7) OJ No L 290, 11. 11. 1994, p. 4.\n(8) OJ No L 356, 31. 12. 1977, p. 1.\n(9) OJ No L 240, 7. 10. 1995, p. 12.\n(10) OJ No L 374, 31. 12. 1988, p. 1.\n(11) Annex not published in the Official Journal."}