{"celex_id": "31991R0328", "uri": "http://publications.europa.eu/resource/cellar/6fd280f9-1fd2-4868-809c-8e6721f0493e", "type": "Regulation", "concepts": ["1261", "5272"], "title": "Commission Regulation (EEC) No 328/91 of 11 February 1991 amending Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\n", "header": "COMMISSION REGULATION (EEC) No 328/91  of 11 February 1991  amending Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 12 (8) thereof,\nWhereas Commission Regulation (EEC) No 1517/77 (2), as last amended by Regulation (EEC) No 3687/89 (4), divides these hop varieties into the groups 'aromatic hops', 'bitter hops' and 'others' according to commercial practice in the Community and world  hop markets on the basis of the final uses of the hops in brewing and by reference to common characteristics, with particular emphasis on the content of bitter and aromatic substances;\nWhereas, in view of the developments in the hop market, three varieties should be added to the list given in the Annex to Regulation (EEC) No 1517/77;\nWhereas two of these varieties known as 'Hallertauer Tradition' and 'Spalter Select' have shown by their genetic composition as well as by results of extensive trials that they have a predominant characteristics; whereas these varieties should  accordingly be placed in the first group, 'aromatic hops';\nWhereas one of these varieties known as 'Hallertauer Magnum' has shown by its high alpha acid content that is has a predominant bitter characteristic; whereas this variety should accordingly be placed in the second group, 'bitter hops';\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["    Article 1\nThe Annex to Regulation (EEC) No 1517/77 is hereby replaced by the Annex hereto.  Article 2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1990 harvest.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 175, 4. 8. 1971, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 169, 7. 7. 1977, p. 13. (4) OJ No L 360, 9. 12. 1989, p. 23.\nANNEX\nA.  B.  C.  1st Group: Aromatic hops  2nd Group: Bitter hops  3rd Group: Others      Bramling Cross\nChallenger\nFino Alsacia\nFuggles\nGoldings\nHallertauer\nHallertauer Tradition\nHersbruecker Spaet\nHueller\nPerle\nProgress\nSaaz\nSaxon\nSpalter\nSpalter Select\nStar\nStrisselspalt\nSunshine\nTardif de Bourgogne\nTettnanger\nTutsham\nW.G.V.\nBrewers' Gold\nBullion\nChinook\nGalena\nH-3 Leones\nH-7 Leones\nHallertauer Magnum\nKeyworth's Midseason\nNorthdown\nNorthern Brewer\nNugget\nOmega\nOrion\nTarget\nYeoman  Kent\nRecord\nTriploid\nViking\nZenith"}