{"celex_id": "31994R1966", "uri": "http://publications.europa.eu/resource/cellar/4caf50ee-50d4-4833-819f-63f14574e301", "type": "Regulation", "concepts": ["2066", "2069", "2783", "4680", "5024"], "title": "Commission Regulation (EC) N 1966/94 of 28 July 1994 concerning the classification of certain goods in the combined nomenclature\n", "header": "30.7.1994 EN Official Journal of the European Communities L 198/103\nCOMMISSION REGULATION (EC) No 1966/94\nof 28 July 1994\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Commission Regulation (EC) No 1737/94 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to this Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas it is appropriate that, subject to the measures in force in the Community relating to double checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information in the matter of classification of goods in the combined nomenclature issued by the customs authorities of the Member States which do not conform to this Regulation may continue to be invoked in accordance with the provisions of Article 12 (6) of Council Regulation (EEC) No 2913/92 of 12 October 1992, establishing the Community Customs Code (3), for a period of 60 days by the holder;\nWhereas the tariff and statistical nomenclature section of the Customs Code. Committee has not delivered an opinion with the time limit set by its chairman as regards products Nos 3, 5, 6, 7 in the annexed table;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the tariff and statistical nomenclature section of the Customs Code Committee as regards products Nos 1, 2, 4 in the annexed table,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "Subject to the measures in force in the Community relating to double checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information in the matter of classification of goods in the combined nomenclature issued by the customs authorities of the Member States which no longer conform to this Regulation may continue to be invoked in accordance with the provisions of Article 12 (6) of Regulation (EEC) No 2913/92 for a period of 60 days.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1994.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 182, 16. 7. 1994, p. 9.\n(3)  OJ No L 302, 19. 10. 1992, p. 1.\nANNEX\nDescription Classification CN code Reasons\n(1) (2) (3)\n1. Woven fabric in the piece, printed with decorative motifs of different colours (93 % polyester, 7 % viscose), with added sequins and a number of flowers of synthetic woven textile material. The sequins are glued to the fabric. The flower motifs are few in number (approximately 6 to an area 1,70 m by 1,15 m) and are loosely sewn to the fabric.\n2. Doormat with an external surface consisting of tufts of coconut fibres about one centimetre in length directly inserted vertically into a layer of PVC mixed with a plasticizer.\n3. Lightweight loose-fitting garment made of two different knitted printed fabrics (100 % cotton) intended to cover the upper part of the body reaching down to mid-thigh. It has a rounded neckline with a partial opening fastening right over left, short, loose-fitting sleeves, printed decorated motifs and side slits. There is a sewn-on band of knitted fabric at the neckline and the bottom of the garment (see photograph No 527) (1).\n4. Sleeveless garment, made of stretch knitted ribbed fabric (100 % polyamide) covering the upper part of the body to just below the waist, with a collar, a complete opening at the front fastened right over left with press-studs and with two pocket flaps at the breast (see photograph No 529) (1).\n5. Garment of 100 % cotton fabric covering the body to the crotch, the upper part of which is woven, with a collar, loose-fitting long sleeves fastening at the wrist by means of press-studs and two patch pockets at the breast. The garment has a front opening fastened by press-studs left over right from neck to waist. The lower part of the garment, from waist to crotch, is of elasticated knitted fabric with a fastening at the crotch by means of press-studs. (see photograph No 530) (1).\n6. Set up for retail sale comprising:\n— a brassiere, knitted (65 % polyamide, 35 % cotton) with adjustable straps and body-supporting reinforcements at the bottom; parts are in raschel lace,\n— briefs, knitted (80 % cotton, 20 % polyamide) and elasticated at the waist and the leg; parts are also in raschel lace.\n7. Rectangular article made up of very tightly woven single coloured (100 % cotton) fabric.\n\n(1)  The photographs are purely for illustrative purposes."}