{"celex_id": "31994R1691", "uri": "http://publications.europa.eu/resource/cellar/b4bf177e-e9f6-4692-bd6d-71e0f1d00800", "type": "Regulation", "concepts": ["251", "2681", "4314", "4395", "4858"], "title": "Commission Regulation (EC) No 1691/94 of 12 July 1994 fixing, for the 1993/94 marketing year, the specific agricultural conversion rate applicable to the minimum sugarbeet prices and the production levy and additional levy in the sugar sector\n", "header": "COMMISSION REGULATION (EC) No 1691/94 of 12 July 1994 fixing, for the 1993/94 marketing year, the specific agricultural conversion rate applicable to the minimum sugarbeet prices and the production levy and additional levy in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EEC) No 1713/93 of 30 June 1993 establishing special detailed rules for applying the agricultural conversion rate in the sugar sector (1), as amended by Regulation (EEC) No 2627/93 (2), and in particular Article 1  (3) thereof,\nWhereas Article 1 (1) of Regulation (EEC) No 1713/93 specifies that the minimum sugarbeet prices referred to in Article 5 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in the sugar sector (3), as last  amended by Regulation (EC) No 133/94 (4), and the production levy and additional levy referred to, respectively, in Articles 28 and 28a of that Regulation shall be converted into national currency using a specific agricultural conversion rate equal to  the average, calculated pro rata temporis, of the agricultural conversion rates applicable during the marketing year in question; whereas that specific agricultural conversion rate must be fixed during the month following the end of the marketing year  in question;\nWhereas the application of these provisions results in the fixing, for the 1993/94 marketing year, of the specific agricultural conversion rate for the conversion of minimum sugarbeet prices as well as the production levy and, where appropriate,  additional levy into the various national currencies, as set out in the Annex to this Regulation,", "main_body": ["The specific agricultural conversion rate to be used for conversion of the minimum sugarbeet prices referred to in Article 5 of Regulation (EEC) No 1785/81 and the production levy and, where appropriate, additional levy referred to,  respectively, in Articles 28 and 28a of that Regulaton, into each of the national currencies, shall be fixed, for the 1993/94 marketing year, as set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 159, 1. 7. 1993, p. 94.\n(2) OJ No L 240, 25. 9. 1993, p. 19.\n(3) OJ No L 177, 1. 7. 1981, p. 4.\n(4) OJ No L 22, 27. 1. 1994, p. 7.\nANNEX fixing, for the 1993/94 marketing year, the specific agricultural conversion rate applicable to the minimum sugarbeet prices and the production levy and, where appropriate, additional levy in the sugar sector\nSpecific agricultural conversion rate\nECU 1 = 49,0910 Belgian and Luxembourg francs\n9,30338 Danish kroner\n2,35418 German marks\n7,97151 French francs\n0,976426 Irish pounds\n2,65256 Dutch guilders\n330,961 Greek drachmas\n190,663 Spanish pesetas\n2 232,15 Italian lire\n236,074 Portuguese escudos\n0,922833 Pound sterling"}