{"celex_id": "31990D0094", "uri": "http://publications.europa.eu/resource/cellar/ad893026-1dea-4368-83bd-1b74a431e0fd", "type": "Decision", "concepts": ["1074", "1712", "2468", "4056"], "title": "90/94/EEC: Commission Decision of 20 December 1989 establishing a Community support framework for assistance from the European Social Fund in respect of objectives 3 and 4 in Luxembourg (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 20 December 1989\nestablishing a Community support framework for assistance from the European Social Fund in respect of objectives 3 and 4 in Luxembourg\n(Only the French text is authentic)\n(90/94/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness, and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (1), and in particular Article 10 (3) thereof,\nHaving regard to the opinion of the Committee of the European Social Fund,\nWhereas, under the terms of Article 10 (3) of Regulation (EEC) No 2052/88, the Commission, on the basis of plans for combating long-term unemployment and promoting the occupational integration of young people submitted to it by Member States, within the framework of the partnership and in agreement with the Member State concerned, establishes the Community support framework for the attainment of objectives 3 and 4;\nWhereas, under the terms of the second paragraph of the said Article, the Community support framework must cover in particular the specific priorities adopted, the forms of assistance, the indicative financing plan and the duration of the assistance;\nWhereas Articles 8 et seq. (Title III) of Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 (2), lay down the conditions for drawing up and implementing the Community support frameworks;\nWhereas Council Regulation (EEC) No 4255/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Social Fund (3) sets out the conditions for implementing this financial instrument;\nWhereas the Government of Luxembourg has presented its plan setting out measures for combating long-term unemployment and for promoting the occupational integration of young people;\nWhereas this Community support framework has been drawn up in agreement with the Member State concerned within the framework of the partnership as defined by Article 4 of Regulation (EEC) No 2052/88;\nWhereas the guidelines (4) adopted by the Commission (89/C 45/04) in application of Article 4 of Regulation (EEC) No 4255/88 set out the Community choices and criteria concerning action to combat long-term unemployment and to promote the occupational integration of young people;\nWhereas this Decision is in conformity with the opinion of the Committee of the European Social Fund;\nWhereas, pursuant to Article 10 (2) of Regulation (EEC) No 4253/88 this Decision will be addressed to the Member State as a declaration of intent;\nWhereas, pursuant to Article 20 (1) and (2) of Regulation (EEC) No 4253/88, the budgetary commitments concerning the contribution by the Structural Funds towards financing the assistance covered by the Community support frameworks will be the subject of subsequent Commission Decisions when the relevant measures are approved,", "main_body": ["The Community support framework for assistance from the European Social Fund in respect of objectives 3 and 4 for the whole of the territory of Luxembourg is hereby approved for the period 1 January 1990 to 31 December 1992.\nThe Commission hereby declares its intention to contribute to the implementation of the Community support framework in accordance with the conditions set out therein and in conformity with the rules and guidelines governing the operation of the European Social Fund.", "The main elements of the Community support framework shall be the following:\n(a) the priorities chosen:\n- for objective 3:\n- women returning to work,\n- transnational measures,\n- disabled,\n- for objective 4:\n- new technologies,\n- direct recruitment subsidies,\n- transnational measures,\n- disabled;\n(b) an outline of the forms of assistance, which will be implemented mainly in the form of operational programmes;\n(c) an indicative financial plan setting out the total appropriations, which amount to ECU 15 600 000 for the total period concerned, ECU 7 million of which are chargeable to the European Social Fund and the rest to the national, regional or local public authorities. In rough terms this breaks down as follows:\n- ECU 1 800 000 for objective 3,\n- ECU 5 200 000 for objective 4.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 20 December 1989.\nFor the Commission\nVasso PAPANDREOU\nMember of the Commission\n(1) OJ No L 185, 15. 7. 1988, p. 9.\n(2) OJ No L 374, 31. 12. 1988, p. 1.\n(3) OJ No L 374, 31. 12. 1988, p. 21.\n(4) OJ No C 45, 24. 2. 1989, p. 6."}