{"celex_id": "31996R1222", "uri": "http://publications.europa.eu/resource/cellar/b943ea7c-8d85-4226-bc9a-52be19bb10c3", "type": "Regulation", "concepts": ["2068", "2069", "3568", "4381", "5751"], "title": "Commission Regulation (EC) No 1222/96 of 28 June 1996 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "COMMISSION REGULATION (EC) No 1222/96 of 28 June 1996 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Article 13 thereof, and the corresponding provisions of the other Regulations on the common organization of the markets in agricultural products,\nWhereas Commission Regulation (EEC) No 3846/87 (3), as last amended by Regulation (EC) No 823/96 (4), establishes on the basis of the combined nomenclature an agricultural product nomenclature for export refunds;\nWhereas the export refund nomenclature should be made part of the Integrated Tariff of the European Community (Taric) from 1 January 1997 so that the automated customs clearance procedures upon export can be used without manual intervention;\nWhereas, however, such integration requires the refund codes to be adjusted to the additional four-digit code system used currently in the Taric; whereas Regulation (EEC) No 3846/87 should be amended as a result;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant Management Committees,", "main_body": ["Regulation (EEC) No 3846/87 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nEach subheading of the refund nomenclature shall be provided with a numeric code of 12 consecutive digits as follows:\n(a) the first eight digits shall be those of the numeric code for the relevant combined nomenclature subheading;\n(b) the ninth digit shall identify the additional Taric code;\n(c) the 10th, 11th and 12th digits shall identify the refund nomenclature subheading. If a combined nomenclature subheading is not further subdivided in the refund nomenclature the last three digits shall be \"000\"`.\n2. The following subparagraph is added to Article 3 after the first subparagraph:\n'The last four digits of these codes shall be considered the additional Taric codes referred to in Article 3 (4) of Council Regulation (EEC) No 2658/87 (*) on the tariff and statistical nomenclature and on the Common Customs Tariff.\n(*) OJ No L 256, 7. 9. 1987, p. 1.`", "In all agricultural Regulations where reference is made to the eleven-digit refund nomenclature code, the reference shall be taken as referring to the 12 digit code of the refund nomenclature.", "This Regulation shall inter into force on 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 366, 24. 12. 1987, p. 1.\n(4) OJ No L 111, 4. 5. 1996, p. 9."}