{"celex_id": "31990R0424", "uri": "http://publications.europa.eu/resource/cellar/1140d968-a571-404e-8352-109396630da9", "type": "Regulation", "concepts": ["4288", "4692", "863"], "title": "Commission Regulation (EEC) No 424/90 of 19 February 1990 adopting exceptional support measures for the market in pigmeat in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 424/90\nof 19 February 1990\nadopting exceptional support measures for the market in pigmeat in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of the Council of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas pursuant to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (3), as last amended by Directive 87/491/EEC (4), the prohibition on the export of live swine, fresh pigmeat and certain meat products may be imposed for one or more parts of the territory of a Member State where African swine fever has been recorded within the previous 12 months;\nWhereas Council Decision 89/21/EEC of 14 December 1988 derogating from prohibitions relating to African swine fever for certain areas in Spain (5) limited the said prohibitions to the areas south and west of the line laid down in the Annex of that Decision;\nWhereas in these regions the market situation has deteriorated during the last months; whereas this has created economic difficultues for producers breeding the iberian pig; whereas these difficulties are sufficiently serious to justify the introduction of exceptional market support measures in order to alleviate the situation of these producers;\nWhereas these exceptional measures should take the form of aid for private storage to be granted according to the rules fixed in respect of Council Regulation (EEC) No 2763/75 of 29 October 1985 laying down general rules for granting private storage aid for pigmeat (6) and Commission Regulation (EEC) No 1092/80 of 2 May 1980 laying down detailed rules for granting private storage aid for pigmeat (7), as last amended by Regulation (EEC) No 3498/88 (8);\nWhereas, in order to avoid any excess due to the application of these aids, provision should be made to restrict these aids for products from the iberian pig breed and from the abovementioned areas;\nWhereas Article 3 of Regulation (EEC) No 2763/75 provides that the period of storage can be curtailed or extended if the market situation so requires; whereas Article 8 (4) of Commission Regulation (EEC) No 1092/80 provides for early withdrawal from store for export; whereas the period of storage may also be curtailed in case of force majeure as referred to in Article 9 of the said Regulation; whereas, therefore, provision should be made to fix not only the amounts of aid for a specific period of storage but also the amounts to be added or deducted if this period is curtailed or extended;\nWhereas, in order to facilitate administrative and control work resulting from the conclusion of contracts, minimum quantities should be fixed;\nWhereas the security should be fixed at a level such as to oblige the storer to fulfil the obligations undertaken by him;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. As from 19 February to 16 March 1990, applications for private storage aid on pigmeat originating from the iberian pig breed in Spain from areas not concerned by Decision 89/21/EEC may be introduced to the Spanish intervention agency in accordance with the provisions of Regulation (EEC) No 1092/80.\nThe list of products which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2. If the period of storage is extended or curtailed, the amount of the aid shall be adjusted accordingly. The amounts of the supplements and deductions per month and per day are set out in columns 8 and 9 of the said Annex.", "The minimum quantity per contract and per product is fixed at 5 tonnes.", "The security shall be 20 % of the amounts of aid set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 19 February 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 47, 21. 2. 1980, p. 4.\n(4) OJ No L 279, 2. 10. 1987, p. 27.\n(5) OJ No L 9, 12. 1. 1989, p. 24.\n(6) OJ No L 282, 1. 11. 1975, p. 19.\n(7) OJ No L 114, 3. 5. 1980, p. 22.\n(8) OJ No L 306, 11. 11. 1988, p. 32.\nANNEX\n(ECU/tonne)\n1.2.3,7.8,9 //  //  //  //  // CN code  // Products in respect of which aid is granted  // Amount of the aid for a storage period of  // Supplement or deduction  //  //  //  //  // 1.2.3.4.5.6.7.8.9 //  //  // 3 months  // 4 months   // 5 months   // 6 months   // 7 months   // per months  // per day   //    //   //   //   //   //   //   //  //   // 1  // 2  // 3   // 4   // 5   // 6   // 7   // 8  // 9   //    //   //   //   //   //   //   //   //   // ex 0203   // Meat of domestic swine, fresh or chilled:   //   //  //   //   //   //   //   // ex 0203 11 10   // Half carcases without the head, forefoot, tail, flare fat, kidney, thin skirt and spinal cord (1)   // 345,0   // 391,5   // 438,0   // 484,5   // 531,0   // 46,5   // 1,55   // ex 0203 12 11   // Legs  // 418,5   // 471,0   // 523,5   // 576,0   // 628,5   // 52,5   // 1,76   // ex 0203 12 19   // Shoulders   // 418,5  // 471,0   // 532,5   // 576,0   // 628,5   // 52,5   // 1,76  // ex 0203 19 11   // Fore-ends   // 418,5   // 471,0  // 523,5   // 576,0   // 628,5   // 52,5   // 1,76   // ex 0203 19 13   // Loins, with or without the neck-end, or neck-ends separately (2) (3)   // 418,5   // 471,0   // 523,5  // 576,0   // 628,5   // 52,5   // 1,76   // ex 0203 19 15  // Bellies, whole or trimmed by rectangular cut   // 204,0  // 244,5   // 285,0   // 325,5   // 366,0   // 40,5   // 1,35  // ex 0203 19 55   // Bellies, whole or trimmed by rectangular cut, without rind and ribs   // 204,0   // 244,5   // 285,0  // 325,5   // 366,0   // 40,5   // 1,35   // ex 0203 19 55  // Legs, shoulders, fore-ends, loins with or without the neck-end, or neck-ends separately, boned (2) (3)   // 418,5  // 471,0   // 523,5   // 576,0   // 628,5   // 52,5   // 1,76  // ex 0203 19 55   // Cuts corresponding to 'middles', with or without rind or fat, boned (4)   // 316,5   // 360,0   // 403,5   // 447,0   // 490,5   // 43,5   // 1,46   // ex 0203 19 59  // Cuts corresponding to 'middles', with or without rind or fat, with bone in (4)   // 316,5   // 360,0   // 403,5  // 447,0   // 490,5   // 43,5   // 1,46   //    //   //   //  //   //   //   //   //\n(1) The aid may be granted for half carcases presented as Wiltshire sides, i.e. without the head, cheek, chap, feet, tail, flare fat, kidney, tenderloin, blade bone, sternum, vertebral column, pelvic bone and diaphragm.\n(2) Loins and neck-ends may be with or without rind, the adherent lĂ yer of fat, however, not exceeding 25 mm in depth.\n(3) The quantity contracted may cover any combination of the products mentioned.\n(4) Same presentation as for products falling within CN code 0210 19 20."}