{"celex_id": "31992L0031", "uri": "http://publications.europa.eu/resource/cellar/faefb8c2-641e-4f7b-bff7-240bd7ab97af", "type": "Directive", "concepts": ["2176", "2526", "2883", "3641", "4424"], "title": "Council Directive 92/31/EEC of 28 April 1992 amending Directive 89/336/EEC on the approximation of the laws of the Member States relating to electromagnetic compatibility\n", "header": "COUNCIL DIRECTIVE 92/31/EEC  of 28 April 1992  amending Directive 89/336/EEC on the approximation of the laws of the Member States relating to electromagnetic compatibility\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 89/336/EEC (4) provides for complete harmonization relating to electromagnetic compatibility;\nWhereas a uniform application of that Directive requires the availability of harmonized standards; whereas these standards will not be available by the date of application of that Directive;\nWhereas that Directive has not provided for an adequate transitional period during which it would be permitted to place on the market apparatus manufactured in accordance with national regulations applicable before the date of application of the said  Directive;\nWhereas manufacturers must have the time needed to allow apparatus in stock to be marketed;\nWhereas Directive 89/336/EEC should accordingly be amended,", "main_body": ["Directive 89/336/EEC is hereby amended as follows:\n1. Article 10 (3) shall be deleted.\n2. Article 12 (1) shall be supplemented by the following paragraph:\n'However, Member States shall, for the period up to 31 December 1995, authorize the placing on the market and/or the putting into service of apparatus referred to in this Directive conforming to the national regulations in force in their territory on 30  June 1992.'", "1. Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive not later than three months after its adoption. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.\nMember States shall apply these provisions not later than six months after the adoption of this Directive.\n2. Member States shall communicate to the Commission the texts of the main provisions of domestic law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 28 April 1992. For the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 126, 21. 6. 1991, p. 7. (2) OJ No C 13, 20. 1. 1992, p. 506 and OJ No C 94, 13. 4. 1992. (3) OJ No C 339, 31. 12. 1991, p. 1. (4) OJ No L 139, 23. 5. 1989, p. 19. Directive amended by Directive 91/263/EEC (OJ No L 128, 23. 5. 1991,  p. 1)."}