{"celex_id": "31994R3151", "uri": "http://publications.europa.eu/resource/cellar/9cff709e-9f63-4e3d-aeb3-313347adfdb6", "type": "Regulation", "concepts": ["1684", "3170", "4718", "473", "5096", "616"], "title": "Commission Regulation (EC) No 3151/94 of 21 December 1994 introducing a further derogation from the detailed rules for the delivery by producers of the table wine they are required to deliver for compulsory distillation in respect of the 1993/94 wine year\n", "header": "COMMISSION REGULATION (EC) No 3151/94 of 21 December 1994 introducing a further derogation from the detailed rules for the delivery by producers of the table wine they are required to deliver for compulsory distillation in respect of the 1993/94  wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Council Regulation (EEC) No 1891/94 (2), and in particular Article 39 (9) thereof,\nWhereas Commission Regulation (EC) No 343/94 (3), as amended by Regulation (EC) No 827/94 (4), opens compulsory distillation of table wine as provided for in Article 39 of Regulation (EEC) No 822/87 for the 1993/94 wine year; whereas Commission  Regulation (EC) No 465/94 (5), as last amended by Regulation (EC) No 610/94 (6), lays down the percentages of table wine production to be delivered for compulsory distillation by each person subject to the obligation;\nWhereas, in accordance with Article 12 (4) of Commission Regulation (EEC) No 441/88 of 17 February 1988 laying down detailed rules for applying compulsory distillation as referred to in Article 39 of Council Regulation (EC) No 822/87 (7), as last  amended by Regulation (EEC) No 2587/94 (8), producers are required to deliver table wine to a distillery by 31 July 1994 at the latest;\nWhereas, pursuant to Article 12 (5) of Regulation (EEC) No 441/88, these distillation operations may not take place after the end of the wine year in question;\nWhereas Council Regulation (EEC) No 2046/89 (9), as last amended by Regulation (EC) No 1892/94 (10), lays down in particular the necessary characteristics of the products that may be distilled;\nWhereas, to take account of the Community provisions on concluding long-term storage contracts, as decided by Council Regulation (EC) No 1891/94, the time limits have been extended by Commission Regulation (EC) No 1960/94 (11); whereas, however, for  reasons peculiar to certain wine-producing regions, it has not been possible to satisfy the delivery obligations by the time-limit laid down; whereas, to avoid penalizing the wine producers concerned too heavily, they should still be permitted to  discharge their obligations as regards compulsory distillation for the 1993/94 wine year, with the appropriate penalty measures taken into account; whereas provision should accordingly also be made for the compulsory delivery of the spirits produced to  the intervention agency, as well as the maximum time limit for the distillation operations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. For the 1993/94 wine year and by way of derogation from Regulation (EC) No 343/94, the second subparagraph of Article 12 (4) and Article 12 (5) of Regulation (EEC) No 441/88, persons subject to the obligation to deliver for compulsory  distillation as provided for in Article 39 of Regulation (EEC) No 822/87 may deliver the table wine to a distillery at the latest 120 days after 11 September 1994 under the following conditions:\n\"\" ID=\"1\">- purchase price of table wines:> ID=\"2\">ECU 0,42/%/ vol/hl,\"> ID=\"1\">- amount of aid for which the distiller qualifies:> ID=\"2\">Nil,\"> ID=\"1\">- price to be paid to the distiller by the intervention agency for the raw alcohol subject  to compulsory delivery:> ID=\"2\">ECU 0,75/%/ vol/hl.\">\n2. The distillation operations in question may not take place after 20 February 1995. The spirits obtained from this distillation must be delivered to the intervention agencies by 20 April 1995 at the latest.\n3. Regulation (EEC) No 2046/89 notwithstanding, any producer who wants to take advantage of this opportunity must send the competent intervention agency before 10 February 1995:\n- the references of the contract concluded pursuant to this Regulation, along with the name of the distiller,\n- the quantities of table wine delivered,\n- particulars of the quantities of table wine which have been delivered for compulsory distillation for the 1993/94 wine year pursuant to Regulation (EC) No 465/94.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 197, 30. 7. 1994, p. 42.\n(3) OJ No L 44, 17. 2. 1994, p. 9.\n(4) OJ No L 95, 14. 4. 1994, p. 10.\n(5) OJ No L 58, 2. 3. 1994, p. 2.\n(6) OJ No L 77, 19. 3. 1994, p. 12.\n(7) OJ No L 45, 18. 2. 1988, p. 15.\n(8) OJ No L 274, 26. 10. 1994, p. 2.\n(9) OJ No L 202, 14. 7. 1989, p. 14.\n(10) OJ No L 197, 30. 7. 1994, p. 44.\n(11) OJ No L 198, 30. 7. 1994, p. 96."}