{"celex_id": "31999R0762", "uri": "http://publications.europa.eu/resource/cellar/3f8b68ec-8df1-4607-9eee-66ed82a75f52", "type": "Regulation", "concepts": ["1108", "1109", "2624", "4288"], "title": "Commission Regulation (EC) No 762/1999 of 13 April 1999 laying down detailed rules governing the grant of private storage aid for Kefalotyri and Kasseri cheeses\n", "header": "COMMISSION REGULATION (EC) No 762/1999\nof 13 April 1999\nlaying down detailed rules governing the grant of private storage aid for Kefalotyri and Kasseri cheeses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk products(1), as last amended by Regulation (EC) No 1587/96(2), and in particular Articles 9(3) and 28 thereof,\nWhereas Council Regulation (EEC) No 508/71 of 8 March 1971 laying down general rules on private storage aid for long-keeping cheeses(3) permits the granting of private storage aid for sheep's milk cheeses requiring at least six months for maturing where a serious market imbalance could be eliminated or reduced by seasonal storage;\nWhereas the seasonal nature of Kefalotyri and Kasseri cheese production results in the building up of stocks which are difficult to sell and which risk causing a lowering of prices; whereas seasonal storage should therefore be introduced for the quantities to improve the situation and allow producers time to find outlets for their cheese;\nWhereas the detailed rules of this measure should determine the maximum quantity to benefit from it as well as the duration of the contracts in relation to the real requirements of the market and the keeping qualities of the cheeses in question; whereas it is necessary to specify the terms of the storage contract so as to enable the identification of the cheese and to maintain checks on the stock in respect of which aid is granted; whereas the aid should be fixed taking into account storage costs and the foreseeable trend of market prices;\nWhereas experience shows that provisions on checks should be laid down, particularly as regards the documents to be submitted and checks to be made on the spot; whereas, therefore, it should be provided that Member States require the costs of checks be fully or partly borne by the contractor;\nWhereas Article 1(1) of Commission Regulation (EEC) No 1756/93 of 30 June 1993 fixing the operative events for the agricultural conversion rate applicable to milk and milk products(4), as last amended by Regulation (EC) No 569/1999(5), fixes the conversion rate to be applied in the framework of private storage aid schemes in the milk products sector;\nWhereas it is appropriate to guaranteee the continuation of the storage operations in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Aid shall be granted in respect of the private storage of 3200 tonnes of Kefalotyri and Kasseri cheeses made from Community-produced ewes' or goats' milk or a mixture of the two and satisfying the requirements of Articles 2 and 3.", "1. The intervention agency shall conclude storage contracts only when the following conditions are met:\n(a) the quantity of cheese to which the contract relates is not less than 2 tonnes;\n(b) the cheese was manufactured at least 90 days before the date specified in the contract as being the date of commencement of storage, and after 30 November 1998;\n(c) the cheese has undergone tests which show that it meets the condition laid down in (b) and that it is of first quality;\n(d) the storer undertakes:\n- not, during the term of the contract, to alter the composition of the batch which is the subject of the contract without authorisation from the intervention agency. If the condition concerning the minimum quantity fixed for each batch continues to be met, the intervention agency may authorise an alteration which is limited to the removal or replacement of cheeses which are found to have deteriorated to such an extent that they can no longer be stored.\nIn the event of release from store of certain quantities:\n(i) if the aforesaid quantities are replaced with the authorisation of the intervention agency, the contract is deemed not to have undergone any alteration;\n(ii) if the aforesaid quantities are not replaced, the contract is deemed to have been concluded ab initio for the quantity permanently retained.\nAny supervisory costs arising from an alteration shall be met by the storer,\n- to keep stock accounts and to inform the intervention agency each week of the quantity of cheese put into storage during the previous week, and of any planned withdrawals.\n2. The storage contract shall be concluded:\n(a) in writing, stating the date when storage covered by the contract begins; this may not be earlier than the day following that on which the operations connected with putting the batch of cheese covered by the contract into storage were completed;\n(b) after completion by the operations connected with putting the batch of cheese covered by the contract into storage and at the latest 40 days after the date on which the storage covered by the contract begins.", "1. Aid shall be granted only for cheese put into storage during the period 15 May to 30 November 1999.\n2. No aid shall be granted in respect of storage under contract for less than 60 days.\n3. The aid payable may not exceed an amount corresponding to 150 days' storage under contract terminating before 31 March 2000. By way of derogation from the first indent of Article 2(1)(d), when the period of 60 days specified in paragraph 2 has elapsed, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 500 kilograms. The Member States may, however, increase this quantity to 2 tonnes.\nThe date of the start of operations to remove cheese covered by the contract shall not be included in the period of storage under contract.", "1. The aid shall be as follows:\n(a) EUR 100/t for the fixed costs;\n(b) EUR 0,35/t per day of storage under contract for the warehousing costs;\n(c) EUR 0,58/t per day of storage under contract for the financial costs.\n2. Aid shall be paid not later than 90 days from the last day of storage under contract.", "1. The Member States shall ensure that the conditions granting entitlement to payment of the aid are fulfilled.\n2. The contractor shall make available to the national authorities responsible for verifying execution of the measure any documentation permitting in particular the following particulars of products placed in private storage to be verified:\n(a) ownership at the time of entry into storage;\n(b) the origin and date of manufacture of the cheeses;\n(c) the date of entry into storage;\n(d) presence in the store;\n(e) the date of removal from storage.\n3. The contractor or, where applicable, the operator of the store, shall keep stock accounts available at the store, covering:\n(a) identification, by contract number, of the products placed in private storage;\n(b) the dates of entry into and removal from storage;\n(c) the number of cheeses and their weight shown for each lot;\n(d) the location of the products in the store.\n4. Products stored must be easily identifiable and must be identified individually by contract. A special mark shall be affixed to cheeses covered by contract.\n5. Without prejudice to Article 2(1)(d), on entry into storage, the competent bodies shall conduct checks in particular to ensure that products stored are eligible for the aid and to prevent any possibility of substitution of products during storage under contract.\n6. The national authorities responsible for controls shall undertake:\n(a) an unannounced check to see that the products are present in the store. The sample concerned must be representative and must correspond to at least 10 % of the overall quantity under contract for a private storage aid measure. Such checks must include, in addition to an examination of the accounts referred to in paragraph 3, a physical check of the weight and type of product and their identification. Such physical checks must relate to at least 5 % of the quantity subject to the unannounced check;\n(b) a check to see that the products are present at the end of the storage period under contract.\n7. Checks conducted pursuant to paragraphs 5 and 6 must be the subject of a report stating:\n- the date of the check,\n- its duration,\n- the operations conducted.\nThe report on checks must be signed by the official responsible and countersigned by the contractor or, where applicable, by the store operator.\n8. In the case of irregularities affecting at least 5 % of the quantities of products subject to the checks the latter shall be extended to a larger sample to be determined by the competent body.\nThe Member States shall notify such cases to the Commission within four weeks.\n9. The Member States may provide that the costs of checks will be borne partly or fully by the contractor.", "Member States shall communicate to the Commission before 15 January 2000:\n(a) the quantity of cheese for which storage contracts have been concluded;\n(b) any quantities in respect of which the authorisation referred to in Article 2(1)(d) has been given.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 May 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28.6.1968, p. 13.\n(2) OJ L 206, 16.8.1996, p. 21.\n(3) OJ L 58, 11.3.1971, p. 1.\n(4) OJ L 161, 2.7.1993, p. 48.\n(5) OJ L 70, 17.3.1999, p. 12."}