{"celex_id": "31991D0348", "uri": "http://publications.europa.eu/resource/cellar/d9644d93-f1fa-43e6-8b29-3ccf1a0a8e0c", "type": "Decision", "concepts": ["1445", "1519", "1755", "1857", "2319", "5034"], "title": "91/348/EEC: Commission Decision of 17 June 1991 approving the programme for the eradication of contagious bovine pleuropneumonia presented by Italy and fixing the level of the Community' s financial contribution (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 17 June 1991  approving the programme for the eradication of contagious bovine pleuropneumonia presented by Italy and fixing the level of the Community's financial contribution  (Only the Italian text is authentic)   (91/348/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 91/133/EEC (2) and in particular Article 24 thereof,\nWhereas Commission Decision 91/46/EEC (3) has provided for a financial contribution from the Community under emergency measures for the eradication of outbreaks of contagious bovine pleuropneumonia that occurred in Italy in October 1990; whereas this  action was prolonged by Decision 91/57/EEC (4) until the 31 March 1991; whereas in the light of the evolution of the situation the Community financial aid must be in the framework of an eradication programme conforming with Article 24 of Decision  90/424/EEC;\nWhereas by letter dated 26 March 1991, Italy has submitted a one year programme for the eradication of contagious bovine pleuropneumonia;\nWhereas after examination of the programme it was found to comply with all Community criteria relating to the eradication of the disease in conformity with Council Decision 90/638/EEC of 27 November 1990 on laying down Community criteria for the  eradication and monitoring of certain animal diseases (5);\nWhereas a Community financial contribution will be given provided the above mentioned conditions are fulfilled, and the authorities will provide all necessary information in conformity with Article 24 (8) of Decision 90/424/EEC; whereas it is  appropriate to fix the Community financial participation at the rate of 50 % of the costs of testing and those incurred by way of compensation to owners for the slaughter of cattle because of contagious bovine pleuropneumonia;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the eradication of contagious bovine pleuropneumonia presented by Italy is hereby approved for a period of one year.", "Italy shall bring into force by 1 April 1991 the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "Financial participation by the Community shall be at the rate of 50 % of the costs of testing and those incurred in Italy by way of compensation for owners for the slaughter of cattle because of contagious bovine pleuropneumonia.", "The Community financial contribution shall be granted after the supporting documents have been supplied.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 17 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19. (2) OJ No L 66, 13. 3. 1991, p. 18. (3) OJ No L 23, 29. 1. 1991, p. 34. (4) OJ No L 35, 7. 2. 1991, p. 29. (5) OJ No L 347, 12. 12. 1990, p. 27."}