{"celex_id": "31996R0425", "uri": "http://publications.europa.eu/resource/cellar/0a35a03c-8a07-4ba3-a47f-418474299db2", "type": "Regulation", "concepts": ["1309", "2300", "4080", "4385", "4682", "5034"], "title": "Commission Regulation (EC) No 425/96 of 8 March 1996 amending in the beef and veal sector Regulations (EC) No 1462/95, (EC) No 1942/95 and (EC) No 3018/95\n", "header": "COMMISSION REGULATION (EC) No 425/96 of 8 March 1996 amending in the beef and veal sector Regulations (EC) No 1462/95, (EC) No 1942/95 and (EC) No 3018/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations (1), and in particular Article 8 thereof,\nWhereas Council Regulation (EC) No 3066/95 opens and adjusts certain concessions, in particular concerning products in the beef and veal sector, provided for by the Europe Agreements with the Republic of Hungary, the Republic of Poland, the Slovak Republic, the Czech Republic, Romania and the Republic of Bulgaria; whereas, therefore, in particular as regards the fixing of customs duties for imports of the products in question, the following Regulations should be amended with effect from 1 January to 30 June 1996:\n- Commission Regulation (EC) No 1462/95 of 27 June 1995 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 1995 to 30 June 1996) (2), as last amended by Regulation (EC) No 2416/95 (3),\n- Commission Regulation (EC) No 1942/95 of 4 August 1995 setting for the period 1 July 1995 to 30 June 1996 rules of application for the tariff quotas for beef and veal provided for by the Europe Agreements concluded between the Community and its Member States on the one hand and the Republic of Poland, the Republic of Hungary, the Czech Republic, the Slovak Republic, Bulgaria and Romania on the other (4), as last amended by Regulation (EC) No 2416/95,\n- Commission Regulation (EC) No 3018/95 of 20 December 1995 introducing management measures for imports of certain bovine animals for the first half of 1996 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 1462/95 is hereby amended as follows:\n1. in Article 1 (4) and (5) the date '31 December 1995` is replaced by '30 June 1996`;\n2. in the third and fourth subparagraphs of Article 6 (3) the date '31 December 1995` is replaced by '30 June 1996`.", "Regulation (EC) No 1942/95 is hereby amended as follows:\n1. Article 1 (2) is replaced by the following:\n'2. The ad valorem and specific customs duties set in the common customs tariff (CCT) shall be reduced by 80 %.`\n2. Annex I is deleted.", "Regulation (EC) No 3018/95 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nImports into the Community of live bovine animals falling within CN codes 0102 90 05, 0102 90 21, 0102 90 29, 0102 90 41 and 0102 90 49, as referred to in Article 1 (1) (a) of Regulation (EEC) No 805/68, originating in the third countries listed in Annex I, other than imports carried out under Commission Regulations (EC) No 1462/95 (*), (EC) No 39/96 (**) and (EC) No 403/96 (***), shall be subject to the management measures laid down in this Regulation.\n(*) OJ No L 144, 28. 6. 1995, p. 6.\n(**) OJ No L 10, 13. 1. 1996, p. 1.\n(***) OJ No L 55, 6. 3. 1996, p. 9.`\n2. The following subparagraph is added to Article 2 (1):\n'The ad valorem customs duty and the specific amounts of customs duty laid down in the common customs tariff (CCT) shall be reduced by 80 % for those animals.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 144, 28. 6. 1995, p. 6.\n(3) OJ No L 248, 14. 10. 1995, p. 28.\n(4) OJ No L 186, 5. 8. 1995, p. 30.\n(5) OJ No L 314, 28. 12. 1995, p. 58."}