{"celex_id": "31994R2508", "uri": "http://publications.europa.eu/resource/cellar/7750db5f-f4f4-4f9b-9146-ef6d26c8e733", "type": "Regulation", "concepts": ["1368", "1391", "1644", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 2508/94 of 17 October 1994 amending Regulation (EC) No 747/94 establishing administration procedures for quantitative quotas on certain products originating in the people's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 2508/94 of 17 October 1994 amending Regulation (EC) No 747/94 establishing administration procedures for quantitative quotas on certain products originating in the People's Republic of China\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), and in particular Article 17 (2) thereof,\nWhereas, pursuant to Article 9 of Commission Regulation (EC) No 747/94 of 30 March 1994 establishing administration procedures for quantitative quotas on certain products originating in the People's Republic of China (2), the period of validity of the  import licences issued by the competent authorities of the Member States in 1994 is six months from the date of issue;\nWhereas, according to information provided by Member States, many importers will be unable to import the products covered by these licences during the period of validity owing to the time required for delivery and transportation;\nWhereas, in order to overcome these problems and to ensure optimum use of quotas, the period of validity of licences issued pursuant to Commission Regulation (EC) No 1012/94 of 29 April 1994 establishing the allocations to traditional importers from the  Community of quantitative quotas on certain products originating in the People's Republic of China (3) and Commission Regulation (EC) No 1225/94 of 30 May 1994 determining the quantities to be allocated to non-traditional importers from the Community  quantitative quotas for certain products originating in the People's Republic of China (4), should be extended properly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee set up pursuant to Article 22 of Regulation (EC) No 520/94,", "main_body": ["The period of validity of the import licences issued by the competent authorities of the Member States pursuant to Regulations (EC) No 1012/94 and (EC) No 1225/94, is extended until 31 December 1994.\nAt the request of any importer, the competent authority which has issued the import licence, will endorse it with the modified last day of validity. This endorsement, made free of charge, will be authenticated by the competent authority.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 87, 31. 3. 1994, p. 83.\n(3) OJ No L 111, 30. 4. 1994, p. 100.\n(4) OJ No L 136, 31. 5. 1994, p. 40."}