{"celex_id": "31994R3145", "uri": "http://publications.europa.eu/resource/cellar/e3699701-7a96-418b-8ca7-a9067865db5a", "type": "Regulation", "concepts": ["2560", "2642", "3065", "3170", "4692", "4839"], "title": "Commission Regulation (EC) No 3145/94 of 21 December 1994 amending Regulation (EC) No 2865/94 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 3145/94 of 21 December 1994 amending Regulation (EC) No 2865/94 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Belgium, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 2865/94 (3);\nWhereas, during the first four weeks of application of the support measures, the purchase of fattened pigs was based on heavy pigs; it is now appropriate to lower the average weight of eligible pigs and to set a corresponding purchase price for  different categories of weight;\nWhereas, due to the continuation of the veterinary and commercial restrictions, it is appropriate to include old sows in the buying-in scheme provided for by Regulation (EC) No 2865/94; this amendment should apply from 13 December 1994 in order to  reduce the economic losses to the producers concerned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 2865/94 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\n1. From 25 October 1994 the Belgian intervention agency shall, according to the needs resulting from the veterinary and sanitary situation, buy piglets falling under CN code 0103 91 10 weighing 8 kg or more on average per batch.\n2. From 14 November 1994 the Belgian intervention agency shall, according to the needs resulting from the veterinary and sanitary situation, buy fattened pigs falling under CN code 0103 91 19 weighing 100 kg or more on average per batch.\n3. From 13 December 1994 the Belgian intervention agency shall, according to the needs resulting from the veterinary and sanitary situation, buy old sows falling under CN code 0103 92 11 weighing 160 kg or more on average per batch.\n4. The purchase of the first 35 000 fattened pigs and old sows and first 38 500 piglets shall be financed from the Community budget.\n5. Belgium is hereby authorized to purchase, in addition, at its own expense and on the terms laid down in this Regulation, a further 15 000 fattened pigs and old sows and 16 500 piglets.'\n2. Article 2 is replaced by the following:\n'Article 2\n1. Only fattened pigs, old sows and piglets raised in the zones listed in the Annex to this Regulation can be bought in, provided that the veterinary provisions laid down by the Belgian authorities apply in the areas on the day the animals are bought  in.\n2. Only old sows resulting from the normal rotation can be bought in.'\n3. Article 4 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n'1. The farm-gate buying-in price of fattened pigs shall be:\n- ECU 86 per 100 kilograms slaughtered weight for fattened pigs weighing 95 kilograms or more on average per batch, but less than 100 kilograms,\n- ECU 102 per 100 kilograms slaughtered for fattened pigs weighing 100 kilograms or more on average per batch, but less than 130 kilograms,\n- ECU 92 per 100 kilograms slaughtered weight for fattened pigs weighing 130 kilograms or more on average per batch.\nA coefficient of 0,81 is applied on the buying-in price.'\n(b) The following paragraph is added:\n'3. The farm-gate buying-in price for old sows shall be ECU 78 per 100 kilograms slaughtered weight for old sows weighing 160 kilograms or more on average per batch.\nA coefficient of 0,78 is applied on the buying-in price.'\n4. The following phrase is added to Article 6:\n'- the number and total weight of the old sows bought in.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 13 December 1994, with the exception of the provisions of Article 1 (2) of Regulation (EC) No 2865/94 as amended by this Regulation and of the provisions of Article 1 point 3 (a) of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 303, 26. 11. 1994, p. 25."}