{"celex_id": "31997R1873", "uri": "http://publications.europa.eu/resource/cellar/90785040-6fbf-4c28-bf72-b885ddf805ec", "type": "Regulation", "concepts": ["1565", "161", "1644", "2763", "4048", "914"], "title": "Commission Regulation (EC) No 1873/97 of 26 September 1997 amending Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1600/95, (EC) No 1713/95 and (EC) No 455/97 as regards the issue of import licences for tariff quotas for milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 1873/97 of 26 September 1997 amending Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1600/95, (EC) No 1713/95 and (EC) No 455/97 as regards the issue of import licences for tariff quotas for milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 13 (3), and 16 (1) and (4) thereof,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part (4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3296/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic of the other part (5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3297/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part (6), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (7), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (8), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1275/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Estonia, of the other part (9),\nHaving regard to Council Regulation (EC) No 1276/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Latvia, of the other part (10),\nHaving regard to Council Regulation (EC) No 1277/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Lithuania, of the other part (11),\nHaving regard to Council Regulation (EC) No 410/97 of 24 February 1997 on certain procedures for applying the Interim Agreement on trade and trade-related measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part (12), and in particular Article 1 thereof,\nWhereas Commission Regulation (EEC) No 584/92 (13), as last amended by Regulation (EC) No 1597/97 (14), lays down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community and the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic;\nWhereas Commission Regulation (EC) No 1588/94 (15), as last amended by Regulation (EC) No 1748/97 (16), lays down detailed rules for the application to milk and milk products of the arrangements provided for in the Europe Agreements between the Community, of the one part, and Bulgaria and Romania, of the other part;\nWhereas Commission Regulation (EC) No 1713/95 (17), as last amended by Regulation (EC) No 2389/96 (18), lays down detailed rules for the application to milk and milk products of the arrangements provided for in the Agreements on free trade between the Community and the Baltic States;\nWhereas Commission Regulation (EC) No 455/97 (19) lays down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreement between the Community and the Republic of Slovenia;\nWhereas Regulation (EC) No 1600/95 (20), as last amended by Regulation (EC) No 1598/97 (21), lays down detailed rules for the application of the import arrangements and opens tariff quotas for milk and milk products;\nWhereas, for the purpose of monitoring the quotas for milk products imported into the Community, all those Regulations provide for administration by three-month periods with a limited period for the submission of import licence applications; whereas, on the basis of information submitted by the Member States on applications received, the Commission determines to what extent applications may be granted; whereas the Commission may fix a coefficient to be applied to the quantities applied for in order to ensure that the quantity available is not exceeded;\nWhereas the smooth operation of this administration system depends, in particular, on the accuracy of the information submitted by the Member States; whereas, in order to ensure control of the quotas, it should be laid down that licences may only be issued for the quantities applied for where these have been notified to the Commission in accordance with the Regulations concerned and within the time limits laid down;\nWhereas the period for the submission of information should be extended by two days in order to permit Member States to check its accuracy and, where appropriate, make corrections; whereas the date of issue of licences referred to in Regulation (EEC) No 584/92 should be extended;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. In Article 4 (3) of Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1713/95 and (EC) No 455/97, the words 'third working day` are hereby replaced by 'fifth working day`.\n2. In Article 4 (4) of Regulation (EEC) No 584/92, the words '23rd day` are hereby replaced by '25th day`.\n3. The following is hereby added to Article 4 (4) of Regulation (EEC) No 584/92, Article 4 (5) of Regulations (EC) No 1588/94, (EC) No 1713/95 and (EC) No 455/97 and Article 14 (4) (b) of Regulation (EC) No 1600/95:\n'to those applicants whose applications have been notified in accordance with paragraph 3.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 319, 21. 12. 1993, p. 1.\n(4) OJ L 319, 21. 12. 1993, p. 4.\n(5) OJ L 341, 30. 12. 1994, p. 14.\n(6) OJ L 341, 30. 12. 1994, p. 17.\n(7) OJ L 368, 31. 12. 1994, p. 5.\n(8) OJ L 368, 31. 12. 1994, p. 1.\n(9) OJ L 124, 7. 6. 1995, p. 1.\n(10) OJ L 124, 7. 6. 1995, p. 2.\n(11) OJ L 124, 7. 6. 1995, p. 3.\n(12) OJ L 62, 4. 3. 1997, p. 5.\n(13) OJ L 62, 7. 3. 1992, p. 34.\n(14) OJ L 216, 8. 8. 1997, p. 58.\n(15) OJ L 167, 1. 7. 1994, p. 8.\n(16) OJ L 246, 10. 9. 1997, p. 1.\n(17) OJ L 163, 14. 7. 1995, p. 5.\n(18) OJ L 326, 17. 12. 1996, p. 24.\n(19) OJ L 69, 11. 3. 1997, p. 7.\n(20) OJ L 151, 1. 7. 1995, p. 12.\n(21) OJ L 216, 8. 8. 1997, p. 62."}