{"celex_id": "31995R3059", "uri": "http://publications.europa.eu/resource/cellar/9e8225d8-28bf-4ac0-99ce-10d62b1318db", "type": "Regulation", "concepts": ["161", "2734", "2739", "2758"], "title": "Council Regulation (EC) No 3059/95 of 22 December 1995 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products (first series 1996)\n", "header": "COUNCIL REGULATION (EC) No 3059/95\nof 22 December  1995\nopening and providing for the administration of autonomous Community tariff quotas for certain  agricultural and industrial products (first series 1996)\nTHE COUNCIL OF THE  EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28  thereof,\nHaving regard to the proposal from the Commission,\nWhereas production in the Community of certain agricultural and industrial products will remain in  the course of 1996 unable to meet the specific requirements of the user industries in the  Community; whereas consequently, Community supplies of products of this type will depend to a  considerable extent on imports from third countries; whereas the most urgent Community requirements  for the products in question should be met immediately on the most favourable terms; whereas  Community tariff quotas at reduced or zero duty should therefore be opened within the limits of  appropriate volumes for a period up to 31 December 1996 taking account of the need not to disturb  the markets for such products nor the starting out or development of Community production;\nWhereas it is necessary in particular to ensure for all Community importers equal and uninterrupted  access to the said quotas and to ensure the uninterrupted application of the rates laid down for  the quotas to all imports of the products concerned into all the Member States until the quotas  have been used up;\nWhereas the decision for opening of autonomous tariff quotas should be taken by the Community;  whereas, to ensure the efficiency of the common administration of these quotas, there is no  reasonable obstacle to authorizing Member States to draw from the quota volumes the necessary  quantities corresponding to actual imports; whereas, however, this method of administration  requires close cooperation between the Member States and the Commission, and the latter must be  able to monitor the rate at which the quotas are used up and inform the Member States accordingly,", "main_body": ["From 1 January 1996 until the dates indicated in the annexed table,  the duties applicable to imports into the Community of the products listed below shall be suspended  at the levels and within the limits of the Community tariff quotas shown below.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which  may take any appropriate administrative measures to ensure that they are managed efficiently.", "Where an importer presents a declaration for release for free circulation in a Member  State, applying to take advantage of the preferential arrangements for a product covered by this  Regulation, and where the entry is accepted by the customs authorities, the Member State concerned  shall, by notifying the Commission, draw an amount corresponding to its requirements from the  appropriate quota volume.\nRequests for drawings, indicating the date on which the entries were accepted, must be sent to the  Commission without delay.\nDrawings shall be granted by the Commission in chronological order of the dates on which the  customs authorities of the Member States concerned accepted the entries for release for free  circulation, to the extent that the available balance so permits.\nIf a Member State does not use a drawing in full it shall return any unused portion to the  corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance  shall be allocated among applicants pro rata. The Commission shall inform the Member States of the  drawings made.", "Each Member State shall ensure that the importers of the products in question have  equal and continuous access to the quotas for as long as the balance of the relevant quota volume  so permits.", "The Member States and the Commission shall cooperate closely to ensure that this  Regulation is complied with.", "This Regulation shall enter into force on 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\nANNEX\n>TABLE>"}