{"celex_id": "31993R1753", "uri": "http://publications.europa.eu/resource/cellar/6071a84f-0401-4142-83a6-af3c5c5e65b3", "type": "Regulation", "concepts": ["2644", "2649", "4682", "5263"], "title": "COMMISSION REGULATION (EEC) No 1753/93 of 30 June 1993 determining certain prices fixed in ecus in the beef and veal sector as a result of the monetary realignments in the 1992/93 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 1753/93 of 30 June 1993 determining certain prices fixed in ecus in the beef and veal sector as a result of the monetary realignments in the 1992/93 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 9 (1) thereof,\nHaving regard to Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus as a result of monetary realignments (2), as last amended by Regulation (EEC) No 1330/93 (3), and in particular Article 2  thereof,\nWhereas Regulation (EEC) No 3824/92 establishes the list of prices in the beef and veal sector affected by the coefficient of 1,013088 fixed by Commission Regulation (EEC) No 537/93 (4), as amended by Regulation (EEC) No 1331/93 (5), from 1 July 1993  under the arrangements for automatically dismantling negative monetary gaps; whereas Article 2 of Regulation (EEC) No 3824/92 provides that the resulting reduction in prices and amounts should be specified for each sector and the value of the reduced  prices should be fixed;\nWhereas, for the 1993/94 marketing year, the guide price in the beef and veal sector is set by Council Regulation (EEC) No 1563/93 (6); whereas the intervention price for adult bovines for the period 1 July 1993 to 30 June 1994 is set by Council  Regulation (EEC) No 2068/92 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The guide price fixed in ecus by the Council for the 1993/94 marketing year in the beef and veal sector and reduced in accordance with Article 1 of Regulation (EEC) No 3824/92 shall be ECU 197,42 per 100 kg live weight.\n2. The intervention price fixed in ecus by the Council for R3 grade carcases of male animals and reduced in accordance with Article 1 of Regulation (EEC) No 3824/92 shall be ECU 321,64 per 100 kg carcase weight.", "This Regulation shall enter into force on 5 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 29.\n(3) OJ No L 132, 29. 5. 1993, p. 113.\n(4) OJ No L 57, 10. 3. 1993, p. 18.\n(5) OJ No L 132, 29. 5. 1993, p. 114.\n(6) OJ No L 154, 25. 6. 1993, p. 35.\n(7) OJ No L 215, 30. 7. 1992, p. 58."}