{"celex_id": "31993D0570", "uri": "http://publications.europa.eu/resource/cellar/22565eb5-bb23-4294-a20b-e175d7ead1e2", "type": "Decision", "concepts": ["1310", "139", "202", "2656", "2707", "2769"], "title": "93/570/EEC, Euratom: Commission Decision of 4 October 1993 defining the distinction between 'other taxes linked to production' and 'intermediate consumption' for the purpose of the implementation of Article 1 of Council Directive 89/130/EEC, Euratom on the harmonization of the compilation of gross national product at market prices\n", "header": "COMMISSION DECISION of 4 October 1993 defining the distinction between 'other taxes linked to production' and 'intermediate consumption' for the purpose of the implementation of Article 1 of Council Directive 89/130/EEC, Euratom on the  harmonization of the compilation of gross national product at market prices\n(93/570/EEC, Euratom)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonization of the compilation of gross national product at market prices (1), and in particular Article 1 thereof,\nWhereas for the purpose of the definition of gross national product at market prices (GNPmp) pursuant to Article 1 of Directive 89/130/EEC, Euratom it is necessary to clarify the distinction between payments of other taxes linked to production and the  purchase of services into intermediate consumption as used for the purpose of the European System of Integrated Economic Accounts;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 6 of Directive 89/130/EEC, Euratom,", "main_body": ["For the purpose of the implementation of Article 1 of Directive 89/130/EEC, Euratom, the provisions concerning the distinction between other taxes linked to production and the purchase of services into intermediate consumption shall be as  defined in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 October 1993.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 49, 21. 2. 1989, p. 26.\nANNEX\nFor the purpose of applying Article 1 of Council Directive 89/130/EEC, Euratom the following explanation aims to clarify Article 2 of that Directive regarding the definitions of intermediate consumption (P 20) and other taxes linked  to production (R 222).\nIt is possible to distinguish, within the transactions of a producer unit, between the purchase of a service from a non-market producer for intermediate consumption (P 20) and the payment of 'other taxes linked to production' (R 222) using the following  criteria:\na payment made by a producer unit to a non-market unit of general government is regarded as a purchase of services if:\n- the payment is given as consideration for a service rendered to the producer unit,\n- the payment is clearly related to the cost of providing the service,\n- a service of a similar nature could be obtained from a market producer unit;\nif those conditions are not met, the payment is recorded as 'other taxes linked to production' (R 222)."}