{"celex_id": "31999R1404", "uri": "http://publications.europa.eu/resource/cellar/9668254a-43af-4544-a5c3-4037d7edc0f5", "type": "Regulation", "concepts": ["13", "1607", "2489", "2644", "2733", "276"], "title": "Council Regulation (EC) No 1404/1999 of 24 June 1999 fixing, for the 1999/2000 marketing year, the derived intervention prices for white sugar, the intervention price for raw sugar, the minimum prices for A and B beet, and the amount of compensation for storage costs\n", "header": "COUNCIL REGULATION (EC) No 1404/1999\nof 24 June 1999\nfixing, for the 1999/2000 marketing year, the derived intervention prices for white sugar, the intervention price for raw sugar, the minimum prices for A and B beet, and the amount of compensation for storage costs\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organisation of the markets in the sugar sector(1), and in particular Article 3(5), Article 5(5) and Article 8(4) thereof,\nHaving regard to the proposal from the Commission(2),\nWhereas\n(1) Council Regulation (EC) No 9330/1999 of 24 June 1999 fixing, for the 1999/2000 marketing year, certain sugar prices and the standard quality of beet(3), fixed the intervention price for white sugar at EUR 63,19 per 100 kilograms applicable for the non-deficit areas;\n(2) Article 3(1) of Regulation (EEC) No 1785/81 provides that derived intervention prices for white sugar are to be fixed for each of the deficit areas; for such fixing, it is appropriate that account be taken of the regional variations in the price of sugar, which, given a normal harvest and free movement of sugar, might be expected to occur in the price of sugar under natural conditions of price formation on the market;\n(3) A deficit supply situation is to be anticipated in the areas of production in Ireland and the United Kingdom, Spain, Portugal and Finland;\n(4) Article 3(5) of Regulation (EEC) No 1785/81 provides that an intervention price for raw sugar shall be fixed; such price should be established on the basis of the intervention price for white sugar;\n(5) Regulation (EC) No 9330/1999 fixed the basic price for beet at EUR 47,67 per tonne; Article 5(2) of Regulation (EEC) No 1785/81 provides that the minimum price to be fixed for A beet shall be 98 % of the basic price of the beet and the minimum price to be fixed for B beet shall in principle be 68 % of the said basic price, without prejudice to Article 28(5) of that Regulation;\n(6) Article 5 of Council Regulation (EEC) No 1358/77 of 20 June 1977 laying down general rules for offsetting storage costs for sugar and repealing Regulation (EEC) No 750/68(4) provides that the amount of repayment in the context of the compensation for storage costs shall be fixed per month and per unit of weight, taking account of financing costs, insurance costs and specific storage costs; for financing costs, account should be taken of a 3,75 % interest rate,", "main_body": ["For the deficit areas of the Community, the derived intervention price for white sugar shall be fixed, per 100 kilograms, at:\n(a) EUR 64,65 for all the areas in Ireland and the United Kingdom;\n(b) EUR 64,65 for all the areas in Portugal;\n(c) EUR 64,65 for all the areas in Finland;\n(d) EUR 64,88 for all the areas in Spain.", "The intervention price of raw sugar shall be EUR 52,37 for 100 kilograms.", "1. The minimum price for A beet applicable in the Community shall be EUR 46,72 per tonne.\n2. Subject to Article 28(5) of Regulation (EEC) No 1785/81, the minimum price for B beet applicable in the Community shall be EUR 32,42 per tonne.", "The amount of the reimbursement referred to in Article 8 of Regulation (EEC) No 1785/81 shall be EUR 0,33 per month per 100 kilograms of white sugar.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply for the 1999/2000 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1999.\nFor the Council\nThe President\nJ. TRITTIN\n(1) OJ L 177, 1.7.1981, p. 4. Regulation as last amended by Regulation (EC) No 1148/98 (OJ L 159, 3.6.1998, p. 38).\n(2) OJ C 59, 1.3.1999, p. 7.\n(3) See page 13 of this Official Journal.\n(4) OJ L 156, 26.6.1977, p. 4. Regulation as last amended by Regulation (EEC) No 3042/78 (OJ L 361, 23.12.1978, p. 8)."}