{"celex_id": "31999R1239", "uri": "http://publications.europa.eu/resource/cellar/ad1091f9-397e-4140-b4f4-6a747e036258", "type": "Regulation", "concepts": ["2556", "2850", "4148", "5537"], "title": "Council Regulation (EC) No 1239/1999 of 10 June 1999 on the conclusion of the Protocol defining, for the period from 18 January 1999 to 17 January 2002, the fishing opportunities and the financial contribution provided for by the Agreement between the European Community and the Republic of Seychelles on fishing off Seychelles\n", "header": "COUNCIL REGULATION (EC) No 1239/1999\nof 10 June 1999\non the conclusion of the Protocol defining, for the period from 18 January 1999 to 17 January 2002, the fishing opportunities and the financial contribution provided for by the Agreement between the European Community and the Republic of Seychelles on fishing off Seychelles\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof, in conjunction with Article 300(2), first sentence, and (3), first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\n(1) Whereas, in accordance with the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles, signed in Brussels on 28 October 1987, the Contracting Parties held negotiations with a view to determining amendments to be made to that Agreement at the end of the period of application of the Protocol attached to the said Agreement;\n(2) Whereas, as a result of these negotiations, a new Protocol defining for the period from 18 January 1999 to 17 January 2002 the fishing opportunities and the financial contribution provided for by the abovementioned Agreement was initialled on 21 December 1998;\n(3) Whereas it is in the Community's interest to approve that Protocol;\n(4) Whereas the allocation of fishing possibilities among the Member States should be determined on the basis of the traditional allocation of fishing possibilities under the fisheries agreement,", "main_body": ["The Protocol defining, for the period from 18 January 1999 to 17 January 2002, the fishing opportunities and the financial contribution provided for by the Agreement between the European Community and the Republic of Seychelles on fishing off Seychelles is hereby approved on behalf of the European Community.\nThe text of the Protocol is attached to this Regulation(2).", "The fishing possibilities provided for in the Protocol are allocated among the Member States as follows:\n(a) freezer tuna seiners:\n>TABLE>\n(b) surface longliners:\n>TABLE>\nIf licence applications from these Member States do not exhaust the fishing possibilities provided for in the Protocol, the Commission may entertain licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 June 1999.\nFor the Council\nThe President\nK.-H. FUNKE\n(1) Opinion delivered on 15 April 1999 (not yet published in the Official Journal).\n(2) OJ C 131, 27.5.1999, p. 53."}