{"celex_id": "31999R0660", "uri": "http://publications.europa.eu/resource/cellar/5f3fe2df-0829-4278-b81c-89446ba77525", "type": "Regulation", "concepts": ["2194", "2871", "2925", "2975", "4373", "5283"], "title": "Council Regulation (EC) No 660/1999 of 22 March 1999 amending Regulation (EEC) No 2075/92 and fixing the premiums and guarantee thresholds for leaf tobacco by variety group and Member State for the 1999, 2000 and 2001 harvests\n", "header": "COUNCIL REGULATION (EC) No 660/1999 of 22 March 1999 amending Regulation (EEC) No 2075/92 and fixing the premiums and guarantee thresholds for leaf tobacco by variety group and Member State for the 1999, 2000 and 2001 harvests\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1), and in particular Articles 4(1), 8 and 9(2) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas a supplementary amount is granted for flue-cured, light air-cured and dark air-cured tobaccos grown in Austria, Belgium, France and Germany; whereas the Council decided to raise that amount from 50 % to 65 % of the difference on the basis of the 1992 harvest; whereas this increase is to be calculated on the basis of the difference between the premium granted for those tobaccos for the 1998 harvest and the premium applicable to the 1992 harvest; whereas Article 3(2) of Regulation (EEC) No 2075/92 is not consistent with this; whereas Article 3(2) of Regulation (EEC) No 2075/92 should therefore be amended;\nWhereas the level of premiums should be fixed having regard to the objectives of the common agricultural policy and in particular to ensure a fair standard of living for the farming community; whereas the premium amounts should reflect past and foreseeable market outlets for the various tobaccos under normal conditions of competition; whereas the level of the premiums should be fixed for three consecutive harvests and be linked to the guarantee thresholds established for the three harvests in 1999, 2000 and 2001 in order to ensure that the stability of the sector is maintained;\nWhereas the second paragraph of Article 8 and Article 9(2) of Regulation (EEC) No 2075/92 provide for the allocation among producer Member States of guarantee thresholds for each variety group for three harvests as from the 1999 harvest;\nWhereas the level of those thresholds for the three harvests in 1999, 2000 and 2001 should be fixed having regard, in particular, to market conditions and socio-economic and agricultural conditions obtaining in the production zones concerned; whereas such fixing should be done in good time to allow producers to plan their production for the said harvests;\nWhereas, as a result of the increase in supplementary amounts for flue-cured, light air-cured and dark air-cured tobaccos grown in Austria, Belgium, France and Germany, the guarantee thresholds of these Member States should be reduced in order to ensure the maintenance of budget neutrality;\nWhereas, while maintaining production potential and the allocation of quotas by Member States, quotas for varieties which have assured outlets and attract high market prices should be increased progressively to the detriment of quotas for varieties which are difficult to sell and attract low market prices;\nWhereas the measures in question should be introduced as soon as possible,", "main_body": ["Article 3(2) of Regulation (EEC) No 2075/92 shall be replaced by the following:\n'2. A supplementary amount shall, however, be granted on flue-cured, light air-cured and dark air-cured tobaccos grown in Austria, Belgium, France and Germany. That amount shall be equal to 65 % of the difference between the premium applicable to the 1998 harvest and the premium applicable to the 1992 harvest for those tobaccos.`", "For the 1999, 2000 and 2001 harvests, the premium amounts for each of the groups of raw tobacco and the supplementary amounts specified in Article 3 of Regulation (EEC) No 2075/92 shall be as shown in Annex I to this Regulation.", "For the 1999, 2000 and 2001 harvests, the guarantee thresholds referred to in Articles 8 and 9 of Regulation (EEC) No 2075/92 by variety group and by Member State shall be as set out in Annex II to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 1999.\nFor the Council\nThe President\nG. VERHEUGEN\n(1) OJ L 215, 30. 7. 1992, p. 70. Regulation as last amended by Regulation (EC) No 1636/98 (OJ L 210, 20. 7. 1998, p. 23).\n(2) OJ C 361, 24. 11. 1998, p. 16.\n(3) Opinion delivered on 11 March 1999 (not yet published in the Official Journal).\n(4) Opinion delivered on 5 February 1999 (not yet published in the Official Journal).\nANNEX I\n>TABLE>\n>TABLE>\nANNEX II\n>TABLE>\n>TABLE>\n>TABLE>"}