{"celex_id": "31999D0214", "uri": "http://publications.europa.eu/resource/cellar/7932b534-d974-4e77-ad3f-3be8741aac86", "type": "Decision", "concepts": ["2236", "381", "4049", "5622", "584"], "title": "1999/214/EC: Council Decision of 11 March 1999 on the procedure for implementing Article 366a of the fourth ACP-EC Convention\n", "header": "COUNCIL DECISION of 11 March 1999 on the procedure for implementing Article 366a of the fourth ACP-EC Convention (1999/214/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 238 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the assent of the European Parliament (2),\nWhereas Community development cooperation policy contributes, in accordance with Article 130u of the Treaty, to the general objective of developing and consolidating democracy and the rule of law and to that of respecting human rights and fundamental freedoms;\nWhereas Article 5 of the fourth ACP-EC Convention signed in Lomé on 15 December 1989 and amended by the Agreement signed in Mauritius on 4 November 1995 hereinafter referred to as 'the Convention`, stipulates that respect for human rights, democratic principles and the rule of law constitutes an essential element of the Convention;\nWhereas pursuant to Article 366a of the Convention the party which considers that another party has failed to fulfil an obligation in respect of one of the essential elements referred to in Article 5 may invite the other party to hold consultations and, in certain circumstances, take appropriate steps, including where necessary, the partial or full suspension of application of the Convention to the party concerned;\nWhereas an effective procedure should be adopted when it is intended to take appropriate measures;\nWhereas pursuant to Article 366a of the Convention the term 'party` means the Community and the Member States of the European Union, of the one part, and each ACP State, of the other part;\nWhereas in fields covered by the Convention and falling within the competence of Member States, the representatives of the Governments of the Member States meeting within the Council may authorise in parallel the Council, if need be, also to cover these fields in adopting decisions pursuant to Articles 1 and 2 of this Decision,", "main_body": ["Where, at the initiative of the Commission or a Member State, the Council considers that an ACP State has failed to fulfil an obligation concerning one of the essential elements referred to in Article 5 of the Convention, the ACP State concerned shall be invited unless there is special urgency to hold consultations in accordance with Article 366a(2) of the Convention. The Council shall act by a qualified majority.", "If, on expiry of the deadline set in Article 366a for the consultations and despite all efforts, no solution has been found, or immediately in a case of urgency or refusal to hold consultations, the Council may, pursuant to that Article, decide, on a proposal from the Commission, to take appropriate steps including partial suspension acting by a qualified majority. The Council shall act unanimously in case of a full suspension of application of the Convention in relation to the ACP State concerned.\nThese measures shall remain in force until such time as the Council has used the applicable procedure as set out in the first subparagraph to take a decision amending or revoking the measures adopted previously, or where applicable, for the period indicated in the Decision. For that purpose the Council shall proceed to review regularly and at least every six months the above measures.\nThe President of the Council shall notify the measures thus adopted to the ACP State concerned before they enter into force. The Council's Decision shall be published in the Official Journal of the European Communities. Where the measures are adopted immediately, notification thereof shall be addressed to the ACP State at the same time as an invitation to hold consultations.", "The European Parliament shall be immediately and fully informed on any decision taken under Articles 1 and 2.", "This Decision shall take effect on the day following its adoption.\nIt shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 11 March 1999.\nFor the Council\nThe President\nJ. TRITTIN\n(1) OJ C 119, 24. 4. 1996, p. 7.\n(2) Assent delivered on 15 February 1999 (not yet published in the Official Journal)."}