{"celex_id": "31999D0399", "uri": "http://publications.europa.eu/resource/cellar/be2eaeaa-1aa9-4986-95cb-af7493180bed", "type": "Decision", "concepts": ["1445", "1712", "1755", "192", "2560", "619"], "title": "1999/399/EC: Commission Decision of 2 June 1999 amending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined for the territory of Luxembourg (notified under document number C(1999) 1450)\n", "header": "COMMISSION DECISION\nof 2 June 1999\namending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined for the territory of Luxembourg\n(notified under document number C(1999) 1450)\n(1999/399/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Directive 98/99/EC(2), and in particular Article 10(2) thereof,\n(1) Whereas an eradication programme was undertaken in the territory of Luxembourg for Aujeszky's disease that had been approved by Commission Decisions 93/200/EEC(3) and 96/283/EEC(4);\n(2) Whereas in relation to this eradication programme certain additional guarantees relating to Aujeszky's disease for pigs destined for its territory had been granted to Luxembourg by Commission Decision 93/244/EEC(5), as last amended by Decision 97/835/EC(6);\n(3) Whereas Luxembourg considers that its territory is free from Aujeszky's disease and has submitted supporting documentation to the Commission as provided for in Article 10 of Directive 64/432/EEC;\n(4) Whereas the programme is regarded to have been successful in eradicating this disease from the territory of Luxembourg;\n(5) Whereas the authorities of Luxembourg apply for national movement of pigs rules at least equivalent to those provided by the present decision;\n(6) Whereas these additional guarantees must not be requested from Member States or regions of Member States which are themselves regarded as free from Aujeszky's disease;\n(7) Whereas Commission Decision 93/24/EEC(7), as last amended by Decision 1999/56/EEC(8) lays down additional guarantees relating to Aujeszky's disease for pigs destined for Member States or regions free of the disease and lists those regions in Annex I;\n(8) Whereas the whole territory of Luxembourg which is free of the disease should be added to Annex I of Decision 93/24/EEC and removed from Annex I of Decision 93/244/EEC;\n(9) Whereas the measures provided for in this decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex I of Decision 93/24/EC is replaced by Annex I of this Decision.\nAnnex I of Decision 93/244/EEC is replaced by Annex II of this Decision.", "This Decision shall apply from 15 June 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 358, 31.12.1998, p. 107.\n(3) OJ L 87, 7.4.1993, p. 14.\n(4) OJ L 107, 30.4.1997, p. 16.\n(5) OJ L 111, 5.5.1993, p. 21.\n(6) OJ L 345, 16.12.1997, p. 56.\n(7) OJ L 16, 25.1.1993, p. 18.\n(8) OJ L 18, 23.1.1999, p. 66.\nANNEX I\n\"ANNEX I\nRegions free of Aujeszky's disease which do not permit vaccination\n>TABLE>\"\nANNEX II\n\"ANNEX I\n>TABLE>\""}