{"celex_id": "31993R1807", "uri": "http://publications.europa.eu/resource/cellar/d15e9409-8d75-4bca-bb77-c0bc6ee87e0f", "type": "Regulation", "concepts": ["161", "1671", "2296", "601"], "title": "COUNCIL REGULATION (EEC) No 1807/93 of 30 June 1993 opening and providing for the administration of a Community tariff quota for rum, tafia and arrack originating in the overseas countries and territories (OCT) associated with European Economic Community (1993 to 1994)\n", "header": "COUNCIL REGULATION (EEC) No 1807/93 of 30 June 1993 opening and providing for the administration of a Community tariff quota for rum, tafia and arrack originating in the overseas countries and territories (OCT) associated with European Economic  Community (1993 to 1994)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Economic Community (1), and in particular Annex V thereto,\nHaving regard to the proposal from the Commission,\nWhereas Annex V to Decision 91/482/EEC stipulates that rum, tafia and arrack shall be imported into the Community free of customs duties within the limits of a Community tariff quota;\nWhereas, until 31 December 1995, the Community each year sets the quantities which may be imported free of customs duties; whereas those quantities are set for 1993 on the basis of the largest annual quantities importes from the overseas countries and  territories (OCT) into the Community during the last three years for which statistics are available; whereas, for 1994, the volume of the quota will be equal to that of the previous year increased by 1 740 hectolitres of pure alcohol;\nWhereas, having regard to the levels reached by imports of the products concerned into the Community during the past three years for which statistics are available, on the one hand, and as a result of the application of the method of calculation in  force from 1 January 1994, on the other, the annual quota volume for the period from 1 July 1993 to 30 June 1994 should be 1 809,28 hectolitres of pure alcohol;\nWhereas, however, by virtue of Article 2 (a) of Annex V to Decision 91/482/EEC, the volume of the quota concerned should be increased to 15 000 hectolitres of pure alcohol;\nWhereas equal and continuous access to the said quota should be ensured for all Community importers and the rates laid down for this quota should be applied consistently to all imports of the products in question into all the Member States until the  quota is exhausted; whereas the decision for the opening of tariff quotas in fulfilment of its international obligations should be taken by the Community; whereas, to ensure the efficient common administration of these quotas, however, there is no  obstacle to authorizing the Member States to draw from the quota volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission  and the latter must, in particular, be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quotas may be carried out  by any one of its members,", "main_body": ["1. From 1 July 1993 to 30 June 1994 the following products originating in the OCT shall be imported into the Community free of customs duty within the limits of the relevant Community tariff quota shown below:\nAnnex II to Decision 91/482/EEC.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take all appropriate administrative measures to ensure the effective administration thereof.", "If an importer presents, in a Member State, a declaration of entry for free circulation together with a request for preferential treatment for a product covered by this Regulation, and if the declaration is accepted by the customs  authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements from the quota volume.\nRequests to draw from the quota, indicating the date of acceptance of the said declaration, must be transmitted to the Commission without delay.\nDrawings shall be granted by the Commission by reference to the date of acceptance, by the customs authorities of the Member State concerned, of the declarations of entry for free circulation, provided the residual balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them to the quota as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, allocation shall be made on a pro rata basis. The Member States shall be informed by the Commission of the drawings granted.", "Each Member State shall ensure that importers of the products concerned have equal and continuous access to the quota as long as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1993.\nFor the Council\nThe President\nS. BERGSTEIN\n(1) OJ No L 263, 19. 9. 1991, p. 1."}