{"celex_id": "31998D0314", "uri": "http://publications.europa.eu/resource/cellar/f16cd268-6986-4b50-b758-24eeca52f2f0", "type": "Decision", "concepts": ["2761", "368", "424", "4320"], "title": "98/314/EC: Council Decision of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Sweden\n", "header": "COUNCIL DECISION of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Sweden (98/314/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104c(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the second stage for achieving economic and monetary union started on 1 January 1994; whereas Article 109e(4) of the Treaty lays down that, in the second stage, Member States shall endeavour to avoid excessive government deficits;\nWhereas there is an excessive deficit procedure which provides for a decision on the existence of an excessive deficit and, after the excessive deficit has been corrected, for the abrogation of that decision; whereas, during the second stage, the excessive deficit procedure is determined by Article 104c of the Treaty, excluding paragraphs 1, 9 and 11; whereas the Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure; whereas Regulation (EC) No 3605/93 (1) lays down detailed rules and definitions for the application of the said Protocol;\nWhereas, following a recommendation from the Commission in accordance with Article 104c(6) of the Treaty, the Council decided on 10 July 1995 that an excessive deficit existed in Sweden; whereas, in accordance with Article 104c(7), the Council made recommendations to Sweden with a view to bringing the excessive deficit situation to an end (2);\nWhereas a Council Decision on the existence of an excessive deficit is to be abrogated, in accordance with the provisions of Article 104c(12) of the Treaty, to the extent that the excessive deficit in the Member State concerned has, in the view of the Council, been corrected;\nWhereas, when abrogating the Decision, the Council is to act on a recommendation from the Commission; whereas, based on the data provided by the Commission after reporting by Sweden before 1 March 1998 in accordance with Regulation (EC) No 3605/93, the following conclusions are warranted:\nThe government deficit in Sweden has been reduced very sharply since 1993 and reached 0,8 % of GDP in 1997, which is well below the Treaty reference value. A surplus of 0,5 % of GDP is forecast for 1998. According to the April 1998 review of the convergence programme for Sweden, the government accounts are projected to show a surplus of 3,5 % of GDP in 2001.\nThe government debt ratio peaked in 1994 at 79,0 % of GDP and since then has declined every year to reach 76,6 % in 1997; the debt ratio is expected to decline further in 1998 and projected to continue declining in the following years in the April 1998 review of the Swedish convergence programme and reach 62,9 % of GDP in 2001.\nThe deficit was well below the Treaty reference value in 1997 and the budget is expected to be in surplus in 1998 and to show an increasing surplus in the medium term; the debt ratio has been diminishing in the last three years and is expected to continue declining in coming years,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Sweden has been corrected.", "The Council Decision of 10 July 1995 on the existence of an excessive deficit in Sweden is hereby abrogated.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 1 May 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ L 332, 31. 12. 1993, p. 7.\n(2) Council recommendations of 24 July 1995, 16 September 1996 and 15 September 1997."}