{"celex_id": "31993D0330", "uri": "http://publications.europa.eu/resource/cellar/555c9c2d-282c-41cb-aa6a-a06977de6f7b", "type": "Decision", "concepts": ["1048", "2300", "3653", "3843", "4271", "4390"], "title": "Commission Decision of 11 May 1993 adjusting the weightings applicable from 1 February 1992 to the remuneration of officials of the European Communities serving in non-member countries\n", "header": "COMMISSION DECISION of 11 May 1993 adjusting the weightings applicable from 1 February 1992 to the remuneration of officials of the European Communities serving in non-member countries\n(93/330/Euratom, ECSC, EEC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of the Officials of the European Communities laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68(1), as last amended by Regulation (EEC, Euratom, ECSC) No 3761/92 (2), and in particular the second  subparagraph of Article 13 of Annex X thereto,\nWhereas pursuant to the first subparagraph of Article 13 of Annex X to the Staff Regulations Council Regulation No 3948/92 (3) laid down the weightings to be applied from 1 January 1992 to the remuneration of officials serving in non-member countries  payable in the currency of their country of employment;\nWhereas some of these weightings should be adjusted with effect from 1 February 1992 given that the statistics available to the Commission show that in certain non-member countries the variation in the cost of living measured on the basis of the  weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down,", "main_body": ["With effect from 1 February 1992 the weightings applicable to the remuneration of officials serving in non-member countries payable in the currency of their country of employment are adjusted as shown in the Annex.\nThe exchange rates for the payment of such remuneration shall be those used for implementation of the budget of the European Communities during the month preceding the date on which this Decision takes effect."], "attachments": "Done at Brussels, 11 May 1993.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 383, 29. 12. 1992, p. 1.\n(3) OJ No L 404, 31. 12. 1992, p. 5.\nANNEX\n\"\" ID=\"01\">Algeria> ID=\"02\">74,3900000\"> ID=\"01\">Angola> ID=\"02\">133,2600000\"> ID=\"01\">Argentina> ID=\"02\">89,2500000\"> ID=\"01\">Brazil> ID=\"02\">74,6500000\"> ID=\"01\">Czechoslovakia> ID=\"02\">40,5600000\"> ID=\"01\">India> ID=\"02\">38,5100000\">  ID=\"01\">Jamaica> ID=\"02\">42,5500000\"> ID=\"01\">Peru> ID=\"02\">102,7100000\"> ID=\"01\">Poland> ID=\"02\">71,7700000\"> ID=\"01\">Rwanda> ID=\"02\">95,0300000\"> ID=\"01\">Seychelles> ID=\"02\">107,5500000\"> ID=\"01\">Sierra Leone> ID=\"02\">67,6000000\">  ID=\"01\">Somalia> ID=\"02\">69,6900000\"> ID=\"01\">Surinam> ID=\"02\">177,0600000\"> ID=\"01\">Tonga> ID=\"02\">76,9700000\"> ID=\"01\">Yugoslavia> ID=\"02\">147,0200000\"> ID=\"01\">Zaire> ID=\"02\">28,4100000\"> ID=\"01\">Zambia> ID=\"02\">73,5900000 \">"}