{"celex_id": "31994R1474", "uri": "http://publications.europa.eu/resource/cellar/60690b9b-5adf-4c0d-9a41-197d7eafaf25", "type": "Regulation", "concepts": ["1206", "13", "2661", "4088", "4146", "970"], "title": "Commission Regulation (EC) No 1474/94 of 27 June 1994 setting for the 1994/95 marketing year the threshold prices and monthly increases for certain categories of flour, groats and meal\n", "header": "COMMISSION REGULATION (EC) No 1474/94 of 27 June 1994 setting for the 1994/95 marketing year the threshold prices and monthly increases for certain categories of flour, groats and meal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Article 5 thereof,\nWhereas Commission Regulation (EEC) No 1580/93 (3) fixes standard qualities for certain cereals and categories of flour, groats and meal and the threshold prices for those categories of products;\nWhereas the target and threshold prices for cereals were fixed for the 1993/94 marketing year by Commission Regulation (EEC) No 1709/93 of 29 June 1993 adjusting the prices and amounts fixed in ecus in the cereals sector as a result of the monetary  alignments during the 1992/93 marketing year (4);\nWhereas, pursuant to Article 5 of Regulation (EEC) No 1766/92, the threshold prices of wheat, meslin and rye flour, and of wheat groats and meal, shall be fixed in accordance with the rules and in respect of the standard qualities specified in Articles  6 to 9 of Regulation (EEC) No 1580/93;\nWhereas calculations made on the basis of such rules result in the prices set out below;\nWhereas the threshold prices for processed products must be adjusted on the basis of the monthly increases applicable during the 1994/95 marketing year to the threshold price for the basic product, taking into account the processing coefficients for  such products;\nWhereas the Council has not yet fixed the monthly increases in the prices of the basic products for the 1994/95 marketing year;\nWhereas, in so far as such increases may be fixed for the said marketing year, they should be applied also to the products covered by this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding the last subparagraph of Article 3 (2) of Regulation (EEC) No 1766/92, for the 1994/95 marketing year the threshold prices of the products referred to in Article 1 (c) of the said Regulation shall, with the exception of malt,  be fixed as follows:\n\"(ecu per tonne)\"\" ID=\"1\">Wheat or meslin flour> ID=\"2\">266,13\"> ID=\"1\">Rye flour> ID=\"2\">266,13\"> ID=\"1\">Groats and meal of common wheat> ID=\"2\">287,42\"> ID=\"1\">Groats and meal of durum wheat> ID=\"2\">287,42\">", "The prices set out in Article 1 shall, where appropriate, be increased by the amounts of the monthly increases applicable during the 1994/95 marketing year to the threshold price of the basic product, multiplied by a coefficient of 1,4 for  wheat, meslin and rye flour and by a coefficient of 1,5 for groats and meal of common wheat and of durum wheat.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 152, 24. 6. 1993, p. 14.\n(4) OJ No L 159, 1. 7. 1993, p. 80."}