{"celex_id": "31992L0068", "uri": "http://publications.europa.eu/resource/cellar/30f39e6e-5b5d-41b4-90dd-9d8fe6c51765", "type": "Directive", "concepts": ["1318", "155", "3502", "3600", "431", "889"], "title": "Council Directive 92/68/EEC of 20 July 1992 amending Directive 90/684/EEC on aid to shipbuilding\n", "header": "COUNCIL DIRECTIVE 92/68/EEC  of 20 July 1992  amending Directive 90/684/EEC on aid to shipbuilding\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 92 (3) (d) and Article 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the shipbuilding industry is important for the structural development of the coastal region of the territories of the former German Democratic Republic;\nWhereas the shipbuilding industry, as it existed in those territories at the time of their incorporation into the Community, requires urgent and comprehensive restructuring in order to become competitive; whereas the direct application of the common  maximum ceiling for production aid does not allow for such measures and a special transitional arrangement should therefore be introduced to enable the shipbuilding industry in those territories to operate during the period fo gradual restructuring  which should enable it to comply with the State aid rules applicable throughout the Community;\nWhereas, moreover, competition considerations dictate that the sector of the shipbuilding industry of the territories in question should contribute significantly to the reduction of the excess capacity which, worldwide, continues to impede the  restoration of normal market conditions for the shipbuilding industry;\nWhereas Directive 90/684/EEC (4) should therefore be amended,", "main_body": ["Directive 90/684/EEC is amended as follows:\n1. the title of chapter IV shall be replaced by the following:\n'SPAIN, GREECE AND THE TERRITORY OF THE FORMER GERMAN DEMOCRATIC REPUBLIC';\n2. the following Article shall be inserted:\n'Article 10a\n1. With the exception of Article 4 (6) and (7), Chapter II shall not apply to the shipbuilding and ship conversion activities of yards operating in the territories of the former German Democratic Republic on 1 July 1990.\n2. Until 31 December 1993, operating aid for the shipbuilding and ship conversion activities of the yards referred to in paragraph 1 may be considered compatible with the common market provided that:\n(a) aid to facilitate the continued operation of the yards during that period does not, for any of these yards, exceed a maximum ceiling of 36 % of a reference annual turnover calculated on the basis of three years of shipbuilding and ship conversion  activites after restructuring; this aid must be paid by 31 December 1993;\n(b) no further production aid is granted on contracts signed between 1 July 1990 and 31 December 1993;\n(c) the German Government agrees to carry out, according to a timetable approved by the Commission and in any case before 31 December 1995, a genuine and irreversible reduction of capacity of 40 % net of the capacity of 545 000 cgt existing on 1 July  1990;\n(d) the German Government provides evidence to the Commission, in the form of annual reports by an independent chartered accountant, that aid payments are strictly limited to the activities of yards situated in the former German Democratic Republic; the  first such report must be submitted to the Commission at the latest by the end of February 1993.\n3. The Commission shall ensure that the aid referred to in this Article does not affect trading conditions to an extent contrary to the common interest.'", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 July 1992. For the Council\nThe President\nD. HURD\n(1) OJ No C 155, 20. 6. 1992, p. 20. (2) Opinion delivered on 9 July 1992 (not yet published in the Official Journal). (3) Opinion delivered on 1 July 1992 (not yet published in the Official Journal). (4) OJ No L 380, 31. 12. 1990, p. 27."}