{"celex_id": "31993R0537", "uri": "http://publications.europa.eu/resource/cellar/b9854400-1d7c-4bc7-8a52-2dd2e7151aee", "type": "Regulation", "concepts": ["2639", "2685", "2734"], "title": "Commission Regulation (EEC) No 537/93 of 9 March 1993 fixing the coefficient reducing agricultural prices applicable from the beginning of the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 537/93 of 9 March 1993 fixing the coefficient reducing agricultual prices applicable from the beginning of the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 12 thereof,\nWhereas Article 9 of Regulation (EEC) No 3813/92 provides that the prices fixed in ecus are to be reduced at the beginning of the marketing year following a monetary realignment; whereas, in order to apply this reduction, equal to a 25 % change in the  correction factor referred to in Article 1 (c) of that Regulation, a reduction factor by which the agricultural prices must be divided should be fixed;\nWhereas Commission Regulation (EEC) No 3387/92 (2) fixed the correction factor at 1,195066, replaced with effect from 3 February 1993 by 1,205454 by Commission Regulation (EEC) No 219/93 (3); whereas the coefficient for reducing agricultural prices  fixed in Article 2 of Regulation (EEC) No 3387/92 must be adjusted to take account of the monetary realignment of 30 January 1993;\nWhereas the changes to the correction factors to be taken into account for calculating the coefficient for reducing agricultural prices from the next marketing year are those which have been made during the current marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["The coefficient for reducing agricultural prices to be applied in accordance with Article 9 of Regulation (EEC) No 3813/92 is hereby fixed at:\n- 1,010078 for prices and amounts in the fruit and vegetable and olive oil sectors adjusted by the coefficient of 1,002650 in 1992,\n- 1,002159 for prices and amounts in the fruit and vegetable, sheepmeat and goatmeat and fishery product sectors adjusted by the coefficient of 1,010561 in 1993,\n- 1,012674 for the other prices and amounts concerned.", "Regulation (EEC) No 3387/92 is hereby replaced.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 344, 21. 11. 1992, p. 27.\n(3) OJ No L 26, 3. 2. 1993, p. 13."}