{"celex_id": "31999D0813", "uri": "http://publications.europa.eu/resource/cellar/c16e46ad-20f4-403c-b72a-289931765cd9", "type": "Decision", "concepts": ["1309", "1445", "2718", "2771", "4707", "5369"], "title": "1999/813/EC: Commission Decision of 16 November 1999 laying down special conditions governing imports of fishery products originating in the Socialist Republic of Vietnam (notified under document number C(1999) 3758) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 16 November 1999\nlaying down special conditions governing imports of fishery products originating in the Socialist Republic of Vietnam\n(notified under document number C(1999) 3758)\n(Text with EEA relevance)\n(1999/813/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by the Council Directive 97/79/EC(2), and in particular Article 11 thereof,\nWhereas:\n(1) A Commission expert has conducted an inspection visit to the Socialist Republic of Vietnam to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\n(2) The provisions of legislation of the Socialist Republic of Vietnam on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\n(3) In the Socialist Republic of Vietnam the \"National Fisheries Inspection and Quality Assurance Center (Nafiqacen) of the Ministry of Fisheries\" is capable of effectively verifying the application of the laws in force;\n(4) The procedure for obtaining the health certificate referred to in Article 11(4)(a) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of the person empowered to sign it;\n(5) Pursuant to Article 11(4)(b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products giving the name of the third country and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin;\n(6) Pursuant to Article 11(4)(c) of Directive 91/493/EEC, a list of approved/registration establishments, factory vessels, or cold stores must be drawn up; a list of freezer vessels registered in the sense of Directive 92/48/EEC(3) must be drawn up; these list must be drawn up on the basis of a communication from the Nafiqacen to the Commission; it is therefore for the Nafiqacen to ensure compliance with the provisions laid down to that end in Article 11(4) of Directive 91/493/EEC;\n(7) The Nafiqacen has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of requirements equivalent to those laid down by that Directive for the approval or registration of establishments, facotry vessels, cold stores or freezer vessels of origin;\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The \"National Fisheries Inspection and Quality Assurance Center (Nafiqacen) of the Ministry of Fisheries\" shall be the competent authority in the Socialist Republic of Vietnam for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in the Socialist Republic of Vietnam must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments, factory vessels, cold stores or registered freezer vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word \"Vietnam\" and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.", "1. Certificates as referred to in Article 2(1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. Certificates must bear the name, capacity and signature of the representative of the Nafiqacen and the latter's official stamp in a colour different from that of other endorsements.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 November 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 187, 7.7.1992, p. 41.\nANNEX A\n>PIC FILE= \"L_1999315EN.004102.EPS\">\n>PIC FILE= \"L_1999315EN.004201.EPS\">\nANNEX B\nI. LIST OF APPROVED ESTABLISHMENTS\n>TABLE>"}