{"celex_id": "31993D0383", "uri": "http://publications.europa.eu/resource/cellar/b3a929fe-f2b0-41ef-aacc-18c219ef078c", "type": "Decision", "concepts": ["1448", "192", "1961", "2718", "3135", "3660"], "title": "93/383/EEC: Council Decision of 14 June 1993 on reference laboratories for the monitoring of marine biotoxins\n", "header": "COUNCIL DECISION of 14 June 1993 on reference laboratories for the monitoring of marine biotoxins\n(93/383/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs (4) lays down, and in particular in the Annex thereto, various rules regarding biotoxins  affecting live bivalve molluscs;\nWhereas Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and placing on the market of fishery products (5), sets out, in particular in Article 5 and Chapter V, point II.B of the Annex thereto, certain  rules on marine biotoxins affecting fishery products;\nWhereas the monitoring of marine biotoxins is especially important to ensure the placing on the market of live bivalve molluscs and fishery products which comply with the requirements of the said Directives;\nWhereas, in order to provide an efficient monitoring system to test for marine biotoxins, a national reference laboratory responsible for coordinating the necessary analyses in each Member State should be designated;\nWhereas, to ensure a standardized system throughout the Community, a Community reference laboratory should be designated which will be responsible for coordinating the monitoring of marine biotoxins carried out by each national reference laboratory;  whereas the tasks and operating conditions of the Community reference laboratory should be laid down;\nWhereas the laboratory of the 'Ministerio de Sanidad y Consumo' in Vigo fulfils all the necessary conditions in order to be designated the Community reference laboratory for marine biotoxins; whereas the officials in charge of the laboratory have  undertaken to carry out the tasks laid down in this Decision on the terms set out herein;\nWhereas this Community reference laboratory is eligible for Community aid in accordance with Article 28 of Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (6),", "main_body": ["The laboratories listed in the Annex hereto are hereby designated as national reference laboratories for the monitoring of marine biotoxins.", "1. Each national reference laboratory shall be responsible for the following tasks:\n- coordinating the activities of the national laboratories responsible for analyses of marine biotoxins in the relevant Member State,\n- assisting the competent authority in the Member State to organize the system for monitoring marine biotoxins,\n- organizing comparative tests between the various national laboratories responsible for analysing marine biotoxins,\n- ensuring that the information supplied by the Community reference laboratory is disseminated to the competent authority in the relevant Member State and to the national laboratories responsible for analysing marine biotoxins.\n2. The national reference laboratories shall collaborate with the Community reference laboratory referred to in Article 3.", "The laboratory of the 'Ministerio de Sanidad y Consumo' in Vigo is hereby designated as the Community reference laboratory for the monitoring of marine biotoxins.", "The Community reference laboratory shall be responsible for the following tasks:\n- supplying information on analytical methods and comparative testing to the national reference laboratories,\n- coordinating the application by the national reference laboratories of the methods referred to in the first indent, by organizing comparative testing in particular,\n- coordinating the development of new analytical methods and informing the national reference laboratories of progress made in this area,\n- organizing training and advanced courses for the staff of the national reference laboratories,\n- collaborating with the laboratories responsible for analysing marine biotoxins in third countries,\n- providing scientific and technical assistance to the Commission, especially in cases where the results of analyses are contested between Member States.", "The Community reference laboratory for marine biotoxins shall satisfy the following operating conditions;\n- that staff are qualified and have sufficient knowledge of the techniques applied in the analysis of marine biotoxins,\n- that the equipment and substances necessary for carrying out the tasks laid down in Article 4 are available,\n- that an appropriate administrative structure is in place,\n- that the confidential nature of certain subjects, results and reports is observed by staff,\n-that the principles of good laboratory practice accepted internationally are followed,\n- that an up-to-date list of the reference substances held by the Community Bureau of References is available, along with an up to date list of the manufacturers and suppliers of these substances.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 15, 18. 1. 1993, p. 7.\n(2) OJ No C 115, 26. 4. 1993.\n(3) OJ No C 129, 10. 5. 1993, p. 7.\n(4) OJ No L 268, 24. 9. 1991, p. 1.\n(5) OJ No L 268, 24. 9. 1991, p. 15.\n(6) OJ No L 224, 18. 8. 1990, p. 19.\nANNEX\nBelgium and Luxembourg:\n- Institut d'hygiène et d'épidémiologie\nDépartement microbiologie - Service bactériologie\nAv. Juliette Vytsman 14-16\n1050 Bruxelles - BELGIUM\nDenmark:\n- Fiskeriministeriet\nFiskerikontrollen\nDronningens Tvaergade 21\nP.O. Box 9050\nDK-1022 Copenaghen K - DENMARK\nGermany:\n- Bundesgesundheitsamt (BGA)\nThielallee 88-92\nD-1000 Berlin 33 - GERMANY\nGreece:\n- The Institute of Hygiene\nIese Odos 75 Botanicos\n11855 Athens - GREECE\nSpain:\n- Laboratorio del Ministerio de Sanidad y Consumo\nUnidad Administrativa de Vigo\nEstación marítima s/n\n36201 Vigo - SPAIN\nFrance:\n- Laboratoire central d'hygiène alimentaire\n43, rue de Dantzig\n75015 Paris - FRANCE\nIreland:\n- Fisheries Research Centre\nAbbotstown\nDublin 15 - IRELAND\nItaly:\n- Consorzio di studi, ricerche ed interventi sulle risorse marine\nViale Vespucci 2\n47042 Cesenatico (FO) - ITALY\nNetherlands:\n- Postbus 1\nRijkinstituut voor Volksgezondheid en Milieuhygiëne (RIVM)\n3720 BA Bilthoven - NETHERLANDS\nPortugal:\n- Laboratório do Instituto Nacional de Investigaçao das Pescas (INIP)\nAV. Brasília s/n\n1400 Lisbon - PORTUGAL\nUnited Kingdom:\n- Torry Research Station\nPO Box 31, 135 Abbey Road\nAberdeen AB9 8DG UK - UNITED KINGDOM"}