{"celex_id": "31998R2387", "uri": "http://publications.europa.eu/resource/cellar/4f43283b-010f-41a1-9d58-7931418a9ecd", "type": "Regulation", "concepts": ["2300", "2916", "2924", "3660", "5344", "5946"], "title": "Commission Regulation (Euratom) No 2387/98 of 3 November 1998 concerning the accession by the European Atomic Energy Community, and the European Community, acting as one party, to an Agreement having established in 1993 a Science and Technology Centre in Ukraine between Canada, Sweden, Ukraine and the United States of America\n", "header": "6.11.1998 EN Official Journal of the European Communities L 297/4\nCOMMISSION REGULATION (EURATOM) No 2387/98\nof 3 November 1998\nconcerning the accession by the European Atomic Energy Community, and the European Community, acting as one party, to an Agreement having established in 1993 a Science and Technology Centre in Ukraine between Canada, Sweden, Ukraine and the United States of America\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community and in particular the second paragraph of Article 101 thereof,\nHaving regard to the Council's approval,\nWhereas the accession by the European Atomic Energy Community and the European Community, acting as one Party, to the Agreement having established in 1993 a Science and Technology Centre in Ukraine between Canada, Sweden, Ukraine and the United States of America, should be approved on behalf of the European Atomic Energy Community,", "main_body": ["The accession by the European Atomic Energy Community and the European Community, acting as one Party, to the Agreement having established in 1993 a Science and Technology Centre in Ukraine between Canada, Sweden, Ukraine and the United States of America, as modified by the Protocol of 7 July 1997 (hereinafter referred to as ‘the Agreement’), and the Declaration of the European Communities relating to Article 1 are hereby approved on behalf of the European Atomic Energy Community.\nThe texts of the Agreement, the Instrument of Accession, and the Declaration are annexed to this Regulation (1).", "One Representative of the Community on the Governing Board shall be appointed by each of the Council and the Commission pursuant to Article IV(C) of the Agreement.", "The Science and Technology Centre in Ukraine has legal personality and will enjoy the most extensive legal capacity accorded to legal persons under laws applicable in the Community and, in particular, may contract, acquire or dispose of movable and immovable property and be a party to legal proceedings.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1998.\nFor the Commission\nThe President\nJacques SANTER\n(1)  OJ L 225, 12. 8. 1998, p. 4."}