{"celex_id": "31996D0148", "uri": "http://publications.europa.eu/resource/cellar/f866a139-1be2-4190-8a71-305282051d49", "type": "Decision", "concepts": ["1085", "2709", "4533", "5541", "5953", "809"], "title": "96/148/EC: Commission Decision of 26 July 1995 on the measures decided by France as a result of the blockade of the French road network in 1992 (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 26 July 1995 on the measures decided by France as a result of the blockade of the French road network in 1992 (Only the French text is authentic) (96/148/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 2753/94 (2), and in particular Article 31 thereof,\nHaving given notice to the parties concerned to submit their comments, in accordance with the first subparagraph of Article 93 (2) of the Treaty, and in the light of those comments,\nWhereas:\nI\n1. By letter dated 12 January 1993 and in accordance with Article 93 (3) of the Treaty, the French Permanent Representive to the European Communities notified the Commission of the measures to benefit the fruit and vegetables sector. The French authorities sent the Commission additional information in letters dated 7 July, 20 October and 29 December 1993.\nBy letter dated 17 February 1994, the Commission informed France of its decision to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of those measures, which appeared to be operating aid ineligible for any of the derogations laid down in Article 92 of the Treaty and therefore deemed incompatible with the common market.\n2. The measures in question consist of partial relief on the social security contributions payable by fruit and vegetable growers who suffered as a result of the 1992 road blockade, and payment of compensation to them.\nThe first measure involves a sliding-scale reduction in, and the payment for one or two months of, employers' social security contributions, having regard to the percentage turnover lost on a range of seasonal agricultural products (peaches, apricots, nectarines, small fruits, strawberries, plums, cherries, Guyot pears, melons, courgettes, aubergines, carrots, onions, tomatoes, lettuce and cucumbers), for up to 15 salaried workers per holding (or 20 salaried workers per holding in the case of specialized producers in particular difficulties); it also takes the form of an extension without penalty for paying the social welfare contributions of the non-salaried operators. The total budget amounted to FF 48 million.\nBased on the information available to the Commission when the procedure was initiated, the arrangements for applying the second measure were the same as for the first; the overall budget had been fixed at FF 150 million.\nII\n1. As part of the above procedure, the Commission notified France to submit its comments. France did so by means of letters dated 29 April 1994 and 12 April 1995.\nThe Commission informed the other Member States and interested parties of its decision to initiate the procedure pursuant to Article 93 (2) of the Treaty by means of a notice published in the Official Journal of the European Communities (3), and gave notice to them to submit their comments. The Commission received comments from interested third parties by letter dated 24 May 1994. These comments were forwarded to the French authorities by letter dated 1 December 1994.\n2. The French authorities have first of all pointed out that the measures in respect of which the Commission has initiated the procedure provided for in Article 93 (2) of the Treaty are part of a series undertaken by the public authorities to assist fruit and vegetable growers with a view to making good the damage caused by the road blockade in the summer of 1992 which, in the authorities' view, constituted an exceptional occurrence within the meaning of Article 92 (2) (b) of the Treaty.\nThey confirmed that production of all the products referred to took place in the period in question and that instructions had been given through circulars to the authorities responsible for granting the aid, so that compensation payments over and above the losses offset could be avoided.\nThey further stated that compensation was effected in accordance with a circular from the Minister for the Interior and Public Security of 22 September 1992 which specified the conditions attaching to its award, i.e. the engagement of State responsibility and the duty on applicants to establish clearly that the alleged damage occurred and resulted from the road blockades.\n3. In their comments, the third parties concerned condemned the measures decided on by the French Government for the following reasons:\n- the road blockade in France caused damage to producers in the other Member States (losses estimated at Pta 5 000 million for the Spanish fruit and vegetable sector alone), but the French Government had not proposed compensating them,\n- the aid in question was granted by the French Government before the Commission's decision thereon.\nIII\n1. Article 31 of Regulation (EEC) No 1035/72 applies Articles 92, 93 and 94 of the Treaty to the production of and trade in the products listed in Article 1 of that Regulation except where it provides otherwise.\n2. Pursuant to Article 92 (1) of the Treaty, any aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods is incompatible with the common market.\nThe measures in question granted by France in respect of certain products in a sector subject to competition between producers from the various Member States satisfy all the conditions for classification as aid within the meaning of Article 92 (1) of the Treaty. The French Government has not contested this point.\n3. There are, however, exceptions to the principle of incompatibility in Article 92 (1).\nOnly the derogation laid down in Article 92 (2) (b) of the Treaty, which stipulates that aid to make good the damage caused by natural disasters or exceptional occurrences could apply in a case of this kind, given the nature of the occurrence that is supposed to have caused the aid to be granted in the first place. This is, moreover, the derogation cited by the French Government.\nIV\n1. As the Commission indicated when it initiated the procedure pursuant to Article 93 (2) of the Treaty, exceptional occurrences such as strikes are covered by the above provision. It is Commission policy that such occurrences justify the payment of compensation for the damage caused to individuals, without account being taken of the scale of the damage. Thus, the effects of the road blockade in the summer of 1992 can be likened to a strike as described in the criteria decided on by the Commission in its working document of 10 November 1986, in so far as the blockade disrupted economic activity in the country to an appreciable extent between 29 June and 18 July 1992.\n2. However, during its initial scrutiny the Commission was unable, on the basis of the information then available, to find a direct link between the aid and the road blockade since comparing the turnover figures and annual production delivered with seasonal products alone did not provide sufficient proof thereof.\nV\n1. The comments submitted by France in its letters of 29 April 1994 and 12 April 1995 led the Commission to the following conclusions.\n2. As regards compensation, and on the basis of new information available to it, the Commission noted that:\n- the circular of 22 September 1992 laid down very strict conditions for the award of this aid, particularly as regards proof that the alleged damage actually occurred and evidence of a direct causal link between it and the road blockade,\n- the French authorities confirmed that the compensation was granted without discrimination to all those satisfying the conditions for its award; citizens of other Member States who fulfil those conditions could thus qualify for it in the same way as French citizens.\nThis aid can accordingly benefit from the derogation laid down in Article 92 (2) (b) of the Treaty and may be regarded as compatible with the common market.\n3. As regards the partial relief on social security contributions, the Commission can allow the French authorities' contention that all of the products in question were produced and marketed in France during the road blockade lasting from 29 June to 18 July 1992, even if production of certain products in that period such as plums, pears, aubergines and peppers was minimum compared to the annual average. Nevertheless, the fact that production occurred during the period in question is not sufficient to establish a direct link between the losses offset and the road blockade.\nThe Commission also took into consideration the instructions given by means of circulars to the authorities responsible for granting the aid, with a view in particular to preventing any overcompensation for the losses offset. However, the evidence to be provided by the grower in support of his aid application (annual declarations of rotation, turnover and production delivered to the marketing organizations and/or sold by other means, certificates of his deliveries or copies of the delivery dockets, copies of his VAT declarations for the year and copies of the salary slips of the workers for the month or months for which payment is sought) does not establish a link between the losses offset and the road blockade. As the information provided is annual and the workers for which payment is being sought are seasonal and not necessarily and exclusively engaged in harvesting the products in question, there is no quantitative or qualitative information linked exclusively and necessarily to the effects of the road blockade. The losses offset could thus have occurred as a result of events other than the blockade.\nFurthermore, the general compensation measure (see Section V.2) could fully compensate for the losses due to the road blockade. The existence of a second measure limited to certain beneficiaries alone is therefore hard to justify and also raises the question of possible overcompensation of the latter for losses attributable to the road blockade.\nThis aid cannot, therefore, qualify for any of the derogations in Article 92 of the Treaty and is to be regarded as incompatible with the common market.\nVI\n1. Since the aids were notified but implemented without awaiting the final decision of the Commission, it should be pointed out that, given the obligatory nature of the procedural rules laid down in Article 93 (3) of the Treaty, the direct effect of which the Court of Justice has recognized in its judgments of 19 June 1973 (Case 77/72, Carmine Capolongo v. Azienda Agricola Maya) (4), 11 December 1973 (Case 120/73, Gebrüder Lorenz GmbH v. the Federal Republic of Germany) (5), 22 March 1977 (Case 78/76, Steinike and Weinlig v. Federal Republic of Germany) (6) and 21 November 1991 (Case C-354/90, Fédération nationale du commerce extérieur des produits alimentaires and others v. France) (7), the aid in question cannot be made legal with retrospective effect.\nFurthermore, where aid is incompatible with the common market, in accordance with the case law of the Court of Justice, in particular its judgment of 12 July 1973 (Case 70/72, Commission v. Federal Republic of Germany) (8), as confirmed by the judgments of 24 February 1987 (Case 310/85, Deufil v. Commission) (9) and 20 September 1990 (Case C-5/89, Commission v. Federal Republic of Germany) (10), the Commission can insist that Member States recover from the beneficiaries the full amount of any aid granted illegally.\n2. The French Government did not comply with the suspensory effect of Article 93 (3) of the Treaty in that it did not wait for the Commission to give its opinion before granting the aid in question. The aid thus becomes illegal under Community law from the moment it is paid.\nAs illegally granted aid is involved, i.e. aid granted before the final decision pursuant to the procedure under Article 93 (2) of the Treaty, and although neither the exact amount nor the number of beneficiaries for the aid in question is known to the Commission, the incompatible aid must be recovered, since the beneficiaries in receipt of the illegal aid are known to the French authorities.\nRecovery is to be effected in accordance with the procedures and provisions of French law, with interest payable from the date the aid in question was granted. This interest shall be calculated using the commercial rate relating to the rate used for calculating the subsidy-equivalent for regional aid.\nRecovery is necessary to revert to the position prior to payment by doing away with all of the financial advantages that the aid beneficiaries unduly enjoyed from the date the aid was illegally awarded. This is all the more necessary given the fragile state of the market concerned.\nThis Decision does not pre-empt the conclusions that the Commission will draw, where appropriate, on the funding of the common agricultural policy by the European Agriculture Guarantee and Guidance Fund (EAGGF),", "main_body": ["The aid granted by France as a result of the blockade of the French road network in 1992 is illegal, since it has been granted in breach of the procedural rules laid down in Article 93 (3) of the Treaty.", "The aid granted by France in the form of compensatory payments is compatible with the common market pursuant to Article 92 (2) (b) of the Treaty.", "The aid granted by France in the form of partial relief on social insurance contributions is incompatible with the common market pursuant to Article 92 of the Treaty, since the French authorities have not provided proof that the aid is necessarily and exclusively linked to the losses caused by the road blocks in France (29 June to 18 July 1992), considered as an exceptional occurrence within the meaning of Article 92 (2) (b) of the Treaty.", "France must abolish the aid referred to in Article 3 and recover it within two months of notification of this Decision.\nRecovery shall be effected in accordance with the procedures and provisions of French law, with interest payable from the date the aid in question was granted. This interest shall be calculated using the commercial rate relating to the rate used for calculating the subsidy-equivalent for regional aid.", "France shall notify the Commission of the measures it has taken to comply with this Decision within two months of its notification.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 292, 12. 11. 1994, p. 3.\n(3) OJ No C 115, 26. 4. 1994, p. 6.\n(4) [1973] ECR, p. 611.\n(5) [1973] ECR, p. 1471.\n(6) [1977] ECR, p. 595.\n(7) [1991] ECR I, p. 5505.\n(8) [1973] ECR, p. 813.\n(9) [1987] ECR, p. 901.\n(10) [1990] ECR I, p. 3437."}