{"celex_id": "31991L0269", "uri": "http://publications.europa.eu/resource/cellar/abe50c88-9cf8-49a1-ab74-27e90e717760", "type": "Directive", "concepts": ["1833", "2897", "3646", "5387"], "title": "Commission Directive 91/269/EEC of 30 April 1991 adapting to technical progress Council Directive 82/130/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres in mines susceptible to firedamp\n", "header": "COMMISSION DIRECTIVE  of 30 April 1991  adapting to technical progress Council Directive 82/130/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres in mines  susceptible to firedamp  (91/269/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 82/130/EEC of 15 February 1982 on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres in mines susceptible to firedamp (1) as last amended by  Directive 88/35/EEC (2), and in particular Article 7 thereof,\nWhereas in view of the present state of technical progress, it is now necessary to adapt the contents of the harmonized standards referred to in Annex A of Directive 82/130/EEC;\nWhereas in view of experience gained since Directive 82/130/EEC was adopted, it seems appropriate to amend Annex C thereto;\nWhereas in view of the nature of equipment mentioned above, it is necessary to provide for a transition period in order to allow for the industry to adapt to the amendments of standards;\nWhereas the measures provided for in this Directive are in accordance with the opinion delivered by the Restricted Committee of the Safety and Health Commission for the Mining and other Extractive industries,", "main_body": ["  Article 1\nDirective 82/130/EEC is hereby amended as follows:\n1. Annexes A and C are replaced by Annexes A and C in the Annex to this Directive.\n2. Annex B is amended in accordance with Annex B in the Annex to this Directive.  Article 2\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 1992 and shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\nMember States shall communicate to the Commission the text of the national measures which they adopt pursuant to this Directive.\n2. However, until 31 December 2009, Member States shall continue to apply the measures provided for in Article 4 of Directive 82/130/EEC as regards the equipment for which conformity to the harmonized standards is attested by the certificate of  conformity referred to in Article 8 of Directive 82/130/EEC, provided that this certificate was issued before 1 January 1993.  Article 3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 1991. For the Commission\nVasso PAPANDREOU\nMember of the Commission  (1) OJ No L 59, 2. 3. 1982, p. 10. (2) OJ No L 20, 26. 1. 1988, p. 28.\nANNEX\n'ANNEX A\nHARMONIZED STANDARDS\nThe harmonized standards to which equipment must conform, depending on the type of protection, are the European Standards referred to in the table below.\nCertificates drawn up in accordance with this Directive shall be referred to as \"generation C certificates\". The letter C shall appear at the beginning of the serial number of each such certificate.\nEUROPEAN STANDARDS\n(drawn up by Cenelec, 2 rue Brederode, PO Box 5, B-1000 Brussels)\nNumber  Title  Edition  Date           EN 50014  Electrical equipment for use in potentially explosive atmospheres:     general requirements  1  March 1977   Amendment 1   July 1979   Amendment 2   June 1982   Amendments 3 and 4   December 1982    Amendment 5   February 1986  EN 50015  Electrical equipment for use in potentially explosive atmospheres:     oil immersion \"o\"  1  March 1977   Amendment 1   July 1979  EN 50016  Electrical equipment for use in potentially explosive atmospheres:      pressurized apparatus \"p\"  1  March 1977   Amendment 1   July 1979  EN 50017  Electrical equipment for use in potentially explosive atmospheres:     powder filling \"q\"  1  March 1977   Amendment 1   July 1979  EN 50018  Electrical equipment for use  in potentially explosive atmospheres:     flameproof enclosure \"d\" \"  1  March 1977   Amendment 1   July 1979   Amendment 2   December 1982   Amendment 3   November 1985  EN 50019  Electricval equipment for use in potentially explosive atmospheres:      increased safety \"e\"  1  March 1977   Amendment 1   July 1979   Amendment 2   September 1983   Amendment 3   December 1985  EN 50020  Electrical equipment for use in potentially explosive atmospheres:     intrinsic safety \"i\"  1  March 1977    Amendment 1   July 1979   Amendment 2   December 1985  En 50028  Electrical apparatus for potentially explosive atmospheres:     encapsulation \"m\"  1  February 1987'\nANNEX B\nAmendments and supplements made to the European Standards listed in Annex A\nAppendix 1\nELECTRICAL APPARATUS FOR POTENTIALLY EXPLOSIVE ATMOSPHERES OF GROUP I\nGENERAL REQUIREMENTS\n(European standard EN 50014)\nReplace the text of 6.3.1 of amendment 3 (December 1982) to European Standard EN 50014 by the following text:\n'6.3.1 Electrical apparatus of Group I\nEnclosures of plastic materials with a surface area projected in any direction of more than 100 cm2, or containing exposed metallic parts with a capacitance to earth of more than 3 pF, under the most unfavourable conditions in practice, shall be so  designed that under normal conditions of use, maintenance and cleaning, danger of ignition due to electrostatic charges is avoided.\nThis requirement shall be satisfied:\n- either by suitable selection of the material: its insulation resistance, measured according to the method given in 22.4.7.8 of this European standard, shall not exceed:\n- 1 GÙ at 23 ± 2 °C and 50 ± 5 % relative humidity,\nor\n- 100 GÙ under extreme service conditions of temperature and humidity specified for the electrical apparatus; the '÷' shall then be placed after the certificate reference, as indicated in 26.2.9;\n- or by the size, shape, layout or by other protective methods. The non-appearance of dangerous electrostatic charges shall then be verified by actual tests for ignition of an air-methane mixture containing 8,5 ± 0,5 % of methane.\nIf, however, the danger of ignition cannot be avoided in the design, a warning label shall indicate the safety measures to be applied in service.'\nAppendix 2\nDelete the text of Appendix 2 of Annex B to Directive 82/130/EEC.\nAppendix 3\nRetain the text of Appendix 3 of Annex B to Directive 82/130/EEC without change.\nANNEX C\nELECTRICAL APPARATUS FOR POTENTIALLY EXPLOSIVE ATMOSPHERES OF GROUP I\nI. DISTINCTIVE COMMUNITY MARK\nII. MARKING OF ELECTRICAL APPARATUS COVERED BY AN INSPECTION CERTIFICATE\nIf a type of electrical apparatus which is not in conformity with the harmonized standards has been granted an inspection certificate as provided for in Article 9, the distinctive Community mark must be supplemented at least by the following:\n1. The symbol 'S' signifying that it is an electrical apparatus suitable for gassy mines covered by an inspection certificate. This symbol shall immediately follow the distinctive Community mark as indicated below.\n2. The last two digits of the year of issue of the inspection certificate.\n3. The serial number of the inspection certificate for that year.\n4. The name or symbol of the body approved to issue the certificate.\n5. The name of the manufacturer or his registered trade mark.\n6. The manufacturer's type identification.\n7. The manufacturer's serial number.\n8. If the testing station considers that it is necessary to indicate special conditions for safe use, the sign '÷' shall be placed after the certificate reference.\n9. Any marking normally required by the construction standards for the electrical apparatus.\n10. Any supplementary marking considered necessary by the body approved to issue the certificates.\n'"}