{"celex_id": "31991R3921", "uri": "http://publications.europa.eu/resource/cellar/d09d82f9-d005-4e5f-b26d-f28201af4fcc", "type": "Regulation", "concepts": ["1623", "2040", "4509", "4511", "4521"], "title": "Council Regulation (EEC) No 3921/91 of 16 December 1991 laying down the conditions under which non-resident carriers may transport goods or passengers by inland waterway within a Member State\n", "header": "31.12.1991 EN Official Journal of the European Communities L 373/1\nCOUNCIL REGULATION (EEC) No 3921/91\nof 16 December 1991\nlaying down the conditions under which non-resident carriers may transport goods or passengers by inland waterway within a Member State\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to Article 75 (1) (b) of the Treaty, the establishment of a common transport policy entails, inter alia, laying down the conditions under which non-resident carriers may operate transport services within a Member State;\nWhereas this provision entails the removal of all restrictions against the person providing the services in question on the grounds of his nationality or the fact that he is established in a different Member State from the one in which the service is to be provided;\nWhereas, in accordance with the general principles of the Treaty enshrining equality of treatment and with the case-law of the Court of Justice on this matter, non-resident carriers should be allowed to carry out national transport operations under the same conditions as those imposed by the Member State concerned on its own carriers;\nWhereas it is necessary to avoid distorting competition and disturbing the organization of the markets in question;\nWhereas the laws, regulations and administrative provisions in force in the Member State in which the services are provided, in so far as the application thereof implies restrictions on the freedom to provide services, must be justified by the general interest; whereas such provisions are applicable only in so far as the general interest is not already safeguarded by provisions to which non-resident carriers are subject in the Member State in which they are established and in so far as the same result cannot be obtained by less binding rules;\nWhereas provision should be made for a transitional period,", "main_body": ["With effect from 1 January 1993, any carrier of goods or passengers by inland waterway shall be permitted to carry out the national transport of goods or persons by inland waterway for hire or reward in a Member State in which he is not established, hereinafter called ‘cabotage’, provided that:\n— he is established in a Member State in accordance with its legislation and, where appropriate,\n— he is entitled there to carry out the international transport of goods or persons by inland waterway.\nIf he fulfils those conditions, he may temporarily carry on cabotage in the Member State concerned without having to set up a registered office or other establishment there.", "1.   For a carrier to be permitted to carry out cabotage, he may furthermore use for this purpose only vessels whose owner or owners are:\n(a) natural persons domiciled in a Member State and who are Member States nationals;\n(b) legal persons:\n(i) which have their registered place of business in a Member State;\n(ii) the majority holding in which or majority of which belongs to Member State nationals.\n2.   A Member State may exceptionally provide for derogations from the condition referred to in paragraph 1 (b) (ii). It shall consult the Commission on the determining criteria to be taken into consideration.\n3.   A certificate issued by the Member State in which the vessel is registered or, if it is not registered, by the Member State in which the owner is established, shall be produced to prove that the carrier complies with the conditions laid down in paragraph 1. This certificate must be kept on board the vessel.\nThe document certifying that a vessel belongs to Rhine Navigation, provided for in Council Regulation (EEC) No 2919/85 of 17 October 1985 laying down the conditions for access to the arrangements under the Revised Convention for the navigation of the Rhine relating to vessels belonging to the Rhine Navigation (4), shall replace the certificate referred to in the first paragraph.", "1.   The carrying out of cabotage operations shall be subject to the laws, regulations and administrative provisions in force in the host Member State in the following fields, subject to the application of Community rules:\n(a) rates and conditions governing transport contracts, and chartering and operating procedures;\n(b) technical specifications for vessels.\n(c) navigation and police regulations;\n(d) navigation time and rest periods;\n(e) VAT (value added tax) on transport services.\n2.   The provisions referred to in paragraph 1 must be applied to non-resident carriers under the same conditions as those which that Member State imposes on its own nationals, in order to effectively prevent any discrimination on grounds of nationality or place of establishment.\n3.   If it is established that, taking practice into account, it is necessary to adapt the list of fields covered by the provisions of the host Member State as referred to in paragraph 1, the Council shall amend that list acting by a qualified majority on a Commission proposal.", "Until 1 January 1995, notwithstanding Article 1 and without prejudice to Article 5:\n(a) the French Republic may restrict cabotage on its territory to two trips on the direct return journey following; on from an international goods or passenger transport operation;\n(b) the Federal Republic of Germany may restrict cabotage on its territory to only one trip on the direct return journey following on from an international goods or passenger transport operation;\n(c) transport operations between ports situated within the Lander of Brandenburg, Mecklenburg-Western Pomerania, Saxony, Saxony-Anhalt and Thüringia, as well as Berlin, shall be excluded from the scope of this Regulation.", "Member States shall not introduce any new restrictions applicable to Community carriers on the freedom to provide services which has in fact been attained at the date of entry into force of this Regulation.", "This Regulation shall not affect the rights existing under the Revised Convention for the navigation of the Rhine (Convention of Mannheim).", "Member States shall in due course the laws, regulations and administrative provisions necessary to implement this Regulation and shall inform the Commission thereof.\nThis Regulation shall be binding in its entirety and directly applicable in all member States."], "attachments": "Done at Brussels, 16 December 1991.\nFor the Council\nThe President\nH. MAIJ-WEGGEN\n(1)  OJ No C 331, 20. 12. 1985, p. 2.\n(2)  OJ No C 255, 13. 10. 1986, p. 229.\n(3)  OJ No C 328, 22. 12. 1986, p. 34.\n(4)  OJ No L 280, 22. 10. 1985, p. 4."}