{"celex_id": "31991R3913", "uri": "http://publications.europa.eu/resource/cellar/1ad1dcd3-de27-4fdd-b2c2-800f7d44e5b0", "type": "Regulation", "concepts": ["1115", "1602", "161", "4713"], "title": "Council Regulation ( EEC ) No 3913/91 of 19 December 1991 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Cyprus ( 1992 )\n", "header": "COUNCIL REGULATION (EEC) N° 3913/91 of 19 December 1991 opening and  providing for the administration of Community tariff quotas for certain agricultural products  originating in Cyprus (1992)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 18 and 19 of the Agreement establishing an Association between the European  Economic Community and the Republic of Cyprus (1), as supplemented by the Protocol laying down the  conditions and procedures for the implementation of the second stage of the said Agreement and  adapting certain provisions thereof (2), provide for the opening of annual Community tariff quotas  for:\n- 60 000 tonnes for new potatoes falling within CN code 0701 90 59 (16 May to 30 June),\n- 2 500 tonnes for carrots falling within CN code 0706 10 00 (1 April to 15 May),\n- 300 tonnes of sweet peppers falling within CN code 0709 60 10,\n- 1 500 tonnes of salad beetroot falling within CN code ex 0706 90 90,\n- 7 500 tonnes for fresh table grapes falling within CN codes ex 0806 10 15 and 0806 10 19 (8 June  to 4 August),\n- 1 500 tonnes of dried grapes in immediate containers of a net capacity not exceeding 15 kg  falling within CN codes 0806 20 11, 0806 20 12, 0806 20 18, ex 0806 20 91, ex 0806 20 92 or ex 0806  20 98,\n- 3 000 tonnes of certain types of concentrated grape juice falling within CN codes 2009 60 51,  2009 60 71, ex 2009 60 90 or ex 2204 30 91,\n- 35 000 hectolitres of certain wines of fresh grapes, in containers holding two litres or less,  falling within CN codes 2204 21 25, ex 2204 21 29, ex 2204 21 35 or ex 2204 21 39,\n- 26 000 hectolitres of certain wines of fresh grapes, in containers holding more than two litres,  falling within CN codes ex 2204 29 25, ex 2204 29 29, 2204 29 35 or ex 2204 29 39, and\n- 150 000  hectolitres of certain liqueur wines falling within CN codes ex 2204 21 35, ex 2204 21 39, ex 2204  29 35, ex 2204 29 39, ex 2204 21 49, ex 2204 29 49, ex 2204 21 59 or ex 2204 29 59, originating in  Cyprus;\nWhereas, pursuant to Articles 18 and 19 of the Protocol in question, these volumes are with the  exception of the quantities for wine of fresh grapes in containers holding more than two litres  each year subject to an increase from the entry into force of the Protocol and will therefore in  1991 increase to the quantities indicated at Article 1 of this Regulation; whereas within the  limits of these tariff quotas, the customs duties applicable are to be abolished progressively  according as laid down in Articles 5 and 16 of the said Protocol; whereas, however, within the  limits of these tariff quotas, the Kingdom of Spain and the Portuguese Republic will apply duties  calculated in accordance with the relevant provisions of the Protocol to the Accession Agreement  between the European Economic Community and the Republic of Cyprus consequent on the accession of  the Kingdom of Spain and the Portuguese Republic to the Community (3);\nWhereas, importation into the Community of the wines in question are subject to the  free-at-frontier reference price; whereas the said wines qualify for these tariff quotas only if  Article 54 of Council Regulation (EEC) N° 822/87 of 16 March 1987 on the common organization of the  market in wine (4), as last amended by Regulation (EEC) No 388/90 (5), is adhered to;\nWhereas liqueur wines, to qualify for the Community tariff quota, must be so designated in the VI 1  document or VI 2 extract provided for in Commission Regulation (EEC) No 3590/85 of 18 December 1985  on the certificate and analysis report required for the importation of wine, grape juice and grape  must (6);\nWhereas it is particularly necessary to ensure that all Community importers enjoy equal and  uninterrupted access to the abovementioned quotas and uninterrupted application of the rates laid  down for those quotas to all imports of the products concerned into all Member States until the  quotas have been used up; whereas it would appear advisable not to allocate the quotas among the  Member States, without prejudice to the drawing against the quota volumes of such quantities as  they need, under the conditions and according to the procedures specified in Article 3;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, all  transactions concerning the administration of these quotas may be carried out by any of its  members,", "main_body": ["1.  (a)  The customs duties applicable to imports into the Community  as constituted at 31 December 1985 of the following products originating in Cyprus shall be  suspended during the periods, at the levels and within the limits of the Community tariff quotas as  shown below for each one:\n>TABLE>\n(b)\nWithin the limits of these tariff quotas, the Kingdom of Spain and the  Portuguese Republic will apply duties calculated in accordance with the relevant provisions of the  Protocol to the Accession Agreement between the European Economic Community and the Republic of  Cyprus consequent on the accession of the Kingdom of Spain and the Portuguese Republic to the  Community.\n2.  Importations of the wine in question shall be subject to the free-at-frontier price. It shall  qualify for the tariff quotas only if Article 54 of Regulation (EEC) N° 822/87 is adhered to.\n3.  Liqueur wines shall qualify for the tariff quota only if they are designated as liqueur wines  in the VI 1 document or VI 2 extract provided for by Regulation (EEC) No 3590/85.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which  may take all appropriate administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation,  including a request for preferential benefit for a product covered by this Regulation and if that  declaration is accepted by the customs authorities, the Member States concerned shall inform the  Commission and draw an amount corresponding to its requirements from the corresponding quota  amount.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be  transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the  declarations of entry into free circulation by the customs authorities of the Member States  concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation  shall be made on a pro rata basis with respect to the requests. Member States shall be informed by  the Commission in accordance with the same procedures.", "Each Member States shall ensure that importers of the products concerned have free  access to the quotas for such time as the residual balance of the corresponding quota volumes so  permits.", "The Member States and the Commission shall cooperate closely to ensure that this  Regulation is complied with.", "This Regulation shall enter into force on 1 January 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1991.\nFor the Council\nThe President\nP. DANKERT\n(1) OJ N° L 133, 21. 5. 1973, p. 2.\n(2) OJ N° L 393, 31. 12. 1987, p. 1.\n(3) OJ N° L 393, 31. 12. 1987, p. 37.\n(4) OJ N° L 84, 27. 3. 1987, p. 1.\n(5) OJ N° L 42, 16. 2. 1990, p. 9.\n(6) OJ N° L 343, 20. 12. 1985, p. 20."}