{"celex_id": "31993D0494", "uri": "http://publications.europa.eu/resource/cellar/df25fc5b-19a0-473b-a232-3e59819f4cca", "type": "Decision", "concepts": ["1294", "192", "3544", "5369", "893"], "title": "93/494/EEC: Commission Decision of 23 July 1993 laying down special conditions governing imports of fishery products originating in the Faeroe Islands\n", "header": "COMMISSION DECISION of 23 July 1993 laying down special conditions governing imports of fishery products originating in the Faroe Islands\n(93/494/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), and in particular Article 11 thereof,\nWhereas a group of Commission experts has conducted an inspection visit to the Faroe Islands to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of Faroese legislation on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas Heilsufrodiliga Starvsstovan (Food and Environmental Institute), the competent Faroese authority, and its Division of Fishery, its inspection department, are capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in point (a) of Article 11 (4) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be  drafted and the grade of the person empowered to sign it;\nWhereas, pursuant to point (b) of Article 11 (4) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products, giving the name of the third country and the approval number of the establishment of origin or of the factory vessel;\nWhereas, pursuant to point (c) of Article 11 (4) of Directive 91/493/EEC, a list of approved establishments and/or factory vessels must be drawn up; whereas that list must be drawn up on the basis of a communication from the Food and Environmental  Institute to the Commission; whereas it is therefore for the Food and Environmental Institute to ensure compliance with the provisions laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the Food and Environmental Institute has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding fulfilment of requirements equivalent to those laid down by that  Directive for the approval of establishments and factory vessels;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Heilsufrodiliga Starvsstovan (Food and Environmental Institute) shall be the competent authority in the Faroe Islands for verifying and certifying compliance of fishery products with the requirements of Directive 91/493/EEC.", "Fishery products originating in the Faroe Islands must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model set out in Annex A hereto;\n2. the products must come from approved establishments or factory vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the words 'Faroe Islands' and the approval number of the establishment of origin or of the factory vessel in indelible  letters.", "1. The certificates referred to in point 1 of Article 2 must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. The certificates must bear the name, capacity and signature of the representative of the Food and Environmental Institute and the latter's official stamp in a colour different from that of the other indications on the certificate.", "This Decision shall apply from 1 October 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX A\nHEALTH CERTIFICATE  for fishery products originating in the Faroe Islands and intended for export to the European Community\nReference No:\nCountry of dispatch: Faroe Islands\nCompetent authority: Heilsufrodiliga Starvsstovan (Food and Environmental Institute)\nInspection department: Division of Fishery\nI. Details identifying the fishery products\nDescription of product:\n- species (scientific name):\n- presentation of product and type of treatment (1):\nCode number (where available):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products\nName(s) and official approval number(s) of establishment(s) or factory vessel(s) approved by the Food and Environmental Institute for export to the Community:\nIII. Destination of products\nThe products are dispatched\nfrom:\n(place of dispatch)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\nIV. Health attestation\nThe official inspector hereby certifies that the fishery products specified above:\n1. were caught and handled on board vessels in accordance with the health rules laid down by Directive 92/48/EEC or, where they come from a factory ship, in accordance with the health rules laid down in Chapter I of the Annex to Directive 91/493/EEC;\n2. were landed, handled and where appropriately packaged, prepared, processed, frozen, thawed and stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the Annex to Directive 91/493/EEC;\n3. have undergone health controls in accordance with Chapter V of the Annex to Directive 91/493/EEC;\n4. are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of the Annex to Directive 91/493/EEC;\n5. do not come from toxic species or species containing biotoxins;\n6. have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the implementing decisions thereto;\n7. in addition, where the fishery products are frozen or processed bivalve molluscs; the molluscs were obtained from production areas subject to conditions which are at least equivalent to those laid down by the Directive 91/492/EEC.\nDone at  ,\n(place)\non\n(date)\nOfficial seal\nSignature of official inspector\n(name in capital letters, capacity and qualifications of person signing)\n(1) Live, refrigerated, frozen, salted, smoked, preserved, etc.\nANNEX B\nList of approved establishments and factory vessels\n/* Tables: see OJ */\nII. Factory vessels\n/* Tables: see OJ */"}