{"celex_id": "31998R2304", "uri": "http://publications.europa.eu/resource/cellar/36dcddf5-0dbc-43aa-a392-4e2ba487c35d", "type": "Regulation", "concepts": ["1504", "3170", "4291", "4682", "5263", "5581"], "title": "Commission Regulation (EC) No 2304/98 of 26 October 1998 derogating from and amending Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards public intervention\n", "header": "COMMISSION REGULATION (EC) No 2304/98 of 26 October 1998 derogating from and amending Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards public intervention\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 6(7) thereof,\nWhereas the difficult situation on the beef and veal market caused by serious economic problems in certain traditional markets calls for additional urgent support measures;\nWhereas it is therefore necessary to provide for certain derogations from Commission Regulation (EEC) No 2456/93 (3), as last amended by Regulation (EC) No 2602/97 (4), in the case of tendering procedures opened for the period up to the end of 1998;\nWhereas, to enable intervention to play its role to the full in the present situation, it is necessary temporarily to extend the list of qualities eligible in Ireland and Northern Ireland, to increase the maximum weight at which carcases may be bought into intervention and to adjust the amount of the increase applicable to the average market price and used to define the maximum buying-in price;\nWhereas the competent national authorities must take the measures necessary as regards traceability and storage in order to facilitate subsequent disposal of the products bought into intervention, having regard in particular to any requirements relating to the veterinary situation of the animals from which the products bought in were obtained;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Notwithstanding the first subparagraph of Article 4(1) of Regulation (EEC) No 2456/93, Category C products which are classed as 04 in accordance with the Community classification scale shall be accepted for intervention in Ireland and Northern Ireland.\nThe difference between the intervention price for quality R3 and the intervention price for quality 04 shall be ECU 30 per 100 kilograms.\nThe coefficient used to convert tenders for quality R3 into tenders for quality 04 shall be 0,914 (middle class).\n2. Notwithstanding Article 4(2)(h) of Regulation (EEC) No 2456/93, the weight of carcases as referred to above shall not exceed 360 kilograms.\n3. Notwithstanding the first sentence of Article 14(1) of Regulation (EEC) No 2456/93, the increase applicable to the average market price shall be ECU 14 per 100 kilograms carcase weight.", "The following paragraph shall be added to Article 30 of Regulation (EEC) No 2456/93:\n'5. The competent authority shall take the necessary measures as regards traceability and storage to enable the products stored to be removed from storage and disposed of subsequently as efficiently as possible, having regard in particular to any requirements linked to the veterinary situation of the animals concerned`.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "shall apply to the second tendering procedure in October and to the tendering procedures opened in November and December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 225, 4. 9. 1993, p. 4.\n(4) OJ L 351, 23. 12. 1997, p. 20."}