{"celex_id": "31998D0023", "uri": "http://publications.europa.eu/resource/cellar/601bc6a0-89d3-4a98-84ea-94952e632e8d", "type": "Decision", "concepts": ["2897", "2900", "3774", "4585", "5581", "5964"], "title": "98/23/EC: Council Decision of 19 December 1997 authorising the United Kingdom to extend application of a measure derogating from Article 28e(1) of the Sixth Council Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 19 December 1997 authorising the United Kingdom to extend application of a measure derogating from Article 28e(1) of the Sixth Council Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes (98/23/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value-added tax: uniform basis of assessment (1), and in particular Article 27 thereof,\nHaving regard to the previous Decision 92/546/EEC (2),\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce or extend special measures for derogation from that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion and avoidance;\nWhereas, by letter registered at the Commission on 21 February 1997, the United Kingdom requested authorisation to extend application of the derogation measure previously granted to it by Decision 92/546/EEC until 31 December 1996;\nWhereas the other Member States were informed on 6 May 1997 of the United Kingdom's request;\nWhereas, pursuant to Decision 92/546/EEC, the United Kingdom is authorised to introduce a special measure allowing the appropriate authorities to direct that the open-market value be taken as the taxable amount for intra-Community acquisitions of goods where the person acquiring the goods is not a fully taxable person and there are family, legal or business ties, specified in national legislation, between the person acquiring the goods and the supplier;\nWhereas Decision 92/546/EEC empowered the United Kingdom to supplement a special measure authorised by Council Decision (3), deemed to have been adopted on 11 April 1987, permitting the United Kingdom to direct that the open-market value be taken as the taxable amount for supplies of goods and services or imports where the recipient is a totally or partially exempt person and there are family, legal or business ties, specified in national legislation, between the person supplying the goods or services and the recipient or between the person importing the goods and the person to whom payment for them has to be made;\nWhereas the purpose of the measure in question is to prevent persons with family, legal or business ties, specified in national legislation, from artificially reducing the prices of taxable transactions;\nWhereas according to the case law of the Court of Justice of the European Communities (4), national derogation measures which are intended to prevent fraud or tax avoidance are to be interpreted strictly and can be used to derogate from the rules for determining the taxable amount only within the limits strictly necessary to achieve this objective;\nWhereas, the special measure is to apply only in cases where the administration is able, based on the facts, to conclude that the determination of the taxable amount provided for in Article 28e of Directive 77/388/EEC is influenced by family, business or legal ties between the person who acquires the goods and the supplier; whereas the administration may not act on mere presumptions, and the parties concerned must be allowed to adduce evidence to the contrary where they dispute the level of the open value established by the administration;\nWhereas the measure is limited in scope insofar as it will apply only to taxable transactions where the recipient is a totally or partially exempt person;\nWhereas, given the limited scope of the derogation, the special measure is proportionate to the aim pursued;\nWhereas the Commission adopted on 10 July 1996 a work programme, accompanied by a schedule of proposals, providing for gradual, stage-by-stage progress towards a common VAT system for the internal market;\nWhereas, as the final package of proposals is scheduled for mid-1999, the authorization is being granted until 31 December 1999 so as to enable an assessment to be made at that time as to whether the derogation measure is consistent with the overall approach adopted under the new common VAT system;\nWhereas this derogation will have an adverse impact on the Communities' own resources arising from VAT,", "main_body": ["By way of derogation from Article 28e(1) of Directive 77/388/EEC, the United Kingdom is hereby authorized, until 31 December 1999, to apply a special measure allowing the appropriate authorities to direct that the open-market value be taken as the taxable amount for intra-Community acquisitions of goods when the following two conditions are met:\n- the person who acquires the goods is not a fully taxable person and there are family, legal or business ties specified in national legislation, between the person acquiring the goods and the supplier,\n- a number of facts make it possible to conclude that these family, business or legal ties have influenced the determination of the taxable amount provided for in the said Article 28e.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 19 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EC (OJ L 338, 28. 12. 1996, p. 89).\n(2) OJ L 351, 2. 12. 1992, p. 34.\n(3) OJ L 132, 21. 5. 1987, p. 22.\n(4) See Judgments of 10 April 1984, the Commission/Belgium (324/82, ECR 1984, p. 1861, item 29) and of 29 May 1997, Werner Skripalle (63/96, ECR 1997, p. I-2847)."}