{"celex_id": "31994R0374", "uri": "http://publications.europa.eu/resource/cellar/23480686-1cdd-4d9f-a038-a28a16d352ff", "type": "Regulation", "concepts": ["1644", "2121", "2957", "3763", "4687", "5063"], "title": "Commission Regulation (EC) No 374/94 of 18 February 1994 laying down detailed rules for the application in the poultrymeat and egg sectors of the arrangements provided for the Interim Agreements between the Community, of the one part and Bulgaria and Romania, of the other part\n", "header": "COMMISSION REGULATION (EC) No 374/94 of 18 February 1994 laying down detailed rules for the application in the poultrymeat and egg sectors of the arrangements provided for the Interim Agreements between the Community, of the one part and Bulgaria  and Romania, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3642/93 of 20 December 1993 on certain rules for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the one  part, and the Republic of Bulgaria of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3642/93 of 20 December 1993 on certain rules for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the one  part, and Romania, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (3), as last amended by Regulation (EEC) No 1574/93 (4), and in particular Article 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (5), as last amended by Regulation (EEC) No 1574/93, and in particulart Article 15 thereof,\nWhereas the Interim Agreement on trade and trade-related matters between the Community and the Republic of Bulgaria (6), signed in Brussels on 8 March 1993, entered into force on 31 December 1993; whereas the Interim Agreement on trade and trade-related  matters between the Community and Romania (7), signed in Brussels on 1 February 1993, entered into force on 1 May 1993; whereas the said Agreements provide for a reduction in the import levy for some products of the poultrymeat and egg sectors within  certain quantity limits; whereas it is necessary therefore to lay down certain detailed rules of application in this respect;\nWhereas the measures to be adopted for applying the Interim Agreements laid down in this Regulation should take effect on 1 January 1994; whereas they should however, be limited initially to the first two quarters of 1994 in order to take account of the  Additional Protocols to the Interim Agreements which have been signed between the Community and the two abovementioned countries and pending clarification of certain other factors relating to the exact timing of the introduction of the Community  concessions;\nWhereas, while bearing in mind the provisions of the Interim Agreements intended to guarantee the origin of the product, provision should be made for the administration of the said arrangements to be guaranteed by import licences for the majority of the  products; whereas, to that end, the detailed rules for submission of the applications and the information which must appear on the applications and licences, by derogation from Article 8 of Commission Regulation (EEC) No 3719/88 of 16 November 1988  laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agriculture products (8), as last amended by Regulation (EC) No 3519/93 (9), should be laid down; whereas, in addition,  provision should be made for the certificates and licences to be issued after a period of consideration, applying, where necessary, a single percentage reduction;\nWhereas, in order to ensure proper administration of the system, the guarantee for import licences under the said system should be fixed at ECU 90 per 100 kg; whereas, in view of the likelihood of speculation inherent in the system in the egg and  poultrymeat sectors, precise conditions governing access by operators to the said system should be laid down;\nWhereas, for live geese, whole geese or geese cut in pieces, it is possible to replace the system of import licences with a system for monitoring quantities actually imported which is less restrictive for importers;\nWhereas, in the case of those products, equal and continuous access to the quantities subject to a reduced levy should be ensured for all Community importers, and the levy should be applied consistently until the quantities are exhausted; whereas the  necessary measures should be taken to ensure efficient Community administration of those quantities by providing the opportunity to draw from the volume of those quantities on the basis of actual imports; whereas this method of administration requires  close cooperation between the Member States and the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["All imports into the Community under the arrangements provided for in Article 15 (2) and (4) of the Interim Agreements of products in groups 37, 38, 39, 40, 41, 43 and 44 referred to in Annex I to this Regulation, shall be subject to the  presentation of an import licence.\nThe quantities of products to which those arrangements apply and the rates of reduction in the levies on the rate of customs duty shall be those listed by group in Annex I.\nSubject to the provisions of Article 2, the rate of reduction in the levy, or the rate of customs duty shall be that in force during the period in which applications for import licences are submitted.", "For the period from 1 January to 30 June 1994, the quantities fixed for the groups referred to in Article 1 shall be allocated in two equal tranches of 50 % during the two quarters commencing on 1 January and 1 April respectively.", "The import licences referred to in Article 1 shall be subject to the following provisions:\n(a) applicants for import licences must be natural or legal persons who, at the time at which applications are submitted, can prove to the satisfaction of the competent authorities in the Member States that they have imported or exported not less than  25 tonnes (product weight) in the case of products falling within the scope of Regulation (EEC) No 2777/75 and five tonnes (egg in shell equivalent) in the case of products falling within the scope of Council Regulations (EEC) No 2771/75 and (EEC) No  2783/75 (10) in 1992 and between 1 January and 30 November 1993; however, retail establishments and restaurants selling these products to final consumers shall not be eligible for this scheme;\n(b) the licence application may involve only one of groups 37, 38, 39, 40, 41, 43 and 44 referred to in Annex I to this Regulation. The application may involve several products covered by different CN codes and originating in one of the countries  covered by this Regulation. In such cases, all the CN codes shall be indicated in section 16 and their designation in section 15;\nA licence application must relate to at least one tonne and to a maximum of 25 % of the quantity available for the group concerned and the quarter specified in Article 2;\n(c) section 8 of licence applications and licences shall state the country of origin; licences shall carry with them an obligation to import from the country indicated;\n(d) section 20 of licence applications and licences shall show one of the following:\nReglamento (CE) no 374/94,\nForordning (EF) nr. 374/94,\nVerordnung (EG) Nr. 374/94,\nKanonismos (EK) arith. 374/94,\nRegulation (EC) No 374/94,\nRèglement (CE) no 374/94,\nRegolamento (CE) n. 374/94,\nVerordening (EG) nr. 374/94,\nRegulamento (CE) nº 374/94;\n(e) section 24 of licences shall contain one of the following:\nLevy reduced in accordance with:\nReglamento (CE) no 374/94,\nForordning (EF) nr. 374/94,\nVerordnung (EG) Nr. 374/94,\nKanonismos (EK) arith. 374/94,\nRegulation (EC) No 374/94,\nRèglement (CE) no 374/94,\nRegolamento (CE) n. 374/94,\nVerordening (EG) nr. 374/94,\nRegulamento (CE) nº 374/94.", "1. Licence applications may only be lodged during the first 10 days only of each quarter as specified in Article 2.\nFor the period from 1 January to 31 March 1994, licence applications shall be lodged during the period from 21 February to 2 March 1994.\n2. Licence applications shall only be admissible where the applicant declares in writing that he has not submitted and undertakes not to submit any applications, in respect of the current quarter, concerning products in the same group in the Member  State in which his application is lodged or in other Member States; where an applicant submits more than one application relating to products in the same group, all applications from that person shall be inadmissible.\n3. The Member State shall notify the Commission, on the fifth working day following the end of the application submission period, of applications lodged for each of the products in the groups. Such notification shall include a list of applicants and a  statement of a quantities applied for in each group.\nAll notifications, including notifications that there have been no applications, shall be made by telex or fax on the working day stipulated, drawn up on the model shown in Annex II to this Regulation in cases where no application is made and on the  models shown in Annexes II and III in cases where applications have been made.\n4. The Commission shall decide as quickly as possible to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single percentage reduction in quantities applied for.\nIf the overall quantity for which applications have been submitted is less than the quantity available, the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following quarter.\n5. Licences shall be issued as quickly as possible after the Commission has taken its decision.\n6. Licences issued shall be valid throughout the Community.", "For the purposes of Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 150 days from the date of actual issue.\nImport licences issued pursuant to this Regulation shall not be transferable.", "A security of ECU 20 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.", "Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 shall apply.\nHowever, Article 8 (4) of that Regulation notwithstanding, the quantity imported under this Regulation may not exceed that shown in sections 17 and 18 of the import licence. The figure '0' shall accordingly be entered in section 19 of licences.", "The imported products shall be placed in free circulation on presentation of a movement certificate EUR 1 issued by the exporting country in accordance with Protocol 4 annexed to the Interim Agreement.", "The quantities for the products in group 42 referred to in Annex I shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "0\n1. In order to qualify under the import arrangements provided for in Article 14 (2) and (4) of the Interim Agreement for products in group 42 referred to in Annex I, the importer must present the competent authorities of the importing Member  State with a declaration of entry into free circulation comprising an application to this effect for the products in question accompanied by the certificate referred to in Article 8. If this declaration is accepted by the competent authorities of the  Member State, those authorities shall communicate to the Commission the requests for drawing from the quantities set out in Annex I.\n2. The requests for drawing, bearing the date of acceptance of the declaration of entry into free circulation, shall be communicated to the Commission without delay. The requests for drawing shall bear the following particulars: Order No 09 5301.\n3. The drawings shall be granted by the Commission on the basis of the date of acceptance of the declarations of entry into free circulation by the competent authorities of the importing Member State, to the extent that the available balance so permits.\nAny drawing not used shall be returned as soon as possible to the quantity corresponding to the period referred to in Annex I for which it was allocated.\nWhen the quantities requested are greater than the available balance of the quantities set out in Annex I, allocation shall be made on a pro rata basis with respect to the requests. The Commission shall inform Member States of the drawings made as  quickly as possible.", "1\nEach Member State shall ensure that importers of the products in group 42 referred to in Annex I have equal and continuous access to the quantities set out in Annex I for such time as the residual balance of the quantity volume so permits.", "2\nMember States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "3\nThis Regulation shall enter into force on 21 February 1994.\nIt shall apply with effect from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 333, 31. 12. 1993, p. 16.\n(2) OJ No L 333, 31. 12. 1993, p. 17.\n(3) OJ No L 282, 1. 11. 1975, p. 49.\n(4) OJ No L 152, 24. 6. 1993, p. 1.\n(5) OJ No L 282, 1. 11. 1975, p. 77.\n(6) OJ No L 323, 23. 12. 1993, p. 2.\n(7) OJ No L 81, 2. 4. 1993, p. 2.\n(8) OJ No L 331, 2. 12. 1988, p. 1.\n(9) OJ No L 320, 22. 12. 1993, p. 16.\n(10) OJ No L 282, 1. 11. 1975, p. 104.\nANNEX I\nA. Products originating in Bulgaria  I. Levy reduced by 50 %\n\"(in tonnes)\"\" ID=\"1\" ASSV=\"11\">37> ID=\"2\">0207 10 51> ID=\"3\" ASSV=\"11\">60 \"> ID=\"2\">0207 10 55\"> ID=\"2\">0207 10 59\"> ID=\"2\">0207 23 11\"> ID=\"2\">0207 23 19\"> ID=\"2\">ex 0207 39 55\"> ID=\"2\">ex 0207 43 15\"> ID=\"2\">ex 0207 39 73\"> ID=\"2\">ex  0207 43 53\"> ID=\"2\">ex 0207 39 77\"> ID=\"2\">ex 0207 43 63\"> ID=\"1\" ASSV=\"20\">38> ID=\"2\">0207 10 71> ID=\"3\" ASSV=\"20\">245,5\"> ID=\"2\">0207 10 79\"> ID=\"2\">0207 23 51\"> ID=\"2\">0207 23 59\"> ID=\"2\">0207 39 53\"> ID=\"2\">0207 43 11\"> ID=\"2\">0207 39 61\">  ID=\"2\">0207 43 23\"> ID=\"2\">ex 0207 39 65\"> ID=\"2\">ex 0207 43 31\"> ID=\"2\">ex 0207 39 67\"> ID=\"2\">ex 0207 43 41\"> ID=\"2\">0207 39 71\"> ID=\"2\">0207 43 51\"> ID=\"2\">0207 39 75\"> ID=\"2\">0207 43 61\"> ID=\"2\">ex 0207 39 81\"> ID=\"2\">ex 0207 43 71\">  ID=\"2\">ex 0207 39 85\"> ID=\"2\">ex 0207 43 90\">\nII. Levy reduced by 40 %\n\"(in tonnes)\"\" ID=\"1\" ASSV=\"02\">39> ID=\"2\">0207 21 10> ID=\"3\" ASSV=\"02\">625 \"> ID=\"2\">0207 21 90\"> ID=\"1\" ASSV=\"02\">40> ID=\"2\">ex 0408 91 80> ID=\"3\" ASSV=\"02\">115 \"> ID=\"2\">0408 99 80\">\nIII. Rate of customs duty reduced to 10,2 %\n\"(in tonnes)\"\" ID=\"1\" ASSV=\"02\">41> ID=\"2\">1602 31 11> ID=\"3\" ASSV=\"02\">82 \"> ID=\"2\">1602 39 19\">\nB. Products originating in Romania  I. Levy reduced by 50 %\n\"(in tonnes)\"\" ID=\"1\" ASSV=\"19\">42> ID=\"2\">0207 10 79> ID=\"3\" ASSV=\"19\">55 \"> ID=\"2\">0207 23 51\"> ID=\"2\">0207 23 59\"> ID=\"2\">0207 39 53\"> ID=\"2\">0207 43 11\"> ID=\"2\">0207 39 61\"> ID=\"2\">0207 43 23\"> ID=\"2\">ex 0207 39 65\"> ID=\"2\">ex 0207  43 31\"> ID=\"2\">ex 0207 39 67\"> ID=\"2\">ex 0207 43 41\"> ID=\"2\">0207 39 71\"> ID=\"2\">0207 43 51\"> ID=\"2\">0207 39 75\"> ID=\"2\">0207 43 61\"> ID=\"2\">ex 0207 39 81\"> ID=\"2\">ex 0207 43 71\"> ID=\"2\">ex 0207 39 85\"> ID=\"2\">ex 0207 43 90\">\nII. Levy reduced by 40 %\n\"(in tonnes)\"\" ID=\"1\" ASSV=\"05\">43> ID=\"2\">0207 10 19> ID=\"3\" ASSV=\"05\">400 \"> ID=\"2\">0207 21 90\"> ID=\"2\">0207 41 51\"> ID=\"2\">0207 41 71\"> ID=\"2\">0207 41 90\">\nIII. Rate of customs duty reduced to 10,2 %\n\"(in tonnes)\"\" ID=\"1\">44> ID=\"2\">1602 31 11> ID=\"3\">165 \">\nANNEX II\nANNEX III"}