{"celex_id": "31996R2275", "uri": "http://publications.europa.eu/resource/cellar/febf6250-2063-4077-bc71-19c7d65ee348", "type": "Regulation", "concepts": ["1005", "1031", "2803", "47", "5792", "895"], "title": "Council Regulation (EC) No 2275/96 of 22 November 1996 introducing specific measures for live plants and floricultural products\n", "header": "COUNCIL REGULATION (EC) No 2275/96 of 22 November 1996 introducing specific measures for live plants and floricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the production of live plants and floricultural products is a very important economic activity in a large number of Community Member States;\nWhereas, following an increase in production within the Community and growth in imports from third countries, supply of such products is rising fast; whereas consumption should therefore be stimulated;\nWhereas there is potential for increasing consumption of Community products both within the Community and abroad, in particular by improving awareness among existing and potential users and by bringing production more closely into line with consumer requirements;\nWhereas the various groups working in the sector have a special role to play in implementing measures to encourage consumption;\nWhereas a Community financial contribution should be provided for to encourage specific measures to increase consumption; whereas provision should be made for the regular evaluation of the measures financed in order to monitor the achievement of their objectives;\nWhereas the measures thus provided for are intended to stabilize the market in live plants and floricultural products; whereas, therefore, the expenditure arising from Community part-financing thereof should be deemed intervention within the meaning of Article 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3),", "main_body": ["The Community may contribute to the financing of measures put forward and implemented by groups representing the sector to promote the consumption of Community live plants and floricultural products falling within CN code 06.", "1. The measures referred to in Article 1 shall cover advertising and public-awareness measures, including the organisation of and participation in fairs and other trade events, both within the Community and abroad.\nWhere deemed necessary, such measures may be preceded by market studies of consumer attitudes and behaviour and may be accompanied, where appropriate, by the provision of marketing advice to the various economic operators in the sector.\n2. The measures referred to in Article 1 shall not be designed to promote commercial brands or to favour products from a particular Member State.", "1. Community contribution to the financing of the measures provided for in this Regulation shall be deemed intervention intended to stabilize the agricultural markets within the meaning of Article 3 (1) of Regulation (EEC) No 729/70.\n2. Such Community contribution to the financing may not exceed 60 % of the actual cost of the measures.", "The measures referred to in Article 1 may be granted Community funding for a period of no more than three years. An evaluation study shall be carried out in the final year. The study shall assess the extent to which the objectives referred to in Article 1 have been achieved and the advisability of pursuing the measure concerned.", "The measures provided for in this Regulation shall be defined and the rules of applications thereof shall be adopted in accordance with the procedure provided for in Article 14 of Council Regulation (EEC) No 234/68 of 27 February 1968 on the establishment of a common organization of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage (4).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No C 216, 26. 7. 1996, p. 14.\n(2) Opinion delivered on 15 November 1996 (not yet published in the Official Journal).\n(3) OJ No L 94, 28. 4. 1970, p. 13. Regulation last amended by Regulation (EC) No 1287/95 (OJ No L 125, 8. 6. 1995, p. 1).\n(4) OJ No L 55, 2. 3. 1968, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ No L 349, 31. 12. 1994, p. 105)."}