{"celex_id": "31998R1728", "uri": "http://publications.europa.eu/resource/cellar/5420ca89-5e15-4b4e-b641-082bf051d008", "type": "Regulation", "concepts": ["5096", "693", "797"], "title": "Commission Regulation (EC) No 1728/98 of 4 August 1998 fixing the definitive aid for lemons for the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1728/98 of 4 August 1998 fixing the definitive aid for lemons for the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2202/96 of 28 October 1996 introducing a Community aid scheme for producers of certain citrus fruits (1), and in particular Article 6 thereof,\nWhereas Article 5(1) of Regulation (EC) No 2202/96 establishes a processing threshold of 444 000 tonnes for lemons; whereas Article 5(2) of that Regulation provides that, for each marketing year, overrunning of the processing thresholds is to be assessed on the basis of the average quantity processed with benefit of the aid during the last three marketing years, including the current marketing year; whereas Article 5(3) of that Regulation provides that where an overrun has been established, the aid fixed for the current marketing year in the Annex to that Regulation is to be reduced by 1 % per 4 440 tonnes of the overrun;\nWhereas, pursuant to Article 22(1)(b) of Council Regulation (EC) No 1169/97 of 26 June 1997 laying down detailed rules for the application of Council Regulation (EC) No 2202/96 introducing a Community aid scheme for producers of certain citrus fruits (2), as amended by Regulation (EC) No 1145/98 (3), the Member States have notified the Commission of the quantities of lemons delivered for processing in respect of the 1997/98 marketing year under Regulation (EC) No 2202/96; whereas, on the basis of those figures and of the quantities processed with benefit of the aid in the 1995/96 and 1996/97 marketing years, an overrun in the processing threshold has been established for 160 991 tonnes; whereas the aid for lemons fixed in the Annex to Regulation (EC) No 2202/96 for the 1997/98 marketing year should accordingly be reduced by 36 %;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1997/98 marketing year, the aid for lemons fixed in the tables in the Annex to Regulation (EC) No 2202/96 shall be reduced by 36 %.\nWhen the aid is paid, account shall be taken of advances paid in accordance with Article 15 of Regulation (EC) No 1169/97.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 1998.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 49.\n(2) OJ L 169, 27. 6. 1997, p. 15.\n(3) OJ L 159, 3. 6. 1998, p. 29."}