{"celex_id": "31995R0233", "uri": "http://publications.europa.eu/resource/cellar/c92d8c74-3f0e-4906-b6c0-84afc376e8d1", "type": "Regulation", "concepts": ["1644", "1730", "2292", "4172", "4682", "5076"], "title": "COMMISSION REGULATION (EC) No 233/95 of 3 February 1995 amending Regulations (EEC) No 1912/92 and (EEC) No 1913/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands and the Azores and Madeira with beef and veal products\n", "header": "COMMISSION REGULATION (EC) No 233/95 of 3 February 1995 amending Regulations (EEC) No 1912/92 and (EEC) No 1913/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands and the Azores and Madeira with beef and veal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 1974/93 (2), and in particular Article 4 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (3), as amended by Commission Regulation (EEC) No 1974/93, and in particular Article 10 thereof,\nWhereas Annex II to Commission Regulation (EEC) No 1912/92 of 10 July 1992 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the beef and veal sector (4), as last amended by Regulation (EC) No 3023/94 (5), fixes the aid for products included in the forecast supply balance and coming from the Community market;\nWhereas Annex II to Commission Regulation (EEC) No 1913/92 of 10 July 1992 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the beef and veal sector (6), as last amended by Regulation (EC) No 2490/94 (7), fixes the aid for products included in the forecast supply balance and coming from the Community market;\nWhereas application of the criteria for the fixing of Community aid to the situation in the market sector concerned and, in particular, to the rates or prices for those products in the European part of the Community and on the world market results in the aid for supplies of beef and veal products to the Canary Islands and Madeira being fixed as shown in the Annex hereto;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Annexes II and IIa to Regulation (EEC) No 1912/92 are replaced by Annex I.\n2. Annex II to Regulation (EEC) No 1913/92 is replaced by Annex II.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 173, 27. 6. 1992, p. 1.\n(4) OJ No L 192, 11. 7. 1992, p. 31.\n(5) OJ No L 321, 14. 12. 1994, p. 6.\n(6) OJ No L 192, 11. 7. 1992, p. 35.\n(7) OJ No L 265, 15. 10. 1994, p. 19.\nANNEX I\n'ANNEX II\nAid on products listed in Annex I and coming from the Community market\n>TABLE>\nANNEX IIa\nAid granted on certain processed products listed in Annex I and coming from the Community market\n>TABLE>\nANNEX II\n'ANNEX II\nAid on products listed in Annex I and coming from the Community market\n>TABLE>"}