{"celex_id": "31995R2841", "uri": "http://publications.europa.eu/resource/cellar/86372d06-f669-4345-a932-e3e6b6f7b974", "type": "Regulation", "concepts": ["1642", "3408", "3568", "4687", "4743", "616"], "title": "Commission Regulation (EC) No 2841/95 of 8 December 1995 amending Regulation (EC) No 1372/95 laying down detailed rules for implementing the system of export licences in the poultrymeat sector\n", "header": "COMMISSION REGULATION (EC) No 2841/95 of 8 December 1995 amending Regulation (EC)  No 1372/95 laying down detailed rules for implementing the system of export licences in the  poultrymeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization  of the market in eggs  (1), as last amended by the Act of Accession of Austria, Finland and Sweden  and by Regulation (EC) No 3290/94  (2), and in particular Articles 3 (2) and 8 (12) thereof,\nWhereas Commission Regulation (EC) No 1372/95  (3), as amended by Regulation (EC) No 2523/95  (4),  lays down detailed rules for implementing the system of export licences in the egg sector;\nWhereas, in order to guarantee exporters equal access to export licences, the submission period for  applications, running from Monday to Wednesday, should be extended by one day where those days are  holidays for the competent authorities of a Member State;\nWhereas Regulation (EC) No 2838/95  (5) has modified the nomenclature for export refunds in the  poultrymeat sector; whereas Annex I to Regulation (EC) No 1372/95 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 1372/95 is amended as follows:\n1.  The following subparagraph is added to Article 3 (1):\n'However, where those three days are holidays for the competent authorities of a Member State,  applications may be lodged on the Thursday following that period in the Member State in question.` 2.  The introductory phrase of Article 7 (1) is replaced by the following:\n'1.  Member States shall communicate to the Commission, each Wednesday from 1 p.m., or, where the  second subparagraph of Article 3 (1) applies, each Thursday from 1 p.m., by fax for the preceding  period:` 3.  Annex I is replaced by the Annex to this Regulation.\n4.  In Annex II, the words 'Wednesday .  .  . to Friday .  .  .` are deleted.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nHowever, Article 1 point 3 shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 8 December 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n'ANNEX I >TABLE>"}