{"celex_id": "31999D0725", "uri": "http://publications.europa.eu/resource/cellar/4d23f320-c214-4e48-b765-779766547acd", "type": "Decision", "concepts": ["2493", "3424", "4257", "4298", "770", "937"], "title": "1999/725/EC: Commission Decision of 22 October 1999 amending Decision 85/377/EEC establishing a Community typology for agricultural holdings (notified under document number C(1999) 3414)\n", "header": "COMMISSION DECISION\nof 22 October 1999\namending Decision 85/377/EEC establishing a Community typology for agricultural holdings\n(notified under document number C(1999) 3414)\n(1999/725/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community(1), as last amended by Regulation (EC) No 1256/97(2), and in particular Article 4 thereof,\nWhereas:\n(1) Commission Decision 85/377/EEC of 7 June 1985 establishing a Community typology for agricultural holdings(3), as last amended by Commission Decision 96/393/EC(4), is the basis for the classification of agricultural holdings by economic size and type of farming both in the farm structure surveys and under the farm accountancy data network (FADN); whereas the Community typology is also the basis for calculating the European size units (ESU) and the thresholds used to delimit the field of observation and to draw up the plan for selecting the returning holdings included or to be included in the FADN;\n(2) the results of the farm structure surveys, classified by ESU and type of farming serve as a basis for defining the field of observation of the FADN, which serves as a basis for selecting and weighting the FADN farm sample; whereas the selection of returning holdings for the field of observation must be representative in terms of the objectives of each of the analyses planned;\n(3) Council Regulation (EEC) No 571/88(5), as last amended by Commission Decision 98/377/EC(6), has been extended to provide for a series of surveys on the structure of agricultural holdings from 1998 to 2007 and lists the characteristics to be surveyed;\n(4) the structure and content of the list of survey characteristics for 1999/2000 Community basic survey have been amended, so that the characteristics in the new list differ from those recorded in the previous surveys and it is therefore necessary to adapt Decision 85/377/EEC to the lists of survey characteristics laid down by Regulation (EEC) No 571/88;\n(5) a modification of the economic size classes of holdings applied in the Community typology is appropriate to show the development in the structure of agriculture within the Community;\n(6) the measures provided for in this Decision are in accordance with the opinions of the Community Committee for the farm accountancy data network and of the Standing Committee for agricultural statistics,", "main_body": ["Annexes II and III of Decision 85/377/EEC are amended as follows:\n1. Annex II:\n(a) the heading of Part C, Section I, is replaced by the following text: \"Codes regrouping several characteristics included in the 1999/2000 farm structure survey\";\n(b) in part C, Section II, the correspondence table is replaced by the table in Annex I to this Decision.\n2. Annex III:\nPart C is replaced by the text in Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 October 1999.\nFor the Commission\nPedro SOLBES MIRA\nMember of the Commission\n(1) OJ 109, 23.6.1965, p. 1859.\n(2) OJ L 174, 2.7.1997, p. 7.\n(3) OJ L 220, 17.8.1985, p. 1.\n(4) OJ L 163, 2.7.1996, p. 45.\n(5) OJ L 56, 2.3.1988, p. 1.\n(6) OJ L 168, 13.6.1998, p. 29.\nANNEX I\n\"II. Correspondence between the headings of the structure surveys and the farm return of the farm accountancy data network (FADN)\n>TABLE>\"\nANNEX II\n\"C. ECONOMIC SIZE CLASSES OF HOLDINGS\nHoldings are classified by size classes, the limits of which are set out below.\n>TABLE>\nThe rules laid down for the application in the field of the farm accountancy data network and the Community surveys of agricultural holdings may provide that size classes III and IV, V and VI, and IX and X above are grouped together.\nThe Member States which, in implementation of article 4(1) of Council Regulation No 79/65/EEC, set a threshold of economic size of holding for the field of survey of the farm accountancy data network which doesn not coincide with the limits of the size classes as shown above, are to subdivide these into sub-classes, the limits of which correspond to the thresholds fixed.\""}