{"celex_id": "31999R1506", "uri": "http://publications.europa.eu/resource/cellar/f8fa9283-2fd4-49c1-bdbc-cecab3281e26", "type": "Regulation", "concepts": ["2069", "2773", "4381", "932"], "title": "Commission Regulation (EC) No 1506/1999 of 9 July 1999 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EC) No 1506/1999\nof 9 July 1999\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Commission Regulation (EC) No 1372/1999(2), and in particular Article 9 thereof,\n(1) Whereas, in the Uruguay Round talks, specified pharmaceutical products were granted exemption from customs duties; whereas the second review of the agreements relating to such products has now taken place within the World Trade Organisation;\n(2) Whereas, accordingly, Council Regulation (EC) No 1110/99(3), provides for duty-free treatment for certain active ingredients bearing an \"international non-proprietary name\" (INN) from the World Health Organisation and for certain intermediate products used for the manufacture of finished pharmaceuticals;\n(3) Whereas these amendments should be incorporated into Annex I to Council Regulation (EEC) No 2658/87;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Annex I to Commission Regulation (EC) No 2261/98(4) is amended in accordance with Annex A to this Regulation.", "In Annex I to Commission Regulation (EC) No 2261/98 is amended as follows:\n1. the products included in Annex B to this Regulation shall be added to Annex 3 (INN);\n2. the products included in Annex C to this Regulation shall be added to Annex 4 (prefixes and suffixes);\n3. the products included in Annex D to this Regulation shall be added to Annex 6 (pharmaceutical intermediates).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1999.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) OJ L 162, 26.6.1999, p. 46.\n(3) OJ L 135, 29.5.1999, p. 1.\n(4) OJ L 292, 30.10.1998, p. 1.\nANNEX A\n\"C. Pharmaceutical products\n1. Relief from customs duty is provided for pharmaceutical products of the following categories:\n(i) pharmaceutical substances which are covered by the CAS RN (Chemical Abstracts Service Registry Numbers) and the international non-proprietary names (INNs) listed in Annex 3;\n(ii) salts, esters and hydrates of INNs which are described by combining INNs of Annex 3 with prefixes or suffixes of Annex 4, provided such products are classifiable in the same six-digit HS-headings as the relevant INN;\n(iii) salts, esters and hydrates of INNs which are listed in Annex 5 and which are not classifiable in the same six-digit-HS-heading as the corresponding INNs;\n(iv) pharmaceutical intermediates, I.E. compounds used in the manufacture of finished pharmaceutical products which are covered by the CAS RN and the chemical names, listed in Annex 6.\n2. Special cases:\n(i) INNs cover only those substances described in the lists of recommended and proposed INNs published by the World Health Organisation (WHO). Where the number of substances covered by an INN is less than that covered by the CAS RN, only those substances covered by the INN will be subject to duty-free treatment.\n(ii) Where a product of Annex 3 or Annex 6 is identified by a CAS RN corresponding to a specific isomer, only that isomer may qualify for duty-free treatment.\n(iii) Double derivatives (salts, esters and hydrates) of INNs identified by a combination of an INN of Annex 3 with a prefix or suffix of Annex 4 qualify for duty-free treatment, provided they are classifiable in the same six-digit HS-heading as the relevant INN:\n>TABLE>\n(iv) Where an INN of Annex 3 is a salt (or an ester), no other salt (or ester) of the acid corresponding to the INN may qualify for duty-free treatment:\n>TABLE>\"\nANNEX B\nLIST OF INTERNATIONAL NON-PROPRIETARY NAMES (INNs) TO BE ADDED TO THE LIST OF PRODUCTS RECEIVING DUTY-FREE TREATMENT INCLUDED IN ANNEX 3 TO COMMISSION REGULATION (EC) No 2261/98\n>TABLE>\nANNEX C\nList of prefixes and suffixes which, in combination with the INNs in Annex 3, describe the salts, esters or hydrates of the INNs, to be added to Annex 4 to Regulation (EC) No 2261/98\nBENZOATE\nDIFUMARATE\nDIPIVOXIL\nMONOBENZOATE\nTETRAISOPROPYL\nANNEX D\nLIST OF PHARMACEUTICAL INTERMEDIATES, i.e. COMPOUNDS USED FOR THE MANUFACTURE OF FINISHED PHARMACEUTICAL PRODUCTS, TO BE ADDED TO THE LIST OF PRODUCTS RECEIVING DUTY-FREE TREATMENT INCLUDED IN ANNEX 6 TO COMMISSION REGULATION (EC) No 2261/98\n>TABLE>"}