{"celex_id": "31994D0456", "uri": "http://publications.europa.eu/resource/cellar/c26c0c8a-25b1-47e7-9425-c31b50347a7f", "type": "Decision", "concepts": ["1216", "1474", "2556", "2850", "3001", "712"], "title": "94/456/EC: Council Decision of 17 June 1994 on the conclusion of the Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing, for the period from 1 January 1994 to 31 December 1995, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast\n", "header": "COUNCIL DECISION\nof 17 June 1994\non  the conclusion of the Agreement in the form of an exchange of letters concerning the provisional  application of the Protocol establishing, for the period from 1 January 1994 to 31 December 1995,  the fishing rights and financial compensation provided for in the Agreement between the European  Economic Community and the Government of the Republic of Guinea on fishing off the Guinean  coast\n(94/456/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the  Republic of Guinea on fishing off the Guinean coast (1),\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the second subparagraph of Article 15 of the aforesaid Agreement, the  Community and the Republic of Guinea conducted negotiations to determine the amendments or  additions to be made to the Agreement at the end of the period of application of the Protocol  annexed to the Agreement;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 24 February 1994;\nWheres, under that Protocol, Community fishermen have fishing rights in the waters under the  sovereignty or jurisdiction of the Republic of Guinea for the period from 1 January 1994 to 31  December 1995;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, it is  essential that the new Protocol be applied as soon as possible; whereas, for this reason, the two  Parties initialled an Agreement in the form of an exchange of letters providing for the provisional  application of the initialled Protocol from the day following the date of expiry of the current  Protocol;\nWhereas the Agreement in the form of an exchange of letters should be approved, pending a final  decision taken on the basis of Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters concerning the  provisional application of the Protocol establishing, for the period from 1 January 1994 to 31  December 1995, the fishing rights and financial compensation provided for in the Agreement between  the European Economic Community and the Government of the Republic of Guinea on fishing off the  Guinean coast is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an exchange of letters and of the Protocol are attached  to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to  sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Luxembourg, 17 June 1994.\nFor the Council\nThe President\nTh. MIKROUTSIKOS\n(1) OJ No L 111, 27. 4. 1983, p.  1."}