{"celex_id": "31997D0335", "uri": "http://publications.europa.eu/resource/cellar/4b4255be-f48c-4522-9827-ced00f3040c0", "type": "Decision", "concepts": ["1595", "191", "2232", "2548", "2723", "4081"], "title": "97/335/EC: Commission Decision of 13 May 1997 setting out the arrangements for Community comparative tests of seed potatoes pursuant to Article 14 of Council Directive 66/403/EEC\n", "header": "COMMISSION DECISION of 13 May 1997 setting out the arrangements for Community comparative tests of seed potatoes pursuant to Article 14 of Council Directive 66/403/EEC (97/335/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/403/EEC on the marketing of seed potatoes (1), as last amended by Commission Decision 97/90/EC (2) and in particular Article 14 (4) thereof,\nWhereas Article 14 (4) of Directive 66/403/EEC provides for the carrying out of Community comparative tests of seed potatoes;\nWhereas it is necessary for all Member States to participate in the Community comparative tests, in so far as seed potatoes are usually reproduced or marketed in their territories, in order to ensure that proper conclusions may be drawn therefrom;\nWhereas the Commission is responsible for making the necessary arrangements for the Community comparative tests;\nWhereas the arrangements for the tests should also cover, inter alia, certain harmful organisms which come within the scope of Directive 66/403/EEC as well as Council Directive 77/93/EEC of 21 December 1976, on protective measures against the introduction into Member States of organisms harmful to plants or plant products (3), as last amended by Commission Directive 97/14/EC (4) and Council Directive 93/85/EEC on the control of potato ring rot (5);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. Community comparative tests shall be carried out during 1997 on seed potatoes harvested in 1996.\n2. All Member States shall participate in the Community comparative tests.", "1. The general arrangements for the carrying out of the Community comparative tests are set out in the Annex hereto.\n2. Further detailed arrangements for the carrying out of the Community comparative tests shall be submitted to the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2320/66.\n(2) OJ No L 27, 30. 1. 1997, p. 49.\n(3) OJ No L 26, 31. 1. 1977, p. 20.\n(4) OJ No L 87, 2. 4. 1997, p. 17.\n(5) OJ No L 259, 18. 10. 1993, p. 1.\nANNEX\nGENERAL ARRANGEMENTS FOR CARRYING OUT THE COMMUNITY COMPARATIVE TESTS OF SEED POTATOES IN 1997\n1. Responsible body\nMinisteriet for FĂ¸devarer, Landbrug og Fiskeri\nPlantedirektoratet\nDenmark\n2. Number of samples\nThe total number is 325:\n(a) 295 samples shall be taken in the producer Member States;\n(b) 20 additional samples shall be taken from seed marketed by a producer Member State in a recipient Member State, in the recipient Member State;\n(c) 10 samples from Switzerland shall be taken under the Community equivalence arrangements mentioned in Article 15 (1) of Directive 66/403/EEC.\n3. Sampling\nIn respect of samples taken under paragraph 2 (a), an official sampling procedure shall be ensured. The sampling of the lot shall be performed using an appropriate technique. For the purpose of taking the samples, persons shall be designated by the Commission services. These persons shall act under the responsibility of the Commission services. Sampling shall be carried out at the producers' holding, at the place of loading, in the sorting sheds or at any place where seed potatoes are stored.\nIn the case of all samples taken pursuant to paragraph 2 each sample shall consist of 320 tubers.\n4. Assessment of the minimum conditions to be satisfied by seed potatoes in the direct progeny of the samples\nPost-control tests on field plots shall be carried out and, where appropriate, confirmed by laboratory tests. The sample size shall be 100 tubers.\n5. Assessment of freedom of seed potatoes from potato brown rot (Pseudomonas solanacearum) and potato ring rot (Corynebacterium sepedonicum)\nLaboratory tests shall be carried out, in accordance with appropriate methods. The sample size shall be of 200 tubers.\n6. Assessment of freedom of seed potatoes from potato spindle tuber viroid (PSTV)\nLaboratory tests shall be carried out, in accordance with appropriate methods. The responsible body under paragraph 1 shall ensure that the sample size is that given in such methods, in so far as this specification exists.\n7. Confidentiality\nIn relation to the assessments under paragraphs 5 and 6 above, each sample to be submitted to the laboratory tests shall have been prviously coded by the responsible body under paragraph 1, under the responsibility of the commission services. In the case of samples confirmed to be contaminated by any of the relevant harmful organisms, the Commission shall ensure that the measures required pursuant to Directive 77/93/EEC or Directive 93/85/EEC or their implementing measures, as appropriate, are taken. This is without prejudice to the general conditions applicable to the examination of the annual reports on the confirmed results and conclusions of Community comparative tests."}