{"celex_id": "31993R2292", "uri": "http://publications.europa.eu/resource/cellar/baa21188-de53-49c8-8460-1693738861f8", "type": "Regulation", "concepts": ["1644", "2236", "4682", "5034"], "title": "COMMISSION REGULATION (EEC) No 2292/93 of 17 August 1993 adopting derogatory arrangements in the beef and veal sector as a result of certain animal health measures\n", "header": "COMMISSION REGULATION (EEC) No 2292/93 of 17 August 1993 adopting derogatory arrangements in the beef and veal sector as a result of certain animal health measures\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 125/93 (2), and in particular Article 23 thereof,\nWhereas the first and second indents of Article 6 (4) of Commission Regulation (EEC) No 3619/92 of 15 December 1992 introducing management measures for imports of certain bovine animals for 1993 (3) provides for the issue of a certain number of import  licences between 15 and 26 February 1993 and between 15 April and 30 June 1993; whereas the import licences in respect of young male bovine animals which may be imported for the first, second and third quarters of 1993 pursuant to Commission Regulations  (EEC) No 179/93 (4), (EEC) No 733/93 (5) and (EEC) No 1622/93 (6) are issued on the 30th day of those quarters in accordance with Article 15 (5) (a) of Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the  application of the system of import and export licences in the beef and veal sector (7), as last amended by Regulation (EEC) No 3662/92 (8);\nWhereas Article 3 (5) of Commission Regulation (EEC) No 247/93 of 4 February 1993 opening for 1993 and laying down detailed rules for the application of an import quota for live bovine animals weighing between 160 and 300 kilograms, originating in and  coming from the Republic of Poland, the Republic of Hungary and the Czech Republic and the Slovak Republic (9) provides for the issue of a certain numer of import licences as soon as possible from 13 March 1993; whereas the term of validity of the  licences referred to above is limited to 180 days pursuant to Article 5 (2) of Regulation (EEC) No 247/93 and to 90 days pursuant to Article 4 (b) and (c) of Regulation (EEC) No 2377/80; whereas in the light of the situation as regards imports resulting  from the application of animal health measures relating to the outbreak of foot-and-mouth disease in certain countries, the term of validity of the said licences should be suitably extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Notwithstanding Article 6 (6) of Regulation (EEC) No 3619/92, Article 5 (2) of Regulation (EEC) No 247/93 and Article 4 (b) and (c) of Regulation (EEC) No 2377/80, the term of validity of the licences issued for the first, second and third  quarters of 1993 in accordance with the first and second indents of Article 6 (4) of Regulation (EEC) No 3619/92, Article 3 (5) of Regulation (EEC) No 247/93, the first, second and third indents of Article 3 (5) of Regulation (EEC) No 3589/92 and", "5\n(5) (a) of Regulation (EEC) No 2377/80, shall be extended until 31 December 1993 at the request of the operator in question.\n2. The request referred to in paragraph 1 must be accompanied by the original of the licence concerned.", "This Regulation shall enter into force on the third day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 August 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 18, 27. 1. 1993, p. 1.\n(3) OJ No L 367, 16. 12. 1992, p. 17.\n(4) OJ No L 22, 30. 1. 1993, p. 51.\n(5) OJ No L 75, 30. 3. 1993, p. 11.\n(6) OJ No L 155, 26. 6. 1993, p. 44.\n(7) OJ No L 241, 13. 9. 1980, p. 5.\n(8) OJ No L 370, 19. 12. 1992, p. 43.\n(9) OJ No L 28, 5. 2. 1993, p. 39."}