{"celex_id": "31996R2124", "uri": "http://publications.europa.eu/resource/cellar/adefe338-2c37-4b31-b04b-d12220a28b56", "type": "Regulation", "concepts": ["1309", "161", "2590", "2771", "5706", "666"], "title": "Commission Regulation (EC) No 2124/96 of 5 November 1996 providing for the determination and the administration of the agricultural component for certain goods originating in Latvia resulting from the processing of certain agricultural products referred to in the Annexes to Council Regulation (EC) No 3448/93\n", "header": "COMMISSION REGULATION (EC) No 2124/96 of 5 November 1996 providing for the determination and the administration of the agricultural component for certain goods originating in Latvia resulting from the processing of certain agricultural products referred to in the Annexes to Council Regulation (EC) No 3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1) and in particular Article 7 (2) thereof,\nWhereas Protocol 2 of the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Latvia of the other part (2) provides for reductions of the agricultural components for certain goods referred to in Annex I to the said Protocol within the limits of the quotas fixed in Annex II to the same Protocol;\nWhereas goods falling within CN codes 1806 31 00 and 1806 32 10 originating in Latvia qualify for a reduced agricultural component upon import into the Community, whereas quotas should be opened accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex II,", "main_body": ["1. From 1 January to 31 December 1996, goods originating in Latvia which are listed in the Annex to this Regulation shall be subject to a reduced agricultural component within the limits of the annual quotas set out therein.\n2. The quotas referred to in the Annex to this Regulation shall be administered by the Commission in accordance with the provisions of Commission Regulation (EC) No 1460/96 (3) establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Regulation (EC) No 3448/93.", "In Part 1 of Annex III to Regulation (EC) No 1913/96 (4) laying down the reduced agricultural components and additional duties applicable from 1 July to 31 December 1996 to the importation into the Community of goods covered by Regulation (EC) No 3448/93 under agreements with Estonia, Latvia and Lithuania, the following lines are inserted.\n'1806 30 10 (*),\n1806 32 10 (*)`.", "The reduced agricultural components referred to in Article 1 shall be those set out in Regulation (EC) No 1913/96.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1996.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 374, 31. 12. 1994, p. 1.\n(3) OJ No L 187, 26. 7. 1996, p. 18.\n(4) OJ No L 256, 9. 10. 1996, p. 1.\nANNEX\n>TABLE>"}