{"celex_id": "31992R2175", "uri": "http://publications.europa.eu/resource/cellar/892779eb-1b07-491e-8ecb-499b0b877e31", "type": "Regulation", "concepts": ["2292", "2730", "2731", "4172", "4885"], "title": "Commission Regulation (EEC) No 2175/92 of 30 July 1992 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetable products to the Canary Islands\n", "header": "COMMISSION REGULATION (EEC) No 2175/92  of 30 July 1992  laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetable products to the Canary Islands\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), and in particular Article 3 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 12 thereof,\nWhereas, pursuant to Articles 2 and 3 of Regulation (EEC) No 1601/92, the quantities of certain processed fruit and vegetable products in the forecast supply balance, covered by CN codes 2007 99 and 2008 and qualifying for exemption from duty on direct  imports from third countries or for aid for consignments from the rest of the Community should be determined;\nWhereas the abovementioned aid should be fixed for supplies of processed fruit products to Canary Islands; whereas that aid must be fixed taking account in particular of the costs of supply from the world market, the conditions deriving from the Canary  Islands' geographical location and the prices applying on export to the latter;\nWhereas Commission Regulation (EEC) No 1695/92 (4) lays down the common rules for the application of the arrangements for the supply of certain agricultural products to the Canary Islands; whereas additional detailed rules in line with commercial  practice for processed fruit and vegetable products should be laid down as regards in particular the term of validity of licences and certificates and the amounts of the securities guaranteeing operators' compliance with their obligations;\nWhereas, with a view to sound management of the supply arrangements, provision should be made for a timetable for the lodging of licence and certificate applications and for a period of reflection for their issue;\nWhereas, pursuant to Regulation (EEC) No 1601/92, the supply arrangements apply from 1 July 1992; whereas provision should be made for the detailed rules to apply from the same date;\nWhereas the measures provided for in this Regulation are in accordance with opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["1. For the purposes of applying Articles 2 and 3 of Regulation (EEC) No 1601/92, the quantities covered by the forecast supply balance of processed fruit products qualifying for exemption from duty on imports from third countries or for  Community aid shall be as set out in Annex I.\n2. Without prejudice to a revision of the supply balance during the period concerned, the quantities laid down for the various products listed in Part II of Annex I may be exceeded by up to 20 % provided that the overall quantity is not exceeded.", "The aid provided for in Article 3 (2) of Regulation (EEC) No 1601/92 for products covered by the forecast supply balance and coming from the Community market shall be as set out in Annex II.", "1. Regulation (EEC) No 1695/92 shall apply.\n2. Products covered by CN codes 2007 99, 2008 20, 2008 30, 2008 40, 2008 50, 2008 70, 2008 80, 2008 92 and 2008 99, with the exception of those listed in Annex IV to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of  the market in products processed from fruit and vegetables (5), as last amended by Regulation (EEC) No 1569/92 (6), shall qualify for exemption from import duties on presentation of an exemption certificate as provided for in Article 3 of Regulation  (EEC) No 1695/92.", "Spain shall designate the authority competent for:\n(a) issuing import licences and exemption certificates;\n(b) issuing aid certificates as provided for in Article 4 (1) of Regulation (EEC) No 1695/92;\n(c) payment of the aid to the operators concerned.", "1. Licence and certificate applications shall be submitted to the competent authority in the first five working days of each month. Certificate or licence applications shall only be admissible if:\n(a) they do not cover a quantity in excess of that available for each product code as set out in Annex I and published by the competent authority;\n(b) before expiry of the time limit laid down for the submission of certificate or licence applications, proof has been provided that the party concerned has lodged a security of ECU 20 per 100 kg; in the case of products covered by CN codes 2008 30 and  2008 70, the security shall be ECU 15 per 100 kg.\n2. Licences and certificates shall be issued on the 10th working day of each month.\n3. Where licences or certificates are issued for less than the quantities applied for pursuant to Article 5 of Regulation (EEC) No 1695/92, the operator may withdraw his application in writing within three working days of the date of issue; the security  covering the licence or certificate shall be released in such cases.", "The term of validity of certificates and licences shall expire on the last day of the month following that of issue.", "The aid provided for in Article 2 shall be paid in respect of quantities actually supplied.\nThe rate to be used for payment of the aid in national currency shall be the agricultural conversion rate applicable on the first day of the month of submission of the aid certificate application.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 179, 1. 7. 1992, p. 1. (5) OJ No L 49, 27. 2. 1986, p. 1. (6) OJ No L 166, 20. 6. 1992, p. 5.\nANNEX I\nForecast supply balance covering processed fruit and vegetable products for the Canary Islands over the period 1 July 1992 to 30 June 1993\n(tonnes)\nCN code  Description  Quantity      Part I    2007 99  Preparations other than homogenized, containing fruit other than citrus fruit  1 250      Part II    2008  Fruit, nuts and other edible parts of plants, otherwise prepared or preserved,  whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included:   2008 20    pineapples  1 700  2008 30    citrus fruit  500  2008 40    pears  1 600  2008 50    apricots  150  2008 70    peaches  7 600   2008 80    strawberries  100     other, including mixtures other than those of subheading 2008 19   2008 92      mixtures  1 450  2008 99      other than palm hearts and mixtures  650\n13 750\nANNEX II\nAid granted in respect of the products listed in Annex I from the Community market\n(Ecu/100 kg)\nCN code  Aid     2007 99  54  2008 20  41  2008 30  16  2008 40  -  2008 50  21  2008 70  15  2008 80  85  2008 92  31  2008 99  47"}