{"celex_id": "31990L0119", "uri": "http://publications.europa.eu/resource/cellar/be82d71a-3351-4898-a2df-ee923cc941f9", "type": "Directive", "concepts": ["2560", "2871", "3408", "619"], "title": "Council Directive 90/119/EEC of 5 March 1990 of hybrid breeding pigs for breeding\n", "header": "17.3.1990 EN Official Journal of the European Communities L 71/36\nCOUNCIL DIRECTIVE\nof 5 March 1990\nof hybrid breeding pigs for breeding\n(90/119/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 88/661/EEC of 19 December 1988 on the zootechnical standards applicable to breeding animals of the porcine species (1) and in particular Article 8 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Directive 88/661/EEC was particularly intended gradually to liberalize intra-Community trade in hybrid breeding pigs; whereas, for this purpose, additional harmonization with regard to the acceptance of such animals, for breeding purposes, is necessary;\nWhereas the provisions concerning acceptance for breeding relate both to animals as well as their semen, ova and embryos;\nWhereas, in this respect, it is necessary to prevent national provisions relating to the acceptance for breeding purposes of hybrid breeding pigs and their semen, ova and embryos from constituting a prohibition or restriction of intra-Community trade or an obstacle thereto whether in the case of natural service, artificial insemination or the taking of ova or embryos;\nWhereas female and male hybrid breeding pigs, their semen, ova and embryos should be subject to no prohibition, restriction or obstacle in connection with breeding;\nWhereas the provision that semen, ova and embryos must be manipulated by officially approved staff is capable of providing the guarantees necessary for attaining the desired end;\nWhereas in the light of particular conditions currently existing in Spain and Portugal it is necessary to provide for a longer period for the implementation of this Directive in those Member States,", "main_body": ["Member States shall ensure that, without prejudice to animal health rules there is no prohibition or restriction of or obstacle to:\n— the acceptance of hybrid breeding female pigs for breeding,\n— the acceptance of hybrid breeding male pigs for natural service,\n— the acceptance for artificial insemination of hybrid breeding male pigs whose line has been tested for monitoring performance and assessing its genetic value,\n— the use of the semen of the animal referred to in the third indent,\n— the acceptance, for official testing, of hybrid breeding male pigs or the use of the semen of such pigs within quantitative limits necessary for the tests for monitoring their performance and assessing their genetic value to be carried out,\n— the use of ova and embryos from hybrid breeding female pigs.", "Member States shall ensure that, without prejudice to animal health rules, for marketing, the semen, ova and embryos are collected, treated and stored by an officially approved centre or officially approved staff.", "Member States shall bring into force the laws, regulations and administrative provisionns necessary to comply with this Directive by not later than 1 January 1991. They shall forthwith inform the Commission thereof.\nHowever, the Kingdom of Spain and the Portuguese Republic shall have an additional period of time of two years within which to comply with this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 March 1990.\nFor the Council\nThe President\nJ. WALSH\n(1)  OJ No L 382, 31. 12. 1988, p. 36."}