{"celex_id": "31992R0128", "uri": "http://publications.europa.eu/resource/cellar/b437a7dc-ab91-4c31-9c00-f0de5af2f351", "type": "Regulation", "concepts": ["1085", "2670", "3170", "4284", "4498", "4663", "4682", "807"], "title": "Commission Regulation (EEC) No 128/92 of 21 January 1992 on the sale at prices fixed at a standard rate in advance of certain beef from intervention stocks for processing under an aid programme organized by a Member State and repealing Regulation (EEC) No 2857/90\n", "header": "COMMISSION REGULATION (EEC) No 128/92   of 21 January 1992   on the sale at prices fixed at a  standard rate in advance of certain beef from intervention stocks for processing under an aid  programme organized by a Member State and repealing Regulation (EEC) No 2857/90\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (1), as last amended by Regulation (EEC) No 1628/91  (2), and in  particular Article 7 (3) thereof,\nWhereas the French intervention agency holds stocks of bone-in beef; whereas, in view of the high  storage costs, an extension of the storage period for the meat should be avoided; whereas the  French Government has organized a food-aid programme providing for the export of processed products  to certain third countries; whereas certain quantities of the abovementioned intervention meat  should be put up for sale with a view to such processing;\nWhereas Article 2 (1) of Council Regulation (EEC) No  98/69  (3), as amended by Regulation (EEC)  No  429/77  (4), provides that the selling prices of frozen beef and veal bought in by the  intervention agencies may be fixed in advance; whereas it is appropriate to make use of this system  of selling;\nWhereas this sale should be organized in accordance with the provisions of Commission Regulation  (EEC) No  2173/79  (5), as amended by Regulation (EEC) No  1809/87  (6), and Commission Regulation  (EEC) No  2182/77  (7), as last amended by Regulation (EEC) No  3988/87  (8), subject to special  exceptions provided for in this Regulation;\nWhereas, in order to ensure the economic management of the stocks, provision should be made for  intervention agencies first to sell meat which has been in storage longest;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["1.  In the framework of a national  food-aid programme the French intervention agency is authorized to sell 800 tonnes of forequarters,  this with a view to their processing and at the prices indicated in the Annex.\n2.  Subject to the provisions of this Regulation, the sale shall take place in accordance with  Regulations (EEC) No  2173/79 and (EEC) No 2182/77.\n3.  The intervention agencies shall first sell products which have been in storage longest.", "1.  The purchase applications are not valid unless they are submitted by the competent  authorities in France.\n2.  Purchase applications shall not indicate the warehouse or warehouses where the products  applied for are stored.\n3.  The securities provided for in Article 15 (1) of Regulation (EEC) No 2173/79 and Article 4 (1)  of Regulation (EEC) No 2182/77 shall not be lodged.\n4.  The competent authorities mentioned in paragraph 1 may designate one or more agents to carry  out the processing of the intervention meat into specified products and the subsequent exportation  of those products.\n5.  The competent authorities mentioned in paragraph 1 shall take the necessary measures to ensure  that the processed products may be identified at all times as part of the food-aid programme.\n6.  The competent authorities mentioned in paragraph 1 shall take the necessary measures to ensure  that the meat purchased under this Article is processed into specified products and subsequently  exported as food aid within 180 days from the date of conclusion of the contract with the  intervention agency.\nFurthermore, where possible, the competent authorities mentioned in paragraph 1 shall seek  assurances that the products concerned will be consumed in the country of destination as laid down  in the food-aid programme.", "Regulation (EEC) No 2857/90 is hereby repealed.", "This Regulation shall enter into force on 30 January 1992.\nThis Regulation shall  be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 1992. For the Commission   Ray MAC SHARRY   Member of the Commission"}