{"celex_id": "31999D0434", "uri": "http://publications.europa.eu/resource/cellar/92a71ad0-8b27-4bcf-84b6-b8e109911d8c", "type": "Decision", "concepts": ["3367", "3559", "4060", "912", "914"], "title": "Council Decision of 2 July 1999 concerning the appointment of the Special Representative of the European Union to act as Coordinator of the Stability Pact for South-Eastern Europe\n", "header": "COUNCIL DECISION\nof 2 July 1999\nconcerning the appointment of the Special Representative of the European Union to act as Coordinator of the Stability Pact for South-Eastern Europe\n(1999/434/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 18(5) thereof,\nWhereas:\n(1) On 10 June 1999 the Foreign Ministers of the Member States of the European Union and the Commission of the European Communities, together with the other participants in the Stability Pact for South-Eastern Europe agreed to establish a Stability Pact for South-Eastern Europe, hereinafter called the \"Stability Pact\";\n(2) Point 13 of the Stability Pact document states that the Stability Pact will have a Special Coordinator, who will be appointed by the European Union, after consultation with the OSCE Chairman in Office and other participants; these consultations have been carried out;\n(3) In such circumstances the Union deems it appropriate to appoint immediately a Special Representative to act as Coordinator of the Stability Pact;\n(4) The Decision appointing the Special representative should have a temporary character, while a joint action confirming such nomination should be adopted as soon as possible and in any case by the end of July 1999,", "main_body": ["1. Mr Bodo Hombach is hereby appointed EU Special Representative to carry out the functions of Special Coordinator for the Stability Pact for South-Eastern Europe according to the arrangements provided for in point 13 of the Stability Pact document.\n2. The mandate of the Special Representative is:\n- to chair the South-Eastern Europe Regional Table;\n- to promote achievement of the Pact's objectives within and between the individual countries;\n- to participate in the High Level Steering Group of the donors coordination process.", "The Council will adopt as soon as possible a Joint Action confirming the appointment and the mandate and indicating the duration, means (in particular diplomatic, material and financial), procedures and conditions concerning the implementation of the Special Representative's mandate.", "Only expenses for travel and accommodation, incurred by the EU Special Representative during the period from appointment until the adoption of the joint action referred to in Article 2, will be covered in accordance with the rules applicable to the General Budget of the European Union.", "This Decision shall take effect on the date of its adoption.\nThe appointment will expire on 31 July 1999, unless confirmed by the joint action to be adopted in accordance with Article 2.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 2 July 1999.\nFor the Council\nThe President\nT. HALONEN"}