{"celex_id": "31990D0236", "uri": "http://publications.europa.eu/resource/cellar/a1afa6f8-e7fe-4fae-9d5e-322fdf13f105", "type": "Decision", "concepts": ["3743", "712", "889"], "title": "90/236/EEC: Commission Decision of 13 March 1990 approving aid from Belgium to the coal industry during 1990 (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 13 March 1990\napproving aid from Belgium to the coal industry during 1990\n(Only the French and Dutch texts are authentic)\n(90/236/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn its letters of 2 October and 6 December 1989 the Belgian Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it indents to take to support the coal industry in 1990.\nPursuant to Decision No 2064/86/ECSC, the Commission must give a ruling on the financial aid schemes submitted to it for approval:\n- aid totalling Bfrs 2 922 480 000 to cover operating losses, pursuant to Article 3 of the Decision,\n- aid totalling Bfrs 327 900 000 to finance social grant schemes in the coal industry, corresponding to the difference between actual and normal charges,\n- aid totalling Bfrs 110 000 000 to cover expenses relating to the system of supplementary holiday for underground workers.\nAccording to the information supplied by the Belgian Government, the measures notified are intended to help implement the restructuring plan for the firm 'Kempense Steenkolenmijnen'.\nThe measures which the Belgian Government intends to take to support the coal industry comply with the provisions of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore give a ruling, pursuant to Article 10 of the Decision, as to whether they comply with the objectives and criteria set out in that Decision and whether they are compatible with the proper functioning of the common market.\nII\nSince the entry into force in 1987 of a restructuring plan made necessary by the lack of economic viability of coal production in the long term, extraction capacities will have been reduced by 80 % to 0,9 million tonnes by 31 December 1990.\nThe amount of aid will have dropped by 80 % by 31 December 1990 compared with the 1986 figure.\nThe decreasing levels of aid which the Belgian Government intends to grant, its temporary nature and the implementation of a clearly defined restructuring plan are in accordance with the conditions of application of Decision No 2064/86/ECSC.\nThe aid to cover operating losses will facilitate continuation of the restructuring programme for the Campine coalfield, as decided by Ministerial Decree in January 1987. The planned aid will cover no more than 85 %, for each tonne produced, of the difference between foreseeable costs and returns, and therefore complies with the provisions of Article 3 (1) of Decision No 2064/86/ECSC.\nThis aid contributes to solving the social and regional problems related to developments in the coal industry, in conformity with the third indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThe notification submitted to the Commission regarding the financing of social grants in the coal industry reveals that the aid which the Belgian Government proposes to grant brings the ratio between the burden per mineworker in employement and the benefits per person in receipt of benefit below the corresponding ratio in other industries. This difference should amount to Bfrs 327 900 000 in 1990.\nThe exceeding of the limits specified in Article 7 of Decision No 2064/86/ECSC must therefore be considered as indirect aid to current production. The reduction in production costs this entails, which is less than 6 %, does not constitute a significant competitive advantage for the coal industry compared with other Community coal producers, in view of the abnormal burdens that the Belgian industry has to bear owing to the substantial decline in production.\nAs this measure is linked to the restructuring programme, it is helping to solve the social and regional problems related to developments in the coal industry, in conformity with the third indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThe aid to cover expenditure relating to the system of supplementary holiday for underground workers constitutes indirect aid to current production. It meets the objectives and conditions defined in Article 2 of Decision No 2064/86/ECSC in view of its modest scale, its temporary nature and the fact that it forms part of the restructuring plan.\nIII\nThe aid to be granted by the Belgian Government to the coal industry in 1990 is therefore compatible with the proper functioning of the common market.\nThis Decision is without prejudice to the compatibility with the Treaties of the rules governing sales of Belgian coal to electricity producers.\nPursuant to Article 11 (2) of Decision No 2064/86/ECSC, the Commission must ensure that the direct aid to current production which it approves is used exclusively for the purposes set out in Articles 3 to 6 thereof. The Commission must therefore be informed in particular of the amounts of the payments and the manner in which they are apportioned,", "main_body": ["Belgium is hereby authorized to grant aid totalling Bfrs 3 360 380 000 to the Belgian coal industry for the 1990 calendar year. The total amount shall be made up of the following aid:\n1. aid to cover operating losses not exceeding Bfrs 2 922 480 000;\n2. aid to finance social grant schemes in the coal industry, corresponding to the difference between actual and normal charges, not exceeding Bfrs 327 900 000;\n3. aid to cover expenses relating to the system of supplementary holiday for underground workers, not exceeding Bfrs 110 000 000.", "The Belgian Government shall inform the Commission not later than 30 June 1991 of the actual amounts of aid paid in 1990.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 13 March 1990.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}