{"celex_id": "31991D0062", "uri": "http://publications.europa.eu/resource/cellar/043182a8-6a8b-4114-ba8a-5afc09412824", "type": "Decision", "concepts": ["1159", "1182", "1318", "133", "3774"], "title": "91/62/EEC: Commission Decision of 28 January 1991 on the eligibility of expenditure to be incurred in 1991 by Germany, Greece and the United Kingdom for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources (only the German, Greek and Portuguese texts are authentic)\n", "header": "COMMISSION DECISION  of 28 January 1991  on the eligibility of expenditure to be incurred in 1991 by Germany, Greece and the United Kingdom for the purpose of ensuring compliance with the Community system for the conservation and management of  fishery resources  (Only the German, Greek and Portuguese texts are authentic)  (91/62/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 89/631/EEC of 27 November 1989 on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management of  fishery resources (1), and in particular Article 2 (2) thereof,\nWhereas, in accordance with Decision 89/631/EEC, the Commission has received applications for Community financial contributions from Germany, Greece and the United Kingdom towards expenditure to be incurred during 1991;\nWhereas the applications refer to expenditure for the acquisition or modernization of vessels, aircraft and land vehicles including their equipment, systems for the detection and recording of fishing activities and systems for recording and transmitting  catch data and other relevant information;\nWhereas such expenditure will help to develop monitoring and supervision facilities for the proper implementation of the Community's fishery resources conservation arrangements;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fishery Resources,", "main_body": ["    Article 1\nThe expenditure foreseen for 1991 shown in the Annex, corresponding to an amount of ECU 8 816 565, is eligible for a financial contribution under Decision 89/631/EEC. The Community contribution shall be 50 % of the eligible expenditure.  Article 2\nThis Decision is addressed to the Federal Republic of Germany, the Hellenic Republic and the United Kingdom.  "], "attachments": "Done at Brussels, 28 January 1991. For the Commission\nManuel MARĂ\u008dN\nVice-President   (1) OJ No L 364, 14. 12. 1989, p. 64.\nANNEX\nMember States  Cost   Total in ecus     Germany  Greece  United Kingdom         Total in national currency  976 500 DM  564 360 000 Dr  3 901 300 ÂŁ         Total in ecus  474 285  2 783 170  5 559 110  8 816 565        Community contribution (50  %)  237 142  1 391 585  2 779 555  4 408 282"}