{"celex_id": "31998D0172", "uri": "http://publications.europa.eu/resource/cellar/ea435866-ea74-42e1-9611-dc61d4d3316c", "type": "Decision", "concepts": ["1595", "191", "2105", "4081", "4580", "5811"], "title": "98/172/EC: Commission Decision of 17 February 1998 amending Council Decision 95/514/EC on the equivalence of field inspections carried out in third countries on seed producing crops and on the equivalence of seed produced in third countries\n", "header": "COMMISSION DECISION of 17 February 1998 amending Council Decision 95/514/EC on the equivalence of field inspections carried out in third countries on seed producing crops and on the equivalence of seed produced in third countries (98/172/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 96/72/EC (2) and in particular Article 16(1) thereof,\nHaving regard to Council Decision 95/514/EC of 29 November 1995 on the equivalence of field inspections carried out in third countries on seed producing crops and on the equivalence of seed produced in third countries (3), as last amended by Decision 97/33/EC (4), and in particular Article 5 thereof,\nWhereas in its Decision 95/514/EC the Council determined that field inspections carried out in certain countries on seed producing crops of certain species satisfied the conditions laid down in Directive 66/401/EEC;\nWhereas in its Decision 95/514/EC the Council also determined that seed of certain species produced in certain third countries was equivalent to corresponding seed produced in the Community;\nWhereas for certain species those determinations include Turkey;\nWhereas an examination of the rules in Turkey and the manner in which they are applied has shown that in respect of the species listed in Directive 66/401/EEC the prescribed field inspections satisfy the conditions laid down in Annex I to this Directive and the conditions governing seed harvested and controlled there afford the same assurances as regards the seed's characteristics, identity, examination, marking and control as do the conditions applicable to such seed harvested and controlled within the Community;\nWhereas the existing equivalence for Turkey should therefore be extended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["In the entry relating to Turkey in Part I of the Annex to Decision 95/514/EC, '66/401/EEC` is inserted after the entry relating to '66/400/EEC`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 125, 11. 7. 1966, p. 2298/66.\n(2) OJ L 304, 27. 11. 1996, p. 10.\n(3) OJ L 296, 9. 12. 1995, p. 34.\n(4) OJ L 13, 16. 1. 1997, p. 31."}