{"celex_id": "31999D0579", "uri": "http://publications.europa.eu/resource/cellar/20fee414-a1e6-481d-928d-03e6158b403d", "type": "Decision", "concepts": ["1309", "1755", "192", "5034", "5283", "5369"], "title": "99/579/EC: Commission Decision of 28 July 1999 amending Decisions 93/42/EEC and 95/109/EC concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for certain parts of the territory of the Community, and repealing Decision 97/250/EC (notified under document number C(1999) 2477) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 28 July 1999\namending Decisions 93/42/EEC and 95/109/EC concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for certain parts of the territory of the Community, and repealing Decision 97/250/EC\n(notified under document number C(1999) 2477)\n(Text with EEA relevance)\n(1999/579/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964, on animal health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Directive 98/99/EC(2), and in particular Article 9 and 10 thereof,\n(1) Whereas Commission Decision 93/42/EEC(3), as amended by Decision 98/548/EC(4), gives additional guarantees in relation to infectious bovine rhinotracheitis for bovines destined for Denmark, Finland, Sweden and certain regions of Austria free of the disease;\n(2) Whereas Austria considers that its territory is free from infectious bovine rhinotracheitis and has submitted supporting documentation to the Commission;\n(3) Whereas the authorities of Austria apply for national movement of bovine animals rules at least equivalent to those foreseen in the present decision;\n(4) Whereas it is appropriate to propose certain additional guarantees to protect the progress made in Austria; whereas it is therefore appropriate to amend this decision to give the same guarantee to all regions of Austria;\n(5) Whereas to secure progress and successfully conclude the initiated programmes for the eradication of infectious bovine rhinotracheitis, Austria was granted certain additional guarantees by Commission Decision 95/109/EC(5) as last amended by Decision 98/621/EC(6); whereas in the light of the proposed measures this decision must be amended accordingly;\n(6) Whereas an eradication programme of infectious bovine rhinotracheitis in Austria was approved by Commission Decision 97/250/EC(7) for three years; whereas in the light of the proposed measures this decision must be repealed;\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 93/42/EEC is amended as follows:\n1. Article 3 is replaced by the following: \"Article 3\nFor bovine animals destined to Member States or regions of Member States listed in the Annex to this Decision C(4) of the health certificate provided for in Annex F, Model 1 of Council Directive 64/432/EEC must be completed as follows:\n- 'infectious bovine rhinotracheitis' must be entered after the first indent,\n- a reference to Commission Decision 93/42/EEC must complete the second indent.\"\n2. The Annex is replaced by the Annex to this Decision.", "Commission Decision 95/109/EEC is amended as follows:\n1. Article 2 is replaced by the following: \"Article 2\nFor bovine animals destined to Member States or regions of Member States listed in the Annex to this Decision, section C(4) of the health certificate provided for in Annex F, Model 1 of Council Directive 64/432/EEC must be completed as follows:\n- 'infectious bovine rhinotracheitis' must be entered after the first indent,\n- a reference to Commission Decision 95/109/EC must complete the second indent.\"\n2. In the Annex the reference to Austria is deleted.", "Decision 97/250/EC is repealed.", "This Decision shall enter into force on 1 October 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 358, 31.12.1998, p. 107.\n(3) OJ L 16, 25.1.1993, p. 50.\n(4) OJ L 263, 26.9.1998, p. 35.\n(5) OJ L 79, 7.4.1995, p. 32.\n(6) OJ L 296, 5.11.1998, p. 15.\n(7) OJ L 98, 15.4.1997, p. 19.\nANNEX\n>TABLE>"}