{"celex_id": "31999L0001", "uri": "http://publications.europa.eu/resource/cellar/8051279e-7b6d-4338-88a7-b04aeadf66da", "type": "Directive", "concepts": ["13", "191", "2985", "4036", "4308"], "title": "Commission Directive 1999/1/EC of 21 January 1999 including an active substance (kresoxim-methyl) in Annex I to Council Directive 91/414/EEC concerning the placing of plant protection products on the market (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/1/EC of 21 January 1999 including an active substance (kresoxim-methyl) in Annex I to Council Directive 91/414/EEC concerning the placing of plant protection products on the market (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), as last amended by Commission Directive 97/73/EC (2), hereinafter referred to as 'the Directive`, and in particular Article 6(3) thereof,\nWhereas in accordance with Article 6(2) of Directive 91/414/EEC Belgium received on 28 March 1995 an application from BASF Aktiengesellschaft, hereinafter referred to as 'the applicant`, for the inclusion of the active substance kresoxim-methyl in Annex I to the Directive;\nWhereas in accordance with the provisions of Article 6(3) of the Directive the Commission confirmed in its Decision 96/266/EC (3), that the dossier submitted for kresoxim-methyl could be considered as satisfying, in principle, the data and information requirements of Annex II, and for plant protection products containing this active substance, of Annex III to the Directive;\nWhereas, in accordance with Article 5(1) of the Directive, an active substance should be included for a period not exceeding 10 years in Annex I when it may be expected that there will not be any harmful effects on human or animal health or on groundwater or any unacceptable influence on the environment;\nWhereas for kresoxim-methyl, the effects on human health and the environment have been assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant; whereas Belgium acting as rapporteur Member State has submitted to the Commission on 15 January 1997 the assessment report concerned;\nWhereas the submitted report has been reviewed by the Member States and the Commission within the Standing Committee on Plant Health; whereas this review has been finalised on 16 October 1998 in the format of the Commission review report for kresoxim-methyl; whereas it may be necessary to update this report to take account of technical and scientific developments; whereas in such case the conditions for the inclusion of kresoxim-methyl in Annex I to Directive 91/414/EEC will also need to be amended pursuant to Article 6(1) of that Directive;\nWhereas the dossier and the information from the review have also been submitted to the Scientific Committee for Plants for consultation; whereas this Committee has given its opinion on 14 July 1998;\nWhereas it has appeared from the assessments made that plant protection products containing the active substance concerned may be expected to satisfy in general the requirements laid down in Article 5(1)(a), (b) and (3) of the Directive, in particular with regard to the uses which were examined; whereas therefore it is necessary to include the active substance concerned in Annex I, in order to ensure that in all Member States the authorisations of plant protection products containing the active substance concerned can be granted in accordance with the provisions of the Directive;\nWhereas after inclusion a reasonable period is necessary to permit Member States to implement the provisions of Directive 91/414/EEC on plant protection products containing kresoxim-methyl, and in particular to review, within this period, existing provisional authorisations or to grant, by the end of this period at the latest, new authorisations in accordance with the provisions of the Directive; whereas a longer period may also be required for plant protection products containing kresoxim-methyl and other active substances included in Annex I.\nWhereas it is appropriate to provide that the finalised review report (except for confidential information in the meaning of Article 14 of the Directive) is kept available or made available by the Member States for consultation by any interested parties;\nWhereas the review report is required for the proper implementation by the Member States, of several sections of the uniform principles laid down in Annex VI to the Directive, where these principles refer to the evaluation of the Annex II data which were submitted for the purpose of the inclusion of the active substance in Annex I to the Directive;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health delivered on the 16 October 1998,", "main_body": ["Kresoxim-methyl is hereby designated as an active substance in Annex I to Directive 91/414/EEC, as set out in the Annex hereto.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive, at the latest by 31 July 1999.\n2. However for plant protection products containing kresoxim-methyl together with another active substance included in Annex I to Directive 91/414/EEC, the period referred to in paragraph 1 is extended to the extent that a longer implementation period is provided for by the provisions laid down in the Directive concerning the inclusion of this other active substance in Annex I to Directive 91/414/EEC.\n3. Member States shall keep available the review report except for confidential information in the meaning of Article 14 of the Directive for consultation by any interested parties or shall make it available to them on specific request.\n4. When Member States adopt the measures, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be laid down by the Member States.", "This Directive shall enter into force on 1 February 1999.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 January 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 230, 19. 8. 1991, p. 1.\n(2) OJ L 353, 24. 12. 1997, p. 26.\n(3) OJ L 91, 12. 4. 1996, p. 74.\nANNEX\nKRESOXIM-METHYL\n1. Identity:\n(IUPAC) methyl (E)-2-methoxyimino-2-[2-(o-tolyloxymethyl)phenyl]acetate.\n2. Particular conditions to be fulfilled:\n2.1. The active substance shall have a minimum purity of 910 g/kg.\n2.2. Only uses as fungicide may be authorised.\n2.3. Member States shall pay particular attention to the protection of groundwater under vulnerable conditions.\n2.4. For the implementation of the uniform principles of Annex VI, the conclusions of the review report on kresoxim-methyl, and in particular the Appendices I and II thereof, as finalised in the Standing Committee on Plant Health on 16 October 1998 shall be taken into account.\n3. Expiry date of the inclusion: 31 January 2009."}