{"celex_id": "31993R0278", "uri": "http://publications.europa.eu/resource/cellar/2242f903-b333-434c-b185-d6d612254f89", "type": "Regulation", "concepts": ["1339", "2642", "2681", "4498"], "title": "Commission Regulation (EEC) No 278/93 of 8 February 1993 derogating from Regulation (EEC) No 3115/92 fixing, for the 1992/93 marketing year, the minimum purchase price for oranges delivered for processing and the financial compensation for oranges payable after processing and from Regulation (EEC) No 1562/85 with regard to information to be supplied to the Commission\n", "header": "COMMISSION REGULATION (EEC) No 278/93 of 8 February 1993 derogating from Regulation (EEC) No 3115/92 fixing, for the 1992/93 marketing year, the minimum purchase price for oranges delivered for processing and the financial compensation for oranges  payable after processing and from Regulation (EEC) No 1562/85 with regard to information to be supplied to the Commission\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of mandarins, satsumas, clementines and oranges (1), as last amended by Regulation (EEC) No 3848/89 (2), and in particular Articles  2 (3) and 3 (2) thereof,\nWhereas Commission Regulation (EEC) No 3115/92 (3) fixed, for the 1992/93 marketing year, the minimum buying-in price for oranges delivered for processing and the financial compensation for oranges payable after processing;\nWhereas Commission Regulation (EEC) No 277/93 (4) amended Regulations (EEC) No 2974/92 and (EEC) No 3212/92 concerning the basic and buying-in prices for mandrins and oranges for the 1992/93 marketing year; whereas it is accordingly necessary to adjust  the minimum prices and the financial compensation for oranges fixed by Regulation (EEC) No 3115/92, but only in respect of contracts concluded as from the entry into force of this Regulation, and to derogate, for the 1992/93 marketing year, from the  provisions of Articles 13 and 20 of Commission Regulation (EEC) No 1562/85 of 7 June 1985 laying down detailed rules for the application of measures to encourage the processing of certain citrus fruits and the marketing of products processed from  lemmons (5), as last amended by Regulation (EEC) No 2643/91 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Notwithstanding Articles 1 (1) and 2 of Regulation (EEC) No 3115/92 and in respect of contracts, covered by Article 2 of Regulation (EEC) No 2601/69, concluded following the entry into force of this Regulation:\n(a) the minimum prices to be paid to producers delivering oranges for processing are hereby fixed as follows:\n\"(ECU/100 kg (net))\n\"\" ID=\"1\">Oranges> ID=\"2\">11,17> ID=\"3\">12,56 \">\n(b) the financial compensation granted to processors following the processing of oranges is hereby fixed as follows:\n\"(ECU/100 kg (net))\n\"\" ID=\"1\">Oranges> ID=\"2\">7,71> ID=\"3\">9,10 \">", "For the 1992/93 marketing year, applications for the financial compensation referred to in Article 13 (1) of Regulation (EEC) No 1562/85 and notifications by the Member States pursuant to Article 20 of that Regulation must distinguish between  quantities delivered for processing on the basis of contracts concluded before the entry into force of this Regulation and those delivered on the basis of contracts concluded following that date.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 374, 22. 12. 1989, p. 6.\n(3) OJ No L 312, 29. 10. 1992, p. 18.\n(4) See page 5 of this Official Journal.\n(5) OJ No L 152, 11. 6. 1985, p. 5.\n(6) OJ No L 247, 5. 9. 1991, p. 21."}