{"celex_id": "31993D0230", "uri": "http://publications.europa.eu/resource/cellar/3056fe54-4991-4b9f-87c5-78f51353f73b", "type": "Decision", "concepts": ["1005", "1445", "1519", "192", "994"], "title": "93/230/EEC: Commission Decision of 22 April 1993 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Italy (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 22 April 1993 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Italy (Only the Italian text is authentic)\n(93/230/EEC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Directive 92/117/EEC (2), and in particular Article 11 thereof,\nWhereas outbreaks of foot-and-mouth disease occurred in certain regions of Italy in February and March 1993;\nWhereas the appearance of this disease is a serious danger to the Community's livestock and, in order to help eradicate the disease as rapidly as possible, the Community has the possibility of making good the losses so caused;\nWhereas, as soon as the presence of foot-and-mouth disease was officially confirmed the Italian authorities took appropriate measures which include the measures as listed in Article 3 (2) of Decision 90/424/EEC and the appropriate provisions of Council  Directive 85/511/EEC of 18 November 1985 introducing Community measures for the control of foot-and-mouth disease (3), as amended by Commission Decision 92/380/EEC (4); whereas such measures were notified by the Italian authorities;\nWhereas the conditions for Community financial assistance have been met;\nWhereas Article 15 of Decision 90/424/EEC establishing the financial rules applicable for the measures provided for in Article 11;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the eradication of foot-and-mouth disease during the months of February and March 1993, Italy may obtain Community financial assistance. The financial contribution by the Community shall be 70 % of the cost of:\n(a) compensating owners for:\n- the slaughter and destruction of animals,\n- the destruction of milk,\n- the cleaning and disinfection of holdings,\n- the destruction of contaminated feedingstuffs and, where it cannot be disinfected, contaminated equipment;\n(b) where applicable, the transport of carcases to processing plants.", "1. The payments relating to compensation to owners shall be made within 90 days of the declaration of the outbreak.\n2. The expenses shall be declared at the rate of 70 % in accordance with Article 3 of Commission Regulation (EEC) No 2776/88 (5).\n3. Information relating to the measures applied shall be sent by Italy no later than two months from the date of notification of the Decision.", "This Decision is addressed to the Republic of Italy."], "attachments": "Done at Brussels, 22 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 62, 15. 3. 1993, p. 38.\n(3) OJ No L 315, 26. 11. 1985, p. 11.\n(4) OJ No L 198, 17. 7. 1992, p. 54.\n(5) OJ No L 249, 8. 9. 1988, p. 9."}