{"celex_id": "31995R2895", "uri": "http://publications.europa.eu/resource/cellar/e25a2ccb-07c9-40a3-b214-c8523f69e635", "type": "Regulation", "concepts": ["13", "2194", "2803", "4682", "80", "862"], "title": "Commission Regulation (EC) No 2895/95 of 15 December 1995 amending Regulation (EEC) No 1318/93 on detailed rules for the application of Council Regulation (EEC) No 2067/92 on measures to promote and market quality beef and veal\n", "header": "COMMISSION REGULATION (EC) No 2895/95 of 15 December 1995 amending Regulation (EEC) No 1318/93 on detailed rules for the application of Council Regulation (EEC) No 2067/92 on measures to promote and market quality beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2067/92 of 30 July 1992 on measures to promote and market quality beef and veal (1), and in particular Article 4 thereof,\nWhereas Commission Regulation (EEC) No 1318/93 (2), as amended by Regulation (EC) No 3380/93 (3) lays down the detailed rules for the application of the above Regulation;\nWhereas Article 4 (3) (b) of Regulation (EEC) No 1318/93 commits applicants to carrying out an assessment study of the measures undertaken, at the Commission's request; whereas Article 7 of that same Regulation provides for payment of an advance and successive payments on the basis of quarterly invoices;\nWhereas, to ensure better monitoring of the measures carried out, provision should be made for systematic assessment of the measures by independent bodies;\nWhereas there is a risk that the payments provided for will use up the Community contribution so that no balances remain to be paid; whereas, to avoid such a risk, and with the view to sound financial management, it should be laid down that the advance and the various payments may not exceed 75 % of the Community contribution;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for veal and beef,", "main_body": ["Regulation (EEC) No 1318/93 is amended as follows:\n1. Article 4 (3) (b) is replaced by the following:\n'(b) that an assessment study will be carried out by an independent body within the time limit laid down in Article 7 (3), at the applicant's expense;`\n2. The following subparagraph is added to Article 7 (2):\n'However, the advance and payments referred to in paragraph 1 may not together exceed 75 % of the entire Community financial contribution.`", "This Regulation shall enter into force on 1 January 1996.", "(2) shall apply to contracts concluded from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 57.\n(2) OJ No L 132, 29. 5. 1993, p. 83.\n(3) OJ No L 303, 10. 12. 1993, p. 15."}