{"celex_id": "31996D0752", "uri": "http://publications.europa.eu/resource/cellar/a385c72b-acb3-4395-a65d-b5f61d3f7188", "type": "Decision", "concepts": ["5327", "5343", "5344", "5403", "5407", "5898"], "title": "96/752/EC, ECSC, Euratom: Council and Commission Decision of 25 November 1996 on the conclusion of the Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part\n", "header": "COUNCIL AND COMMISSION DECISION of 25 November 1996 on the conclusion of the Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part (96/752/Euratom, ECSC, EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 together with the first sentence of Article 228 (2) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 95 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the assent of the Council and after consulting the ECSC Consultative Committee,\nHaving regard to the approval given by the Council pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nWhereas, pending the entry into force of the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part, signed in Luxembourg on 10 June 1996, it is necessary to approve the Interim Agreement on trade and trade-related measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia of the other part,", "main_body": ["The Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part, the Protocols and declarations attached to the Final Act are hereby approved on behalf of the European Community, the European Coal and Steel Community and the European Atomic Energy Community (2).\nThe texts of the Agreement, the Protocols annexed thereto and the Final Act are attached to this Decision.", "The President of the Council shall deposit the Act of Notification provided for in the Agreement referred to in Article 1 for the European Community. The President of the Commission shall deposit the Acts serving as notification for the European Coal and Steel Community and the European Atomic Energy Community."], "attachments": "Done at Brussels, 25 November 1996\nFor the Council\nThe President\nD. SPRING\nFor the Commission\nThe President\nJ. SANTER\n(1) OJ No C 362, 2. 12. 1996.\n(2) Slovenia is not yet in a position to complete its approval procedures. In accordance with its Article 51, the Agreement will enter into force on the first day of the second month following communication to the Secretary-General of the Council that this procedure has been completed. Notice of this date will be published in the Official Journal. Since however Slovenia has notified the Secretary-General of the Council that it will apply the Agreement on a provisional basis from 1 January 1997, the Council and the Commission have decided that the Agreement shall also apply provisionally in the Community from 1 January 1997."}