{"celex_id": "31995R2336", "uri": "http://publications.europa.eu/resource/cellar/e4c078bc-6b0a-462f-a586-f31bba66d33a", "type": "Regulation", "concepts": ["1144", "1521", "2965", "4117", "4448", "5360"], "title": "Council Regulation (EC) No 2336/95 of 26 September 1995 derogating from Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops as regards the set-aside requirement for the 1996/97 marketing year\n", "header": "COUNCIL REGULATION (EC) No 2336/95 of 26 September 1995 derogating from Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops as regards the set-aside requirement for the 1996/97 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the support system for producers of certain arable crops introduced by Regulation (EEC) No 1765/92 (2), provides that, in order to qualify for compensatory payments under the general scheme, producers must set aside a predetermined percentage of their arable land; whereas this percentage should be re-examined to take account of production and market developments;\nWhereas, since the introduction of the system, the cereals market has achieved a better balance as a result of a reduction in production and an increase in Community consumption; whereas this situation, together with the favourable world market situation, has resulted in a significant reduction in intervention cereal stocks;\nWhereas on the basis of a forecast supply balance for 1995/96, it appears that the equilibrium sought between production and internal and external outlets may be maintained whilst increasing Community production by returning to cultivation a certain amount of land that has been set-aside; whereas, in order to achieve this objective in an efficient manner, the two rates for set-aside beginning not later than 15 January 1996 should therefore be set temporarily for the 1996/97 marketing year at a level lower than that resulting from the provisions in force,", "main_body": ["1. Notwithstanding the second subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92, the set-aside requirement based on rotation is hereby fixed for the 1996/97 marketing year at 10 %.\n2. Notwithstanding the third subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92, the set-aside requirement for any form of set-aside other than that based on rotation is hereby fixed for the 1996/97 marketing year at 10 %.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to set-aside for the 1996/97 marketing year only.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) Opinion delivered on 22 September 1995 (not yet published in the Official Journal).\n(2) OJ No L 181, 1. 7. 1992, p. 12, as last amended by Regulation (EC) No 1460/95 (OJ No L 144, 28. 6. 1995, p. 1)."}