{"celex_id": "31994R1874", "uri": "http://publications.europa.eu/resource/cellar/e91f1583-2e79-43e1-84f6-dca0006294a5", "type": "Regulation", "concepts": ["2644", "2661", "2681", "276", "4314", "4858"], "title": "Council Regulation (EC) No 1874/94 of 27 July 1994 fixing, for the 1994/95 marketing year, the derived intervention prices for white sugar, the invervention price for raw sugar, the minimum prices for A and B beet, the threshold prices and the amount of compensation for storage costs\n", "header": "COUNCIL REGULATION (EC) No 1874/94 of 27 July 1994 fixing, for the 1994/95 marketing year, the derived intervention prices for white sugar, the invervention price for raw sugar, the minimum prices for A and B beet, the threshold prices and the  amount of compensation for storage costs\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), and in particular Article 3 (5), Article 5 (5), Article 8 (4) and Article 14 (5) thereof,\nHaving regard to the proposal from the Commission (2),\nWhereas Council Regulation (EC) No 1873/94 of 27 July 1994 fixing, for the 1994/95 marketing year, certain sugar prices and the standard quality of beet (3), fixed the intervention price for white sugar at ECU 52,33 per 100 kilograms applicable for the  non-deficit areas;\nWhereas Article 3 (1) of Regulation (EEC) No 1785/81 provides that derived intervention prices for white sugar are to be fixed for each of the deficit areas; whereas, for such fixing, it is appropriate that account be taken of the regional variations in  the price of sugar, which, given a normal harvest and free movement of sugar, might be expected to occur in the price of sugar under natural conditions of price formation on the market;\nWhereas a deficit supply situation is to be foreseen in the areas of production in Italy, Ireland, the United Kingdom, Spain and Portugal;\nWhereas Article 3 (5) of Regulation (EEC) No 1785/81 provides that an intervention price for raw sugar shall be fixed; whereas such price should be established on the basis of the intervention price for white sugar;\nWhereas Regulation (EEC) No 1873/94 fixed the basic price for beet at ECU 39,48 per tonne; whereas Article 5 (2) of Regulation (EEC) No 1785/81 provides that the minimum price to be fixed for A beet shall be 98 % of the basic price of the beet and the  minimum price to be fixed for B beet shall in principle be 68 % of the said basic price, without prejudice to Article 28 (5) of that Regulation;\nWhereas Article 14 (2) of Regulation (EEC) No 1785/81 provides that the threshold price for white sugar shall be equal to the target price, plus costs, calculated at a flat rate, of transport from the Community area having the largest surplus to the  most distant deficit consumption area in the Community, plus a flat-rate amount which takes into account the storage levy; whereas, given the state of supplies within the Community, account should be taken of transport charges between the departments of  northern France and Palermo;\nWhereas the threshold price for raw sugar is to be derived from the threshold price for white sugar by reference to a processing margin and a standard yield;\nWhereas the threshold price for molasses should be fixed in such a way that the receipts from sales of molasses may reach the level of receipts of undertakings taken into account in the fixing of basic prices for beet;\nWhereas Article 5 of Council Regulation (EEC) No 1358/77 of 20 June 1977 laying down general rules for offsetting storage costs for sugar and repealing Regulation (EEC) No 750/68 (4) provides that the amount of repayment in the context of the  compensation for storage costs shall be fixed per month and per unit of weight, taking account of financing costs, insurance costs and specific storage costs,", "main_body": ["For the deficit areas of the Community, the derived intervention price for white sugar shall be fixed, per 100 kilograms, at:\n(a) ECU 53,54 for all the areas in the United Kingdom;\n(b) ECU 53,54 for all the areas in Ireland;\n(c) ECU 53,54 for all the areas in Portugal;\n(d) ECU 53,73 for all the areas in Spain;\n(e) ECU 53,27 for all the areas in the Italy.", "The intervention price of raw sugar shall be ECU 43,37 for 100 kilograms.", "1.  The minimum price for A beet applicable in the Community shall be ECU 38,69 per tonne.\n2.  Subject to Article 28 (5) of Regulation (EEC) No 1785/81, the minimum price for B beet applicable in the Community shall be ECU 26,85 per tonne.", "The threshold price shall be:\n(a) ECU 63,18 per 100 kilograms of white sugar;\n(b) ECU 53,99 per 100 kilograms of raw sugar;\n(c) ECU 6,80 per 100 kilograms of molasses.", "The amount of the reimbursement referred to in Article 8 of Regulation (EEC) No 1785/81 shall be ECU 0,40 per month per 100 kilograms of white sugar.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1994. However, Article 5 shall apply with effect from 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No L 177, 1. 7. 1981, p. 4. Regulation as last amended by Regulation (EC) No 133/94 (OJ No L 22, 27. 1. 1994, p. 7).(2) OJ No C 83, 19. 3. 1994, p. 15.(3) See page 11 of this Official Journal.(4) OJ No L 156, 25. 6. 1977, p. 4.  Regulation as last amended by Regulation (EEC) No 3042/78 (OJ No L 361, 23. 12. 1978, p. 8)."}