{"celex_id": "31992R0289", "uri": "http://publications.europa.eu/resource/cellar/65f5605a-69f1-453b-b724-fea9e5e9c3ff", "type": "Regulation", "concepts": ["2055", "2958", "4775", "807"], "title": "Commission Regulation ( EEC ) No 289/92 of 4 February 1992 on the supply of various lots of skimmed­milk powder as food aid\n", "header": "COMMISSION REGULATION (EEC) No 289/92  of 4  February 1992  on the supply of various lots of skimmed-milk powder as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission  has allocated to certain beneficiary organizations 1  190 tonnes of skimmed-milk powder;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submissions of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Milk products shall be mobilized in the  Community, as Community food aid, for supply to the recipients listed in the Annex in accordance  with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1992. For the Commission  Ray MAC SHARRY  Member of the Commission\nANNEX\nLOT A  1.  Operation No  (1): 1354/90  2.  Programme: 1990  3.  Recipient  (11): League of Red Cross and Red Crescent Societies, Logistic Service, PO Box 372,  CH-1211 Geneva 19 (tel. 734  55  80, fax 733  55  80, fax 733  03  95, telex 412133 LRCS CH)  4.  Representative of the recipient  (3): Red Crescent Society of the Yemen Arab Republic, Head  Office, Building No 10, Street 26 September, Sana'a, Yemen Arab Republic (tel. 20  31  31/32/33,  telex 3124 HILAL YE)  5.  Place or country of destination: Yemen  6.  Product to be mobilized: vitaminized skimmed-milk powder  7.  Characteristics and quality of the goods  (2)  (6)  (7): see OJ No C 114, 29. 4. 1991, p. 3  (under I.  B.  1)  8.  Total quantity: 190 tonnes  9.  Number of lots: one  10.  Packaging and marking  (9)  (10): 25 kg (see OJ No C 114, 29. 4. 1991, p. 4 (under I.  B.   3.))  Markings in English  Supplementary markings on the packaging:\n'a red crescent with the points towards the right / DSM / LICROSS / FOR FREE DISTRIBUTION /  SANA'A`  11.  Method of mobilization: the Community market  The skimmed-milk powder must be manufactured and the vitamins incorporated after the award of the  tender  12.  Stage of supply: free at port of landing - landed  13.  Port of shipment: -  14.  Port of landing specified by the recipient: -  15.  Port of landing: Hodeida  16.  Address of the warehouse and, if appropriate, port of landing: -  17.  Period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 25. 3 - 5. 4. 1992.\n18.  Deadline for the supply: 30. 4. 1992  19.  Procedure for determining the costs of supply: invitation to tender  20.  In the case of an invitation to tender, date of expiry of the period allowed for submission  of tenders  (4): 12 noon on 24. 2. 1992  21.  A.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 9. 3. 1992;\n(b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 10 - 20. 4. 1992;\n(c)  dealine for the supply: 15. 5. 1992  B.  In the case of a third invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 23. 3. 1992;\n(b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 25. 4 - 5. 5. 1992;\n(c)  deadline for the supply: 31. 5. 1992  22.  Amount of the tendering security: ECU 20 per tonne  23.  Amount of the delivery security: 10  % of the amount of the tender in ecus  24.  Address for submission of tenders:\nBureau de l'aide alimentaire,\nÀ l'attention de Monsieur N. Arend,\nbâtiment Loi 120, bureau 7/46,\nRue de la Loi, 200,\nB-1049 Brussels;\n(telex 22037 AGREC B or 25670 AGREC B)  25.  Refund payable on request by the successful tenderer  (5): refund applicable on 28. 12. 1991,  fixed by Commission Regulation (EEC) No 3806/91 (OJ No L 357, 28. 12. 1991, p. 24)   LOTS B and C  1.  Operation Nos  (1): 1475/90 and 1476/90  2.  Programme: 1990  3.  Recipient: Nicaragua  4.  Representative of the recipient (3):\nEnimport (Sr. Wilfredo Delgado), Carretera a Masaya, Frente a Camino de Oriente (tel. 67  10  32,  Fax 74  688 - Managua)  5.  Place or country of destination: Nicaragua  6.  Product to be mobilized: vitaminized skimmed-milk powder  7.  Characteristics and quality of the goods  (2)  (8):\n(see OJ No C 114, 29. 4. 1991, p. 3 (under I.B.1))  8.  Total quantity: 1  000 tonnes  9.  Number of lots: two (B: 500 tonnes; C: 500 tonnes)  10.  Packaging and marking (9): 25 kg; OJ No C 114, 29. 4. 1991, p. 4 (under I.B.3)  Markings in Spanish  11.  Method of mobilization: the Community market  The skimmed-milk powder must be manufactured and the vitamins incorporated after the award of the  tender  12.  Stage of supply: free at port of landing - landed  13.  Port of shipment: -  14.  Port of landing specified by the recipient: -  15.  Port of landing: San Juan del Sur  16.  Address of the warehouse and, if appropriate, port of landing: -  17.  Period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 25. 3 - 5. 4. 1992  18.  Deadline for the supply: 5. 5. 1992  19.  Procedure for determining the costs of supply: invitation to tender  20.  In the case of an invitation to tender, date of expiry of the period allowed for submission  of tenders  (4): 12 noon on 24. 2. 1992  21.  A.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 9. 3. 1992;\n(b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 10 - 20. 4. 1992;\n(c)  deadline for the supply: 20. 5. 1992  B.  In the case of a third invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 23. 3. 1992;\n(b)  period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 25. 4 - 5. 5. 1992;\n(c)  deadline for the supply: 5. 6. 1992  22.  Amount of tendering security: ECU 20 per tonne  23.  Amount of delivery security: 10  % of the tender in ecus  24.  Address for submission of tenders:\nBureau de l'aide alimentaire,\nÀ l'attention de Monsieur N. Arend,\nBâtiment Loi 120, bureau 7/46,\nRue de la Loi, 200  B-1049 Brussels;\n(telex 22037 AGREC B or 25670 AGREC B)  25.  Refund payable on application by the successful tenderer  (5): refund applicable 28. 12.  1991, fixed by Commission Regulation (EEC) No 3806/91 (OJ No L 357, 28. 12. 1991, p. 24)    Notes:\n(1)  The operation number is to be quoted in all correspondence.\n(2)  The successful tenderer shall deliver to the beneficiary a certificate from an official  entity certifying that for the product to be delivered the standards applicable, relative to  nuclear radiation, in the Member State concerned, have not been exceeded.\nRadioactivity analysis must indicate the caesium-134 and -137 levels.\n(3)  Commission delegate to be contacted by the successful tenderer: see list published in OJ No C  114, 29. 4. 1991, p. 33 (A: Jordan; B and C: Costa Rica).\n(4)  In order not to overload the telex, tenderers are requested to provide, before the date and  time laid down in point 20 of this Annex, evidence that the tendering security referred to in  Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been lodged, preferably:\n-  by porter at the office referred to in point 24 of this Annex, or  -  by telecopier on one of the following numbers in Brussels:\n-  235  01  32,\n-  236  10  97,\n-  235  01  30,\n-  236  20  05,\n-  236  33  04.\n(5)  Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), is applicable as  regards the export refund and, where appropriate, the monetary and accession compensatory amounts,  the representative rate and the monetary coefficient. The date referred to in Article 2 of the  abovementioned Regulation is that referred to in point 25 of this Annex.\n(6)  The successful tenderer shall give the beneficiaries' representative, at the time of  delivery, a certificate of origin.\n(7)  The succesful tenderer shall give the beneficiaries' representative, at the time of delivery,  a health certificate.\n(8)  Veterinary certificate issued by an official entity stating that the product was processed  with pasteurized milk, coming from healthy animals, processed under excellent sanitary conditions  which are supervised by qualified technical personnel and that the area of production of raw milk  had not registered foot-and-mouth disease nor any other notifiable infectious/contagious disease  during the 12 months prior to the processing.\n(9)  To be delivered on standard pallets - 40 bags each pallet - wrapped in plastic shrinked  cover.\n(10)  Transport documents must be legalized by the diplomatic representation in the country of  origin of the goods.\n(11)  The successful tenderer is to contact the recipient as soon as possible to establish which  consignment documents are required and how they are to be distributed."}