{"celex_id": "31998R1614", "uri": "http://publications.europa.eu/resource/cellar/f039d8e8-a9d0-4cc1-95fb-12109535d44e", "type": "Regulation", "concepts": ["3003", "5096", "5384"], "title": "Commission Regulation (EC) No 1614/98 of 24 July 1998 introducing transitional measures relating to the aid scheme for hemp for the 1998/99 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1614/98 of 24 July 1998 introducing transitional measures relating to the aid scheme for hemp for the 1998/99 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organisation of the market in fibre flax and hemp (1), as last amended by the Act of Accession of Austria, Finland and Sweden and by Regulation (EC) No 3290/94 (2), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 619/71 of 22 March 1971 laying down general rules for granting aid for flax and hemp (3), as last amended by Regulation (EC) No 1420/98 (4), and in particular Article 6a thereof,\nWhereas Regulation (EEC) No 619/71 stipulates that, as conditions for the grant of aid for hemp, a contract must be concluded between the grower and primary processor except in certain specific cases, there must be an undertaking to process and the primary processors must be approved;\nWhereas Regulation (EEC) No 619/71 stipulates that transitional measures can be adopted if strictly necessary to facilitate the implementation of the provisions introduced by Regulation (EC) No 1420/98; whereas in view of the time needed to implement the said provisions and to enable operators to adapt to the new system, it will not be possible to apply the conditions referred to in the first and second subparagraphs of Article 3(1) of Regulation (EEC) No 619/71 in the 1998/99 marketing year; whereas, as a result, the one condition that the aid be paid only to the grower should be imposed as a transitional measure for that marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["The first and second subparagraphs of Article 3(1) of Regulation (EEC) No 619/71 shall not apply to the aid scheme for hemp in the 1998/99 marketing year. However, the aid shall be granted only to the grower.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 146, 4. 7. 1970, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 72, 26. 3. 1971, p. 2.\n(4) OJ L 190, 4. 7. 1998, p. 7."}