{"celex_id": "31998R1065", "uri": "http://publications.europa.eu/resource/cellar/fa1e05c6-0f32-4df9-b9c5-fa977436e085", "type": "Regulation", "concepts": ["1486", "2644", "2871", "4682", "5025", "5283"], "title": "Commission Regulation (EC) No 1065/98 of 26 May 1998 repealing certain regulations concerning beef\n", "header": "COMMISSION REGULATION (EC) No 1065/98 of 26 May 1998 repealing certain regulations concerning beef\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EEC) No 2634/97 (2), and in particular Articles 6(7), 7(3) and 13(12) thereof,\nWhereas a good many legislative instruments in the beef sector have become devoid of purpose as a result mainly of amendments to the basic legislation, the performance of the regulated acts for which the instruments were introduced, the adoption of new international agreements between the Community and its trading partners, and major changes which have taken place on the market; whereas, for reasons of clarity and legal certainty and for the sake of simplification, the legislative instruments in question should be formally repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The regulations set out in the Annex hereto are repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 356, 31. 12. 1997, p. 13.\nANNEX\n- Commission Regulation (EEC) No 1256/77 of 13 June 1977 on the sale by periodic tendering procedure of canned beef held by the intervention agencies (OJ L 146, 14.6.1977, p. 23).\n- Commission Regulation (EEC) No 732/78 of 11 April 1978 on detailed rules for the sale to the armed forces of Member States of beef held by the intervention agencies and amending Regulation (EEC) No 1687/76 (OJ L 99, 12.4.1978, p. 14), as amended by Regulation (EEC) No 1809/87 (OJ L 170, 30.6.1987, p. 23).\n- Commission Regulation (EEC) No 988/80 of 23 April 1980 on the application of the lowest rate of the export refund on certain beef and veal products (OJ L 106, 24.4.1980, p. 27), as amended by Regulation (EEC) No 3988/87 (OJ L 376, 31.12.1987, p. 31).\n- Commission Regulation (EEC) No 985/81 of 9 April 1981 laying down detailed rules on the sale of frozen beef and veal for export from intervention stocks and amending Regulation (EEC) No 1687/76 (OJ L 99, 10.4.1981, p. 38), as last amended by Regulation (EC) No 2417/95 (OJ L 248, 14.10.1995, p. 39).\n- Commission Regulation (EEC) No 287/89 of 3 February 1989 suspending Regulation (EEC) No 732/78 on detailed rules for the sale to the armed forces of Member States of beef held by the intervention agencies (OJ L 33, 4.2.1989, p. 22).\n- Commission Regulation (EC) No 443/96 of 11 March 1996 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for processing within the Community and repealing Regulation (EC) No 1181/95 (OJ L 61, 12.3.1996, p. 16), as amended by Regulation (EC) No 608/96 (OJ L 86, 4.4.1996, p. 30).\n- Commission Regulation (EC) No 1124/96 of 21 June 1996 opening intervention in accordance with Article 6(4) of Council Regulation (EEC) No 805/68 (OJ L 149, 22.6.1996, p. 23), as amended by Regulation (EC) No 1401/96 (OJ L 180, 19. 7. 1996, p. 14).\n- Commission Regulation (EC) No 1680/96 of 26 August 1996 opening intervention in accordance with Article 6(4) of Council Regulation (EEC) No 805/68 (OJ L 216, 27.8.1996, p. 1).\n- Commission Regulation (EC) No 1825/96 of 20 September 1996 opening intervention in accordance with Article 6(4) of Council Regulation (EEC) No 805/96 (OJ L 241, 21.9.1996, p. 18).\n- Commission Regulation (EC) No 1922/96 of 4 October 1996 opening intervention in accordance with Article 6(4) of Council Regulation (EEC) No 805/68 (OJ L 253, 5.10.1996, p. 4).\n- Commission Regulation (EC) No 2002/96 of 18 October 1996 opening intervention in accordance with Article 6(4) of Council Regulation (EEC) No 805/68 (OJ L 267, 19.10.1996, p. 10)."}