{"celex_id": "31996R0663", "uri": "http://publications.europa.eu/resource/cellar/1ed3ab37-a94f-4342-8081-b970893a6756", "type": "Regulation", "concepts": ["1309", "1767", "1899", "4331", "519", "888"], "title": "Council Regulation (EC) No 663/96 of 28 March 1996 imposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5\" microdisks) originating in Malaysia, Mexico and the United States of America, and collecting definitively the provisional duty imposed\n", "header": "COUNCIL REGULATION (EC) No 663/96 of 28 March 1996 imposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5&Prime; microdisks) originating in Malaysia, Mexico and the United States of America, and collecting definitively the provisional duty imposed\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 9 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) The Commission, by Regulation (EC) No 2426/95 (2), hereinafter referred to as 'the provisional duty Regulation`, imposed a provisional anti-dumping duty on imports into the Community of certain magnetic disks (hereafter referred to as 3,5&Prime; microdisks) originating in the United States, Mexico and Malaysia and falling within CN code ex 8523 20 90.\nB. SUBSEQUENT PROCEDURE\n(2) Subsequent to the imposition of the provisional anti-dumping duty, one cooperating Malaysian producer and one company producing in both the United States and Mexico, which had explicitly informed the Commission of its intention not to participate in the proceeding, were heard by the Commission. Both parties also presented written submissions making known their views on the findings.\n(3) On request, parties were informed of the essential facts and considerations on the basis of which it was intended to recommend the imposition of definitive duties and the definitive collection of amounts secured by way of the provisional duty. They were also granted a reasonable period within which to make representations subsequent to disclosure.\n(4) Because of the volume and the complexity of the data examined, the investigation could not be concluded within the time limit provided for in Article 6 (9) of Regulation (EC) No 3283/94, (hereinafter referred to as 'the basic Regulation`).\nC. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT\n(5) As no further arguments have been presented regarding the product under consideration and the like product, the findings set out in recitals 8 to 12 of the provisional duty Regulation are confirmed.\nD. DUMPING\n(6) For the purpose of the definitive findings, dumping was established on the basis of the same methods used in the provisional determination of dumping. The dumping margin calculations were only modified to take account of clerical errors or technical amendments as no new facts and arguments on the methods were presented by the parties.\n(7) In the light of the foregoing, the findings set out in recitals 14 to 20 of the provisional duty Regulation, with the appropriate modifications, are confirmed.\nDumping margins\n(a) Cooperating producers\n(8) As far as the cooperating producers in the United States and Mexico are concerned, the findings in recital 21 of the provisional duty Regulation are confirmed.\n(9) On the basis of technical modifications made to the calculations of normal value and export price for one cooperating producer in Malaysia, the definitive dumping margins calculated by the Commission, expressed as a percentage of the free-at-Community-frontier price for each of the companies concerned are as follows:\n- Mega High Tech: 31,8 %\n- Diskcomp: 46,4 %\n(b) Non-cooperating producers\n(10) In the absence of comment, the findings in recitals 23 and 24 of the provisional Regulation are confirmed.\nE. COMMUNITY INDUSTRY\n(11) No new arguments were presented with regard to the definition of the Community industry. The findings set out in recitals 25 to 28 of the provisional duty Regulation are, therefore, confirmed.\nF. INJURY\n1. Prices of the dumped imports\n(12) The producer in the United States and Mexico referred to at recital 2 objected to the use of Eurostat data as positive evidence of price undercutting for non-cooperating companies, on two grounds. First, as its distribution system on the Community market is similar to those of American and Mexican producers which cooperated, it claimed any undercutting on its part would also have been de minimis. Secondly, as the CN code within which Eurostat data is collected for 3,5&Prime; microdisks is a 'basket` category covering more than the product concerned, it claimed judgments on the basis of these figures are likely to be inaccurate.\nThese contentions cannot be accepted.\nIn the light of this producer's explicit decision not to participate in the proceeding, its claim that price undercutting on its part would also have been de minimis is unsupported by any evidence, and consequently, amounts to no more than assertion.\nAs to the second objection, it is the standard practice of the Community institutions to use Eurostat data as the best positive evidence available of import volumes and prices in the absence of more reliable indications from other sources. Further, the methodology employed by the Commission in this and the two prior proceedings (see recital 7 of the provisional duty Regulation) to address the 'basket` nature of the CN code in question has been found to be reasonable and has not been criticized by the parties involved. In any event, the producer concerned has provided no evidence of whether, or to what extent, Eurostat figures may be misleading, as far as the product in question is concerned.\n2. Other injury findings\n(13) No new facts and arguments were received in connection with cumulation, causality and the other injury findings. The findings in recitals 30 to 45 of the provisional duty Regulation are therefore confirmed.\nG. COMMUNITY INTEREST\n(14) No representations have been received in respect of the Community interest in this proceeding and no comments have been made by any interested parties on the provisional findings regarding Community interest.\nThe findings in recitals 46 to 50 of the provisional duty Regulation are, therefore, confirmed.\nH. DUTY\n(15) No comments were received on the methodology adopted by the Commission for the establishment of the duty rates to be applied, as set out in recitals 51 to 55 of the provisional duty Regulation.\nThese are, therefore, confirmed, and, as the dumping margins definitively determined exceed the injury thresholds established for the cooperating producers in Malaysia, measures should be imposed at the level of these injury thresholds. As the injury thresholds established for the cooperating producers in Mexico and the United States are de minimis, no definitive anti-dumping measures should be imposed on imports of the like product manufactured by these producers.\nI. COLLECTION OF THE PROVISIONAL DUTIES\n(16) In view of the dumping margins established, the injury caused to the Community industry, and of the latter's precarious financial situation, it is considered necessary that amounts secured by way of the provisional anti-dumping duty for all companies should be collected definitively at the duty rate definitively imposed,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of 3,5&Prime; microdisks used to record and store encoded digital computer information, falling within CN code ex 8523 20 90 (Taric code 8523 20 90*10), and originating in Malaysia, Mexico and the United States of America.\n2. The rate of duty applicable to the net, free-at-Community-frontier price, before duty, shall be as follows:\n>TABLE>\nwith the exception of imports which are manufactured and sold for export to the Community by the following companies which shall be subject to the rates of duty mentioned below:\n>TABLE>\n3. The duty shall not apply to imports of the product defined in paragraph 1 manufactured and sold for export to the Community by the following companies:\n>TABLE>\n4. Unless otherwise specified, the provisions in force concerning customs duty shall apply.", "The amounts secured by way of the provisional anti-dumping duty pursuant to Regulation (EC) No 2426/95 shall be definitively collected up to the duty rate definitively imposed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 1996.\nFor the Council\nThe President\nA. CLO\n(1) OJ No L 349, 31. 12. 1994, p. 1. Regulation as last amended by Regulation (EC) No 1251/95 (OJ No L 122, 2. 6. 1995, p. 1).\n(2) OJ No L 249, 17. 10. 1995, p. 3."}