{"celex_id": "31999D0478", "uri": "http://publications.europa.eu/resource/cellar/c078f556-c8f3-4a0f-bcaf-6fd38c166071", "type": "Decision", "concepts": ["2320", "2455", "3574", "6050", "8465"], "title": "1999/478/EC: Commission Decision of 14 July 1999 renewing the Advisory Committee on Fisheries and Aquaculture (notified under document number C(1999) 2042)\n", "header": "COMMISSION DECISION\nof 14 July 1999\nrenewing the Advisory Committee on Fisheries and Aquaculture\n(notified under document number C(1999) 2042)\n(1999/478/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\n(1) Whereas it is important for the Commission to obtain the reactions of the interests concerned on the questions raised by the establishment of a common fisheries policy (CFP);\n(2) Whereas an advisory committee (ACF) was created in the fisheries sector by Commission Decision 71/128/EEC(1) the text of which as last replaced by Decision 89/4/EEC(2), as amended by Decision 97/246/EC(3);\n(3) Whereas it appears opportune to widen, within the framework of the ACF, the dialogue on the development and management of the CFP to all parties concerned, in particular to the aquaculture sector and non-professionnal organisations; whereas for this purpose it is necessary to re-examine the structure of the Committee;\n(4) Whereas, in order to encourage the formulation of analyses and of joint positions on the CFP, it is useful to invite the members of ACF to deal first of all with questions of concern to them;\n(5) Whereas in the interests of efficiency it is necessary to limit the number of members of the Committee;\n(6) Whereas it is useful to improve the dialogue by means of a better link between the plenary committee, assigned to direct the work of the Committee and to express opinions, and the working groups charged with preparing these opinions;\n(7) Whereas the mandate of the members of the Committee expires on 31 July 1999 at the end of a transitional period set for the reform of the aforementioned Committee and that it is therefore appropriate to amend the text of the Decision in the sense indicated above;\n(8) Whereas in the interests of clarity the text of Decision 71/128/EEC should be replaced,", "main_body": ["1. An Advisory Committee on Fisheries and Aquaculture is set up within the Commission, made up of one plenary committee hereafter referred to as \"the Committee\" and four working groups referred to in Article 7.\n2. The Committee is composed of representatives of the following interests: professional organisations representing the producer companies, the processing industry and traders in fishery and aquaculture products and non-professional organisations representing the interests of consumers, the environment and development.\n3. Experts of the fisheries sector representing scientific and/or economic bodies, banking and first point-of-sale are represented in the groups defined in Article 7.", "The Committee may be consulted by the Commission on or take up, at the initiative of its chairman or at the request of one or more of its members, questions concerning the rules of the common fisheries policy and in particular measures that the Commission may take in the framework of such rules as well as economic and social questions in the fisheries sector, apart from those which concern, as social partners, employers and workers.", "The committee is composed of 20 members hereafter referred to as \"the members\".\n1. One seat is allotted to each of the 11 following interests, numbered from (1) to (11). For each of these 11 seats a full member and a deputy member is foreseen:\n>TABLE>\n2. The following also have a seat on the Committee: the chairman and the vice-chairman of the Fisheries sectorial dialogue committee(4), the chairman and vice-chairman of working groups 1, 3 and 4, as referred to in Article 7, and the chairman of working group 2 as referred to in Article 7.", "1. The members of the Committee are appointed by the Commission on proposals from the organisations set up at Community level which are most representative of the interests specified in Article 3(1). The consumers' representative is proposed by the consumers'(5) committee.\nFor each seat to be filled, except for the seats reserved for the sectoral dialogue committee on fisheries, the organisations shall propose two candidates of different nationality. For the seats allotted to the interests foreseen by Article 3(1) the proposals shall specify the name of the full member and that of the substitute.\nThe term of office for a member of the Committee shall be three years. It may be renewable. The functions carried out are not subject to remuneration.\nAfter expiry of the three-year period, the members of the Committee remain in office until their replacement or the renewal of their mandate has been decided on.\nThe mandate of a member comes to an end before the expiry of the three-year period through resignation or death.\nIt may also be terminated when the body which put forward the member's candidacy requests that he or she be replaced.\nA person shall be appointed in accordance with the procedure laid down in paragraph 1 to replace such a member for the remainder of his or her term of office.\n2. The list of the members of the Committee shall be published by the Commission for information purposes in the Official Journal of the European Communities.", "The Committe shall elect, for a three-year duration, one chairman and two vice-chairmen. The election shall take place by a majority of two thirds of the members present.\nThe members of the Committee referred to in Article 3(2) shall, with the exception of the shipowner member of the sectoral dialogue committee, make up the bureau of the Committee.\nThe bureau shall elects its chairman and prepare and organise the activities of the working groups referred to in Article 7.", "At the request of one of the organisations referred to in Article 4(1), the chairman may invite a delegate of this organisation to attend the meetings of the Committee. He or she may under the same conditions invite to take part in the work of the Committee as an expert any person having particular authority on one of the subjects on the agenda. Deputy members may participate at the meetings as observers and at their own expense.", "The Committee shall appoint four working groups in order to prepare its opinions.\nThe names of these groups as well as their chairmanships and composition appear in the annex to this decision.\nIn agreement with the Commission, the participants in the working groups shall be chosen according to the agenda of each meeting by the most representative organisations set up at Community level. The representatives of biology or of the economy shall be chosen by the STECF(6). The Commission may, according to the agenda, designate additional experts.", "1. The Committee shall meet on notification by the Commission according to an annual work programme adopted in agreement with the Commission. The bureau shall meet on notification by its chairman and in agreement with the Commission.\n2. The representatives of the Commission services shall take part in the meetings of the Committee, the bureau and of the working groups.\n3. The Commission services shall provide the secretariat of the Committee, of the bureau and of the working groups.\n4. In agreement with the Commission, the Committee shall draw up rules concerning the implementation of the work programme, the preparation of meetings, the location of meetings, reports, positions or conclusions and the formulation of opinions or recommendations.", "The Committee shall be required to give an opinion on the proposals formulated by the Commission as well as on the subjects appearing in its work programme.\nThe Commission, in requesting the opinion of the Committee, may fix the period in which the opinion will have to be delivered.\nThe positions of the concerned interests shall appear in a report forwarded forwarded to the Commission.\nIf the required opinion is the subject of a unanimous agreement of the Committee, it shall establish joint conclusions which shall be attached to the report.", "0\nWithout prejudice to the provisions of Article 287 of the Treaty, the members of the Committee as well as those of the working groups shall be required not to reveal information they have received through the work of the Committee or the working groups, in the event that the Commission informs them that the required opinion or the question raised deals with a confidential matter.\nIn this event, only the members of the Committee and representatives of the Commission services may attend the meetings.", "1\nDecisions 71/128/EEC and 97/247/EC(7) are repealed.", "2\nThis Decision shall enter into force on 1 August 1999."], "attachments": "Done at Brussels, 14 July 1999.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 68, 22.3.1971, p. 18.\n(2) OJ L 5, 7.1.1989, p. 33.\n(3) OJ L 97, 12.4.1997, p. 27.\n(4) OJ L 225, 12.8.1998, p.27 (98/500/EC).\n(5) OJ L 162, 13.7.1995, p. 37.\n(6) OJ L 297, 2.12.1993, p. 25.\n(7) OJ L 97, 12.4.1997, p. 28.\nANNEX\nworking groups referred to in Article 7\n1. Names of the working groups\nGroup 1: Access to fisheries resources and management of fishing activity.\nGroup 2: Aquaculture: fish, shellfish and molluscs.\nGroup 3: Markets and trade policy.\nGroup 4: General questions: economics and sectoral analysis.\n2. Chairmen and vice-chairmen\nA representative of the private shipowners shall chair working groups 1 and 4.\nA representative of the cooperative shipowners shall be vice-chairman of working group 1.\nA representative of the stock-breeders of fish and a representative of the stock-breeders of molluscs/shellfish shall alternatively chair and vice-chair working group 2.\nA representative of the processors shall chair working group 3.\nA representative of the traders shall chair working group 4.\nA representative of the producer organisations shall vice-chair working group 3.\n3. Number of seats per interest concerned :\n>TABLE>\nThe Commission may designate additional experts according to the agenda."}