{"celex_id": "31995R2231", "uri": "http://publications.europa.eu/resource/cellar/05bc8228-7ef2-4043-88c9-4e4f6214f72f", "type": "Regulation", "concepts": ["1255", "161", "2763", "4687", "4692", "5360"], "title": "Commission Regulation (EC) No 2231/95 of 21 September 1995 opening and administering several Community tariff quotas for certain agricultural products originating in Hungary in the cereals, milk and milk products, pigmeat and poultrymeat sectors for the period 1 July to 31 December 1995 in accordance with Council Regulation (EC) No 2179/95\n", "header": "COMMISSION REGULATION (EC)  No 2231/95 of 21 September 1995 opening and administering several Community tariff quotas for  certain agricultural products originating in Hungary in the cereals, milk and milk products,  pigmeat and poultrymeat sectors for the period 1 July to 31 December 1995 in accordance with  Council Regulation (EC) No 2179/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2179/95 of 8 August 1995 providing for the adjustment,  as an autonomous and transitional measure, of certain agricultural concessions provided for in the  Europe Agreements and amending Regulation (EC) No 3379/94 opening and administering certain  Community tariff quotas in 1995 for certain agricultural products and for beer, to take account of  the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations   (1), and in particular Article 3 thereof,\nWhereas Hungary has taken or will take as soon as possible, vis-à-vis the European Union, measures  of comparable effect to those referred to in Article 3 of Regulation (EC) No 2179/95;\nWhereas, therefore, the measures provided for in Article 3 (4) and (5) of that Regulation should be  applied;\nWhereas, as a result, certain tariff quotas for products in the cereals, milk and milk products,  pigmeat and poultrymeat sectors should be opened for the period 1 July to 31 December 1995;  whereas, in order to simplify the administration of those quotas, provision should be made for the  application of administration methods similar to those introduced, in the sectors concerned, for  the administration of existing quotas under the Europe Agreements;\nWhereas the measures provided for in this Regulation are in acordance with the opinion of the  Management Committees concerned,", "main_body": ["For the period from 1 July to 31 December 1995, the import tariff  quotas listed in the Annex are hereby opened for products originating in Hungary under the  conditions laid down in that Annex.", "1.  The quotas referred to in point (a) of the Annex shall be administered in  accordance with Article 2, the first sentence of Article 3 and Article 4 of Commission Regulation  (EC) No 121/94  (2) and this Article.\n2.  The licence applications referred to in Article 2 (1) of Regulation (EC) No 121/94 may be  lodged from the month following the date of entry into force of this Regulation.\n3.  Notwithstanding Article 2 (3) of Regulation (EC) No 121/94, 'annual quota` shall be taken to  mean 'six-monthly quota`.\n4.  Without prejudice to the first sentence of Article 3 of Regulation (EC) No 121/94, licences  shall be valid until 31 December 1995 at the latest.\n5.  In the first sentence of Article 3 of Regulation (EC) No 121/94, reference to Article 8 (1) of  Regulation (EEC) No 891/89 means reference to Article 6 (1) of Commission Regulation (EC) No  1162/95  (3).\n6.  For products to be imported under the quotas referred to in paragraph 1, the import licence  application and the licence itself shall show:\n(a)  in box 8, the country of origin of the product:\n(b)  in box 20, one of the following entries:\n-  Reglamento (CE) n° 2231/95,\n-  Forordning (EF) nr. 2231/95,\n-  Verordnung (EG) Nr. 2231/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 2231/95,\n-  Regulation (EC) No 2231/95,\n-  Règlement (CE) n° 2231/95,\n-  Regolamento (CE) n. 2231/95,\n-  Verordening (EG) nr. 2231/95,\n-  Regulamento (CE) nº 2231/95,\n-  Asetus (EY) N :o 2231/95,\n-  Foerordning (EG) nr 2231/95.\nThe licence shall carry with it the obligation to import from the said country.\nThe import licence shall also carry in box 24 one of the following entries:\n-  Derecho de importación reducido con arreglo al Reglamento (CE) n° 2231/95,\n-  Nedsat importtold ifoelge forordning (EF) nr. 2231/95,\n-  Ermaessigter Einfuhrzoll gemaess der Verordnung (EG) Nr. 2231/95,\n-  ÌaaéùìÝíïò aeáóìueò aaéóáãùãÞò óýìoeùíá ìaa ôïí êáíïíéóìue (AAÊ) áñéè. 2231/95,\n-  Import duty reduction in accordance with Regulation (EC) No 2231/95,\n-  Droit d'importation réduit conformément au règlement (CE) n° 2231/95,\n-  Dazio d'importazione ridotto a norma del regolamento (CE) n. 2231/95,\n-  Verlaagd invoerrecht overeenkomstig Verordening (EG) nr. 2231/95,\n-  Direito de importação reduzido nos termos do Regulamento (CE) nº 2231/95,\n-  Alennettu tuontitulli asetuksen (EY) N :o 2231/95 mukaisesti,\n-  Nedsatt importtull enligt foerordning (EG) nr 2231/95.\n7.  Notwithstanding Article 10 of Regulation (EC) No 1162/95, the security for the import licences  provided for in this Regulation shall be ECU 25 per tonne.", "1.  The quota referred to in point (b) of the Annex shall be administered in accordance  with Article 3 (a) and (c), Article 4 (2), (3) and (5) and Articles 5, 7 and 8 of Commission  Regulation (EEC) No 584/92  (1) and this Article.\n2.  All imports made under that quota shall be subject to presentation of an import licence applied  for and issued in accordance with the requirements of this Article.\n3.  Licence applications shall cover at least three tonnes and a maximum of 10  % of the available  quantity.\n4.  The import licence application and the licence itself shall show in box 20 one of the following  entries:\n-  Reglamento (CE) n° 2231/95,\n-  Forordning (EF) nr. 2231/95,\n-  Verordnung (EG) Nr. 2231/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 2231/95,\n-  Regulation (EC) No 2231/95,\n-  Règlement (CE) n° 2231/95,\n-  Regolamento (CE) n. 2231/95,\n-  Verordening (EG) nr. 2231/95,\n-  Regulamento (CE) nº 2231/95,\n-  Asetus (EY) N :o 2231/95,\n-  Foerordning (EG) nr 2231/95.\nThe import licence shall carry in box 24 one of the following entries:\n-  Derecho de importación reducido con arreglo al Reglamento (CE) n° 2231/95,\n-  Nedsat importtold ifoelge forordning (EF) nr. 2231/95,\n-  Ermaessigter Einfuhrzoll gemaess der Verordnung (EG) Nr. 2231/95,\n-  ÌaaéùìÝíïò aeáóìueò aaéóáãùãÞò óýìoeùíá ìaa ôïí êáíïíéóìue (AAÊ) áñéè. 2231/95,\n-  Import duty reduction in accordance with Regulation (EC) No 2231/95,\n-  Droit d'importation réduit conformément au règlement (CE) n° 2231/95,\n-  Dazio d'importazione ridotto a norma del regolamento (CE) n. 2231/95,\n-  Verlaagd invoerrecht overeenkomstig Verordening (EG) nr. 2231/95,\n-  Direito de importação reduzido nos termos do Regulamento (CE) nº 2231/95,\n-  Alennettu tuontitulli asetuksen (EY) N :o 2231/95 mukaisesti,\n-  Nedsatt importtull enligt foerordning (EG) nr 2231/95.\n5.  Licence applications may be lodged only during the first ten days following the date of entry  into force of this Regulation.\nSubject to a decision accepting applications by the Commission, licences shall be issued on the  twenty-third day of the month in which applications are lodged.\n6.  Licence applications shall be accompanied by a security of ECU 35 per 100 kilograms of  product.", "1.  The quota referred to in point (c) of the Annex shall be administered in accordance  with Article 3 (a) and (c), Article 4 (2) to (6) and Articles 5, 7 and 8 of Commission Regulation  (EEC) No 2698/93  (2) and this Article.\n2.  All imports into the Community made under that quota shall be subject to presentation of an  import licence applied for and issued in accordance with the requirements of this Article.\n3.  Licence applications shall cover at least one tonne and a maximum of 25  % of the available  quantity.\n4.  The import licence application and the licence itself shall show in box 20 one of the following  entries:\n-  Reglamento (CE) n° 2231/95,\n-  Forordning (EF) nr. 2231/95,\n-  Verordnung (EG) Nr. 2231/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 2231/95,\n-  Regulation (EC) No 2231/95,\n-  Règlement (CE) n° 2231/95,\n-  Regolamento (CE) n. 2231/95,\n-  Verordening (EG) nr. 2231/95,\n-  Regulamento (CE) nº 2231/95,\n-  Asetus (EY) N :o 2231/95,\n-  Foerordning (EG) nr 2231/95.\nThe import licence shall carry in box 24 one of the following entries:\n-  Derecho de importación reducido con arreglo al Reglamento (CE) n° 2231/95,\n-  Nedsat importtold ifoelge forordning (EF) nr. 2231/95,\n-  Ermaessigter Einfuhrzoll gemaess der Verordnung (EG) Nr. 2231/95,\n-  ÌaaéùìÝíïò aeáóìueò aaéóáãùãÞò óýìoeùíá ìaa ôïí êáíïíéóìue (AAÊ) áñéè. 2231/95,\n-  Import duty reduction in accordance with Regulation (EC) No 2231/95,\n-  Droit d'importation réduit conformément au règlement (CE) n° 2231/95,\n-  Dazio d'importazione ridotto a norma del regolamento (CE) n. 2231/95,\n-  Verlaagd invoerrecht overeenkomstig Verordening (EG) nr. 2231/95,\n-  Direito de importação reduzido nos termos do Regulamento (CE) nº 2231/95,\n-  Alennettu tuontitulli asetuksen (EY) N :o 2231/95 mukaisesti,\n-  Nedsatt importtull enligt foerordning (EG) nr 2231/95.\n5.  Licence applications may be lodged only during the first ten days of the month following the  date of entry into force of this Regulation.\n6.  Without prejudice to Article 5 of Regulation (EC) No 2698/93, licences shall be valid until 31  December 1995 at the latest.\n7.  Licence applications shall be accompanied by a security of EC 20 per 100 kilograms.", "In order to qualify for the quotas referred to in point (d) of the Annex, the importer  must present the competent authorities of the importing Member State with a declaration of release  for free circulation comprising an application to this effect for the products in question  accompanied by the certificate referred to in Article 8 of Commission Regulation (EEC) No 2699/93   (1). Only declarations of release for free circulation made from the date of entry into force of  this Regulation until 31 December 1995 at the latest may be presented.\nIf this declaration is accepted by the competent authorities of the Member State, those authorities  shall communicate to the Commision the requests for drawing in question, broken down by quota.\n2.  The requests for drawing, bearing the date of acceptance of the declaration of release for free  circulation, shall be communicated to the Commission without delay.\n3.  The drawings shall be granted by the Commission on the basis of the date of acceptance of the  declarations of release for free circulation by the competent authorities of the importing Member  State, to the extent that the available balance so permits.\nAny drawing not used shall be returned as soon as possible to the corresponding quota quantity.\nWhen the quantities requested are greater than the available balance of the quota quantities,  allocation shall be made on a pro rata basis with respect to the requests. The Commission shall  inform Member States of the drawings made as quickly as possible.\n4.  Each Member State shall ensure that importers of the products listed in point (d) of the Annex  have equal and continuous access to the quantities set out therein for such time as the residual  balance of the quota quantities so permits.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply from 1 July to 31 December 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 September 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n>TABLE>"}