{"celex_id": "31999D0397", "uri": "http://publications.europa.eu/resource/cellar/43d99c5e-8c7c-4504-8bcd-67ed9ec1bb06", "type": "Decision", "concepts": ["1309", "1338", "1591", "235", "2696", "990"], "title": "1999/397/EC: Commission Decision of 14 June 1999 terminating the anti-dumping and the anti-subsidy proceedings concerning imports of polyester textured yarn originating in India and the Republic of Korea (notified under document number C(1999) 1539)\n", "header": "COMMISSION DECISION\nof 14 June 1999\nterminating the anti-dumping and the anti-subsidy proceedings concerning imports of polyester textured yarn originating in India and the Republic of Korea\n(notified under document number C(1999) 1539)\n(1999/397/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Article 9 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), and in particular Article 14 thereof,\nAfter consulting the Advisory Committees,\nWhereas:\nA. PROCEDURE\n(1) On 7 July 1998, the Commission received two complaints concerning alleged injurious dumping and injurious subsidisation by imports into the Community of polyester textured filament yarn originating in India and the Republic of Korea.\n(2) Both complaints were lodged by CIRFS (International Committee of Rayon and Synthetic Fibres), on behalf of Community producers representing a major proportion of the total Community production of polyester textured filament yarn pursuant to Article 4(1) and Article 5(4) of Regulation (EC) No 384/96 and to Article 9(1) and Article 10(8) of Regulation (EC) No 2026/97.\n(3) These complaints contained prima facie evidence of dumping and subsidisation, and of material injury resulting therefrom, considered sufficient to justify the initiation of both an anti-dumping and an anti-subsidy proceeding.\n(4) The Commission, after consultation, by two separate notices published on 21 August 1998 in the Official Journal of the European Communities(4), accordingly initiated an anti-dumping and an anti-subsidy proceeding concerning imports into the Community of polyester textured filament yarn, currently classifiable within CN code 5402 33 00, originating in India and the Republic of Korea.\n(5) The Commission officially advised the exporting producers, importers, upstream suppliers of raw materials, downstream industrial users of polyester textured filament yarn known to be concerned, the representatives of the exporting countries and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notices of initiation.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDINGS\n(6) By a letter of 28 April 1999 to the Commission, CIRFS formally withdrew its anti-dumping and anti-subsidy complaints concerning imports of polyester textured yarn originating in India and the Republic of Korea.\n(7) In accordance with Article 9(1) of Council Regulation No 384/96 and with Article 14(1) of Council Regulation No 2026/97, when the complainant withdraws its complaint the proceeding may be terminated unless such termination would not be in the Community interest.\n(8) The Commission considered that the present proceedings should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) The Commission therefore concludes that the anti-dumping and the anti-subsidy proceedings concerning imports into the Community of polyester textured filament yarn originating in India and the Republic of Korea, should be terminated without the imposition of measures.", "main_body": ["The anti-dumping and the anti-subsidy proceedings concerning imports into the Community of polyester textured filament yarn currently classifiable within CN code 5402 33 00 and originating in India and the Republic of Korea are hereby terminated."], "attachments": "Done at Brussels, 14 June 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ C 264, 21.8.1998, pp. 2 and 5."}