{"celex_id": "31998R1950", "uri": "http://publications.europa.eu/resource/cellar/2e557401-0ac2-4332-a35c-1d42646e91f1", "type": "Regulation", "concepts": ["2282", "2437", "2563", "2879", "4790", "5254"], "title": "Commission Regulation (EC) No 1950/98 of 11 September 1998 concerning the stopping of fishing for Atlantic redfish by vessels flying the flag of Portugal\n", "header": "COMMISSION REGULATION (EC) No 1950/98 of 11 September 1998 concerning the stopping of fishing for Atlantic redfish by vessels flying the flag of Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 2635/97 (2), and in particular Article 21(3) thereof,\nWhereas Council Regulation (EC) No 63/98 of 19 December 1997 laying down, for 1998, certain conservation and management measures for fishery resources in the Convention Area as defined in the Convention on Future Multilateral Cooperation in the North-East Atlantic Fisheries (3), provides for Atlantic redfish quotas for 1998;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member state are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of Atlantic redfish in the waters of ICES divisions XIV/XII/V by vessels flying the flag of Portugal or registered in Portugal have reached the quota allocated for 1998; whereas Portugal has prohibited fishing for this stock as from 13 August 1998; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of Atlantic redfish in the waters of ICES divisions XIV/XII/V by vessels flying the flag of Portugal or registered in Portugal are deemed to have exhausted the quota allocated to Portugal for 1998.\nFishing for Atlantic redfish in the waters of ICES divisions XIV/XII/V by vessels flying the flag of Portugal or registered in Portugal is prohibited, as well as the retention on board, the transhipment and the landing of such stock captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 13 August 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 261, 20. 10. 1993, p. 1.\n(2) OJ L 356, 31. 12. 1997, p. 14.\n(3) OJ L 12, 19. 1. 1998, p. 136."}