{"celex_id": "31993R1016", "uri": "http://publications.europa.eu/resource/cellar/9f88c037-7871-4c27-9e6b-5ac83c829050", "type": "Regulation", "concepts": ["1604", "2642"], "title": "Council Regulation (EEC) No 1016/93 of 27 April 1993 fixing the basic price and the buying-in price for cauliflowers for the period 1 to 31 May 1993\n", "header": "COUNCIL REGULATION (EEC) No 1016/93 of 27 April 1993 fixing the basic price and the buying-in price for cauliflowers for the period 1 to 31 May 1993\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), and in particular Article 16 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (2),\nWhereas, pursuant to Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price are to be fixed for each marketing year for each of the products listed in Annex II to the said Regulation; whereas cauliflowers harvested in a given  growing season are marketed from May to April of the following year;\nWhereas, in order to ensure the continuity of cauliflower prices, it is therefore necessary to fix the basic price and the buying-in price for this product for the period 1 to 31 May 1993, pending a decision for the 1993/94 marketing year;\nWhereas, pursuant to Article 3 of Council Regulation (EEC) No 3816/92 of 28 December 1992 providing for, in the fruit and vegetables sector, the abolition of the compensation mechanism in trade between Spain and the other Member States and allied  measures (3), the common and buying-in prices shall be applicable in Spain as from 1 January 1993;\nWhereas, pursuant to Article 3 of Council Regulation (EEC) No 742/93 of 17 March 1993 providing for, in the fruit and vegetables sector, the abolition of the compensation mechanism in trade between Portugal and the other Member States (4), the basic  common and buying-in prices shall be applicable in Portugal as from 1 April 1993,", "main_body": ["For the period 1 to 31 May 1993, the basic price and the buying-in price for cauliflowers, expressed in ecus per 100 kilograms net, shall be as follows:\n- basic price: ECU 30,91,\n- buying-in price: ECU 13,45.\nThese amounts refer to trimmed cauliflowers of quality grade I, packaged.\nThese amounts do not take account of the cost of the packaging in which the product is put up.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EEC) No 638/93 (OJ No L 69, 20. 3. 1993, p. 7).\n(2) Opinion delivered on 22 April 1993; (not yet published in the Official Journal).\n(3) OJ No L 387, 31. 12. 1992, p. 10.\n(4) OJ No L 77, 31. 3. 1993, p. 8."}