{"celex_id": "31991R3499", "uri": "http://publications.europa.eu/resource/cellar/4e45ac21-7d5f-4485-ba3b-820aa677cedd", "type": "Regulation", "concepts": ["133", "134", "1879", "3544", "867"], "title": "Council Regulation (EEC) No 3499/91 of 28 November 1991 providing a Community framework for studies and pilot projects relating to the conservation and management of fishery resources in the Mediterranean\n", "header": "COUNCIL REGULATION (EEC) No 3499/91  of 28 November 1991  providing a Community framework for studies and pilot projects relating to the conservation and management of fishery resources in the Mediterranean\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11  theroef,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 2 of Regulation (EEC) No 170/83, the Council is, in the light of the available scientific advice, to formulate the conservation measures necessary to achieve the aims set out in Article 1 of that Regulation;\nWhereas the implementation of a policy for the conservation and management of fishery resources is becoming more and more vital in the Mediterranean region in order to preserve its fishery assets and to turn them to good account for the benefit, in  particular, of the coastal populations;\nWhereas studies and pilot projects in the initial stage of the process of introducing a common system should be undertaken to identify the points where Community measures are likely to provide a solution to specific, particulary pressing, problems;\nWhereas, to this end, the Commission should adopt the detailed rules for the application of such measures, assisted by the Standing Committee on the Fishing Industry,", "main_body": ["As part of the gradual introduction of a common system for the management and conservation of fishery resources in the Mediterranean, a Community financial contribution may be granted for studies and pilot projects under conditions to be  determined by the Commission.", "The studies and pilot projects referred to in Article 1 shall cover the following priority areas:\n- the structures of traditional fisheries,\n- the development of specialized fisheries such as sponge, coral, sea-urchin and seaweed fisheries,\n- the control of fishing activities,\n- the development of a statistical network,\n- the coordination of research and of the use of scientific data.", "The Commission shall decide upon the studies and pilot projects referred to in Article 1 after consulting the Standing Committee on the Fishing Industry.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 1991. For the Council\nThe President\nJ. PRONK\n(1) OJ No L 24, 27. 1. 1983, p. 1."}