{"celex_id": "31992R2073", "uri": "http://publications.europa.eu/resource/cellar/58d7b472-777b-4f13-a184-7016b148f969", "type": "Regulation", "concepts": ["1565", "2763", "2803", "2862", "692"], "title": "Council Regulation (EEC) No 2073/92 of 30 June 1992 on promoting consumption in the Community and expanding the markets for milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 2073/92 of 30 June 1992 on promoting consumption in the Community and expanding the markets for milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the market in milk and milk products is affected by the continued fall in the consumption of certain milk products in the Community; whereas, in view of the pressing need to attain a better balance between supply and demand it has been necessary  both to extend the additional levy scheme introduced in the milk and milk products sector and to reduce the guaranteed total quantities fixed under that scheme, without prejudice to a review in the light of the market situation; whereas in order to  improve the competitive position of milk products provision has also been made for lowering the prices referred to in Title I of Council Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products (4);\nWhereas specific measures to encourage consumption in the Community and favour expansion of the markets for milk and milk products may also help to improve market balance by stimulating demand; whereas these specific measures should be defined;\nWhereas the provisions of this Regulation have the same objective as Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the market in milk and milk products (5); whereas, therefore, it is not  necessary to extend the application of the said Regulation;\nWhereas the purpose of the said provisions is to improve the balance on the market for milk products; whereas the expenditure incurred under the specific measures should therefore be considered as intervention within the meaning of Article 3 of Council  Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (6),", "main_body": ["1. Measures to promote consumption in the Community and to expand the markets for milk and milk products shall be adopted in accordance with the procedure laid down in Article 4.\n2. The measures referred to in the previous paragraph shall be the following:\n(a) dissemination within the Community of existing knowledge, particularly concerning the nutritional qualities of milk and milk products;\n(b) research concerning, in particular, the nutritional aspects of milk and milk products;\n(c) publicity and promotion campaigns within the Community to encourage the consumption of milk and milk products;\n(d) market studies aimed at expanding the markets for milk and milk products.", "The Commission shall communicate to the Council each year before 1 April the programme of measures which it intends to take during the following marketing year.\nWith a view to programming measures, the Commission may, in particular, consult agencies which specialize in market studies and publicity as well as research institutes.", "The expenditure incurred under the measures referred to in Article 1 shall be considered as intervention within the meaning of Article 3 of Regulation (EEC) No 729/70.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 337, 31. 12. 1991, p. 47.(2) OJ No C 94, 13. 4. 1992.(3) OJ No C 98, 21. 4. 1992, p. 22.(4) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EEC) No 2071/92 (see page 64 of this Official Journal).(5) OJ No  L 131, 26. 5. 1977, p. 6. Regulation as last amended by Regulation (EEC) No 1374/92 (OJ No L 147, 29. 5. 1992, p. 3).(6) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1)."}