{"celex_id": "31992R0346", "uri": "http://publications.europa.eu/resource/cellar/ae42e5b2-e9c8-44ec-bdc1-543a72db8628", "type": "Regulation", "concepts": ["1159", "1217", "2556", "3001"], "title": "Council Regulation (EEC) No 346/92 of 27 January 1992 on the conclusion of the Protocol establishing for the period 16 June 1991 to 15 June 1993 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\n", "header": "COUNCIL REGULATION (EEC) No 346/92 of 27 January 1992 on the conclusion of the Protocol establishing for the period 16 June 1991 to 15 June 1993 the fishing rights and financial compensation provided for in the Agreement between the European  Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 155 (2) (b) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, pursuant to the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau (3) signed in Bissau on 27 February 1980, as last amended by the Agreement signed in  Brussels on 29 June 1987 (4), the two Parties conducted negotiations to determine the amendments or additions to be made to the Agreement at the end of application of the Protocol referred to in Article 9 of that Agreement;\nWhereas, as a result of these negotiations, a new Protocol establishing the fishing rights and financial compensation provided for in the abovementioned Agreement for the period 16 June 1991 to 15 June 1993 was initialled on 13 June 1991;\nWhereas, pursuant to Article 155 (2) (b) of the Act of Accession, it is for the Council to determine the procedures appropriate to take into consideration all or part of the interests of the Canary Islands when it adopts decisions, case by case,  particularly with a view to the conclusion of fisheries agreements with third countries; whereas the case in point calls for the said procedures to be determined;\nWhereas it is in the Community's interest to approve the Protocol,", "main_body": ["The Protocol establishing for the period 16 June 1991 to 15 June 1993 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off  the coast of Guinea-Bissau is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "With a view to taking into consideration the interest of the Canary Islands, the Protocol referred to in Article 1 and, in so far as is necessary for its application, the provisions of the common fisheries policy relating to the conservation and  management of fishery resources shall also apply to vessels which sail under the flag of Spain, which are recorded on a permanent basis in the registers of the relevant authorities at local level (registros de base) in the Canary Islands, under the  conditions specified in Note 6 to Annex I to Council Regulation (EEC) No 1135/88 of 7 March 1988 concerning the definition of the concept of originating products and methods of administrative cooperation in trade between the customs territory of the  Community, Ceuta and Melilla and the Canary Islands (5).", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 228, 3. 9. 1991, p. 7.(2) OJ No C 13, 20. 1. 1992.(3) OJ No L 226, 29. 8. 1980, p. 33.(4) OJ No L 113, 30. 4. 1987, p. 1.(5) OJ No L 114, 2. 5. 1988, p. 1."}