{"celex_id": "31999D0120", "uri": "http://publications.europa.eu/resource/cellar/766db280-4a33-429b-affa-68d2c41ae2bf", "type": "Decision", "concepts": ["1309", "1445", "192", "2300", "2738", "920"], "title": "1999/120/EC: Commission Decision of 27 January 1999 drawing up provisional lists of third country establishments from which the Member States authorise imports of animal casings (notified under document number C(1999) 196) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 27 January 1999 drawing up provisional lists of third country establishments from which the Member States authorise imports of animal casings (notified under document number C(1999) 196) (Text with EEA relevance) (1999/120/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorised to import certain products of animal origin, fishery products or live bivalve molluscs (1), as last amended by Council Decision 98/603/EC (2), and in particular Article 2(4) and Article 7 thereof,\nWhereas Council Directive 92/118/EEC (3), as last amended by Directive 97/79/EC (4), lays down that animal casings can be imported from any third country;\nWhereas Council Directive 77/99/EEC (5), as last amended by Council Directive 97/76/EC (6), lays down conditions governing the production, placing on the market and import of cleaned, salted or dried and/or heated stomachs, bladders and intestines;\nWhereas, for third countries the health and veterinary certification requirements for importation of animal casings have been laid down in Commission Decision 94/187/EC (7), as last amended by Decision 96/106/EC (8);\nWhereas the Commission has received from certain third countries lists of establishments, with guarantees that they fully meet the appropriate Community health requirements and that should an establishment fail to do so its export activities to the European Community will be suspended;\nWhereas the Commission has been unable to ascertain in all the third countries concerned the compliance of their establishments with the Community requirements and the validity of the guarantees provided by the competent authorities;\nWhereas, the period during which Member States were able to continue to import animal casings from the establishments they have recognised would expire on 31 December 1998;\nWhereas on the expiry of that period third countries which have not transmitted their lists of establishments in accordance with the Community rules would no longer be permitted to export animal casings to the Community;\nWhereas provisional lists of establishments producing animal casings can thus be drawn up in accordance with the procedure laid down in Decision 95/408/EC in respect of certain countries;\nWhereas however some third countries have not sent their establishment lists in time and due to technical problems the establishment of a health certificate is delayed; whereas it is therefore necessary to grant as a transitional measure an additional period to import casings, stomachs and bladders from these third countries in order not to interrupt trade; whereas in this event, the competent authority of the third countries concerned must certify that the casings, stomachs and bladders have been produced under appropriate hygienic conditions;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Member State shall authorise imports of animal casings from the establishments listed in the Annex hereto.\n2. Imports of animal casings shall remain subject to the Community veterinary provisions adopted elsewhere.", "Member States shall authorise imports of casings, stomachs and bladders from establishments in third countries not contained in the list referred to in the Annex, but for which the competent authority of the third country has certified that the casings, stomachs and bladders have been produced under appropriate hygienic conditions, for a transitional period until 31 March 1999.", "This Decision shall apply from 1 January 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 January 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 243, 11. 10. 1995, p. 17.\n(2) OJ L 289, 28. 10. 1998, p. 36.\n(3) OJ L 62, 15. 3. 1993, p. 49.\n(4) OJ L 24, 30. 1. 1998, p. 31.\n(5) OJ L 26, 31. 1. 1977, p. 85.\n(6) OJ L 10, 16. 1. 1998, p. 25.\n(7) OJ L 89, 6. 4. 1994, p. 18.\n(8) OJ L 24, 31. 1. 1996, p. 34.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\nLISTA DE LOS ESTABLECIMIENTOS / LISTE OVER VIRKSOMHEDER / VERZEICHNIS DER BETRIEBE / ÊÁÔÁËÏÃÏÓ ÅÃÊÁÔÁÓÔÁÓÅÙÍ / LIST OF ESTABLISHMENTS / LISTE DES ÉTABLISSEMENTS / ELENCO DEGLI STABILIMENTI / LIJST VAN BEDRIJVEN / LISTA DOS ESTABELECIMENTOS / LUETTELO LAITOKSISTA / FÖRTECKNING ÖVER ANLÄGGNINGAR Producto: Estómagos, vejigas y tripas de animales / Produkt: Maver, dyreblærer og dyretarme / Erzeugnis: Mägen, Blasen und Därme von Tieren / Ðñïúüí: óôïìÜ÷éá êýóôåéò êáé Ýíôåñá / Product: Stomachs, bladders and intestines of animals / Produit: Estomacs, vessies et boyaux d'animaux / Prodotto: Stomaci, vesciche e budella di origine animale / Product: Magen, blazen en darmen van dieren / Produto: Estômagos, bexigas e tripas de animais / Tuote: Vatsalaukkuja, virtsarakkoja ja suolia / Varuslag: Magar, blåsor och tarmar\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}