{"celex_id": "31993R0527", "uri": "http://publications.europa.eu/resource/cellar/bb068792-8ad7-4fdd-8893-a84b61a6fbb4", "type": "Regulation", "concepts": ["2300", "2961", "3759", "4400", "4402", "4453"], "title": "Commission Regulation (EEC) No 527/93 of 5 March 1993 imposing a provisional countervailing duty on imports of ball bearings with a greatest external diameter not exceeding 30 mm originating in Thailand but to the Community from another third country\n", "header": "COMMISSION REGULATION (EEC) No 527/93 of 5 March 1993 imposing a provisional countervailing duty on imports of ball bearings with a greatest external diameter not exceeding 30 mm originating in Thailand but to the Community from another third  country\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particle Article 11 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. PREVIOUS PROCEDURE  (1) In June 1988 the Commission initiated an anti-subsidy proceeding concerning imports of certain ball bearings originating in Thailand (2), following a complaint lodged by the Federation of European Bearing Manufacturers'  Associations (Febma).\n(2) The Commission found that the above imports were being subsidized and causing material injury to the Community industry. In the light of these findings, the Royal Thai Government offered an undertaking to eliminate the effect of the subsidy, which  involved the levying of an export tax of 1,76 baht per unit exported to the Community, equivalent to the amount of countervailable subsidy found. In June 1990, this undertaking was accepted by Decision 90/266/EEC (3).\n(3) No countervailing duty was imposed at this stage, and the investigation was therefore terminated by the above Decision.\nB. DEVELOPMENTS SINCE ACCEPTANCE OF UNDERTAKING  (4) Subsequent verifications carried out by the Commission demonstrated that both the Royal Thai Government and the exporters located in Thailand have been abiding by the terms of the undertaking. In  particular, the export tax was being collected on all ball bearings of Thai origin which are exported directly from Thailand to the Community.\n(5) It has, however, come to the notice of the Commission that exports of ball bearings manufactured in Thailand to independent customers in a third country were subsequently re-shipped to the Community. Since the original destination of these shipments  was not the Community, export tax was not paid on such indirect imports.\nC. REOPENING OF INVESTIGATION  (6) After consultation, it became apparent that a review of the Decision 90/266/EEC was warranted and the Commission decided to re-open the investigation with a view to considering the imposition of a countervailing duty  on imports of all ball bearings originating in Thailand on which no export tax had been paid, in order to fully eliminate the injurious effect of the subsidy in the Community. Since a new investigation was necessary for this purpose, the Commission  decided to recalculate the amount of export tax which was required to eliminate the effect of the subsidy.\n(7) In July 1992 the Commission announced, by a notice published in the Official Journal of the European Communities (4), the reopening of the investigation in the countervaling duty proceeding concerning imports into the Community of ball bearings with  a greatest external diameter not exceeding 30 mm (herein after referred to as 'ball bearings'). The product concerned corresponds to CN code 8482 10 10.\n(8) The Commission officially advised the Royal Thai Government, the exporters and importers known to be concerned, as well as the complainant in the original investigation (Febma) and gave the parties directly concerned the opportunity to make their  views knonw in writing and request a hearing.\nThe Thai Government, the exporters located in Thailand and the Community producers, represented by Febma, made their views known in writing.\n(9) The Commission sought and verified all information it deemed to be necessary and carried out an investigation.\nD. RESULT OF RE-OPENED INVESTIGATION AS REGARDS INDIRECT IMPORTS  (10) The Commission's investigation has confirmed that imports have entered the Community without being subject to export tax, since they were first exported to other third countries to  which the export tax does not apply. In particular, it has been confirmed that independent customers in Japan purchase ball bearings produced in Thailand and then re-ship part of this consignment to the Community. Since the original destination of the  shipment is Japan and not the Community, the export tax is not paid.\n(11) The Commission is satisfied that the quantities of indirect imports of ball bearings which have entered the Community are substantial, although well below the level of direct exports of Thai-made ball bearings to the Community, and it is highly  possible that the volume of such imports could increase in view of the large number of independent distributors now operating in Asia.\nE. STRENGHTENING OF UNDERTAKING  (12) The Commission considers that, in order to safeguard the intended effect of the undertaking, a countervailing duty should be imposed on those imports of ball bearings originating in Thailand on which the export tax  has not been paid, since these ball bearings are still subsidized and their imports into the Community contribute to the inury suffered by the Community industry. The duty will therefore apply only to indirect imports; direct imports into the Community  of Thai origin bearings will be exempt from the duty, since export tax is collected by the Thai Government on these imports.\n(13) Since the purpose of the duty is to ensure that all imports of ball bearings originating in Thailand, whether direct or indirect, are subject to equivalent measures to offset the effect of the subsidy, the duty should be set at the same rate as the  export tax, converted to cif level at the Community frontier.\nF. PROVISIONAL DUTY  (14) On the basis of the findings of the original investigation, the export tax was set at 1,76 baht per piece, equivalent to the amount of subsidy found. The Commission's recalculation of the amount of subsidy (see recital 6) in  the context of this review investigation is not yet terminated.\nHowever, the Commission considers that urgent action is necessary to prevent further inury to the Community industry by imports which avoid the export tax and to safeguard the effectiveness of the undertaking, and has therefore decided to impose a  provisional countervailing duty equivalent to 1,76 baht per piece. Should the Commission's investigation reveal a change in the amount of subsidy and lead to a reduced rate of export tax, this will be taken into account in the event of a proposal for  definitve collection of the provisional duty.\n(15) The duty rate of 1,76 baht per piece equates to an ad valorem rate of 13,4 %, when expressed as a percentage of the cif price at the Community frontier.\n(16) A period should be fixed within which the parties concerned may make their views known and request a hearing. Furthermore, it should be stated that all findings made for the purpose of this Regulation are provisional and may have to be reconsidered  for the purposes of any definitve duty which the Commission may propose,", "main_body": ["1. A provisional countervailing duty is hereby imposed on imports of ball bearings with a greatest external diameter not exceeding 30 mm, falling within CN code 8482 10 10, which originate in Thailand but are exported to the Community from  another third country.\n2. The countervailing duty expressed as a percentage of the net, free at Community frontier price of the product, shall be 13,4 %.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the product referred to in paragraph 1 shall be subject to the provision of a security, equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) of Regulation (EEC) No 2423/88, the parties concerned may make known their views in writing and apply to be heard orally by the Commission within one month of the date of entry into force of this  Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 13 of Regulation (EEC) No 2423/88, Article 1 of this Regulation shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1993.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 147, 4. 6. 1988, p. 4.\n(3) OJ No L 152, 16. 6. 1990, p. 59.\n(4) OJ No C 182, 18. 7. 1992, p. 6."}