{"celex_id": "31996D0483", "uri": "http://publications.europa.eu/resource/cellar/0c9ce80c-69a7-4ee9-9b72-3d11efb1003f", "type": "Decision", "concepts": ["1309", "1596", "2121", "2300", "4743", "5369"], "title": "96/483/EC: Commission Decision of 12 July 1996 drawing up the list of third countries entitled to use the model animal health certificates for imports into the Community of live poultry and hatching eggs other than ratites and eggs thereof as laid down by Decision 96/482/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 July 1996 drawing up the list of third countries entitled to use the model animal health certificates for imports into the Community of live poultry and hatching eggs other than ratites and eggs thereof as laid down by Decision 96/482/EC (Text with EEA relevance) (96/483/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions governing intra-Community trade in, and imports from, third countries, of poultry and hatching eggs (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Articles 23 (1), 24 and 26 (2) thereof,\nWhereas Commission Decision 95/233/EC (2) established a list of third countries from which importation of live poultry and hatching eggs is authorized in principle;\nWhereas the countries or parts thereof appearing on this list have given sufficient guarantees to be considered as free from avian influenza and Newcastle disease according to Commission Decision 93/342/EEC (3), as amended by Decision 94/438/EC (4);\nWhereas the general and special animal health conditions and the veterinary certificates required for the importation of poultry or hatching eggs have been laid down by Commission Decision 96/482/EC (5); whereas it is now necessary to state which third countries are entitled to use the model certificates set out in the said Decision;\nWhereas the countries listed in Annex I to Decision 95/233/EC which traditionally supply the Member States, have been asked to show, through the provision of written assurances supported by appropriate documentation or as a result of on-the-spot inspections, that they satisfy the requirements of Chapter III of Directive 90/539/EEC as implemented by Decisions 93/342/EEC and 96/482/EC; whereas these assurances have been examined by the Standing Veterinary Committee;\nWhereas it is also necessary in certain cases to specify those parts of countries from which imports are authorized;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize the import of poultry or hatching eggs other than ratites and eggs thereof from third countries or parts thereof, in accordance with the list in the Annex provided that they meet the requirements of the corresponding animal health and welfare certificate set out in Annex I, to Decision 96/482/EC and that they are accompanied by such a certificate, duly completed and signed.", "This Decision shall apply from 1 October 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 303, 31. 10. 1990, p. 6.\n(2) OJ No L 156, 7. 7. 1995, p. 76.\n(3) OJ No L 137, 8. 6. 1993, p. 24.\n(4) OJ No L 181, 15. 7. 1994, p. 35.\n(5) See page 13 of this Official Journal.\nANNEX\nThose third countries which are authorized to use the model certificates A to D set up in Annex I of Decision 96/482/EC are marked with an ×.\n>TABLE>"}