{"celex_id": "31993R2376", "uri": "http://publications.europa.eu/resource/cellar/ae97d69b-9b81-4471-ad69-422a8ed888ec", "type": "Regulation", "concepts": ["1076", "1339", "2974", "2989", "4663"], "title": "COMMISSION REGULATION (EEC) No 2376/93 of 27 August 1993 establishing the form for applications for compensation under Council Regulation (EEC) No 2187/93 for certain producers of milk and milk products\n", "header": "COMMISSION REGULATION (EEC) No 2376/93 of 27 August 1993 establishing the form for applications for compensation under Council Regulation (EEC) No 2187/93 for certain producers of milk and milk products\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2187/93 of 22 July 1993 providing for an offer of compensation to certain producers of milk or milk products temporarily prevented from carrying on their trade (1), and in particular Article 10 (1) thereof,\nWhereas, pursuant to Article 10 (1) of Regulation (EEC) No 2187/93 applications for compensation must be addressed by the producers concerned to the competent authority designated for that purpose in each Member State, using a standard form; whereas  such forms must be drawn up to serve as working documents for the competent authorities, each of those authorities having the right, having regard to the differences in administrative requirements, to adapt the content;\nWhereas the form must be submitted to the competent authority not later than 30 September 1993; whereas urgency requires therefore that this Regulation enter into force on the day following its publication;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The form referred to in Article 10 (1) of Regulation (EEC) No 2187/93 shall be as set out in the Annex.\nThe competent authority may, if necessary, request information and evidence additional to that listed in the form and adapt the form in the light, inter alia, of information already at its disposal.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 196, 5. 8. 1993, p. 6.\nANNEX\nReceived on ....................... 1993   Official stamp and signature  of the competent authority\nIMPORTANT: This form must reach the competent authority at the address given below not later than 30 September 1993:\nApplication for compensation pursuant to Regulation (EEC) No 2187/93  I. Personal details\n1. Name:\n2. First name:\n3. Address/telephone number:\n4. Name and address of the holding (if different from above):\n5. Bank details (where applicable):\nII. Grounds for the application\n1. Did you receive a special reference quantity (milk quota)\n(a) in 1989 under Regulation (EEC) No 764/89:\nyes\nno\n(b) in 1991 under Regulation (EEC) No 1639/91:\nyes\nno\n2. If you answered yes to question 1 (a), have you received a communication concerning the definitive allocation of the provisional quantity granted in 1989? If so,\n(a) when?\n(b) for what quantity?\nIf you answered yes, please attach the relevant document.\n3. If you answered yes to question 1 (b), have you received a communication concerning the definitive allocation of the provisional quantity granted in 1991? If so,\n(a) when?\n(b) for what quantity?\nIf you answered yes, please attach the relevant document.\n4. Do you still have your entire definitive special reference quantity?\nyes\nno\nIf not, why do you no longer have your special reference quantity or why has your quantity been reduced?\n(a) participation in a progamme for the cessation of milk production?\nyes\nno\nIf so,\n- when?\n- for what quantity?\n(b) sale or lease?\nyes\nno\nIf so,\n- when?\n- for what quantity?\n- name and address of transferee:\n(c) other reason:\n- give details:\n- date:\n- quantity:\nIf you answered yes to point (a) or (b) or (c), please attach all the relevant documents.\n5. If the special reference quantity was not allocated to you personally,\n(a) in what capacity are you submitting your application? Please attach relevant document;\n(b) give grounds for your application with reference to all questions in points 1, 2 and 3 above for initial beneficiaries.\n6. If you answered yes to point II (1) (b), do you intend to participate before 1 July 1994 in a programme for the cessation of milk production and/or sell or lease your holding in whole or in a part before that date?\nyes\nno\nIII. Other information required for calculating the compensation\n1. When did your non-marketing/conversion obligation expire?\n2. For what quantity did you receive the non-marketing/conversion premium under Regulation (EEC) No 1078/77?\n3. Did you transfer part of your holding while it was subject to the provisions of Regulation (EEC) No 1078/77?\nyes\nno\nIf so,\n(a) to whom?\n(b) what area of land?\nPlease attach relevant documents.\n4. Have you applied to the Council or the Commission of the European Communities for compensation or have you brought an action before the Court of Justice in Luxembourg?\nyes\nno\nIf so, when?\nPlease attach a copy of the application or initial action.\n5. Did you, before the application of a provisional special reference quantity, resume the delivery or direct sale of milk?\nyes\nno\nIf so,\nwhen?\ndid you pay a levy?\n6. In any case, please attach the records of delivery to the dairy and/or a record of direct sales from the time of resumption of production up to the time of this application.\nI, the undersigned, hereby certify that the information given above is correct. ,  1993.\nSignature"}