{"celex_id": "31993D0239", "uri": "http://publications.europa.eu/resource/cellar/26417083-d742-4da3-9739-76057f8847c2", "type": "Decision", "concepts": ["1474", "187", "2275", "3462", "4008"], "title": "93/239/EEC: Council Decision of 15 March 1993 concerning the conclusion of the Agreements in the form of exchanges of letters between the European Economic Community, of the one part, and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway and the Kingdom of Sweden, of the other part, on the provisional application of the Agreements on certain arrangements in the field of agriculture, signed by the said parties in Oporto on 2 May 1992\n", "header": "1.5.1993 EN Official Journal of the European Communities L 109/1\nCOUNCIL DECISION\nof 15 March 1993\nconcerning the conclusion of the Agreements in the form of exchanges of letters between the European Economic Community, of the one part, and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway and the Kingdom of Sweden, of the other part, on the provisional application of the Agreements on certain arrangements in the field of agriculture, signed by the said parties in Oporto on 2 May 1992\n(93/239/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, during the discussion on the adjustment of the Agreement on the European Economic Area (EEA) following the decision of the Swiss Confederation not to ratify that Agreement, it proved possible to negotiate Agreements in the form of exchanges of letters between the European Economic Community, of the one part, and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway and the Kingdom of Sweden, of the other part, on the provisional application, as from 15 April 1993, of the bilateral agreements on certain arrangements in the field of agriculture, signed by the same parties in Oporto on 2 May 1992;\nWhereas the Agreements in the form of exchanges of letters refer to Article 15 of the Free Trade Agreements between the European Economic Community and each of those countries;\nWhereas the Agreements in question should be approved,", "main_body": ["The Agreements in the form of exchanges of letters between the European Economic Community, of the one part, and the Republic of Austria, the Republic, of Finland, the Republic of Iceland, the Kingdom of Norway and the Kingdom of Sweden, of the other part, on the provisional application as from 15 April 1993 of the bilateral agreements on certain arrangements in the field of agriculture, signed by the said parties in Oporto on 2 May 1992 (1) are hereby approved by the Community.\nThe texts of the Agreements are attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreements in order to bind the Community."], "attachments": "Done at Brussels, 15 March 1993.\nFor the Council\nThe President\nM. JELVED\n(1)  See pages 2, 18, 32, 43 and 59 of this Official Journal."}