{"celex_id": "31993R3112", "uri": "http://publications.europa.eu/resource/cellar/9c8b940b-610a-4d98-8ad1-438b625c1040", "type": "Regulation", "concepts": ["3003", "4171", "4288", "4717", "4720", "755"], "title": "Commission Regulation (EC) No 3112/93 of 10 November 1993 laying down detailed rules for the application of the specific aid arrangements for the smaller Aegean islands in respect of vineyards and the private storage of liqueur wines\n", "header": "COMMISSION REGULATION (EC) No 3112/93 of 10 November 1993 laying down detailed rules for the application of the specific aid arrangements for the smaller Aegean islands in respect of vineyards and the private storage of liqueur wines\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products (1), and in particular Articles 9 (4) and 10 (2) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Articles 6 and 9 (1) thereof,\nWhereas Article 9 of Regulation (EEC) No 2019/93 provides for a system of aid per hectare for the continued cultivation of vines for the production of quality wines psr in traditional production areas in the smaller Aegean islands; whereas detailed  rules should be laid down for the administration of these arrangements and for the monitoring of the conditions laid down by the Council;\nWhereas Article 10 of Regulation (EEC) No 2019/93 provides for aid to be granted for te ageing of locally produced quality liqueur wines; whereas detailed rules for its implementation should be adopted as necessary;\nWhereas Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus as a result of monetary realignments (3), as last amended by Regulation (EEC) No 1663/93 (4), establishes a list of prices and amounts to  which the coefficient of 1,013088 fixed by Commission Regulation (EEC) No 537/93 (5), as last amended by Regulation (EEC) No 1331/93 (6), is to be applied from the beginning of the 1993/94 marketing year as part of the arrangements for the automatic  dismantling of negative monetary gaps;\nWhereas amongst the aid which could influence wine production provided for under Regulation (EEC) No 2019/93 is aid for the ageing of wines and per hectare aid for the continued cultivation of vines for the production of quality wines psr; whereas the  abovementioned coefficient should be applied to the amounts of aid in question;\nWhereas, in order, to ensure that the aid scheme for the ageing of liqueur wines can be administered in a proper and uncomplicated manner, a contract should be concluded between the interested producer and the competent agency for ageing the wine for at  least two years; whereas payment of the aid should be made contingent on the lodging of a one-off performance guarantee for a reasonable sum;\nWhereas Commission Regulation (EEC) No 1068/93 of 10 April 1993 on detailed rules for determining and applying the agricultural conversion rates (7) applies in respect of the amounts to be paid pursuant to this Regulation; whereas the rate to be used  for the aid for the ageing of wines should be laid down;\nWhereas the application of the measures in question, from the beginning of the 1993/94 wine year, should be provided;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["TITLE I   Aid for the production of quality wines psr in the smaller Aegean islands", "The flat-rate per-hectare aid for continuing to cultivate vines suitable for the production of quality wines psr provided for in Article 9 of Regulation (EEC) No 2019/93 shall be granted at the request of wine producers or groups or  organizations thereof for areas planted with vine varieties suitable for the production of quality wines psr and which:\n(a) have been fully utilized and harvested and had all normal cultivation work carried out;\n(b) have been covered by harvest and production declarations as specified in Commission Regulation (EEC) No 3929/87 (8);\n(c) meet maximum yield requirements laid down by the Member State as indicated in Article 9 of Regulation (EEC) No 2019/93.\nFrom the beginning of the 1993/94 wine year, the abovementioned flat-rate aid shall be ECU 394,83 per hectare.", "1. The application for the per-hectare aid shall be lodged by the interested party with the competent authority during the period fixed by the latter and by 1 May at the latest of each year for the following wine year. However, for the  1993/94 wine year, applications shall be submitted by 31 December 1993 at the latest.\n2. The aid application shall state at least the following:\n(a) the name, forename and address of the producer, group or organization;\n(b) the areas cultivated for the production of quality wines psr, in hectares and ares, with the land register reference or indication recognized as equivalent by the agency responsible for verification of the areas;\n(c) the grape variety used;\n(d) an estimate of the potential crop.", "The Member State shall, after recording the actual harvest and yields on the areas concerned, pay the aid prior to 1 April of the wine year for which it is granted.", "The Member State shall notify the Commission by 30 April at the latest of the areas for which aid applications were lodged and aid actually paid.\nTITLE II   Aid for the ageing of quality liqueur wines produced in the smaller Aegean islands", "1. Aid for the ageing of liqueur wines as provided for in Article 10 (1) of Regulation (EEC) No 2019/93 shall be granted for batches of liqueur wines produced by methods traditional in the region and whose ageing period is a minimum of two  years.\nA batch is understood to be a quantity of wine put into storce on the same date for ageing purposes and whose ageing period is uninterrupted.\nFrom the beginning of the 1993/94 wine year, the abovementioned aid shall be ECU 0,0197 per hectolitre per day.\n2. Aid for the ageing of quality liqueur wines shall be granted to producers in the region submitting applications to the competent agency in the first three months of each wine year.\nIf the total quantity for which applications are submitted is greater than 40 000 hectolitres, each application shall be reduced by a uniform percentage.\nThe total amount of product in respect of which a producer submits an application may not exceed that contained in the production declaration in accordance with Regulation (EEC) No 3929/87 for the wine year in question.", "1. Operators who wish to be eligible for the aid scheme shall conclude an ageing contract for a minimum period of two years with the competent agency. The ageing period shall commence on the first day of the wine year in respect of which the  crop in question is harvested and shall continue uninterrupted until the end of the following wine year.\nThe contract shall be concluded on the basis of an application for aid submitted once at the beginning of each wine year. The application must state at least:\n(a) the producer's name and address;\n(b) the number of batches to which the ageing contract relates with a precise identification of each batch (vat number, quantity stored, precise location, etc);\n(c) for each batch: the harvest year, the technical characteristics of the liqueur wine (total alcoholic strength, actual alcoholic strength, sugar content, total acidity, volatile acidity);\n(d) for each batch: the nature of the containers;\n(e) for each batch: indication of the first and last day of the storage period.\n2. Performance in accordance with the ageing contract shall confer the right to payment of the total amount of aid determined at the time the contract was signed. The aid shall be paid in instalments of 50 %, at the beginning and at the end of the  second year of storage.\n3. Payment of the aid shall be subject to the lodging of a performance guarantee for the contract period corresponding to 50 % of the total amount of the aid. The guarantee shall be lodged in accordance with Commission Regulation (EEC) No 2220/85 (9).\n4. The rate to be used for converting the amount of aid into national currency shall be the agricultural conversion rate applicable on 1 January of the year for which the aid is paid.", "1. The competent agency shall verify compliance with the ageing contract by means, in particular, of checks of the producer's records and on-site inspections. An on-the-spot check shall be made in respect of each contract during its period of  performance.\nThe performance guarantee shall be released on confirmation that the contract has been duly performed.\n2. If the competent agency discovers that the liqueur wine which is the subject of the contract is not fit to be offered or delivered for immediate human consumption, it shall cancel the contract.\nExcept in the event of force majeure, such cancellation of the contract shall entail the recovery of payments made and the seizure of the performance guarantee.\nWhere force majeure is invoked, such cases shall be notified to the competent agency within three working days of their occurrence.\nThe competent agency shall determine the measures to be taken and shall duly inform the Commission at the earliest opportunity.\nTITLE III   General provisions", "1. Greece shall ensure, by investigation and on-the-spot checks, that the information provided in support of aid applications is accurate.\nIn cases where aid has been paid unduly the competent departments shall recover the amounts paid, plus interest running from the date of payment until that of the actual recovery. The interest rate shall be that in force for similar recovery operations  under national law.\n2. The aid recovered and any interest shall be made over to the paying departments or agencies, which shall make a deduction proportionate to the Community financing rate from the volume of expenditure financed by the European Agricultural Guidance and  Guarantee Fund.", "This Regulation shall enter into force on the third day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 November 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 184, 27. 7. 1993, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 387, 31. 12. 1992, p. 29.\n(4) OJ No L 158, 30. 6. 1993, p. 18.\n(5) OJ No L 57, 10. 3. 1993, p. 18.\n(6) OJ No L 132, 29. 5. 1993, p. 114.\n(7) OJ No L 108, 1. 5. 1993, p. 106.\n(8) OJ No L 369, 29. 12. 1987, p. 59.\n(9) OJ No L 205, 3. 8. 1985, p. 5."}