{"celex_id": "31993D0568", "uri": "http://publications.europa.eu/resource/cellar/2cffbe81-ef52-475b-ba96-19dc51c28a60", "type": "Decision", "concepts": ["1217", "1474", "2308", "2556"], "title": "93/568/EEC: Council Decision of 29 October 1993 on the conclusion of the Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\n", "header": "COUNCIL DECISION of 29 October 1993 on the conclusion of the Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and  financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\n(93/568/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau signed in Bissau on 27 February 1980 (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of Guinea-Bissau conducted negotiations to determine the amendments or additions to be made to the said Agreement at the end of the period of application of the Protocol referred to in Article 9 of the Agreement;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 5 May 1993;\nWhereas, under that Protocol, Community fishermen have fishing rights in the waters under the sovereignty or jurisdiction of Guinea-Bissau for the period 15 June 1993 to 15 June 1995;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, it is essential that the Protocol in question be approved as soon as possible; whereas, for this reason, the two parties initialled an Agreement in the form of  an exchange of letters providing for the provisional application for the initialled Protocol from the day following the date of expiry of the Protocol in force; whereas this Agreement should be approved pending a final decision taken on the basis of\nArticle 43\nof the Treaty,", "main_body": ["The Argument in the form of an exchange of letters concerning the provisional application of the Protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and financial compensation provided for in the agreement  between the European Economic Community and the Government of the Repulbic of Guinea-Bissau on fishing off the coast of Guinea-Bissau is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No L 226, 29. 8. 1980, p. 33."}