{"celex_id": "31997D0872", "uri": "http://publications.europa.eu/resource/cellar/15388045-4cf9-48a8-994f-c2d6127221fe", "type": "Decision", "concepts": ["1005", "2191", "2792", "2825", "5315", "632"], "title": "97/872/EC: Council Decision of 16 December 1997 on a Community action programme promoting non-governmental organizations primarily active in the field of environmental protection\n", "header": "COUNCIL DECISION of 16 December 1997 on a Community action programme promoting non-governmental organizations primarily active in the field of environmental protection (97/872/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130s (1) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\n(1) Whereas the Treaty provides for the development and the implementation of a Community environment policy and sets out the objectives and principles which should guide that policy;\n(2) Whereas the resolution of the Council and the representatives of the Governments of the Member States, meeting within the Council, of 1 February 1993 (4) established a Community programme of policy and action in relation to the environment and sustainable development (fifth action programme);\n(3) Whereas, according to the joint declaration by the European Parliament, the Council and the Commission of 30 June 1982 on various measures to improve the budget procedure (5), a legal instrument has to be adopted before appropriations entered in the budget for any new significant Community action can be implemented;\n(4) Whereas the Commission, in its communication to the budgetary authority concerning legal bases and maximum amounts, undertook to propose a legal base to cover the subsidies accorded under budget article 'B4-306 - awareness and subsidies`;\n(5) Whereas non-governmental organizations (NGOs), active in the field of environmental protection, can contribute to the environment policy of the Community, as laid down in Article 130r of the Treaty;\n(6) Whereas NGOs' activities of concrete environmental protection measures and of increasing the general awareness of the need for the protection of the environment should be encouraged;\n(7) Whereas the capacity of the national, regional and local environmental NGOs to exchange perspectives, problems and possible solutions relating to environmental problems having a Community dimension, should be enhanced;\n(8) Whereas the fifth action programme recognizes that all relevant actors, the Commission and environmental organizations included, working in partnership should undertake concerted actions and share responsibility for achieving the goal of sustainable development;\n(9) Whereas the European environmental NGOs are essential to coordinate and channel to the Commission information and views on the new and emerging perspectives, such as on nature protection and transboundary environmental problems, which cannot be, or are not being, fully dealt with at the Member State or subordinate level;\n(10) Whereas, therefore, in conformity with the principle of subsidiarity, an action programme encouraging the activities of European environmental NGOs should be established;\n(11) Whereas environmental NGOs often use voluntary labour and often receive donations in kind; whereas account (up to 10 % of total eligible costs) may be taken of this special feature of their accounting systems when their revenue and costs, as well as their applications for financial assistance, are considered;\n(12) Whereas financial support should be designed in such a way as to take account of the need for openness concerning the use of this support;\n(13) Whereas it is important to define the priority areas of activity which the Community programme might support;\n(14) Whereas it is necessary to specify the detailed rules for Community financial support under the programme;\n(15) Whereas provision should be made for the continuation or discontinuation of the programme, after 31 December 2001;\n(16) Whereas a mechanism should be established so that Community assistance may be adapted to the particular features of the measures to be supported;\n(17) Whereas it is necessary to establish effective methods of monitoring, assessment and evaluation as well as to ensure adequate information for potential beneficiaries and for the public;\n(18) Whereas, in the light of the experience gained in the first three years of implementation, an assessment of the operation of the programme should be undertaken in order to decide on its continuation;\n(19) Whereas, a financial reference amount within the meaning of point 2 of the declaration by the European Parliament, the Council and the Commission of 6 March 1995, is included in this Decision for the entire duration of the programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty,", "main_body": ["A Community action programme promoting NGOs to protect the environment is hereby established. The general objective of this programme shall be to promote activities of NGOs which are primarily active in the field of environmental protection at a European level by contributing to the development and implementation of Community environmental policy and legislation.\nFor the purposes of this Decision, environmental NGOs are independent and non-profit-making organizations primarily active in the field of environmental protection, with an environmental objective aimed at the public good.", "1. The areas of activity eligible for Community financial assistance are defined in the Annex.\n2. Community financial assistance may be provided for activities which are of Community interest, contribute significantly to the further development and implementation of Community environmental policy and legislation and meet the principles underlying the fifth action programme.\nThe assistance referred to in the first subparagraph shall cover, in particular, the awareness campaigns and activities, information and documentation infrastructure, demonstration projects and coordination activities of environmental NGOs initiated by the organizations themselves.", "1. The Commission shall establish the priority activities to be implemented within the areas of activity defined in the Annex.\n2. The activities referred to in paragraph 1 shall be selected on the basis of general criteria, such as:\n- a sound cost-benefit ratio,\n- a lasting multiplier effect at European level,\n- an effective and balanced cooperation among any partners with regard to: planning of activities, carrying out of activities and financial participation,\n- a contribution to a multinational approach, and in particular to cross-border cooperation within the Community and, if appropriate, beyond its frontiers with neighbouring countries.\n3. The Commission shall specify the additional criteria to be used for selecting the activities to be financed.", "Financial assistance shall consist of a financial contribution by the Community towards activities of environmental NGOs. A financial contribution to compensate for administrative costs will be considered only for NGOs working at a European level in the context of their general working programme.", "The Commission shall ensure the coherence, consistency and complementarity between the Community activities and projects implementing this programme and other Community programmes and initiatives.", "1. This programme shall start on 1 January 1998 and shall end on 31 December 2001.\nThe financial reference amount for the implementation of this programme for the period 1998 to 2001 shall be ECU 10,6 million.\nThe annual appropriations shall be authorized by the budgetary authority within the limits of the financial perspective.\n2. The rate of overall Community assistance shall, in principle, not exceed 50 % of the budgeted activities and administrative costs as mentioned in Article 4.\n3. The Community assistance shall be for activities which are to take place in the current, or a subsequent, year of the financial contribution.\nUnpaid work or donation in kind, if properly documented, may be taken into account, up to a level of 10 % of total eligible costs, when assessing environmental NGOs' revenue and costs.\n4. In order to receive a grant in excess of ECU 150 000, a non-governmental organization's accounts for the preceding two years must be certified by a registered auditor, as must also the accounts for the period in which the grant is used. To receive a grant of less than ECU 150 000, a non-governmental organization's accounts must be available in a form recognized by the Commission for the preceding two years and maintained in this form for the period in which the grant is used.", "1. The Commission shall publish a notice in the Official Journal of the European Communities, outlining the priority activities to be financed and detailing the selection and award criteria and the application and approval procedure.\n2. Proposals for activities to be financed shall be submitted to the Commission by environmental NGOs operating at European level and promoting environmental protection measures of particular interest to the Community.\n3. The call for proposals for activities under this programme shall be announced in the Official Journal of the European Communities every year before 31 January. After an assessment of the proposals, the Commission shall decide before 31 May which activities it will finance. The decision shall give rise to an agreement, governing the rights and obligations of partners, concluded with the beneficiaries responsible for implementation.\n4. The amount of financial assistance, financial procedures and controls, as well as all technical conditions necessary for granting the assistance shall be determined on the basis of the general working programme of the beneficiary and, in particular, of the nature and form of the approved activity and shall be laid down in the agreement concluded with the beneficiaries.", "1. In order to ensure the success of the activities carried out by environmental NGOs receiving Community financial assistance, the Commission shall take the necessary measures to:\n- verify that activities proposed to the Commission have been carried out properly,\n- prevent, and take action against, irregularities,\n- recover sums improperly received, owing to abuse or negligence.\n2. Without prejudice to the audits carried out by the Court of Auditors, pursuant to Article 188c of the Treaty, or any inspection carried out pursuant to Article 209 (c) of that Treaty, officials and other staff of the Commission may carry out on-the-spot checks, including sample checks, on activities financed under this programme.\nThe Commission shall inform the beneficiary in advance of any on-the-spot check, unless there are good reasons to suspect fraud and/or improper use.\n3. The beneficiary of financial assistance shall keep available for the Commission all the supporting documents regarding expenditure on the activity for a period of five years following the last payment in respect of an activity.", "1. The Commission may reduce, suspend or recover the amount of financial assistance granted for an activity if it finds irregularities or if it transpires that, without Commission approval having been sought, the activity has been subject to a major change which conflicts with the objective of the implementing conditions of the activity.\n2. If the deadlines have not been observed or in only part of the allocated financial assistance is justified by the progress in implementation of an activity, the Commission shall request the beneficiary to submit its observations within a specified period. If the beneficiary does not provide a satisfactory answer, the Commission may cancel the remaining financial assistance and demand prompt repayment of sums already paid.\n3. Any undue payment must be repaid to the Commission. Interest may be added to sums not repaid in good time. The Commission shall lay down detailed rules for the implementation of this paragraph.", "0\n1. The Commission shall ensure effective monitoring of the implementation of Community-financed activities. This monitoring shall take place on the basis of reports using the procedures agreed by the Commission and the beneficiary and shall also involve sample checks.\n2. For each activity, the beneficiary shall submit a report to the Commission within three months of completion of the activity. The Commission shall determine the form and content of this report.", "1\nA list of the beneficiaries and activities to be financed under this programme, together with the amount allocated, shall be published each year in the Official Journal of the European Communities.", "2\n1. Every year the Commission shall report on the state of implementation of this programme to the European Parliament and the Council.\n2. No later than 31 December 2000, the Commission shall submit a report to the European Parliament and the Council on the implementation of this programme covering the first three years and shall, if appropriate, make proposals for any adjustment to be made with a view to continuing or not continuing the programme.\nThe Council, in accordance with the Treaty, shall decide on the continuation of the programme as from 1 January 2002.", "3\nThis Decision shall apply with effect from 1 January 1998 and cover a four-year period."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Council\nThe President\nJ. LAHURE\n(1) OJ C 104, 3. 4. 1997, p. 11 and\nOJ C 104, 3. 4. 1997, p. 15.\n(2) OJ C 204, 15. 7. 1996, p. 1.\n(3) Opinion of the European Parliament of 13 November 1996 (OJ C 362, 2. 12. 1996, p. 130), Council common position of 24 April 1997 (OJ C 188, 19. 6. 1997, p. 1) and Decision of the European Parliament of 18 September 1997 (OJ C 304, 6. 10. 1997, p. 107).\n(4) OJ C 138, 17. 5. 1993, p. 1.\n(5) OJ C 194, 28. 7. 1982, p. 1.\nANNEX\nCOMMUNITY ACTION PROGRAMME PROMOTING NGOs PRIMARILY ACTIVE IN THE FIELD OF ENVIRONMENT PROTECTION\n>TABLE>"}