{"celex_id": "31998D0702", "uri": "http://publications.europa.eu/resource/cellar/05b25189-0543-4f03-ad85-a6a8567010b3", "type": "Decision", "concepts": ["1005", "1445", "1598", "1755", "616"], "title": "98/702/EC: Commission Decision of 26 November 1998 approving the programmes of checks aimed at the prevention of zoonoses presented for 1999 by the Member States and fixing the level of the Community's financial contribution (notified under document number C(1998) 3645/1) (Only the Danish, Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION of 26 November 1998 approving the programmes of checks aimed at the prevention of zoonoses presented for 1999 by the Member States and fixing the level of the Community's financial contribution (notified under document number C(1998) 3645/1) (Only the Danish, Finnish and Swedish texts are authentic) (98/702/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2), and in particular Article 24(6), and Articles 29 and 32 thereof,\nWhereas Chapter 2 of Title III of Decision 90/424/EEC provides for the possibility of financial participation by the Community on checks aimed at the prevention of zoonoses;\nWhereas Member States have submitted programmes for the prevention of zoonoses in their countries;\nWhereas these programmes appear on the priority list of programmes for the eradication and surveillance of animal diseases which can benefit from financial participation from the Community in 1999 and which was established by Decision 98/583/EC (3);\nWhereas in view of the programmes important role in achieving the objectives pursued by the Community as regards the prevention of zoonoses, it is appropriate to fix the financial participation of the Community at 50 % of the costs incurred by the Member States concerned for the measures and up to a maximum amount of money for each programme;\nWhereas the Community will make a financial contribution provided that the measures planned are carried out and the authorities supply all the information necessary within the time limit laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The programme for the monitoring and control of salmonella in breeding poultry presented by Denmark is hereby approved for the period 1 January 1999 to 31 December 1999.\n2. The Community's financial contribution is hereby set as 50 % of the costs borne by Denmark for the implementation of the programme with a maximum of ECU 500 000, for:\n- according to the situation, the destruction of breeding poultry or the difference between the estimated value of the breeding poultry and the income from the sale of the heat-treated meat obtained from this poultry,\n- the destruction of incubated hatching eggs,\n- according to the situation, the destruction of non-incubated hatching eggs or the difference between the estimated value of the non-incubated hatching eggs and the income from the sale of the heat-treated egg products obtained from the eggs.", "1. The programme for the prevention of enterohemorrhagic Escherichia coli (EHEC) from contaminating foodstuffs presented by Finland is hereby approved for the period 1 January 1999 to 31 December 1999.\n2. The Community's financial contribution is hereby set as 50 % of the costs borne by Finland for the implementation of the programme with a maximum of ECU 125 000.", "The financial contribution of the Community for the programmes referred to under Articles l and 2 shall be granted subject to:\n(a) bringing into force by l January 1999 the laws, regulations and administrative provisions by the Member State concerned for implementing the programme;\n(b) forwarding a quarterly report to the Commission on the progress of the programme and the expenditure incurred;\n(c) forwarding a final report on the technical execution of the programme accompanied by supporting documents relating to the expenditure incurred by 1 June 2000 at the latest,\nand provided that Community veterinary legislation has been respected.", "1. The Commission, in collaboration with the competent national authorities, may carry out on-the-spot checks to ensure that the measures and assisted expenditure have been carried out.\nThe Commission shall inform the Member States of the outcome of the checks.\n2. Articles 8 and 9 of Council Regulation (EEC) No 729/70 (4) shall apply mutatis mutandis.\n3. The financial contribution of the Community may only be granted if the programmes have effectively been implemented in line with Community rules.", "This Decision is addressed to the Kingdom of Denmark and the Republic of Finland."], "attachments": "Done at Brussels, 26 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 281, 17. 10. 1998, p. 39.\n(4) OJ L 94, 28. 4. 1970, p. 13."}