{"celex_id": "31998D0406", "uri": "http://publications.europa.eu/resource/cellar/33ee5f2d-9b5e-46cd-a9d1-094436f7ead5", "type": "Decision", "concepts": ["1085", "2069", "2286", "3774", "4381", "5751"], "title": "98/406/EC: Commission Decision of 16 June 1998 concerning the validity of certain binding tariff information (notified under document number C(1998) 1582/2) (Only the French, Dutch and English texts are authentic)\n", "header": "COMMISSION DECISION of 16 June 1998 concerning the validity of certain binding tariff information (notified under document number C(1998) 1582/2) (Only the French, Dutch and English texts are authentic) (98/406/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Articles 12(5)(c) and 249(4) thereof,\nHaving regard to Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Regulation (EEC) No 2913/92 establishing the Community Customs Code (2), as last amended by Regulation (EC) No 75/98 (3), and in particular Article 9 thereof,\nWhereas the binding tariff information referred to in the Annex to this Decision is inconsistent with other binding tariff information, and the tariff classification it contains is incompatible with the general rules for the interpretation of the Combined Nomenclature set out in Section IA of Part I of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (4), as last amended by Commission Regulation (EC) No 2509/97 (5);\nWhereas the said binding tariff information should cease to be valid; whereas, therefore, the customs administrations which issued the information should revoke it as soon as possible and notify the Commission to that effect;\nWhereas under Article 14(1) of Regulation (EEC) No 2454/93 the holder may make use for a given period of time of the possibility of invoking such binding tariff information which has ceased to be valid;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Tariff and Statistical Nomenclature Section of the Customs Code Committee,", "main_body": ["The binding tariff information referred to by number in column 1 of the table set out in the Annex, issued by the customs authorities named in column 2 in respect of the tariff classification shown in column 3, must be revoked as soon as possible but not later than the 21st day following the publication of this Decision in the Official Journal of the European Communities.", "This decision is addressed to the French Republic, the Kingdom of the Netherlands and the United Kingdom."], "attachments": "Done at Brussels, 16 June 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 302, 19. 10. 1992, p. 1.\n(2) OJ L 253, 11. 10. 1993, p. 1.\n(3) OJ L 7, 13. 1. 1998, p. 3.\n(4) OJ L 256, 7. 9. 1987, p. 1.\n(5) OJ L 345, 16. 12. 1997, p. 44.\nANNEX\n>TABLE>"}