{"celex_id": "31998D0709", "uri": "http://publications.europa.eu/resource/cellar/9654887d-c744-4b25-a7a0-a533cc49f2e3", "type": "Decision", "concepts": ["114", "2166", "2702", "3561"], "title": "98/709/EC, ECSC, Euratom: Council Decision of 7 December 1998 amending the Council's Rules of Procedure\n", "header": "COUNCIL DECISION of 7 December 1998 amending the Council's Rules of Procedure (98/709/EC, ECSC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 151(3) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 30(3) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 121(3) thereof,\nWhereas it has become necessary to amend the Council's Rules of Procedure (1);\nWhereas the European Central Bank possesses a power of initiative in the Community decision-making process under the conditions laid down in the Treaty establishing the European Community;\nWhereas the order in which the Presidency of the Council is held by the Member States is laid down by the Council;\nWhereas a simplified written procedure is needed for consultation by the Council of other institutions or bodies,", "main_body": ["The Council's Rules of Procedure are hereby amended as follows:\n(a) Article 4(2) shall be replaced by the following:\n'2. The Commission shall be invited to take part in meetings of the Council. The same shall apply to the European Central Bank in cases where the latter exercises its right of initiative. The Council may, however, decide to deliberate without the presence of the Commission or of the European Central Bank.`;\n(b) Article 7(2) shall be replaced by the following:\n'2. The members of the Council shall vote in the order of the Member States fixed in accordance with Article 27 of the Treaty establishing the European Coal and Steel Community (ECSC), Article 146 of the Treaty establishing the European Community (EC) and Article 116 of the Treaty establishing the European Atomic Energy Community (EAEC), beginning with the member who, according to that order, follows the member holding the office of President.`;\n(c) the following subparagraph shall be added to Article 8(4):\n'The Council may also, on the initiative of the Presidency and for the purposes of deciding to consult other institutions or bodies, act by means of a simplified written procedure in all cases in which consultation is required by Community legislation. In such cases the decision to consult shall be deemed to be adopted at the end of the deadline set by the Presidency according to the urgency of the matter, unless a member of the Council objects.`", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 7 December 1998.\nFor the Council\nThe President\nW. SCHĂ\u009cSSEL\n(1) Decision 93/662/EC (OJ L 304, 10. 12. 1993, p. 1). Decision as amended by Decision 95/24/EC, Euratom, ECSC (OJ L 31, 10. 2. 1995, p. 14)."}