{"celex_id": "31995R1747", "uri": "http://publications.europa.eu/resource/cellar/b2fc06f7-72b3-46d6-9e18-c20a6a258018", "type": "Regulation", "concepts": ["2414", "3275", "755", "797", "976"], "title": "Commission Regulation (EC) No 1747/95 of 18 July 1995 establishing Projected Regional Reference Amounts, and the value of the advance payments to be made to producers of soya beans, rape seed, colza seed and sunflower seed, for the 1995/96 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1747/95 of 18 July 1995 establishing Projected Regional Reference Amounts, and the value of the advance payments to be made to producers of soya beans, rape seed, colza seed and sunflower seed, for the 1995/96 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Commission Regulation (EC) No 1664/95 (2), and in particular Article 12 thereof,\nWhereas Article 5 (1) (c) of Council Regulation (EEC) No 1765/92 specifies that the Commission shall establish a Projected Regional Reference Amount for each region identified in a Member State's Regionalization Plan on the basis of a comparison between the cereals or oilseeds yields for that region and the Community's average cereal or oilseed yield;\nWhereas Article 11 (2) of Council Regulation (EEC) No 1765/92 specifies that producers who apply for an oilseeds compensatory payment shall be entitled to an advance payment of no more than 50 % of the appropriate Projected Regional Reference Amount;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["1. A succinct explanation of the calculation of the Projected Regional Reference Amounts, as required by Article 5 (3) of Regulation (EEC) No 1765/92, is given in Annex I.\n2. The Projected Regional Reference Amounts for the 1995/96 marketing years shall be as given in Annex II.", "Without prejudice to the provisions adopted by Member States pursuant to Commission Regulation (EC) No 240/95 (3), the advance payments to be made to producers of oilseeds under the terms of Article 11 (2) of Regulation (EEC) No 1765/92 shall, for the 1995/96 marketing year, be of a value equal to 50 % of the appropriate Projected Regional Reference Amount given in Annex II.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 158, 8. 7. 1995, p. 13.\n(3) OJ No L 29, 8. 2. 1995, p. 2.\nANNEX I\nA succinct explanation of the calculation of the Projected Regional Reference Amounts for producers of oilseeds in the 1995/96 marketing year\nThe Projected Regional Reference Amounts have been calculated in accordance with the provisions of Article 5 (1) (c) of Regulation (EEC) No 1765/92.\nIn calculating these amounts the Commission has respected the information supplied by the Member States pursuant to Article 3 (2) of the same Regulation, and the choice of whether the comparison of yields is based on cereals or oilseeds pursuant to Article 5 (1) (c) of the same Regulation.\nThe Projected Regional Reference Amounts for the 1995/96 marketing year are given in Annex II.\nANNEX II\n>TABLE>"}