{"celex_id": "31993R2039", "uri": "http://publications.europa.eu/resource/cellar/9cd2c1e5-a98d-4e0a-b419-768af3f4f41f", "type": "Regulation", "concepts": ["2511", "2548", "4172", "755", "797"], "title": "Commission Regulation (EEC) No 2039/93 of 27 July 1993 determining the amount fixed in ecus by the Council of production aid for potatoes in the Canary Islands and reduced as a result of monetary realignments\n", "header": "COMMISSION REGULATION (EEC) No 2039/93 of 27 July 1993 determining the amount fixed in ecus by the Council of production aid for potatoes in the Canary Islands and reduced as a result of monetary realignments\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 9 (1) thereof,\nWhereas Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus as a result of monetary realignments (2), as last amended by Regulation (EEC) No 1663/93 (3), establishes the list of prices and amounts  affected by the coefficient of 1,013088 fixed by Commission Regulation (EEC) No 537/93 (4), as last amended by Regulation (EEC) No 1331/93 (5), from the beginning of the 1993/94 marketing year under the arrangements for automatically dismantling  negative monetary gaps; whereas Article 2 of Regulation (EEC) No 3824/92 provides that the resulting reduction in prices and amounts should be specified for each sector and the value of the reduced prices should be fixed;\nWhereas Council Regulation (EEC) No 1601/92 (6), as amended by Commission Regulation (EEC) No 3714/92 (7), fixes an aid for the local production of potatoes for human consumption in the Canary Islands; whereas the amount of the aid should be adjusted  pursuant to the above provisions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["The amount of the aid referred to in Article 20 (2) of Regulation (EEC) No 1601/92, reduced in accordance with Article 2 of Regulation (EEC) No 3824/92, is hereby fixed at ECU 494 per hectare.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 29.\n(3) OJ No L 158, 30. 6. 1993, p. 18.\n(4) OJ No L 57, 10. 3. 1993, p. 18.\n(5) OJ No L 132, 29. 5. 1993, p. 114.\n(6) OJ No L 173, 27. 6. 1992, p. 13.\n(7) OJ No L 378, 23. 12. 1992, p. 23."}