{"celex_id": "31999D0219", "uri": "http://publications.europa.eu/resource/cellar/bac2ce68-5ad3-4f33-a72b-529b1a371fc3", "type": "Decision", "concepts": ["1309", "2771", "3263", "4084", "5040", "519"], "title": "1999/219/EC: Commission Decision of 11 March 1999 concerning an application submitted by Ecumet (UK) Ltd for the refund of anti-dumping duties collected on certain imports of silicon metal originating in Brazil (notified under document number C(1999) 559) (Only the English and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 11 March 1999 concerning an application submitted by Ecumet (UK) Ltd for the refund of anti-dumping duties collected on certain imports of silicon metal originating in Brazil (notified under document number C(1999) 559) (Only the English and Dutch texts are authentic) (1999/219/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (hereafter referred to as 'the basic Regulation`), as last amended by Council Regulation (EC) No 905/98 (2), and in particular Article 11(8) thereof,\nAfter consulting the Advisory Committee,\nConsidering the following:\nA. ORIGINAL MEASURES\n(1) Council Regulation (EEC) No 2305/92 (3) imposed a definitive anti-dumping duty on imports of silicon metal originating in Brazil. The specific rate of duty applied to importations of the product when produced by Companhia Brasileira Carboreto de Calcio (hereafter 'CBCC`) was set at 18,3 %.\n(2) On 14 August 1996 CBCC submitted a request for an interim review (hereafter referred to as 'the review`) which was initiated on 7 January 1997 by a notice published in the Official Journal of the European Communities (4).\n(3) Following the publication in February 1997 of a notice of impending expiry of the measures in force (5) and the receipt in May 1997 of a complaint lodged by the Liaison Committee of the ferro-alloy industry (hereafter referred to as 'EuroAlliages`), the Commission announced the initiation of an expiry review by a notice published in the Official Journal of the European Communities (6).\n(4) Following the withdrawal by EuroAlliages of their request for an expiry review, both reviews were concluded by Commission Decision 98/164/EC (7) which terminated the proceeding and hence repealed the duty for CBCC. The above Decision concluded that there had been no dumping of the product by CBCC during the investigation period of the interim review, that is from 1 January 1996 to 31 December 1996.\nB. APPLICATION FOR REFUND\n(5) On 18 September 1996, 1 October 1996, 13 February 1997, 22 May 1997, 3 June 1997, 20 August 1997, 3 September 1997, 18 November 1997, 4, 15 and 22 December 1997, 20 January 1998, 9 February 1998 and 24 March 1998 Ecumet (UK) Ltd. (hereafter referred to as 'the applicant`), an independent customer of CBCC, submitted applications for the refund of NLG [. . .] (8) and GBP [. . .] (289 transactions in total) on imports of silicon metal originating in Brazil and released for free circulation in the United Kingdom and the Netherlands. The goods were sold for export to the Community by CBCC between 30 July 1995 and 23 January 1998.\n(6) On 21 November 1997, the applicant partially withdrew one application in respect of 8 transactions totalling GBP [. . .].\nFollowing this withdrawal, the total amounts for which refunds are claimed are NLG [. . .] and GBP [. . .], (281 transactions in total).\nC. ARGUMENTS OF THE APPLICANT\n(7) The applicant claims that the dumping margin in respect of the silicon metal exported by CBCC and released into free circulation in the Community in the period January 1996 to February 1998 was significantly lower than the applicable duty rate of 18,3 %, which he paid for his imports.\nD. ADMISSIBILITY\n(8) The applications are inadmissible in respect of Five transactions for an amount of NLG [. . .] and 11 transactions for GBP [. . .] of anti-dumping duties because the time-limit of six months prescribed by the basic Regulation between the determination of duties to be levied and the submission of the applications for refund was not respected with regard to those transactions.\n(9) All of the applications submitted for the remaining claims of NLG [. . .] and GBP [. . .] (265 transactions in total) correspond to definitive anti-dumping duties paid and were introduced within the time limits established in Article 11(8) of the basic Regulation.\nE. MERITS OF THE APPLICATIONS\n1. Evidence\n(10) In accordance with the relevant provisions of Article 11(8) of the basic Regulation, the applicant submitted in respect of the applications referred to in recital (9) of this Decision the necessary prima facie evidence relating to normal value and export prices showing that the duty collected exceeds the dumping margin calculated for the appropriate reference periods.\n(11) In particular, the Commission sought and verified all the information it considered necessary within the framework of this investigation and of the review investigation (see below). Verification visits were also made to the premises of CBCC within the framework of the review investigation.\n(12) The applications dependent on the findings of the review should be considered to be duly substantiated by evidence within the meaning of the Fourth subparagraph of Article 11(8) of the basic Regulation, which sets the time-limits for completing refund investigations, from the date on which the findings of the review were published in the Official Journal of the European Communities, that is 27 February 1998.\n(13) The remaining applications which were dealt with in the framework of the refund investigation should be considered to have been duly supported by evidence from the date on which the Commission's services were in receipt of all data necessary for the investigation, that is 6 August 1998.\n(14) The Commission, in pursuing this investigation, applied the same methodology as that used in the original investigation as required by Article 11(9) of the basic Regulation.\n2. Reference periods\n(15) The dumping margin of the exporter CBCC was calculated for the following three reference periods: from 1 July 1995 to 31 December 1995, from 1 January 1996 to 31 December 1996 and from 1 January 1997 to 31 December 1997.\n3. Merits of the transactions sold for export between 1 January 1996 and 31 December 1996\nThe applications in respect of 105 transactions on which anti-dumping duties of NLG [. . .] and GBP [. . .] were paid relate to invoices issued within the investigation period select for the review, that is from 1 January 1996 to 31 December 1996.\nThe Commission considers that the information and findings of the review, which determined that there was no dumping of the product concerned by CBCC for the period 1 January 1996 to 31 December 1996, should be used to determine whether and to what extent a refund is justified for the import transactions which were invoiced by CBCC between those dates.\n4. Merits of the transactions sold for export between 1 July 1995 and 31 December 1995 and between 1 January 1997 and 31 December 1997\n156 transactions relate to invoices issued by CBCC between 30 July 1995 and 31 December 1995 and between 17 January 1997 and 27 December 1997 for total amounts of NLG [. . .] and GBP [. . .] of anti-dumping duties.\nAs the transactions in question clearly fall outside the period of investigation used for the review of the measures and thus the conclusions of the review could not be applied to those transactions, the Commission services carried out an investigation to determine whether and to what extent a refund was justified.\nTo that end, the dumping margin of CBCC was calculated for the periods of 1 July 1995 to 31 December 1995 and 1 January 1997 to 31 December 1997.\n(a) Normal value\nIt was found that CBCC's domestic sales volume exceeded 5 % of its export sales to the Community, in accordance with Article 2(2) of the basic Regulation.\nIt was also established that the silicon metal sold on the Brazilian market was comparable to the silicon metal exported from Brazil to the Community.\nIn order to assess if and to what extent domestic sales were made in the ordinary course of trade, the unit value of each domestic transaction was compared with the cost of production per tonne reported by the company during the reference periods. It was found that the volume of sales made at prices equal to or above the cost of production were between 10 % and 80 % of the total domestic sales volume. Normal value was, therefore, established on the basis of the average domestic sales price of these sales only.\n(b) Export prices\nExport price was established by reference to the price actually paid for the silicon metal sold for export to independent buyers in the Community, in accordance with Article 2(8) of the basic Regulation.\n(c) Comparison\nNormal value was compared at an ex-factory level with the export price on a weighted average basis and at the same level of trade. For the purpose of ensuring a fair comparison due allowance in the form of adjustments was made for differences affecting price comparability, in accordance with Article 2(10) of the basic Regulation.\n(d) Establishment of the dumping margin\nThe refund investigation was concluded with a finding of no dumping by CBCC of the product concerned during the relevant periods of 1 July 1995 to 31 December 1995 and 1 January 1997 to 31 December 1997.\n5. Merits of the transactions sold for export in January 1998\nFollowing the selection of the reference period of 1 January 1997 to 31 December 1997, two applications related to invoices issued by CBCC on 23 January 1998 for an amount of NLG [. . .] and one of GBP [. . .] were lodged.\nThe Commission considers that the finding of no dumping for the reference period of 1 January 1997 to 31 December 1997 can be reasonably applied to these transactions. In particular, the Commission considers that these transactions took place immediately after the period examined, that the amount concerned is very small in proportion to the total volume of exports to the Community by CBCC during the reference periods and to the total amount claimed by the applicant and that a stable pattern of no dumping was consistently found for the transactions made for the two and half years preceding these transactions. Furthermore it was established that the average FOB export price decreased by less than 0,25 % and the domestic transactions were found, on average, to be both profitable and at prices consistently lower than the export prices.\nF. DISCLOSURE\n(16) The applicant received disclosure of the essential facts and considerations on the basis of which it is intended to adopt a Commission Decision concerning the refund application in question. The applicant made no comments.\nG. AMOUNT TO BE REFUNDED\n(17) As the review and refund investigations established that there was no dumping for the product concerned when exported by CBCC in the three reference periods, and the Commission also considers that the finding of no dumping can be applied to the transactions invoiced in January 1998 as a result of the comparison with the rate of duty applied the applicant should be refunded NLG [. . .] and GBP [. . .],", "main_body": ["1. The refund applications submitted by Ecumet (UK) Ltd are granted in respect of\n- NLG [. . .]\nand\n- GBP [. . .].\n2. The refund applications are rejected in respect of\n- NLG [. . .]\nand\n- GBP [. . .].", "The amounts set in Article 1(1) shall be refunded by the United Kingdom and the Kingdom of the Netherlands respectively.", "This Decision is addressed to the Kingdom of the Netherlands, the United Kingdom of Great Britain and Northern Ireland and Ecumet (UK) Ltd, 6, Paddockhall Road, Haywards Heath, West Sussex, RH16 1HH, Great Britain."], "attachments": "Done at Brussels, 11 March 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 222, 7. 8. 1992, p. 1.\n(4) OJ C 3, 7. 1. 1997, p. 13.\n(5) OJ C 36, 5. 2. 1997, p. 12.\n(6) OJ C 242, 8. 8. 1997, p. 3.\n(7) OJ L 58, 27. 2. 1998, p. 58.\n(8) In the published version of this Decision some figures have been omitted pursuant to Article 19 of Regulation (EC) No 384/96 concerning confidentiality."}