{"celex_id": "31995R2658", "uri": "http://publications.europa.eu/resource/cellar/7b5ed8b4-de11-4c8c-80bb-b3da53ee4580", "type": "Regulation", "concepts": ["1264", "2136", "3034", "3275", "5096", "5283"], "title": "Commission Regulation (EC) No 2658/95 of 15 November 1995 fixing the olive yields and oil yields for the 1994/95 marketing year\n", "header": "COMMISSION REGULATION (EC) No 2658/95 of 15  November 1995 fixing the olive yields and oil yields for the 1994/95 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a  common organization of the market in oils and fats  (1), as last amended by the Act of Accession of  Austria, Finland and Sweden and by Regulation (EC) No 3290/94  (2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on  the granting of aid for the production of olive oil and of aid to olive oil producer organizations   (3), as last amended by Regulation (EC) No 636/95  (4), and in particular Article 19 thereof,\nWhereas Article 18 of Regulation (EEC) No 2261/84 provides that olive yields and oil yields shall  be fixed by homogeneous production zones on the basis of the figures supplied by producer Member  States; whereas, in view of the information received, it is appropriate to fix yields as specified  in Annex I hereto;\nWhereas the demarcation of production zones is as specified in Annex II to Commission Regulation  (EEC) No 1934/93 of 8 July 1993, fixing for the 1992/93 marketing year the yields of olives and  olive oil  (5), as amended by Regulation (EC) No 38/94  (6); whereas, for the 1994/95 marketing  year, reference should be made to that Annex as regards the demarcation of production zones;  whereas, however, for administrative and structural reasons, it is necessary to make certain  amendments to the homogeneous zones, particularly in Spain and in Greece;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Oils and Fats,", "main_body": ["1.  For the 1994/95 marketing year, yields of olives and olive oil  and the relevant production zones are specified in Annex I.\n2.  The demarcation of the production zones is as specified in Annex II to Regulation (EEC) No  1934/93, as amended by Regulation (EC) No 38/94, with the following amendments:\n(1)  Annex II C is amended as follows:\n(a)  the prefecture of Argolida, in zone 2, the commune of Statheika is replaced by Vrousti;\n(b)  the prefecture of Attiki, the commune of Egaleo is deleted from zone 4 and the commune of Nea  Liossia is added to the same zone;\n(c)  the prefecture of Evvia, the communes of Edipos and Ilia are deleted from zone 11;\n(d)  the prefecture of Pella, the communes of Axos, Athira, Agrossikia, N. Milotopos, Paelos  Milotopos, Drosero, Anidro, Arkhondiko, Mesiano, Damiano, Leptokariia and Rakhona are added to zone  2;\n(e)  the prefecture of Pieria, the commune of Paleos Eleftherokhori is deleted from zone 2 and  added to zone 1;\n(f)  the prefecture of Samos, a new zone number 11 is added. The town of Pithagorio and the  communes of Mitilinio and Khora are added to that zone and deleted from zone 7.\n(2)  Annex II D is amended as follows:\n(a)  in the Autonomous Community of Aragon:\n-  in the province of Zaragoza, the commune of Villalba de Perejil is added to zone 2, the commune  of Leciñena is deleted from zone 3 and the communes of Cosuenda and Alpartir are added to zone 5,\n-  in the province of Teruel the communes of Jatiel, La Portellada and Torre del Compte are added  to zone 4,\n-  in the province of Huesca, the communes of Aguero, Alberuela de Tubo, Altorricón, Baldellou,  Ballobar, Castejón del Puente, Estada, Lanaja and Valfarta are added to zone 5;\n(b)  in the Autonomous Community of Castile-La-Mancha:\n-  in the province of Toledo, the commune of Ventas de Retamosa is added to zone 2, the commune of  San Martín de los Montes is replaced in zone 5 by San Martín de Montalban and the commune of  Camuñas is deleted from zone 7;\n(c)  in the Autonomous Community of Navarra:\n-  the commune of Buñuel is added to zone 1.", "This Regulation shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 15 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I -  ANEXO I - LIITE I - BILAGA I\nA. ITALIA - ITALIEN - ITALIEN - ÉÔÁËÉÁ - ITALY - ITALIE -  ITALIA - ITALIË - ITÁLIA - ITALIA - ITALIEN\n>TABLE>\nB. FRANCIA - FRANKRIG - FRANKREICH - ÃÁËËÉÁ - FRANCE - FRANCE - FRANCIA -  FRANKRIJK - FRANÇA - RANSKA - FRANKRIKE\n>TABLE>\nC. GRECIA - GRAEKENLAND - GRIECHENLAND - AAËËÁAEÁ - GREECE - GRÈCE - GRECIA -  GRIEKENLAND - GRÉCIA - KREIKKA - GREKLAND\n>TABLE>\nD. ESPAÑA - SPANIEN - SPANIEN - ÉÓÐÁÍÉÁ - SPAIN - ESPAGNE - SPAGNA - SPANJE  -  ESPANHA - ESPANJA - SPANIEN\n>TABLE>\nE. PORTUGAL - PORTUGAL - PORTUGAL - ÐÏÑÔÏÃÁËÉÁ - PORTUGAL - PORTUGAL -  PORTOGALLO - PORTUGAL - PORTUGAL - PORTUGALI - PORTUGAL\n>TABLE>"}