{"celex_id": "31995D0046", "uri": "http://publications.europa.eu/resource/cellar/4b9e9746-8780-4b91-9716-b7fdc6811bdd", "type": "Decision", "concepts": ["1394", "1644", "2563", "2957", "3167", "4316"], "title": "95/46/EC: Commission Decision of 22 February 1995 authorizing Portugal to import from third countries at a reduced levy certain quantities of raw sugar during the period 1 March to 30 June 1995 (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION of 22 February 1995 authorizing Portugal to import from third countries at a reduced levy certain quantities of raw sugar during the period 1 March to 30 June 1995 (Only the Portuguese text is authentic) (95/46/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 133/94 (2), and in particular Articles 13 (2), 16 (7) and 16a (11) thereof,\nWhereas Article 16a (1) of Regulation (EEC) No 1785/81 has fixed the maximum quantity of raw sugar to be imported at a reduced levy from certain ACP States in order to supply the Portuguese refineries for the period of one marketing year;\nWhereas Article 16a (2) of the said Regulation provides in particular that, where, during the specified period, the Community forward estimate for raw sugar shows that the availability of raw sugar is insufficient to ensure adequate supply of Portuguese  refineries, Portugal may be authorized to import from third countries under that period the quantities which it is estimated are lacking; whereas the 1994/95 forward estimate showed that the foreseeable shortfall could be fixed in a first stage by  Commission Decision 94/361/EC (3), at 160 000 tonnes to be imported from third countries in respect of the period 1 July 1994 to 28 February 1995;\nWhereas the actual quantities of raw sugar available in the Community, and in particular production in the French department of RĂŠunion, and quantities available for refining are now known; whereas the remainder of the shortfall in respect of the period  1 March to 30 June 1995 should accordingly be fixed; whereas a risk exists however that all or part of the quantity to be imported from certain ACP States by virtue of Article 16a (1) of Regulation (EEC) No 1785/81, will not be available; whereas  account should accordingly be taken of this risk when fixing the shortfall to be imported at a reduced rate of levy;\nWhereas, in order to ensure sound management of the markets in the sector and, in particular, effective control of operations, it is necessary to apply to the sugar concerned the normal rules for performance of the customs formalities for import;\nWhereas under Decision 94/361/EC the term of validity of the licences for the import into Portugal of the raw sugar under preferential arrangements is limited to 28 February 1995; whereas it is not possible for all the authorized quantity to be imported  within the period foreseen; whereas the period should consequently be extended until 30 June 1995;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Portugal is hereby authorized to import from third countries during the period 1 March to 30 June 1995 a quantity of raw sugar not exceeding 38 000 tonnes expressed as white sugar, at the reduced levy determined in accordance with Article 16a  (3) of Regulation (EEC) No 1785/81.", "1. The import licences for the raw sugar referred to in Article 1 shall be valid from the date of issue until 30 June 1995.\n2. The application for the licence referred to in paragraph 1 must be made to the competent authority in Portugal, during the 1994/95 marketing year, and must be accompanied by a declaration from a refiner in which he undertakes to refine the quantities  of raw sugar concerned in Portugal within six months following the month in which the customs import formalities take place.\nExcept in cases of force majeure if the sugar in question is not refined within the prescribed time limit the importer must pay an amount equal to the difference between the threshold price and the intervention price for raw sugar applicable on the day  of acceptance of the import declaration concerned.\nIn cases of force majeure, the competent authority in Portugal shall adopt the measures that it considers necessary, in the light of the circumstances worked by the interested party.\n3. The application for the import licence and the licence itself shall include in box 12 the following:\n'import of raw sugar at reduced levy in accordance with Decision 95/46/EC'.\n4. The rate of deposit applicable to the licence referred to in paragraph 1 is hereby fixed at ECU 0,30 for each 100 kilograms of sugar net.", "If the volume of applications for licences exceeds the quantity provided for in Article 1 Portugal shall proceed with a fair apportionment of this quantity among the applicants concerned.", "In Article 2 (1) of Decision 94/361/EC the date '28 February 1995' shall be replaced by '30 June 1995'.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 22 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 22, 27. 1. 1994, p. 7.\n(3) OJ No L 158, 25. 6. 1994, p. 46."}