{"celex_id": "31991R2381", "uri": "http://publications.europa.eu/resource/cellar/50cc6fe1-94d6-41a7-98a2-086aed741f40", "type": "Regulation", "concepts": ["2437", "5256", "5283"], "title": "Council Regulation (EEC) No 2381/91 of 29 July 1991 amending, for the second time, Regulation (EEC) No 3926/90 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1991 and certain conditions under which they may be fished\n", "header": "COUNCIL REGULATION (EEC) No 2381/91  of 29 July 1991  amending, for the second time, Regulation (EEC) No 3926/90 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1991 and certain conditions under which  they may be fished\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11  thereof,\nHaving regard to the proposal from the Commission,\nWhereas pursuant to the terms of Article 3 of Regulation (EEC) No 170/83 it is incumbent upon the Council to establish the total allowable catches (TACs) by stock or group of stocks, the share available for the Community and the specific conditions  under which these catches must be taken; whereas, pursuant to Article 4 of the same Regulation, the share available to the Community is allocated among the Member States;\nWhereas Regulation (EEC) No 3926/90 (2), as amended by Regulation (EEC) No 793/91 (3), fixes, for certain fish stocks and groups of fish stocks, the TACs for 1991 and certain conditions under which they may be fished;\nWhereas, taking account of the latest scientific advice, the TACs for herring in the North Sea and the Celtic Sea and for sole in the Skaggerak and Kattegat may be increased;\nWhereas, in accordance with the procedure provided for in Article 2 of the Agreement on fisheries between the European Economic Community and the Kingdom of Norway (4), the parties have consulted on their reciprocal fishing rights for 1991 in the North  Sea; whereas these consultations have been concluded and it is possible, in consequence, to fix definitively the TACs and the Community shares available for herring in this area,", "main_body": ["The Annex to this Regulation shall replace the corresponding elements of the Annex to Regulation (EEC) No 3926/90.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1991. For the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ No L 24, 27. 1. 1983, p. 1. (2) OJ No L 378, 31. 12. 1990, p. 1. (3) OJ No L 82, 28. 3. 1991, p. 2. (4) OJ No L 226, 29. 8. 1980, p. 48.\nPARARTIMA ANEXO / BILAG / ANHANG /  / ANNEX / ANNEXE / ALLEGATO / BIJLAGE / ANEXO\nTAC en 1991 por especie y zona y la distribución, entre los Estados miembros, de la parte asignada a la Comunidad (en toneladas peso vivo)\nTAC for 1991 pr. bestand og pr. omraade og fordelingen blandt medlemsstaterne af Faellesskabets andel (tons levende vaegt)\nTAC fuer 1991 je Bestand und Bereich fuer die Aufteilung des fuer die Gemeinschaft verfuegbaren Anteils auf die Mitgliedstaaten (in Tonnen Lebendgewicht)\nTAC ana apothema kai zoni gia to 1991 kathos kai i katanomi metaxy ton kraton melon toy chorigoymenoy stin Koinotita meridioy (se tonoys zontanoy varoys)\nTACs by stock and by area for 1991 and the allocation among the Member States of the share available to the Community (in tonnes live weight)\nTAC pour 1991 par stock et par zone ainsi que la répartition entre les États membres de la part attribuée à la Communauté (en tonnes poids vif)\nTAC per il 1991 per popolazione e per zona e la ripartizione tra gli Stati membri della parte disponibile per la Comunità (in tonnellate peso vivo)\nTAC voor 1991 per bestand en per gebied en de verdeling over de Lid-Staten van het voor de Gemeenschap beschikbare aandeel (in ton levend gewicht)\nTAC para 1991 por existência e por zona e a repartiçao, entre os Estados-membros, da parte atribuída à Comunidade (em toneladas peso vivo)\nEspecie / Art / Art / Eidos / Species / Espèce / Specie / Soort / Espécie  Zona / Omraade / Bereich / Zoni / Zone / Zone / Zona / Sector / Zona  TAC  Estado miembro / Medlemsstat / Mitgliedstaat / Kratos melos / Member State / État membre /  Stato membro / Lid-Staat / Estado-membro  Cuota / Kvote / Quote / Posostosi / Quota / Quota / Contingente / Quota / Quota        (1)  (2)  (3)  (4)  (5)             Arenque / Sild / Hering / Renga /\nHerring / Hareng / Aringa /\nHaring / Arenque\n(Clupea harengus)  III a) (1), IV a), b)  370 000  België/Belgique\nDanmark\nDeutschland\nEllada\nEspaña\nFrance\nIreland\nItalia\nLuxembourg\nNederland\nPortugal\nUnited Kingdom  68 630\n43 710\n13 240\n15 640\n60 130      CEE / EOEF / EWG / EOK / EEC / EEG  245 350 (6)        Arenque / Sild / Hering / Renga /\nHerring / Hareng / Aringa /\nHaring / Arenque\n(Clupea harengus)   50 000  België/Belgique\nDanmark\nDeutschland\nEllada\nEspaña\nFrance\nIreland\nItalia\nLuxembourg\nNederland\nPortugal\nUnited Kingdom  8 890\n800\n800\n19 930\n15 600\n3 980      CEE / EOEF / EWG / EOK / EEC / EEG  50 000        Arenque / Sild / Hering / Renga /\nHerring / Hareng / Aringa /\nHaring / Arenque\n(Clupea harengus)  VII g), h), j), k) (12)  22 000  België/Belgique\nDanmark\nDeutschland\nEllada\nEspaña\nFrance\nIreland\nItalia\nLuxembourg\nNederland\nPortugal\nUnited Kingdom  240\n1 360\n19 010\n1 360\n30      CEE / EOEF / EWG / EOK / EEC / EEG  22 000        Arenque / Sild / Hering / Renga /\nHerring / Hareng / Aringa /\nHaring / Arenque\n(Clupea harengus)  III a), III b), c), d) (2)  1 000 (*)  België/Belgique\nDanmark\nDeutschland\nEllada\nEspaña\nFrance\nIreland\nItalia\nLuxembourg\nNederland\nPortugal\nUnited Kingdom  865 (5)\n50 (4)\n85 (4)      CEE / EOEF / EWG / EOK / EEC / EEG  1 000"}