{"celex_id": "31994R3123", "uri": "http://publications.europa.eu/resource/cellar/a5aabf20-139e-4d73-a706-cebca050fa60", "type": "Regulation", "concepts": ["161", "1644", "2743", "2771", "4682", "5367"], "title": "Commission Regulation (EC) No 3123/94 of 20 December 1994 laying down detailed rules for the application of import arrangements provided for in Council Regulation (EC) No 3074/94 for frozen thin skirt of bovine animals\n", "header": "COMMISSION REGULATION (EC) No 3123/94 of 20 December 1994 laying down detailed rules for the application of import arrangements provided for in Council Regulation (EC) No 3074/94 for frozen thin skirt of bovine animals\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3074/94 of 12 December 1994 opening a Community tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91 (first half of 1995) (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EC) No 1884/94 (3), and in particular Article 15 (2) thereof,\nWhereas Commission Regulation (EEC) No 3719/88 (4), as last amended by Regulation (EC) No 2746/94 (5), lays down detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products;  whereas Commission Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 1084/94 (7), lays down detailed rules for implementing the arrangements for import licences for beef and veal;\nWhereas detailed rules for the application of the arrangements laid down in Regulation (EC) No 3074/94 should be adopted;\nWhereas it has proved necessary to take account of trade in this product for the purposes of allocating that quota; whereas trade has been recorded with Argentina on the one hand and with other third countries on the other hand; whereas a quota should  accordingly be fixed on that basis for Argentina and another for other third countries;\nWhereas Argentina must issue certificates of authenticity guaranteeing the origin of these products; whereas the form and layout of these certificates and the procedures for using them must be specified;\nWhereas certificates of authenticity must be issued by an appropriate authority in Argentina; whereas this authority must present all the necessary guarantees to ensure that the arrangements in question operate properly;\nWhereas, for other countries, the quota should be managed only on the basis of Community import licences, with derogations in certain particular respects from the applicable provisions;\nWhereas the limiting of the abovementioned scheme to the first half year entails a reduction in the period for importation; whereas as a transitional measure the latter period should therefore be extended by one month;\nWhereas provision must be made for the Member States to forward information on the imports in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The tariff quota for frozen thin skirt provided for in Article 1 of Regulation (EC) No 3074/94 shall be allocated as follows:\n(a) 350 tonnes originating in and coming from Argentina;\n(b) 400 tonnes originating in and coming from other third countries.\n2. Only whole thin skirt may be imported under the quota.", "1. Granting of the reduced Common Customs Tariff duty of 4 % and total suspension of the import levy on meat originating in and consigned from Argentina shall be subject to the presentation of a certificate of authenticity when it is released  for free circulation.\n2. Certificates of authenticity shall be made out in one original and not less than one copy of a form corresponding to the specimen in Annex I.\nThe form shall measure approximately 210 × 297 millimetres. The paper shall weigh not less than 40 grams per square metre.\n3. Forms shall be printed and completed in one of the official languages of the Community and also, if desired, in the official language of Argentina.\n4. Each certificate of authenticity shall bear an individual serial number assigned by the issuing authority referred to in Article 3. The copies shall bear the same serial number as the original.", "1. Certificates of authenticity shall be valid only if they are duly completed and endorsed, in accordance with the instructions in Annex I, by an issuing authority listed in Annex II.\n2. A certificate of authenticity shall be deemed to have been duly endorsed if it specifies the date and place of issue and if it bears the stamp of the issuing authority and the signature of the persons empowered to sign it.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed seal.", "1. The issuing authorities listed in Annex II shall:\n(a) be recognized as competent by Argentina;\n(b) undertake to check the particulars on certificates of authenticity;\n(c) undertake to supply the Commission and the Member States, on request, with any information enabling the particulars on certificates of authenticity to be evaluated.\n2. The Commission shall revise the list if an issuing authority ceases to be recognized or fails to fulfil one of the obligations incumbent on it or if a new issuing authority is designated.", "1. Certificates of authenticity shall be valid for three months from the date of issue. However, certificates may not be presented after 31 July of the year of issue.\n2. The original certificate of authenticity and one copy shall be presented to the customs authorities when the product covered by the certificate is released for free circulation.\n3. A copy of the endorsed certificate of authenticity shall be forwarded by the customs authorities of the Member State in which the product is released for free circulation to the authorities designated by that Member State for the purposes of the  notification provided for in Article 7 (1).", "1. For products originating in and consigned from countries other than Argentina the import levy shall be totally suspended and the Common Customs Tariff duty applicable shall be 4 %.\n2. In order to qualify for the import arrangements referred to in Article 1 (1) (b):\n(a) applicants must be natural or legal persons who, at the time the application is submitted, have for at least 12 months been engaged in the trade in beef and/or veal between Member States or with third countries and whose names are entered in the  official register of a Member State;\n(b) the licence application lodged by the applicant must relate to a quantity corresponding to not less than five tonnes of meat by weight of product and to not more than the quantity available under the arrangements in question;\n(c) the country of origin shall be indicated in Section 8 of licence applications and of the licences themselves;\n(d) Section 20 of licence applications and of the licences themselves shall contain one of the following endorsements:\n- Músculos del diafragma y delgados [Reglamento (CEE) no 3123/94]\n- Mellemgulv [forordning (EOEF) nr. 3123/94]\n- Saumfleisch [Verordnung (EWG) Nr. 3123/94]\n- Diafragma [kanonismos (EOK) arith. 3123/94]\n- Thin skirt [Regulation (EEC) No 3123/94]\n- Hampe [règlement (CEE) no 3123/94]\n- Pezzi detti « hampes » [regolamento (CEE) n. 3123/94]\n- Omloop [Verordening (EEG) nr. 3123/94]\n- Diafragma [Regulamento (CEE) nº 3123/94].\n3. By derogation from Article 8 (4) of Regulation (EEC) No 3719/88, the levy fixed in accordance with Article 12 of Regulation (EEC) No 805/68 and the Common Customs Tariff duty of 20 % shall be charged on all quantities exceeding those indicated in the  import licence.\nSection 24 of licences shall contain one of the following endorsements:\n- Exacción reguladora suspendida para . . . kg (cantidad para la cual se ha expedido el certificado)\n- Importafgift suspenderet for . . . kg (den maengde, som licensen er udstedt for)\n- Aussetzung der Abschoepfung fuer . . . kg (Menge, fuer die die Lizenz erteilt wurde)\n- I eisfora echei anastalei gia . . . kg (posotita gia tin opoia ekdothike to pistopoiitiko)\n- Levy suspended for . . . kg (quantity for which the licence or certificate was issued)\n- Prélèvement suspendu pour . . . kg (quantité pour laquelle le certificat a été délivré)\n- Prelievo sospeso per . . . kg (quantità per la quale è stato rilasciato il titolo)\n- Heffing geschorst voor . . . kg (hoeveelheid waarvoor het certificaat is afgegeven)\n- Direito nivelador suspenso para . . . kg (quantidade para a qual o certificado foi emitido).", "1. The Member States shall notify the Commission, in respect of each period of 10 days, not later than 15 days after that period, of the quantities of products referred to in Article 1 that have been released for free circulation, broken down  by their country of origin and CN code.\nThe information notified shall also include the year of issue of the certificate of authenticity.\n2. For the purposes of this Regulation, the period of 10 days means the period:\n- from the first to the 10th of the month,\n- from the 11th to the 20th of the month,\n- from the 21st to the last day of the month.", "1. The applications referred to in Article 6 may be lodged with the competent authorities up to 20 January 1995 in the Member State in which the applicant is registered. If an applicant lodges more than one application, none of the  applications shall be considered.\n2. Member States shall notify the Commission on 10 February 1995 of the total quantitiy covered by applications. That notifications shall cover the list of applicants and the countries of origin indicated. All notifications including nil returns, shall  be made by telex and shall be sent before 4 p.m. on the stipulated day.\n3. The Commission shall decide with due speed to what extent applications may be accepted. If the quantities for which licences are applied for exceed the quantities available, the Commission shall reduce the amounts applied for by a fixed percentage.\n4. Following the Commission's decision on acceptance of applications, licences shall be issued with due speed.", "1. Without prejudice to the provisions of this Regulation, the provisions of Regulations (EEC) No 2377/80 and (EEC) No 3719/88 shall apply.\n2. However, for the purposes of this Regulation:\n(a) the security for import licences shall be ECU 10 per 100 kilograms net weight;\n(b) securities as referred to under (a) shall be lodged when the import licences are issued;\n(c) the term of validity of licences shall be 31 July 1995.", "0\nThis Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 325, 17. 12. 1994, p. 5.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 197, 30. 7. 1994, p. 27.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 290, 11. 11. 1994, p. 6.\n(6) OJ No L 241, 13. 9. 1980, p. 5.\n(7) OJ No L 120, 11. 5. 1994, p. 30.\nANNEX I\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF AUTHENTICITY  SECRETARIA DE AGRICULTURA, GANADERIA Y PESCA\nfor thin skirt originating in Argentina as specified in Article 1 (1) (a)."}