{"celex_id": "31995R2317", "uri": "http://publications.europa.eu/resource/cellar/bb62e2d5-539a-404e-a43e-ba91da318d7e", "type": "Regulation", "concepts": ["1114", "2300", "2898", "4003", "4005", "616"], "title": "Council Regulation (EC) No 2317/95 of 25 September 1995 determining the third countries whose nationals must be in possession of visas when crossing the external borders of the Member States\n", "header": "COUNCIL REGULATION (EC) No 2317/95 of 25 September 1995 determining the third countries whose nationals must be in possession of visas when crossing the external borders of the Member States\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 100c of the Treaty requires the Council to determine the third countries whose nationals must be in possession of a visa when crossing the external borders of the Member States;\nWhereas the drawing up of the common list annexed to this Regulation represents an important step towards the harmonization of visa policy; whereas the second paragraph of Article 7a of the Treaty stipulates in particular that the internal market shall comprise an area without internal frontiers in which the free movement of persons is ensured in accordance with the Treaty; whereas other aspects of the harmonization of visa policy, including the conditions for the issue of visas, are matters to be determined under Title VI of the Treaty on European Union;\nWhereas risks relating to security and illegal immigration should be given priority consideration when the said common list annexed hereto is drawn up; whereras, in addition, Member States' international relations with third countries also play a role;\nWhereas the principle that a Member State may not require a visa from a person wishing to cross its external borders if that person holds a visa issued by another Member State which meets the harmonized conditions governing the issue of visas and is valid throughout the Community or if that person holds an appropriate permit issued by a Member State is a matter that should be determined under Title VI of the Treaty on European Union;\nWhereas this Regulation shall not prevent a Member State from deciding under what conditions nationals of third countries lawfully resident within its territory may re-enter it after having left the territory of the Member States of the Union during the period of validity of their permits;\nWhereas, in special cases justifying an exemption where visa requirements would in principle exist, Member States may exempt certain categories of person in keeping with international law or custom;\nWhereas since national rules differ on stateless persons, recognized refugees and persons who produce passports or travel documents issued by a territorial entity or authority which is not recognized as a State by all Member States, Member States may decide on visa requirements for that group of persons, where that territorial entity or authority is not on the said common list;\nWhereas when adding new entities to the list it is necessary to take account of diplomatic implications and guidelines adopted on the matter by the European Union; whereas, at all events the inclusion of a third country on the common list is entirely without prejudice to its international status;\nWhereas the determination of third countries whose nationals must be in possession of visas when crossing the external borders of the Member States should be achieved gradually; whereas Member States will constantly endeavour to harmonize their visa policies with regard to third countries not on the common list; whereas the present provisions must not prejudice the achievement of free movement for persons as provided for in Article 7a of the Treaty; whereas the Commission should draw up a progress report on harmonization after five years;\nWhereas, with a view to ensuring that the system is administered openly and that the persons concerned are informed, Member States must communicate to the other Member States and to the Commission the measures which they take pursuant to this Regulation; whereas for the same reasons that information must also be published in the Official Journal of the European Communities;\nWhereas the information provided for in Articles 2 (4) and 4 (2) must be published before the other provisions of this Regulation come into force; whereas Articles 2 (4) and 4 (2) must therefore become applicable one month before the other provisions of the Regulation,", "main_body": ["1. Nationals of third countries on the common list in the Annex shall be required to be in possession of visas when crossing the external borders of the Member States.\n2. Nationals of countries formerly part of countries on the common list shall be subject to the requirements of paragraph 1 unless and until the Council decides otherwise under the procedure laid down in Article 100c of the Treaty.", "1. The Member States shall determine the visa requirements for nationals of third countries not on the common list.\n2. The Member States shall determine the visa requirements for stateless persons and recognized refugees.\n3. The Member States shall determine the visa requirements for persons who produce passports or travel documents issued by a territorial entity or authority which is not recognized as a State by all Member States if that entity or territorial authority is not on the common list.\n4. Within ten working days of the entry into force of this paragraph, Member States shall communicate to the other Member States and the Commission the measures they have taken pursuant to paragraphs 1, 2 and 3. Any further measures taken pursuant to paragraph 1 shall be similarly communicated within five working days.\nThe Commission shall publish the measures communicated pursuant to this paragraph and updates thereof in the Official Journal of the European Communities for information.", "Five years after the entry into force of this Regulation the Commission shall draw up a progress report of the harmonization of Member States' visa policies with regard to third countries not on the common list and, if necessary, submit to the Council proposals for further measures required to achieve the objective of harmonization laid down in Article 100c.", "1. A Member State may exempt nationals of third countries subject to visa requirements under Article 1 (1) and (2) from those requirements. This shall apply in particular to civilian air and sea crew, flight crew and attendants on emergency or rescue flights and other helpers in the event of disaster or accident and holders of diplomatic passports, official duty passports and other official passports.\n2. Article 2 (4) shall apply mutatis mutandis.", "For the purposes of this Regulation, 'visa` shall mean an authorization given or a decision taken by a Member State which is required for entry into its territory with a view to:\n- an intended stay in that Member State or in several Member States of no more than three months in all,\n- transit through the territory of that Member State or several Member States, except for transit through the international zones of airports and transfers between airports in a Member State.", "This Regulation shall be without prejudice to any further harmonization between individual Member States, going beyond the common list, determining the third countries whose nationals must be in possession of a visa when crossing their external borders.", "This Regulation shall enter into force six months after its publication in the Official Journal of the European Communities except for Articles 2 (4) and 4 (2) which shall enter into force on the day following publication.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 1995.\nFor the Council\nThe President\nJ. A. BELLOCH JULBE\n(1) OJ No C 11, 15. 1. 1994, p. 15.\n(2) OJ No C 128, 9. 5. 1994, p. 350.\nANNEX\nCOMMON LIST REFERRED TO IN ARTICLE 1\nI. States\nAfghanistanAlbania\nAlgeria\nAngola\nArmenia\nAzerbaijan\nBahrain\nBangladesh\nBelarus\nBenin\nBhutan\nBulgaria\nBurkina Faso\nBurundi\nCambodia\nCameroon\nCape Verde\nCentral African Republic\nChad\nChina\nComoros\nCongo\nCôte-d'Ivoire\nCuba\nDjibouti\nDominican Republic\nEgypt\nEquatorial Guinea\nEritrea\nEthiopia\nFiji\nGabon\nThe Gambia\nGeorgia\nGhana\nGuinea\nGuinea Bissau\nGuyana\nHaiti\nIndia\nIndonesia\nIran\nIraq\nJordan\nKazakhstan\nKyrgyzstan\nKuwait\nLaos\nLebanon\nLiberia\nLibya\nMadagascar\nMaldives\nMali\nMauritania\nMauritius\nMoldova\nMongolia\nMorocco\nMozambique\nMyanmar\nNepal\nNiger\nNigeria\nNorth Korea\nOman\nPakistan\nPapua New Guinea\nPeru\nPhilippines\nQatar\nRomania\nRussia\nRwanda\nSao Tomé and Principe\nSaudi Arabia\nSenegal\nSierra Leone\nSomalia\nSri Lanka\nSudan\nSuriname\nSyria\nTajikistan\nTanzania\nThailand\nTogo\nTunisia\nTurkey\nTurkmenistan\nUganda\nUkraine\nUnited Arab Emirates\nUzbekistan\nVietnam\nYemen\nZaire\nZambia\nII. Entities and territorial authorities not recognized as States by all the Member States\nTaiwan\nFormer Yugoslav Republic of Macedonia\nFederal Republic of Yugoslavia (Serbia and Montenegro)"}