{"celex_id": "31992R2974", "uri": "http://publications.europa.eu/resource/cellar/06833896-7618-4509-9648-966c791d57eb", "type": "Regulation", "concepts": ["2642", "2650", "2975", "4623", "693"], "title": "Commission Regulation (EEC) No 2974/92 of 14 October 1992 reducing the basic and buying-in prices for mandarins and satsumas for the 1992/93 marketing year following the monetary realignments of 13 to 17 September 1992 and the overrun in the intervention threshold for 1991/92\n", "header": "COMMISSION REGULATION (EEC) No 2974/92  of 14 October 1992  reducing the basic and buying-in prices for mandarins and satsumas for the 1992/93 marketing year following the monetary realignments of 13 to 17 September 1992 and the overrun in the  intervention threshold for 1991/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1754/92 (2), and in particular Article 16b (4) thereof,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 July 1985 on monetary compensatory amounts in agriculture (3), as last amended by Regulation (EEC) No 2205/90 (4), and in particular Article 6 (3) thereof,\nWhereas Article 6 of Regulation (EEC) No 1677/85 provides that agricultural prices fixed in ecus are to be reduced at the time that the adjustment of the agricultural conversion rates resulting from the dismantlement of transferred monetary gaps and  occurring at the beginning of the marketing year following a monetary realignment takes effect; whereas, within the framework of the automatic dismantlement of the negative monetary gaps created by the realignments of 13 to 17 September 1992, it is  necessary to divide the prices in ecus by the coefficient reducing agricultural prices fixed at 1,002650 by Article 2 of Commission Regulation (EEC) No 2735/92 (5);\nWhereas Commission Regulation (EEC) No 3150/91 (6) fixes the intervention thresholds for the 1991/92 marketing year at 35 800 tonnes for mandarins and 34 500 tonnes for satsumas;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72, if, during a marketing year, intervention measures taken for mandarins and satsumas involve quantities exceeding the intervention thresholds fixed for those products and for that  marketing year, the basic and buying-in prices fixed for those products for the following marketing year are to be reduced by 1 % for each 3 000 tonnes in the case of mandarins and each 3 100 tonnes in the case of satsumas by which those thresholds are  exceeded;\nWhereas, pursuant to Article 3 of Council Regulation (EEC) No 1123/89 of 27 April 1989 amending Regulation (EEC) No 2601/69 with respect to the processing aid scheme and amending the rules for applying the intervention thresholds for certain citrus  fruits (7), the quantities of mandarins and satsumas delivered for processing under Council Regulation (EEC) No 2601/69 (8) are to be treated in the same way as a quantity qualifying for an intervention measure for the ascertainment of any overrun in  the intervention threshold;\nWhereas, according to information supplied by the Member States, the intervention measures taken by the Community for the 1991/92 marketing year related to 95 278 tonnes for mandarins and 156 529 tonnes for satsumas; whereas the Commission therefore  notes an overrun in the intervention thresholds fixed for that marketing year of 59 478 tonnes for mandarins and 122 029 tonnes for satsumas;\nWhereas, consequently, the basic and buying-in prices for mandarins and satsumas for the 1992/93 marketing year, as fixed by Council Regulation (EEC) No 1378/92 of 21 May 1992 fixing for the 1992/93 marketing year certain prices and other amounts in the  fruit and vegetables sector (9), must be reduced by 19 % for mandarins and by 20 % for satsumas; whereas the reductions must be added to those resulting from the monetary realignments of 13 to 17 September 1992; whereas the resulting total reduction is  19,21 % for mandarins and 20,21 % for satsumas;\nWhereas, pursuant to Article 18b (2) of Regulation (EEC) No 1035/72, withdrawals on the territory of the former German Democratic Republic before the end of the 1991/92 marketing year are not to be taken into consideration in determining whether  intervention thresholds have been exceeded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for mandarins and satsumas for the 1992/93 marketing year, as fixed by Regulation (EEC) No 1378/92, shall be reduced by 19,21 % for mandarins and 20,21 % for satsumas and shall be as set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 23. (3) OJ No L 164, 24. 6. 1985, p. 6. (4) OJ No L 201, 31. 7. 1990, p. 9. (5) OJ No L 277, 22. 9. 1992, p. 18. (6) OJ No L 299, 30. 10. 1991, p. 27. (7) OJ No L 118, 29. 4.  1989, p. 25. (8) OJ No L 324, 27. 12. 1969, p. 21. (9) OJ No L 147, 29. 5. 1992, p. 7.\nANNEX\nBASIC AND BUYING-IN PRICES\n1992/93 marketing year\nMANDARINS\nFor the period 16 November 1992 to 28 February 1993\n(ECU/100 kg net)\nBasic price   Buying-in price       Community of Ten  Spain  Portugal  Community of Ten  Spain  Portugal          November (16 to 30)  30,03  25,72  30,03  19,27  16,44  19,27  December  29,65  25,48  29,65  18,76  16,11  18,76  January   29,15  25,16  29,15  18,00  15,62  18,00  February  27,49  24,10  27,49  17,49  15,30  17,49\nThese prices refer to packed mandarins of Quality Class I, size 54/69 mm.\nSATSUMAS\nFor the period 16 October 1992 to 15 January 1993\n(ECU/100 kg net)\nBasic price  Buying-in price      October (16 to 31)  23,24  11,20  November  20,00  9,00  December  22,16  9,97  January (1 to 15)  21,08  9,57\nThese prices refer to packed satsumas Unshiu (owari) of Quality Class I, size 54/69 mm.\nNB: The prices set out in this Annex do not take into account the effect of the cost of the packaging in which the product is presented."}