{"celex_id": "31993R0868", "uri": "http://publications.europa.eu/resource/cellar/ca6af2c3-855b-4498-a954-f795021203bc", "type": "Regulation", "concepts": ["1182", "1519", "2194", "4691", "797"], "title": "Commission Regulation (EEC) No 868/93 of 14 April 1993 derogating from Regulation (EEC) No 3007/84 laying down detailed rules for the application of the premium for the producers of sheepmeat with regard to the period laid down for the submission of applications in Greece and Italy\n", "header": "COMMISSION REGULATION (EEC) No 868/93 of 14 April 1993 derogating from Regulation (EEC) No 3007/84 laying down detailed rules for the application of the premium for the producers of sheepmeat with regard to the period laid down for the submission  of applications in Greece and Italy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 363/93 (2), and in particular Article 5 (9) thereof,\nWhereas Article 3 (2) of Commission Regulation (EEC) No 3007/84 of 26 October 1984 laying down detailed rules for the application of the premium for the producers of sheepmeat (3), as last amended by Regulation (EEC) No 3204/92 (4), lays down the  framework period within which the Member States may fix a period for the submission of premium applications; whereas the said framework period runs from 1 November before the beginning of the marketing year to the following 30 April;\nWhereas, as a result of administrative difficulties with the introduction of the system of individual limits on premium rights, it will not be possible to submit premium applications for the 1993 marketing year in Greece and Italy within the time limit  laid down by the abovementioned Regulation; whereas, therefore, a derogation should be made to extend the time limit for the said marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Notwithstanding Article 3 (2) of Regulation (EEC) No 3007/84, Greece and Italy shall be authorized to fix a period for the submission of premium applications for the 1993 marketing year running until 15 May 1993.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 42, 19. 2. 1993, p. 1.\n(3) OJ No L 283, 27. 10. 1984, p. 28.\n(4) OJ No L 319, 3. 11. 1992, p. 7."}