{"celex_id": "31993D0699", "uri": "http://publications.europa.eu/resource/cellar/d7b43064-e4f7-4dec-883f-24334f70a361", "type": "Decision", "concepts": ["2356", "4689", "4692", "4839", "5369"], "title": "93/699/EC: Commission Decision of 21 December 1993 on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC\n", "header": "COMMISSION DECISION of 21 December 1993 on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC (93/699/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (1), as last amended by Council Decision 93/384/EEC (2), and in particular Article 9 (6) (g) thereof,\nWhereas on 13 October 1993 an outbreak of classical swine fever in the municipality of Wingene, West Flanders was declared by the Belgian veterinary authorities;\nWhereas in accordance with Article 9 (1) of Directive 80/217/EEC a surveillance zone was immediately established around the outbreak site;\nWhereas all contact premises and pig holdings in the surveillance zone have been serologically and clinically tested without finding any evidence that the virus did spread to this zone;\nWhereas the provisions for the use of a health mark on fresh meat are given in Council Directive 64/433/EEC of 26 June 1964 on health conditions for the production and marketing of fresh meat (3), as last amended by Directive 92/5/EEC (4);\nWhereas Belgium has submitted a request for the adoption of a specific solution concerning marking and use of pigmeat coming from pigs kept on holdings situated in the surveillance zone and slaughtered subject to a specific authorization issued by the  competent authority;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Belgium is authorized to apply the mark described in Article 3 (1) (A) (e) of Directive 64/433/EEC to pigmeat obtained from pigs originating from holdings situated in the surveillance zone established on 13 October 1993 around the outbreak  of classical swine fever in the municipality of Wingene on the condition that the pigs in question:\n(a) originate from a holding to which, following the epidemiological inquiry, no contact has been established with an infected holding;\n(b) have been included in a programme for detection of classical swine fever virus antigen and found negative. The programme shall be carried out as given in Annex I;\n(c) have been slaughtered within 12 hours of arrival at the slaughterhouse.\n2. Belgium shall ensure that a certificate as given in Annex II is issued in respect of meat referred to in paragraph 1.", "Pigmeat which complies with the conditions of Article 1 (1) and enters into intra-Community trade must be accompanied by the certificate referred to in Article 1 (2).", "This Decision is applicable until 1 February 1994.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 21. 2. 1980, p. 11.\n(2) OJ No L 166, 8. 7. 1993, p. 34.\n(3) OJ No 121, 29. 7. 1964, p. 2012/64.\n(4) OJ No L 57, 2. 3. 1992, p. 1.\nANNEX I\nExaminations for presence of classical swine fever virus antigen  The programme for detection of classical swine fever virus antigen referred to in Article 1 (1) (b) of Commission Decision 93/699/EC shall include examination of tonsil tissue obtained  from five pigs per holding. The laboratory examination of the tonsil tissue shall be performed in accordance with the provisions of Annex I, Chapter B, to Directive 80/217/EEC.\nThe virological examination shall be carried out within three days prior to slaughter.\nANNEX II\nCERTIFICATE  for fresh meat referred to in Article 1 (1) of Commission Decision 93/699/EC\nNo (1)\nPlace of loading:\nMinistry:\nDepartment:\nI. Identification of meat\nMeat of pigs\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress and veterinary approval number of the approved slaughterhouse:\nAddress and veterinary approval number of the approved cutting plant:\nIII. Destination of meat\nThe meat will be sent\nfrom:\n(place of loading)\nto:\n(place of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Health attestation\nI, the undersigned official veterinarian, certify that the meat described above was obtained under the conditions governing production and control laid down in Directive 64/433/EEC and is in conformity with the provisions of Decision 93/699/EC on  marking and use of pigmeat in application of Article 9 of Directive 80/217/EEC.\nDone at: , on:\n(Name and signature of the official veterinarian)\n(1) Serial No issued by the official veterinarian.\n(2) In the case of rail trucks and lorries, state the registration number and in the case of boats the name and, where necessary, the number of the container."}