{"celex_id": "31993R1860", "uri": "http://publications.europa.eu/resource/cellar/01d64ef1-233f-4312-83e0-ff43ad3773ba", "type": "Regulation", "concepts": ["1668", "4327", "797", "976"], "title": "COMMISSION REGULATION (EEC) No 1860/93 of 12 July 1993 on transitional measures for granting compensatory payments for oilseed flax for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 1860/93 of 12 July 1993 on transitional measures for granting compensatory payments for oilseed flax for the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EEC) No 1552/93 (2), and in particular Articles 16 and 17a thereof,\nWhereas, in view of the late date at which oilseed flax was included, as from the 1993/94 marketing year in the support system provided for in Regulation (EEC) No 1765/92 to replace the system introduced by Council Regulation (EEC) No 569/76 (3), as  last amended by Regulation (EEC) No 2048/92 (4), producers should be exempt from certain obligations provided for in Regulation (EEC) No 1765/92 and should not be subject to the integrated management and control arrangements introduced by Council  Regulation (EEC) No 3508/92 (5);\nWhereas, with regard to eligibility for the compensatory payment referred to in Article 6 (2) of Regulation (EEC) No 1765/92 and to facilitate the transition from the previous scheme to the scheme in force from 1 July 1993, account should be taken of  the legitime expectations of producers who sowed flax seed in 1993 regardless of the previous uses of the land thus sown;\nWhereas provisions should be made for producer Member States to take the necessary control measures to ensure the proper functioning of the aid scheme; whereas this objective may be achieved by providing that the rules on lodging declarations of areas  sown and the checks laid down in Commission Regulation (EEC) No 1799/76 of 22 July 1976 laying down detailed rules for the application of special measures in respect of linseed (6), as last amended by Regulation (EEC) No 3530/92 (7), should continue to  apply;\nWhereas provision should be made for the Commission to note any overrun of the maximum guaranteed area laid down by the Council and to determine the consequent reduction in the compensatory payment; whereas, in order for the aid scheme to be applied  correctly, the data to be communicated to the Commission by the Member States should be defined;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The compensatory payment for oilseed flax referred to in Article 6 (a) of Regulation (EEC) No 1765/92 shall be granted for the 1993/94 marketing year subject to the conditions laid down in this Regulation.", "For the purposes of this Regulation:\n(a) 'compensatory payment' means a transfer of funds to the producer from the competent authority of the Member State in whose territory the eligible areas are located;\n(b) 'production region' means a region determined in accordance with Article 3 (1) of Council Regulation (EEC) No 1765/92.", "For the purposes of granting the compensatory payment for oilseed flax in the 1993/94 marketing year:\n- the base areas laid down in Commission Regulation (EEC) No 845/93 (8) shall remain unchanged,\n- areas under oilseed flax receiving the compensatory payment referred to in Article 6a of Regulation (EEC) No 1765/92 shall not be taken into account when establishing any overrun of the base areas,\n- Articles 2 (5), 7, 8 and 10 (2) of Regulation (EEC) No 1765/92, and the provisions concerning the integrated management and control arrangements for certain Community aid schemes laid down in Regulation (EEC) No 3508/92 shall not apply.", "By derogation from Article 9 of Regulation (EEC) No 1765/92 and in respect of the 1993/94 marketing year, all areas sown with oilseed flax in 1993 shall be eligible for the compensatory payment referred to in Article 6 (a) (2) of that  Regulation, except for areas used for the set-aside of land sown in accordance with Commission Regulation (EEC) No 334/93 (9).", "Where the eligible areas of a producer are situated in more than one production region, the amount to be paid shall be determined on the basis of the location of each area included in the application.", "1. Article 3 of Council Regulation (EEC) No 1774/76 (10) and Articles 1, 3, 8, 8a, 8b, 8c, 12a and 15 of Regulation (EEC) No 1799/76 shall apply, insofar as areas sown are concerned.\nDeclarations of areas sown lodged in accordance with Article 8 of Regulation (EEC) No 1799/76 shall be regarded as equivalent to an aid application.\n2. In order to qualify for compensatory payment areas must be sown entirely in accordance with locally recognized standards and maintained at least until flowering begins under normal growth conditions. Moreover, they must be maintained at least until  31 July 1993, except in cases where harvesting takes place at the stage of complete maturity prior to that date.", "If the Commission finds that the Community area sown with oilseed flax in 1993 in respect of which compensatory payments are requested in accordance with this Regulation exceeds 266 000 hectares, it shall determine, in accordance with the  procedure laid down in Article 38 of Council Regulation No 136/66/EEC (11) and not later than 15 October 1993, the amount of the compensatory payment to be paid after applying a 1 % reduction as referred to in Article 6a of Regulation (EEC) No 1765/92  for each 1 % by which the maximum guaranteed area is exceeded.", "For the purpose of the determination referred to in Article 7, Member States shall notify the Commission not later than 15 September 1993 of the areas sown to oilseed flax in 1993.", "Member States shall take all additional measures needed for the applicatio of this Regulation. Such measures shall be communicated to the Commission not later than 15 August 1993.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 154, 25. 6. 1993, p. 19.\n(3) OJ No L 67, 15. 3. 1976, p. 29.\n(4) OJ No L 215, 30. 7. 1992, p. 5.\n(5) OJ No L 355, 5. 12. 1992, p. 1.\n(6) OJ No L 201, 27. 7. 1976, p. 14.\n(7) OJ No L 358, 8. 12. 1992, p. 9.\n(8) OJ No L 88, 8. 4. 1993, p. 27.\n(9) OJ No L 38, 16. 2. 1993, p. 12.\n(10) OJ No L 199, 24. 7. 1976, p. 1.\n(11) OJ No 172, 30. 9. 1966, p. 3025/66."}