{"celex_id": "31998R2807", "uri": "http://publications.europa.eu/resource/cellar/39612006-1cea-4325-89e3-5d135ca23b1e", "type": "Regulation", "concepts": ["1605", "2173", "2731", "3633", "666"], "title": "Commission Regulation (EC) No 2807/98 of 22 December 1998 amending Regulation (EC) No 661/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the system of quotas for processed tomato products\n", "header": "COMMISSION REGULATION (EC) No 2807/98 of 22 December 1998 amending Regulation (EC) No 661/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the system of quotas for processed tomato products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), as amended by Regulation (EC) No 2199/97 (2), and in particular Article 6(5) thereof,\nWhereas Commission Regulation (EC) No 661/97 (3) lays down rules for allocating quotas to undertakings producing processed tomato products; whereas, pursuant to the transitional arrangements provided for in Article 2(a) and (b) of that Regulation, quotas are allocated to undertakings that commenced operating less than three marketing years before that for which the allocation is made;\nWhereas experience has shown that the arrangements currently in force for undertakings that commenced operating in the marketing year preceding, or the penultimate marketing year preceding that for which the allocation is made can give them a disproportionate advantage as regards the quota breakdown over long-established undertakings that commenced operating at least three marketing years preceding that for which the allocation is made;\nWhereas the quantities allocated to such undertakings should be adjusted to take account, on the one hand, of the processed quantities for which the minimum price is paid and, on the other hand, of the length of time they have been operating; whereas the wording of Article 2(a) and (b) of Regulation (EC) No 661/97 should accordingly be replaced;\nWhereas those amendments should apply solely to undertakings that commence operating from the 1999/2000 marketing year; whereas, in order to protect the established rights of undertakings that commenced operating before the entry into force of this Regulation, the provisions replaced should continue to apply to those undertakings;\nWhereas, in order to clarify the conditions to be met by the new undertakings, it should be stipulated that the latters' plant and equipment must be in service when they notify the competent authorities of their processing capacity;\nWhereas the application of the provisions of this Regulation to the new undertakings may not be in line with the specific processing conditions in certain Member States; whereas Member States whose quotas were not fully allocated at the beginning of the marketing year should be allowed some latitude and undertakings that commenced operating in the marketing year preceding, or the penultimate marketing year preceding that for which the allocation is made should qualify for the allocation of such unallocated quotas;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["Regulation (EC) No 661/97 is hereby amended as follows:\n1. points (a) and (b) of Article 2 are replaced by the following:\n'(a) the penultimate marketing year preceding that for which the allocation is made shall qualify for a quota equal to the quantities produced within the quota allocated to them pursuant to point (b), plus half the quantities produced outside that quota during the preceding marketing year and sold at least at the minimum price;\n(b) the marketing year preceding that for which the allocation is made shall qualify for a quota equal to the quantities produced within the quota allocated to them pursuant to Article 3(1), plus one-third of the quantities produced outside that quota during the preceding marketing year and sold at least at the minimum price.`;\n2. the following subparagraph is added to Article 3(2):\n'The plant and equipment referred to in the first subparagraph must have come into service no later than 15 January preceding the marketing year during which the allocation is made. However, for the 1999/2000 marketing year, this date is 15 February.`;\n3. the following paragraph is added to Article 5:\n'The Member States may also permit processing undertakings as referred to in the second paragraph of Article 2 and in Article 3 to qualify for the allocation provided for in the first paragraph.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "(2) shall apply on its entry into force.", "(1) and (3) shall apply from the 1999/2000 marketing year. However, the provisions replaced by Article 1(1) shall continue to apply to undertakings that commenced operating before the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 29.\n(2) OJ L 303, 6. 11. 1997, p. 1.\n(3) OJ L 100, 17. 4. 1997, p. 41."}