{"celex_id": "31991R1239", "uri": "http://publications.europa.eu/resource/cellar/7f98ce9c-5b33-4032-a94f-2664840b4df1", "type": "Regulation", "concepts": ["4217", "5010", "807", "891"], "title": "Commission Regulation (EEC) No 1239/91 of 13 May 1991 on the supply of various consignments of cereals as food aid\n", "header": "COMMISSION REGULATION (EEC) No 1239/91  of 13 May 1991  on the supply of various consignments of cereals as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated to certain countries and beneficiary organizations 25 000 tonnes of cereals;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4), as amended by Regulation (EEC) No 790/91 (5);\nWhereas it should be pointed out that the provisions of Commission Regulation (EEC) No 1385/89 of 22 May 1989 laying down detailed rules applicable on the purchase of cereals held by intervention agencies for the supply of community food aid (6), also  apply to the products to be mobilized at intervention stocks;\nWhereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["  Article 1\nCereals shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annexes in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annexes. Supplies shall be awarded by  the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other conditions or reservation included in his tender is deemed unwritten.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1. (5) OJ No L 81, 28. 3. 1991, p. 108. (6) OJ No L 139, 23. 5. 1989, p. 10.\nANNEX I\nLOT A\n1. Operation No (1): 1314/90\n2. Programme: 1990\n3. Recipient: Ethiopia\n4. Representative of the recipient (2)\n- Europe: Ambassade de l'Ethiopie, Bd. St Michel 32, B-1040 Brussels; telex 62285 ETH BRU B\n- Ethiopia: Agricultural Marketing Corporation PO Box 3321 Addis Ababa; tel. 65 24 36 / 16 64 38; telex 21165\n5. Place or country of destination: Ethiopia\n6. Product to be mobilized: common wheat\n7. Characteristics and quality of the goods (3): see OJ No C 216, 14. 8. 1987, p. 3 (under II.A.1)\n8. Total quantity: 10 000 tonnes\n9. Number of lots: one\n10. Packaging (4): see OJ No C 216, 14. 8. 1987, p. 3 (under II.B.1.a)\n- marking on the bags, in letters at least 5 cm high, the month and the year of shipment, followed by:\n'ACTION No 1314/90 / WHEAT / FOOD AID OF THE EUROPEAN ECONOMIC COMMUNITY TO THE PEOPLE OF ETHIOPIA'\n11. Method 134/90 mobilization (7): purchase from: Bundesanstalt fuer landwirtschaftliche Marktordnung (BALM), D-6000, Frankfurt am Main, Adickesallee 40; telex 4-11475, 4-16044, telefax 1564-651\nThe addresses of the places of storage are given in Annex II\n12. Stage of supply: free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: Assab\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 - 20. 6. 1991\n18. Deadline for the supply: 20. 7. 1991\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 12 noon on 28. 5. 1991\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 11. 6. 1991\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 15. 6 - 4. 7. 1991\n(c) deadline for the supply: 4. 8. 1991\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5): Bureau de l'aide alimentaire, à l'attention de Monsieur N, Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Brussels; telex AGREC 22037 B or 25670 B\n25. Refund payable on request by the successful tenderer (6): refund applicable on 27. 5. 1991, fixed by Commission Regulation (EEC) No 1111/91 (OJ No L 110, 1. 5. 1991, p. 73)\nLOT B\n1. Operation No (1): 69/91\n2. Programme: 1991\n3. Recipient (12): UNHCR (Mr Gaude), CP 2500, CH-1211 Genève 2 Dépôt; tel (22)739 84 80, telex 412404 CH HCR\n4. Representative of the recipient (8): The Representative UNHCR Branch Office in the Sudan, Mohammed Nageeb Road (North of Farouk Cemetery), Khartoum No 2, Soudan; (tel (249)11 81 243; telex 22431 SD HCR)\n5. Place or country of destination: Sudan\n6. Product to be mobilized: common wheat\n7. Characteristics and quality of the goods (9) (10) (11): see OJ No C 216, 14. 8. 1987, p. 3 (under II.A.1)\n8. Total quantity: 15 000 tonnes\n9. Number of lots: one\n10. Packaging and marking (4): see OJ No C 216, 14. 8. 1987, p. 3 (under II.B.1.c)\nMarking on the bags in letters at least 5 cm high:\n'ACTION No 69/91 / COMMON WHEAT / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNHCR PROGRAMME / FOR REFUGEES / PORT SUDAN'\n11. Method of mobilization: purchase from:\nOffice national interprofessionnel des céréales, 21 avenue Bosquet, F-75326, Paris Cedex 07; telex OFIBLE A 27807 F, telefax 45 51 90 99\nThe addresses of the places of storage are given in Annex II\n12. Stage of supply : free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: Port Sudan\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 - 20. 6. 1991\n18. Deadline for the supply: 20. 7. 1991\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 28. 5. 1991, at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 11. 6. 1991, at 12 noon\n(b) period for making the goods available at the port of shipment where the supply is awarded in the port of shipment stage: 15. 6 - 4. 7. 1991\n(c) deadline for the supply: 4. 8. 1991\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5): Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Brussels; telex AGREC 22037 B or 25670 B\n25. Refund payable on request by the successful tenderer (6): refund applicable on 27. 5. 1991, fixed by Commission Regulation (EEC) No 1111/91 (OJ No L 110, 1. 5. 1991, p. 73)\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: M. Haffner, P.O. Box 5570, Addis Ababa; telex 21135 DELEGEUR.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) Since the goods may be rebagged, the successful tenderer must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital 'R'.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05.\n(6) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56) is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The  date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of the Annex.\n(7) The following should be included in the charter party: 'Food-aid consignment from the European Economic Community: since the freight charges do not include coordination or supervision costs, the US $ 1,50 tax normally paid must not be applied in the  case of this ship.'\n(8) Commission delegate to be contacted by the successful tenderer:\nsee list published in OJ No C 227, 7. 9. 1985, p. 4.\n(9) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(10) The successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- phytosanitary certificate,\n- certificate of origin.\n(11) Radiation certificate legalized by a consulate of Sudan.\n(12) The successful tenderer shall contact the recipient as soon as possible to establish which consignment documents are required and how they are to be distributed.\nPARARTIMA II ANEXO II - BILAG II - ANHANG II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nNúmero de la partida  Cantidad total del lote\n(en toneladas)  Nombre y dirección del almacenista  Partiets nummer  Totalmaengde\n(tons)  Lagerindehaverens navn og adresse  Nummer der Partie  Gesamtmenge\nder Partie\n(in Tonnen)  Name und Adresse des Lagerhalters  Arithmos partidon  Synoliki posotita\ntis partidas\n(se tonoys)  Onoma kai diefthynsi enapothikeftoy  Number of lot  Total quantity\n(in tonnes)  Address of store  Numéro du lot  Quantité totale du lot\n(en tonnes)  Nom et adresse du stockeur  Numero della partita  Quantità totale\ndella partita\n(in tonnellate)  Nome e indirizzo del detentore  Nummer van de partij  Totale hoeveelheid\nvan de partij\n(in ton)  Naam en adres van de depothouder  Número do lote  Quantidade total\n(em toneladas)  Nome e endereço do armazenista         A  10 000  6 432:\nEmder Lagerhaus GmbH (Elag)\nNesserlanderstr. 150\nD-2970 Emden-Aussenhafen\nLager Nr. 067 601; Partie Nr. 190 200    3 568:\nEmder Lagerhaus GmbH (Elag)\nNesserlanderstr. 150\nD-2970 Emden-Aussenhafen\nLager Nr. 067 603; Partie Nr. 188 586      B  15 000  Sonastock\n44, boulevard de Strasbourg\nF-44000 Nantes\n(tél.: 40 89 46 75)"}