{"celex_id": "31991R1109", "uri": "http://publications.europa.eu/resource/cellar/fde3bb55-d572-45a4-88c1-830ba8952401", "type": "Regulation", "concepts": ["1201", "1264", "2131", "2563", "797"], "title": "Commission Regulation (EEC) No 1109/91 of 30 April 1991 laying down special measures for the 1990/91 and 1991/92 marketing years for the grant of production aid for olive oil in Portugal\n", "header": "COMMISSION REGULATION (EEC) No 1109/91  of 30 April 1991  laying down special measures for the 1990/91 and 1991/92 marketing years for the grant of production aid for olive oil in Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 257 (1) thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 5 thereof,\nWhereas Council Regulation (EEC) No 3836/90 (3), extends the transitional period laid down in Article 257 of the Act of Accession until 31 December 1992;\nWhereas, in the case of Portugal, in order to facilitate the setting-up and recognition of producer organizations in time for the 1990/91 marketing year, provision should be made for transitional measures under which organizations which do not yet have  the structure provided for in Article 4 of Council Regulation (EEC) No 2261/84 (4), as last amended by Regulation (EEC) No 3500/90 (5), can obtain provisional recognition;\nWhereas, in order gradually to adapt olive oil producer organizations in Portugal to the Community system, the minimum number of members of organizations should be laid down for the 1991/92 marketing years;\nWhereas the recognition of producer organizations must take effect from the beginning of the 1990/91 marketing year; whereas provision should therefore be made for this Regulation to apply from 1 December 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["In Portugal, for the 1990/91 marketing year, notwithstanding Article 4 (1) (a) and (b) of Regulation (EEC) No 2261/84, producer organizations may not be recognized under that Regulation unless:\n(a) they consist, in the case of organizations producing and increasing the market value of olives and olive oil, of at least 100 olive growers; or\n(b) they consist, in other cases, of at least 400 olive growers; should one or more organizations producing and increasing the market value of olives and olive oil be members of the organization in question, the growers concerned shall be considered  individually for the purposes of calculating the minimum number of growers required.", "For the 1991/92 marketing year, the number of olive growers referred to in Article 1 (a) and (b) shall be 200 and 700 respectively.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1990. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 367, 29. 12. 1990, p. 1. (4) OJ No L 208, 3. 8. 1984, p. 3. (5) OJ No L 338, 5. 12. 1990, p. 3."}