{"celex_id": "31994R1543", "uri": "http://publications.europa.eu/resource/cellar/e825cac8-4972-46ae-8023-d1fe528382fa", "type": "Regulation", "concepts": ["1086", "2887", "391", "4316", "797", "862"], "title": "Commission Regulation (EC) No 1543/94 of 30 June 1994 altering, for the 1994/95 marketing year, the adjustment aid and additional aid to the sugar refining industry\n", "header": "COMMISSION REGULATION (EC) No 1543/94 of 30 June 1994 altering, for the 1994/95 marketing year, the adjustment aid and additional aid to the sugar refining industry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 133/94 (2), and in particular the seventh indent of Article 9 (6) thereof,\nWhereas Article 9 (4b) of Regulation (EEC) No 1785/81 provides that during the 1994/95 marketing year adjustment aid of ECU 0,08 per 100 kilograms of sugar expressed as white sugar is to be granted as an intervention measure to the Community's  preferential raw cane sugar refining industry; whereas, as provided for in those provisions, additional aid equal to that amount is to be granted during the same period for the refining of raw cane sugar produced in the French overseas departments and  for the refining of quantities of raw beet sugar harvested in the Community and qualifying for the refining aid pursuant to the second subpararaph of Article 9 (4) of Regulation (EEC) No 1785/81 and in accordance with Commission Regulation (EEC) No  1836/90 (3), as last amended by Regulation (EEC) No 736/91 (4);\nWhereas the fourth subparagraph of Article 9 (4b) of Regulation (EEC) No 1785/81 provides that the adjustment aid and the additional aid referred to above may be altered in respect of a given marketing year in the light in particular of the storage levy  fixed for that year; whereas the storage levy for the 1994/95 marketing year was fixed by Commission Regulation (EC) No 1518/94 (5) at ECU 3,00 per 100 kilograms of white sugar; whereas that amount represents a reduction of ECU 0,50 per 100 kilograms of  white sugar in that applicable for the 1993/94 marketing year;\nWhereas those aids must therefore be altered; whereas account should in addition be taken of the alteration in the aid in question that has already been made for the previous marketing years in order to neutralize the effect of successive storage levy  modifications on the refining margin for the 1994/95 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The amounts of the adjustment aid and of the additional aid provided for respectively in the second and third subparagraphs of Article 9 (4b) of Regulation (EEC) No 1785/81 shall be increased to ECU 1,08 per 100 kilograms of sugar expressed  as white sugar for the 1994/95 marketing year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 22, 27. 1. 1994, p. 7.\n(3) OJ No L 168, 30. 6. 1990, p. 3.\n(4) OJ No L 80, 27. 3. 1991, p. 13.\n(5) OJ No L 162, 30. 6. 1994, p. 43."}