{"celex_id": "31990D0478", "uri": "http://publications.europa.eu/resource/cellar/f21c24b7-13f0-44a3-84ff-3ea908cc9531", "type": "Decision", "concepts": ["1309", "2300", "4577", "5969"], "title": "90/478/EEC: Commission Decision of 24 September 1990 accepting undertakings offered by certain exporters in connection with the anti-dumping proceeding concerning imports of tungsten ores and concentrates originating in the People's Republic of China and terminating the investigation with regard to these exporters\n", "header": "COMMISSION  DECISION\nof 24 September 1990\naccepting undertakings offered by certain exporters in connection with the anti-dumping proceeding concerning imports of tungsten ores and concentrates originating in the People's Republic of China and terminating the investigation with regard to these exporters\n(90/478/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee as provided for in Regulation (EEC) No 2423/88,\nWhereas\nA. PROVISIONAL MEASURES\n(1) By Regulation (EEC) No 761/90 (2), the Commission imposed a provisional anti-dumping duty on imports of tungsten ores and concentration originating in the People's Republic of China. This duty was extended for a period not exceeding two months by Council Regulation (EEC) No 2128/90 (3).\nB. SUBSEQUENT PROCEDURES\n(2) Following the imposition of the provisional anti-dumping duty, the China Chamber of Commerce of Metals, Minerals and Chemicals Importers and Exporters, on behalf of two Chinese exporters - the China National Non-Ferrous Metals Import and Export Corporation (CNIEC) and the China National Metals and Minerals and Export Corporation (Minmetals), requested and was granted a hearing.\nC. IMPOSITION OF A DEFINITIVE DUTY\n(3) Following the imposition of provisional measures, the Commission continued its investigation of dumping and injury, in conclusion of which the Council adopted Regulation (EEC) No 2735/90 (4), imposing a definitive anti-dumping duty on imports of tungsten ores and concentrates originating in the People's Republic of China and definitively collecting the provisional duty.\nD. UNDERTAKINGS\n(4) The China Chamber of Commerce of Metals, Minerals and Chemicals Importers and Exporters was informed of the results of the investigation. Two Chinese exporters, CNIEC and Minmetals, subsequently offered undertakings in accordance with Article 10 of Regulation (EEC) No 2423/88.\n(5) These undertakings have the effect of raising prices by an amount which in no case exceeds the dumping margins established but which is sufficient to remove the injury caused to the Community industry. It is moreover, possible to monitor\nand control that these undertakings are respected. Under these circumstances, the undertakings offered are considered acceptable and the investigations can be terminated for the exporters concerned without imposing an anti-dumping duty.\n(6) Additionally, should these undertakings not be respected, or should they be terminated by the exporters, the Commission may, in accordance with Article 10 (6) of Regulation (EEC) No 2423/88, immediately impose a provisional duty and the Council may subsequently impose a definitive duty on the basis of the findings and conclusions of the investigation referred to in Regulation (EEC) No 2735/90.\n(7) An objection to this course of action was raised in the Advisory Committee by two Member States. Therefore, in conformity with the provisions of Articles 10 (1) and 9 (1) of Regulation (EEC) No 2423/88, the Commission submitted to the Council a report on the results of the consultations, together with a proposal that the investigation be terminated. As the Council has not decided otherwise within one month, the present Decision should be adopted,", "main_body": ["The undertakings offered by:\n- China National Non-Ferrous Metals Import and Export Corporation (CNIEC)\n- China National Metals and Minerals Import and Export Corporation (Minmetals)\nin connection with the anti-dumping proceeding concerning imports of tungsten ores and concentrates falling within CN code 2611 00 00 and originating in the People's Republic of China are hereby accepted.", "The investigation in connection with the anti-dumping proceeding referred to in Article 1 is hereby terminated in respect of China National Non-Ferrous Metals Import and Export Corporation (CNIEC) and China National Metals and Minerals Import and Export Corporation (Minmetals)."], "attachments": "Done at Brussels, 24 September 1990.\nFor the Commission\nJean DONDELINGER\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 83, 30. 3. 1990, p. 23.\n(3) OJ No L 195, 26. 7. 1990, p. 3.\n(4) See page 1 of this Official Journal."}