{"celex_id": "31999D0381", "uri": "http://publications.europa.eu/resource/cellar/4294a439-6d3d-49a8-8403-8ea9b844caaa", "type": "Decision", "concepts": ["1374", "4320", "4692", "5263", "6004"], "title": "1999/381/EC: Commission Decision of 25 May 1999 amending Decision 97/370/EC authorising methods for grading pig carcasses in Sweden (notified under document number C(1999) 1342) (Only the Swedish text is authentic)\n", "header": "COMMISSION DECISION\nof 25 May 1999\namending Decision 97/370/EC authorising methods for grading pig carcasses in Sweden\n(notified under document number C(1999) 1342)\n(Only the Swedish text is authentic)\n(1999/381/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcasses(1), as last amended by Regulation (EC) No 3513/93(2), and in particular Article 5(2) thereof,\nWhereas the Commission, by Decision 97/370/EC(3) has authorised different methods for grading pig carcasses in Sweden;\nWhereas the Swedish Government has requested the Commission to authorise the use of a new method for grading pig carcasses; whereas the information required pursuant to Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcasses(4) has been submitted; whereas evaluation of the request has shown the conditions for authorising the said method of grading to be fullfilled;\nWhereas Decision 97/370/EC should be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 97/370/EC is hereby amended as follows:\n1. The following indent is added to Article 1:\n\"- the apparatus termed 'Fully automatic ultrasonic carcass grading' (Autofom) and the assessment method related hereto, details of which are given in Part 3 of the Annex.\"\n2. The Annex to this Decision is added to the Annex as Part 3.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 25 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 301, 20.11.1984, p. 1.\n(2) OJ L 320, 22.12.1993, p. 5.\n(3) OJ L 157, 14.6.1997, p. 19.\n(4) OJ L 285, 25.10.1985, p. 39.\nANNEX\n\"PART 3\nFully automatic ultrasonic carcass grading (Autofom)\n1. Grading of pig carcasses shall be carried out by means of the apparatus 'Fully automatic ultrasonic carcass grading' (Autofom).\n2. The apparatus shall be equipped with 16 ultrasonic transducers, 2 MHz (KrautkrĂ¤mer, SFK 2 NP) with an operating of 25 mm between each transducer.\nThe ultrasonic data comprise measurements of fat thickness and muscle depth.\nThe results of the measurements are converted into estimated lean mean content by means of a central data-processing unit.\n3. The lean meat content of the carcass shall be calculated on the basis of 29 individual measuring points according to the following formula:\n>REFERENCE TO A GRAPHIC>\nwhere:\n^y= the estimated percentage of lean meat in the carcass.\n4. The description of the measurement points and the description of the statistical method are laid down in the Swedish Protocol, Part II, submitted to the Commission under the terms of Article 3(3) of Commission Regulation (EEC) No 2967/85.\nThe formula shall be valid for carcasses weighing between 50 and 120 kg.\""}