{"celex_id": "31997D0424", "uri": "http://publications.europa.eu/resource/cellar/48265c03-2d17-4d3b-9a45-193520d37e71", "type": "Decision", "concepts": ["1394", "4286", "4314", "4885", "863"], "title": "97/424/EC: Commission Decision of 30 June 1997 providing for the release of the minimum stocks and the partial release of the carried forward stocks held by the sugar undertakings established in Spain, in order to ensure supplies to the southern region of Spain during the period from 1 July to 30 November 1997 (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 30 June 1997 providing for the release of the minimum stocks and the partial release of the carried forward stocks held by the sugar undertakings established in Spain, in order to ensure supplies to the southern region of Spain during the period from 1 July to 30 November 1997 (Only the Spanish text is authentic) (97/424/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 1599/96 (2), and in particular Article 12 (3), Article 27 (2a) and Article 39 thereof,\nWhereas in order to ensure normal supplies to the Community as a whole or to one of its areas, there is a standing obligation in the European territories of the Community, for minimum stocks to be maintained by each sugar-producing undertaking or sugar refinery;\nWhereas Article 1 of Council Regulation (EEC) No 1789/81 of 30 June 1981 laying down general rules concerning the system of minimum stocks in the sugar sector (3), as last amended by Commission Regulation (EC) No 725/97 (4), fixes the level of minimum stocks to be held, as the case may be, at 5 % of actual production within the A quota or 5 % of the quantity of sugar refined during the 12 months preceding the month in question;\nWhereas by virtue of Article 12 (1) of Regulation (EEC) No 1785/81 this percentage may be reduced; whereas Article 4 of Regulation (EEC) No 1789/81 lays down that where the supplies of sugar required by the Community can no longer be ensured under normal conditions, provision may be made for the undertaking concerned to be released, in whole or in part, from the obligation to stock the sugar in question; whereas this percentage has already been brought down to 3 % by Commission Regulation (EC) No 1436/96 (5);\nWhereas the south of Spain has been struck in succession by heavy floods and by severe drought leading to a disaster situation involving the loss of around 15 000 hectares planted with sugar beet; whereas there consequently exists a short term shortage in this region with regard to the supplies amounting to around 100 000 tonnes of sugar which are needed to cover the critical bridging period from July to October 1997;\nWhereas in order to ensure supplies under normal conditions and in view of the urgency, the minimum stocks maintained by the sugar undertakings established in Spain should be released making available in this way 29 000 tonnes of sugar; whereas this measure is not sufficient to cover the short term shortage in its entirety and, in view of the reasons for the shortage, it is necessary to implement the provisions of Article 27 (2) (a) of Regulation (EEC) No 1785/81 by releasing the appropriate quantity of carried forward stocks held by the sugar undertakings established in Spain;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1. In derogation from Article 1 (2) of Regulation (EC) No 1436/96 for the period 1 June to 30 November 1997, the percentages referred to in Article 1 of Regulation (EC) No 1436/96 are hereby reduced to 0 % for the sugar undertakings established in Spain.\n2. The percentages referred to in points (a) and (b) of Article 1 of Regulation (EEC) No 1789/81 are hereby reduced to 3 % from 1 December 1997 for the sugar undertakings established in Spain.", "1. The period of compulsory storage referred to in paragraph 2, second indent, of Article 27 of Regulation (EEC) No 1785/81 shall end on 1 July 1997 for the sugar undertakings established in Spain within the limit of a total quantity of 71 000 tonnes of sugar expressed as white sugar.\n2. Spain shall proceed with the breakdown of the quantity referred to in paragraph 1 between the sugar undertakings maintaining carried over sugar, in proportion to the carried over quantities which they are maintaining.\n3. Spain shall without delay notify the Commission of the quantities of carried over sugar released by each undertaking.", "This Decision is addressed to Spain."], "attachments": "Done at Brussels, 30 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 206, 16. 8. 1996, p. 43.\n(3) OJ No L 177, 1. 7. 1981, p. 39.\n(4) OJ No L 108, 25. 4. 1997, p. 13.\n(5) OJ No L 184, 24. 7. 1996, p. 27."}