{"celex_id": "31993R1486", "uri": "http://publications.europa.eu/resource/cellar/778c96d5-30cd-4b61-baa0-7a68f3704855", "type": "Regulation", "concepts": ["1116", "2069", "2730", "4381"], "title": "Commission Regulation (EEC) No 1486/93 of 16 June 1993 concerning the classification of certain goods in the combined nomenclature\n", "header": "18.6.1993 EN Official Journal of the European Communities L 147/8\nCOMMISSION REGULATION (EEC) NO 1486/93\nof 16 June 1993\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Commission Regulation (EEC) No 1001/93 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas it is appropriate that binding tariff information issued by the customs authorities of Member States in respect of the classification of goods in the combined nomenclature and which do not conform to the rights established by this Regulation, can continue to be invoked under the provisions in Article 6 of Commission Regulation (EEC) No 3796/90 (3), as amended by Regulation (EEC) No 2674/92 (4), for a period of three months by the holder if a binding contract has been concluded such as is envisaged in Article 14 (3) (a) or (b) of Commission Regulation (EEC) No 1715/90 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "Binding tariff information issued by the customs authorities of Member States which do not conform to the rights established by this Regulation can continue to be invoked under the provisions of Article 6 of Regulation (EEC) No 3796/90 for a period of three months by the holder if a binding contract has been concluded as envisaged in Article 14 (3) (a) or (b) of Regulation (EEC) No 1715/90.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 104, 29. 4. 1993, p. 28.\n(3)  OJ No L 365, 28. 12. 1990, p. 17.\n(4)  OJ No L 271, 16. 9. 1992, p. 5.\n(5)  OJ No L 160, 26. 6. 1990, p. 1.\nANNEX\nDescription Classification CN code Reason\n(1) (2) (3)\nSterilized food preparation in the form of a milky white opaque liquid tasting and smelling of coconut, made by milling and squeezing coconut pulp combined with water, having the following analytical properties: 2106 90 91 Classification in accordance with General Rules 1 and 6 for the interpretation of the combined nomenclature and the wording of CN codes 2106, 2106 90 and 2106 90 91.\nWater 79,6 % by weight\nSucrose 3,3 % by weight\nTotal fat content 16,6 % by weight\nFibre 0,1 % by weight\nAsh 0,4 % by weight"}