{"celex_id": "31992D0245", "uri": "http://publications.europa.eu/resource/cellar/62c86e11-eb2c-46c7-aa1d-937906d95d70", "type": "Decision", "concepts": ["1309", "192", "2738", "4578", "5369"], "title": "92/245/EEC: Commission Decision of 14 April 1992 concerning the animal health conditions and veterinary certification for the importation of meat products from Tunisia and amending Council Decision 79/542/EEC and Commission Decision 91/449/EEC\n", "header": "9.5.1992 EN Official Journal of the European Communities L 124/42\nCOMMISSION DECISION\nof 14 April 1992\nconcerning the animal health conditions and veterinary certification for the importation of meat products from Tunisia and amending Council Decision 79/542/EEC and Commission Decision 91/449/EEC\n(92/245/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on animal health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by Regulation (EEC) No 3763/91 (2), and in particular Articles 21a and 22 thereof,\nWhereas Council Decision 79/542/EEC (3), as last amended by Commission Decision 92/162/EEC (4), draws up a list of third countries from which the Member States authorize imports of bovine animals, swine and equidae, fresh meat and meat products; whereas this list was supplemented by Commission Decision 91/361/EEC (5) by the addition, inter alia, of Tunisia for the purpose of allowing importation of meat products which have been treated in a hermetically sealed container to an Fo value of three or more;\nWhereas Commission Decision 91/449/EEC (6), as last amended by Decision 91/244/EEC (7), lays down the specimen animal health certificates in respect of meat products imported from third countries;\nWhereas, following a Community veterinary mission, it appears that notwithstanding the animal health situation, Tunisia is covered by sufficiently well-structured and organized veterinary services; whereas the production of certain heat-treated meat products for export to the Community will be supervised by an official veterinarian appointed by the Department of Veterinary Services;\nWhereas animal health conditions and veterinary certification must be adapted according to the animal health situation of the third country concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1.   Member States shall authorize the importation from Tunisia of meat products which have undergone:\n— either a treatment in a hermetically sealed container to an Fo value of three or more,\n— or a heat treatment so that a centre temperature of at least 80 o C has been achieved.\n2.   Member States shall not authorize the importation from Tunisia of meat products other than those referred to in paragraph 1.", "1.   Decision 79/542/EEC is amended as follows:\n(a) in the Annex under the column headed ‘special remarks’ concerning meat products, the figure ‘(4)’ is inserted in the line corresponding to Tunisia after the figure (3);\n(b) at the end of the list of countries under the footnote heading ‘Special remarks’, the following last sentence is added:\n‘(4) Notwithstanding any restrictions indicated in the above list, meat products which have undergone a heat treatment so that a centre temperature of at least 80 oC has been achieved are authorized.’\n2.   In Part II of Annex C to Decision 91/449/EEC the list of countries approved to use the model animal health certificate is hereby amended by the insertion of the following country:\n‘Tunisia’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 April 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 302, 31. 12. 1972, p. 28.\n(2)  OJ No L 356, 24. 12. 1991, p. 1.\n(3)  OJ No L 146, 14. 6. 1979, p. 15.\n(4)  OJ No L 71, 18. 3. 1992, p. 30.\n(5)  OJ No L 195, 18. 7. 1991, p. 43.\n(6)  OJ No L 240, 29. 8. 1991, p. 28.\n(7)  See page 40 of this Official Journal."}