{"celex_id": "31996D0345", "uri": "http://publications.europa.eu/resource/cellar/acf19077-2359-42c7-8dc0-7881d21b173c", "type": "Decision", "concepts": ["13", "1374", "1445", "4125", "4689"], "title": "96/345/EC: Commission Decision of 22 May 1996 laying down certain detailed rules concerning on-the-spot checks carried out in the veterinary field by Commission experts in the Member States (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 22 May 1996 laying down certain detailed rules concerning on-the-spot checks carried out in the veterinary field by Commission experts in the Member States (Text with EEA relevance) (96/345/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (1), as last amended by Directive 95/23/EC (2), and in particular Article 12 thereof, and to the corresponding provisions of the other Directives and Decisions in the veterinary field, especially those concerning health problems affecting intra-Community trade in products of animal origin, laying down the animal health requirements applicable to intra-Community trade in live animals and in products of animal origin, concerning the examination of animals and fresh meat for the presence of residues, introducing measures for the control or the eradication of certain diseases, setting up standards for the animal welfare, introducing financial measures for the eradication of certain diseases and concerning expenditure in the veterinary field,\nWhereas the Commission must adopt the general implementing rules establishing the conditions under which the on-the-spot checks in the Directives and Decisions referred to above must take place, in collaboration with the Member States concerned;\nWhereas some rules relating to the on-the-spot checks by Commission experts are common to all these regulations; whereas, therefore, they should be brought together in a single Decision; therefore, it is necessary to repeal Commission Decision 85/446/EEC of 18 September 1985 concerning the on-the-spot inspections to be carried out in respect of the intra-Community trade in fresh meat (3);\nWhereas, in the frame of the on-the-spot checks foreseen in Article 12 of Directive 64/433/EEC and in Article 10 of Council Directive 71/118/EEC (4), as last amended by Directive 94/65/EC (5), the Commission may, without warning, verify the actual application of dispositions of Council Directive 85/73/EEC of 29 January 1985 on the financing of veterinary inspections and controls of animal products covered by Annex A to Directive 89/662/EEC and by Directive 90/675/EEC (6), as last amended by Directive 96/17/EC (7);\nWhereas, where this is necessary to ensure the uniform application of the Directives, the on-the-spot checks should be included in programmes established after discussion with the Member States concerned and an exchange of views in the Standing Veterinary Committee;\nWhereas that collaboration must continue during the on-the-spot checks and must enable Commission experts to be accompanied by experts appointed by the Commission who are subject to certain obligations and have reimbursement of their travel and subsistence costs guaranteed;\nWhereas it is necessary to ensure that after on-the-spot checks Member States are informed of the results obtained and that the results are taken into account by the Member States concerned;\nWhereas provision should also be made for a rapid procedure enabling, where necessary Community Decisions to be adopted, particularly in cases where on-the-spot checks have revealed a serious public health risk or where it is found that measures acknowledged as indispensable after the checks have not been taken;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. This Decision lays down certain rules relating to the on-the-spot checks carried out in the veterinary field in Member States by Commission experts.\n2. For the purposes of this Decision, on-the-spot checks in the veterinary field (hereafter named checks) means auditing actions necessary to ensure that the uniform application of the provisions of Community legislation are complied with.", "1. The checks shall be performed in each Member State. The Commission shall establish a general programme of checks for the legislation concerned and submit it to an exchange of views in the Standing Veterinary Committee.\n2. This general programme shall include information on all actions to be undertaken by the Commission in the context of checks referred to in paragraph 1.", "1. The programmes of checks shall be organized and carried out in collaboration with each Member State concerned which will appoint one or several experts, for this purpose.\n2. The Commission may defer or bring forward certain checks or carry out additional checks when it regards this as necessary in particular for health reasons, animal welfare reasons or on the bassis of the results of previous checks, after discussion with the Member State concerned.\n3. In any case, the Commission shall give notice to the relevant Member State of at least 10 working days before the beginning of the programme of checks.", "1. In addition to experts from the Member State inspected, the Commission's experts may be accompanied during the checks by one or more experts, listed in accordance with paragraph 2, from one or more other Member States.\nWhen checks are organized, the participation of an expert from another Member State may be refused by the Member State where these checks shall be carried out. This opportunity may only be used once.\n2. Each Member State shall propose to the Commission not less than two experts whose competence is beyond doubt, and shall communicate to it their names, their special fields, their exact official addresses, fax and telephone numbers.\nThe Commission shall draw up a list of experts, other than the experts of the Commission.\nWhere a Member State considers that one of the experts proposed by it should no longer be included in the list, it shall so inform the Commission. If the number of experts would thereby fall below the minimum required, the Member State shall propose one or more replacements to the Commission.", "1. During the checks, the Member State expert or experts appointed by the Commission shall comply with the Commission's administrative rules.\n2. Information acquired or conclusions reached by the Member State expert or experts during the course of checks may on no account be used for personal purposes or divulged to persons who are not part of the competent services of the Commission or the Member States.\n3. The travel and subsistence costs incurred by the Member State expert or experts appointed by the Commission shall be reimbursed in accordance with its rules governing travel and subsistence costs incurred by persons who are not officials of the Commission and who are called on to perform the tasks of an expert.", "1. A Member State in whose territory checks are carried out in accordance with this Decision shall provide the experts of the Commission and the experts appointed by the Commission with the assistance they require in order to perform their tasks. In particular access, on the same basis as officials of the competent authority, shall be given to all concerned persons, information and documentation as well as access to places, establishments, installations and means of transport in order for the checks to be carried out.\n2. During the checks, the experts shall comply with the administrative rules which officials of the competent authorities of the Member State referred to in paragraph 1 must follow, without prejudice to the provisions of Article 5 (1).", "1. Once the checks are concluded the Commission's experts shall inform the Member State verbally of their conclusions and, where necessary, of the corrective measures it deems necessary and their degree of urgency.\nThe Commission shall confirm the results of the checks within two months in a written report to the Member State, subject to the receipt of any additional information requested during the checks but not available at that time.\nThe Member State shall give its comments within the same period of time.\n2. The Member State shall take the corrective measures to take account of the results of the checks carried out.\n3. If, during checks, the Commission experts discover significant instances of non-compliance with Community legislation in a Member State or in one or more regions of that Member State, the latter must investigate, upon request of the Commission for the shortcomings noted, thoroughly the general situation in the domain concerned. If appropriate the Member State, after consultation with the Commission may restrict the investigation to the region(s) concerned by the programme of checks; it shall notify the Commission within the time alloted by the latter of the results of the checks and of the mesures taken to remedy the situation.\n4. If, after the checks, the corrective measures are not taken by the Member State concerned within an appropriate period of time, in particular where those checks have revealed a serious public health, or animal health or animal welfare risk, the Commission shall, in accordance with the procedure laid down in Article 17 of Council Directive 89/662/EC (8), take all the measures which it deems necessary.", "The Commission shall regularly notify all Member States, via the Standing Veterinary Committee, of the results of checks carried out in each Member State.", "On experience gained the provisions of this Decision shall be re-examined before 31 December 1998 on the basis of a report by the Commission to the Member States.", "0\nDecision 85/446/EEC is hereby repealed.", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 May 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 243, 11. 10. 1995, p. 7.\n(3) OJ No L 260, 2. 10. 1985, p. 19.\n(4) OJ No L 55, 8. 3. 1971, p. 23.\n(5) OJ No L 368, 31. 12. 1994, p. 10.\n(6) OJ No L 32, 5. 2. 1985, p. 14.\n(7) OJ No L 78, 28. 3. 1996, p. 30.\n(8) OJ No L 395, 30. 12. 1989, p. 13."}