{"celex_id": "31992R2847", "uri": "http://publications.europa.eu/resource/cellar/b821e401-d725-410a-b118-bd3c5b6e2349", "type": "Regulation", "concepts": ["1988", "2639", "4395", "693"], "title": "Commission Regulation (EEC) No 2847/92 of 29 September 1992 establishing the financial compensation for oranges and mandarins, reduced as a result of the monetary realignments of 13 to 17 September 1992\n", "header": "COMMISSION REGULATION (EEC) No 2847/92  of 29 September 1992  establishing the financial compensation for oranges and mandarins, reduced as a result of the monetary realignments of 13 to 17 September 1992\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (1), as last amended by Regulation (EEC) No 2205/90 (2), and in particular Article 6 (3) thereof,\nWhereas Article 6 of Regulation (EEC) No 1677/85 provides that agricultural prices fixed in ecus must be reduced when the amendment of the agricultural conversion rate takes effect at the beginning of the marketing year following a monetary realignment,  as a result of the dismantlement of transferred monetary gaps; whereas, because of automatic dismantlement of the negative monetary gaps created by the realignments of 13 to 17 September 1992, it is necessary to divide the prices in ecus by the  coefficient reducing agricultural prices fixed at 1,002650 by Article 2 of Commission Regulation (EEC) No 2735/92 (3);\nWhereas the financial compensation for oranges and mandarins for the 1992/93 marketing year were fixed by Council Regulation (EEC) No 1378/92 (4);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The financial compensation for oranges and mandarins fixed in ecus by the Council for the 1992/93 marketing year is reduced pursuant to Article 6 of Regulation (EEC) No 1677/85 and shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 164, 24. 6. 1985, p. 6. (2) OJ No L 201, 31. 7. 1990, p. 9. (3) OJ No L 277, 22. 9. 1992, p. 18. (4) OJ No L 147, 29. 5. 1992, p. 7.\nANNEX\nFINANCIAL COMPENSATION FOR THE 1992/93 MARKETING YEAR\nECU 3,83 per 100 kilograms net for oranges of the Moro, Tarocco, Ovale Calabrese, Belladonna, Navel and Valencia late varieties,\nECU 3,29 per 100 kilograms net for oranges of the Sanguinello variety,\nECU 2,16 per 100 kilograms net for oranges of the Sanguigno and Biondo commune varieties,\nECU 3,22 per 100 kilograms net for mandarins.\nNB: Financial compensation is granted only for products of quality classes Extra and I."}