{"celex_id": "31990R0354", "uri": "http://publications.europa.eu/resource/cellar/7629dff7-b363-45ce-b971-bdd3c5ed41c3", "type": "Regulation", "concepts": ["1069", "13", "2734", "3190", "3568"], "title": "Commission Regulation (EEC) No 354/90 of 9 February 1990 amending Regulation (EEC) No 3665/87 as regards proof of arrival at destination in third countries of agricultural products qualifying for a variable refund\n", "header": "COMMISSION  REGULATION (EEC) No 354/90\nof 9 February 1990\namending Regulation (EEC) No 3665/87 as regards proof of arrival at destination in third countries of agricultural products qualifying for a variable refund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 201/90 (2), and in particular Article 16 (6) thereof, and to the corresponding provisions of the other regulations on the common organization of the markets in agricultural products,\nHaving regard to Council Regulation (EEC) No 2746/75 of 29 October 1975 laying down general rules for granting export refunds on cereals and criteria for fixing the amount of such refunds (3), and in particular the second subparagraph of Article 8 (2) and (3) thereof, and to the corresponding provisions of the other regulations laying down general rules on the granting of export refunds on agricultural products,\nWhereas Commission Regulation (EEC) No 137/90 (4) last amended Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (5) as regards proof of arrival at destination in third countries; whereas that measure, which no longer requires certain proof, was the subject of a negative opinion in the relevant management committees and subsequently, in accordance with the procedure laid down for such cases, of an exchange of views in the Council;\nWhereas, in the light of those discussions in the Council, Regulation (EEC) No 137/90 should be replaced by a new text stipulating the circumstances in which recourse may be had to the proof of arrival referred to in Article 18 (2) of Regulation (EEC) No 3665/87 and putting back the date of application of the measures in question;\nWhereas the relevant management committees have not delivered opinions within the time limits set by their chairmen,", "main_body": ["Regulation (EEC) No 3665/87 is hereby amended as follows:\n1. in Article 18:\n(a) paragraph 1 is replaced by the following:\n'1. Proof that the product has been cleared through customs for release for consumption shall be furnished by production of the customs document or a copy or photocopy thereof; such copy or photocopy must be certified as being a true copy by either the body which endorsed the original document, an official agency of the third country concerned or an official agency of a Member State.';\n(b) the introductory part of paragraph 2 is replaced by the following:\n'If the exporter cannot obtain the document referred to in paragraph 1 after taking the appropriate steps or if there are doubts as to the authenticity of the document furnished, proof that the product has been cleared through customs for release for consumption may be deemed to have been furnished by the production of one or more of the following documents:';\n2. Annex II is hereby deleted.", "Regulation (EEC) No 137/90 is hereby repealed.", "This Regulation shall enter into force on 10 February 1990.\nIt shall apply to transactions the export declaration for which is accepted as from 1 May 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 22, 27. 1. 1990, p. 7.\n(3) OJ No L 281, 1. 11. 1975, p. 78.\n(4) OJ No L 16, 20. 1. 1990, p. 9.\n(5) OJ No L 351, 14. 12. 1987, p. 1."}