{"celex_id": "31999D0713", "uri": "http://publications.europa.eu/resource/cellar/8ca2d2ef-a6f7-4532-9ba2-518f939fc1c9", "type": "Decision", "concepts": ["1445", "1598", "1755", "2563", "5034"], "title": "1999/713/EC: Commission Decision of 21 October 1999 amending Decision 98/653/EC concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal (notified under document number C(1999) 3376) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 21 October 1999\namending Decision 98/653/EC concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal\n(notified under document number C(1999) 3376)\n(Text with EEA relevance)\n(1999/713/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10(4) thereof,\n(1) Whereas Decision 98/653/EC of 18 November 1998 concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal(3), as amended by Decision 1999/517/EC(4), prohibits the dispatch from Portugal of live bovine animals, including fighting bulls; whereas Portugal has requested a derogation to allow the dispatch of fighting bulls; whereas the mission carried out in Portugal by the Food and Veterinary Office of the Commission from 22 February to 3 March 1999 concluded that it cannot be excluded that fighting bulls have been exposed to BSE contaminated feed; whereas, nevertheless, it recommended that the dispatch of fighting bulls could be allowed subject to appropriate controls and destruction of the animals after the fight in the Member State of destination ensuring that the carcases do not end up in the food or feed chain;\n(2) Whereas Council Directive 91/628/EEC of 19 November 1991 on the protection of animals during transport(5), as last amended by Council Directive 95/29/EC(6), lays down rules for the transportation of animals, in particular on maximum journey times and the handling of animals during transport;\n(3) Whereas Council Directive 89/608/EEC of 21 November 1989 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of legislation on veterinary and zootechnical matters(7), and in particular Article 10 thereof, lays down the rules for the communication by the competent authorities in the Member States to the Commission of information on operations, which are, or appear to be, contrary to Decision 98/653/EC and which are of particular interest at Community level;\n(4) Whereas Directive 90/425/EEC requires the Member State of destination to take appropriate measures in case of irregulaties; whereas protocols should be laid down for such measures in the Member States of destination;\n(5) Whereas Decision 98/653/EC should be amended accordingly;\n(6) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/653/EC is amended as follows:\n1. Article 3 is replaced by the following:\n\"Article 3\n1. By way of derogation from Article 2, Portugal may authorise the dispatch from its territory to:\n(a) other Member States or to third countries of food destined for domestic carnivores containing material referred to in Article 2(b) provided that the material did not originate from Portugal and that the conditions laid down in Articles 8 and 9 are complied with;\n(b) other Member States of material referred to in Article 2(b) and (c) for the purpose of incineration in accordance with the conditions laid down in Annex I;\n(c) other Member States of fighting bulls in accordance with the conditions laid down in Annex II.\n2. The derogation provided for in paragraph 1(b) or paragraph 1(c) shall apply only if the Member State of destination has authorised the receipt of the material or the animals referred to therein.\n3. Member States of destination shall inform the Commission and the other Member States of the list of incineration plants authorised to receive the material referred to in paragraph 1(b) and the list of bullfight arenas and connected premises authorised to receive fighting bulls.\n4. The Member State of destination shall ensure that the material referred to in paragraph 1(b) is incinerated in accordance with Annex I and that fighting bulls, after having been used for the purpose as referred to in Annex II, are incinerated.\n5. The Member State of destination shall keep full records demonstrating compliance with the Article.\n6. The Commission, after having verified on-the-spot in the Member State of destination the application, as appropriate, of the provisions of this Article on the basis of a Community inspection and after having informed the Member States, shall set the date on which the dispatch of the material referred to in paragraph 1(b) may commence.\n7. The Commission, after having assessed the protocols referred to in Annex II point 13 and after having informed the Member States, shall set the date on which the dispatch of the fighting bulls may commence.\"\n2. In Article 5(1)(a), \"Annex II\" is replaced by \"Annex III\".\n3. The present Annex II to Decision 98/653/EC becomes \"Annex III\" and Annex II as set out in the Annex to this Decision is inserted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 October 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 311, 20.11.1998, p. 23.\n(4) OJ L 197, 29.7.1999, p. 45.\n(5) OJ L 340, 11.12.1991, p. 17.\n(6) OJ L 148, 30.6.1995, p. 52.\n(7) OJ L 351, 2.2.1989, p. 34.\nANNEX\n\"ANNEX II\nConditions for the dispatch of fighting bulls as referred to in Article 3(1)(c)\n1. Male bovine animals may be dispatched from Portugal for the purpose of bullfights in application of Article 3(1)(c) when those animals are certified to meet the conditions laid down in point (3) and come from herds in which no case of BSE has occurred in the last seven years and which are certified to meet the conditions laid down in point 2. The competent authorities shall ensure that the conditions with respect to the controls set out in this Annex are complied with.\nHerd conditions\n2. (a) A herd is a group of animals forming a separate and distinct unit, that is a group of animals which were managed, housed and kept separately from any other group of animals and which were identified with unique herd and animal identification numbers.\n(b) A herd is eligible where for at least seven years there has been no confirmed case of BSE, nor a suspect case for which the diagnosis of BSE has not been ruled out, in any animal which was still in or had moved through or from the herd.\nAnimal conditions\n3. A bovine animal is eligible if:\n(a) it has been clearly identifiable throughout its life, enabling it to be traced back to the herd and dam of origin;\n(b) its dam has lived at least six months after its birth;\n(c) its dam has not developed BSE and is not suspected of having contracted BSE;\n(d) the herd of birth of the animal and all herds through which it has ever moved are eligible.\nTransport\n4. Section C of the health certificate referred to in Annex F, Model I of Council Directive 64/432/EEC(1) shall be supplemented by the following words:\n\"The animals comply with the conditions laid down in Commission Decision 98/653/EC, Annex II, points 1,2 and 3.\"\n5. The animals must be transported in sealed vehicles and conveyed directly to a bullfight arena or connected premises as referred to in Article 3(3).\n6. The transport must be arranged in such a way that the animals can be transported in compliance with the rules of Council Directive 91/628/EEC without breaking the seal. In exceptional cases the seal may be broken for reasons of animal welfare. In such cases an official veterinarian must be called immediately on-the-spot to identify the animals and reseal the vehicle.\n7. Portugal must inform by means of the ANIMO system the competent authority of the place of destination and all Member States of transit of each consignment. The words \"Fighting bulls in accordance with Article 3 of Commission Decision 98/653/EC\" must be contained in the ANIMO message.\nMeasures in the Member State of destination\n8. The Member State of destination must inform the competent authority of the place of origin of the arrival of the consignment by sending a copy of the official certificate as referred to in point 4, signed by the competent authority of the place of destination, to the competent authority of the place of origin by fax or any other means.\n9. The animals must be kept in isolated connected premises as referred to in point 5 before the bull fight.\n10. If the animals are not killed in the event, they must be killed immediately after the bull fight and in any case within 10 days on arrival.\n11. The carcases of the animals must be destroyed by incineration.\n12. The transport vehicles and all connected premises where the fighting bulls are kept must be cleansed and disinfected immediately after removal of the animals.\n13. The Member State of destination must have detailed protocols in place covering:\n(a) controls on arrival of each animal, in particular unsealing of transport vehicles, certificates and identification of animals;\n(b) ANIMO messages and the measures referred to in point 8;\n(c) controls on the keeping and handling of the animals before, during and after the event;\n(d) controls that the animals are killed and that the carcases and all other body parts including the hide are destroyed by incineration, and that they do not end up in the food or feed chain or in fertilisers;\n(e) cleansing and disinfection of the transport vehicles and the connected premises where the animals are kept;\n(f) records at the bullfight arena and connected premises;\n(g) measures in case of irregularities.\n(1) OJ 121, 29.7.1964, p. 1977/64.\""}