{"celex_id": "31996D0384", "uri": "http://publications.europa.eu/resource/cellar/5572c787-ad65-47bd-86a9-7412e7e3db5f", "type": "Decision", "concepts": ["1445", "1755", "2084", "2384", "2437", "3579"], "title": "96/384/EC: Commission Decision of 21 June 1996 on certain protective measures in respect of infectious anaemia in salmon in Norway (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 21 June 1996 on certain protective measures in respect of infectious anaemia in salmon in Norway (Text with EEA relevance) (96/384/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 18 (7) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (2), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 19 (7) thereof,\nWhereas, further to an outbreak of infectious salmon anaemia (ISA) in Norway, the Commission, by Decision 95/118/EC (3), has taken safeguard measures in order to prevent the introduction of that disease in the Community; whereas these measures applied until 31 December 1995;\nWhereas during May 1996 new cases of ISA have been reported in Norway;\nWhereas it is therefore necessary to re-establish these safeguard measures;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall prohibit imports of salmon of the Salmo salar species originating in Norway, whether live or slaughtered in the non-eviscerated state.", "Notwithstanding Article 1, imports of slaughtered and non-enviscerated salmon of the Salmo salar species originating in Norway shall be authorized provided the salmon come from the fish farms referred to in point 1 of Annex I and have been slaughtered and packaged in the establishments referred to in point 2 of Annex I, located along the Norwegian coast between the Swedish border and the border between the communes of Hå and Eigersund (region of Rogaland).\n2. Packages containing the fish referred to in paragraph 1 must carry a label bearing the following:\n- 'Whole salmon`,\n- the codes of the farms and establishments as provided for in Annex I.\n3. Consignments of salmon as referred to in paragraph 1 must be accompanied by a health certificate in accordance with the model in Annex II.", "The Member States shall alter the measures they apply in trade in order to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "This Decision shall apply until 1 July 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 373, 31. 12. 1990, p. 1.\n(3) OJ No L 80, 8. 4. 1995, p. 52.\nANNEX I\nHOLDINGS AND ESTABLISHMENTS LOCATED ALONG THE NORWEGIAN COAST BETWEEN THE SWEDISH BORDER AND THE BORDER BETWEEN THE COMMUNES OF HÅ AND EIGERSUND FROM WHICH SLAUGHTERED, NON-EVISCERATED SALMON MAY BE DISPATCHED TO THE COMMUNITY\n1. Holdings\n>TABLE>\n2. Establishments\n>TABLE>\nANNEX II\n>START OF GRAPHIC>\nMODEL\nHEALTH CERTIFICATE\nfor the import into the Community of non-eviscerated Atlantic salmon originating in Norway\nIdentification of the lot\n1. Fish farm of origin (code number and name):\n2. Establishment of origin where fish were slaughtered and packaged (code number and name):\n3. Total weight:\nNumber of crates:\nMeans of transport\nType of means of transport and identification:\nDestination\nMember State of destination:\nConsignee (name and address):\nHealth declaration:\nI, the undersigned, hereby declare that the products contained in this consignment come from a farm and an establishment located in the region of Norway referred to in Article 2 (1) of Commission Decision 96/384/EC and have not been transferred from the part of Norway situated to the north of that region.\nDone at, (date)\nName of official service:\nName of official responsible: (in block capitals)\nTitle of signatory:\nSignature:\nStamp of official service:\n>END OF GRAPHIC>"}