{"celex_id": "31996D0228", "uri": "http://publications.europa.eu/resource/cellar/af7f0961-0cb0-4cca-957a-56b6c62324cb", "type": "Decision", "concepts": ["1565", "2709", "2965", "4320", "5541", "889"], "title": "96/228/EC: Commission Decision of 28 February 1996 on a long-term national aid scheme to assist farmers in northern areas of Sweden (Only the Swedish text is authentic)\n", "header": "COMMISSION DECISION of 28 February 1996 on a long-term national aid scheme to assist farmers in northern areas of Sweden (Only the Swedish text is authentic) (96/228/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden, and in particular Article 142 thereof,\nWhereas in order to authorize Sweden to grant long-term national aid intended to ensure that agricultural activity is maintained in northern regions, those regions must be determined by the Commission;\nWhereas, in order to facilitate the administration of the scheme when determining those regions, it is appropriate to keep the communes and the four sub-regions defined in the Swedish system of aid to agriculture in northern areas in force before accession as the administrative units relevant for checking compliance with the determination criteria;\nWhereas the regions selected are to cover the agricultural areas situated to the north of the 62nd parallel and some adjacent areas south of that parallel affected by comparable climatic conditions rendering agricultural activity particularly difficult; whereas, when determining those regions, account must be taken in particular of low population density, the agricultural area as a proportion of the overall surface area, and the agricultural area devoted to arable crops intended for human consumption as a proportion of the utilized agricultural area (UAA);\nWhereas the foregoing elements lead, in the case of Sweden, to the list of administrative units in sub-regions 1, 2A, 2B and 3 provided for in this Decision, which units are either north of the 62nd parallel or adjacent to that parallel and affected by comparable climatic conditions rendering agricultural activity particularly difficult and have population densities of 10 inhabitants or fewer per square km, UAA considered to constitute 10 % or less of the overall surface area and a proportion 20 % or less of that UAA devoted to arable crops intended for human consumption; whereas it is appropriate that communes entirely surrounded by such areas be included in the list up to a maximum of two communes per enclave, even if they do not have the same characteristics;\nWhereas the northern area thus determined represents a UAA of 509 442 ha, which is 14 % of the total UAA in Sweden;\nWhereas on the basis of available national statistics, the reference period both for quantities and for the amount of support should be fixed as 1994 for the production of cows milk and of soft fruit and vegetables and as 1993 for other products;\nWhereas, for reasons of transparency, it is appropriate to indicate the volume of production per product in the abovementioned years;\nWhereas on 11 May 1995 Sweden submitted to the Commission details of the system of aid planned; whereas it subsequently forwarded additional information; whereas this system provides for aid for cow's milk, goats, pigs, laying hens and soft fruit and vegetables; whereas the level of aid planned means that the level of overall support applied during the selected reference period is not exceeded;\nWhereas the planned measures may be authorized since they satisfy the conditions referred to in Article 142 (3) of the Act of Accession; whereas the measures take account of the level of compensatory allowance within the meaning of Council Regulation (EEC) No 2328/91 (1), as last amended by Regulation (EC) No 2387/95 (2), and the agri-environmental aid provided for in Council Regulation (EEC) No 2078/92 (3), as last amended by Commission Regulation (EC) No 2772/95 (4) for the northern areas, levels which it is appropriate to note for the sake of transparency; whereas, if accompanied by the necessary measures, they will not lead either to an increase in overall support or to an increase in production in comparison with the abovementioned reference periods; whereas, in the latter connection, it is appropriate to reduce aid in the following year in proportion to the extent by which production exceeds that of the reference period;\nWhereas, with respect to the last point, apart from cow's milk, for which production is governed by the quota system laid down by the common organization of the market, and in particular by Council Regulation (EEC) No 3950/92 (5), as amended by Regulation (EC) No 1552/95 (6), aid is not granted on the basis of quantities produced but on the basis of production factors (head of livestock or hectares) within regional limits; whereas for the sake of clarity it is appropriate to set out those limits in Annex IV;\nWhereas the aid for the transport of cow's milk provided for in the scheme may be authorized by virtue of the third subparagraph of Article 142 (3) of the Act of Accession; whereas, in any cases where transport aid is granted as part of a national aid scheme for regional support, it is necessary to ensure that the various aid schemes do not result in the duplication of compensation for the same activity;\nWhereas the aid corresponds to the objectives set out in the third subparagraph of Article 142 (3) since they are designed to maintain traditional primary production suited to the climatic conditions of the regions concerned, to improve production for agricultural products and facilitate their disposal and to ensure that the environment is protected and the countryside preserved; whereas, in particular, the aid for the transport of cow's mill corresponds to the objective set out in the third subparagraph of Article 142 (3) and may be permitted since it does not duplicate any aid authorized as part of the national aid scheme for regional support;\nWhereas, in the light of the foregoing, the aid in question may be authorized, on condition that it complies with the limits set for certain products by the common organization of the markets,", "main_body": ["The northern region of Sweden shall include, by sub-region, the local administrative units (Församling) and municipal units (Kommun) listed in Annex I.", "1. The reference period referred to in Article 142 (3) of the Act of Accession shall be 1994 as regards both quantities and the level of support to be complied with for the production of cow's milk and soft fruit and vegetables, and 1993 as regards other products.\n2. Production in the reference period is indicated by product in Annex II.", "1. The aid set out in Annex III shall be authorized from 1 January 1995. This Annex lists the authorized amounts, by sub-region, by production factor (hectare, head of livestock) or by quantity produced, as well as the overall amount of authorized national aid.\nAnnex IV lists the maximum numbers of hectares, tonnes or animals that may be covered by the aid.\nThe aid shall be authorized taking account of the level of Community aid listed in Annex V and shall in no case be granted by quantity produced, with the exception of aid for cow's milk.\n2. As regards cow's milk, the aid provided for in the first subparagraph of paragraph 1 shall be limited for each farmer to the reference quantity allocated in application of Article 4 of Regulation (EEC) No 3950/92.", "Sweden shall submit to the Commission, before 1 April each year, and for the first time before 1 April 1996, as part of the information to be supplied pursuant to Article 143 (2) of the Act of Accession, information on the impact of the aid granted and in particular on production trends and the development of the means of production benefiting from the aid and of the economy of the regions concerned, as well as the impact on the protection of the environment and the preservation of the countryside referred to in the third subparagraph of Article 142 (3) of the Act of Accession.\nIt shall take all the steps necessary to apply this Decision and make all the necessary arrangements for monitoring the beneficiaries.\nWhere the quantities provided for in Annex II are exceeded, Sweden shall reduce the aid granted for the products concerned, proportionally in the following year. In the case of arable crop production, the reduction shall be applied only if the reference quantity is exceeded by more than 10 % on overage for two consecutive years.", "Sweden may determine the conditions for granting aid to the different categories of beneficiaries, provided those conditions comply with the amounts and other elements laid down in this Decision and may change, subject to prior Commission authorization of the adjustment, the level of aid per product or other aspects of the aid scheme in question.", "The Commission may review this Decision, in particular on the basis of trends in the value of the national currency or of trends in the Community aid referred to in Annex V.\nAny revision of the level of authorized aid in the northern areas shall apply only from the year following that in which the change concerned comes into effect.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 28 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 218, 6. 8. 1991, p. 1.\n(2) OJ No L 244, 12. 10. 1995, p. 50.\n(3) OJ No L 215, 30. 7. 1992, p. 85.\n(4) OJ No L 288, 1. 12. 1995, p. 35.\n(5) OJ No L 405, 31. 12. 1992, p. 1.\n(6) OJ No L 148, 30. 6. 1995, p. 43.\nANNEX I\nSUB-REGION 1\n>TABLE>\nSUB-REGION 2 A\n>TABLE>\nSUB-REGION 2 B\n>TABLE>\nSUB-REGION 3\n>TABLE>\nANNEX II\nProvided for in Article 2 (2)\nPRODUCTION\n>TABLE>\nANNEX III\nProvided for in the first subparagraph of Article 3 (1) (ECU 1 = Skr 9,12158)\n>TABLE>\nANNEX IV\nProvided for in the second subparagraph of Article 3 (1) (Quantities expressed in production factors)\n>TABLE>\nANNEX V\nProvided for in the third subparagraph of Article 3 (1) (1 green ECU = Skr 10,5852 / 1 book-rate ECU = Skr 9,12158)\n>TABLE>"}