{"celex_id": "31998D0682", "uri": "http://publications.europa.eu/resource/cellar/3f441965-aefa-41cf-866a-0066ac920055", "type": "Decision", "concepts": ["3545", "3559", "4175", "4177", "5237", "5383"], "title": "98/682/EC, Euratom: Commission Decision of 20 November 1998 appointing the members, chairmen and vice-chairmen of the expert groups to assist the Commission on the content and direction of the key actions in the field of research and technological development [notified under document number C(1998) 3347] (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 20 November 1998 appointing the members, chairmen and vice-chairmen of the expert groups to assist the Commission on the content and direction of the key actions in the field of research and technological development (notified under document number C(1998) 3347) (Text with EEA relevance) (98/682/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Commission Decision 98/610/EC, Euratom of 22 October 1998 setting up expert groups assisting the Commission on the content and direction of the key actions in the field of research and technological development (1),Whereas Article 3(1) of Decision 98/610/EC, Euratom provides that the Commission shall set the groups up, ensuring that they have a balanced composition, taking account of the geographical origin and sector of origin of their members (in particular industry and services, research and innovation, users and public regulatory authorities and socio-economic circles); whereas it shall also endeavour to ensure the best possible balance between the participation of women and men;\nWhereas, for the purposes of appointing the members of the expert groups, the Commission will assess all the applications in the light of the selection criteria set out in point A paragraph 2 of the Annex to Decision 98/610/EC, Euratom; whereas, on the basis of that assessment, the commission will appoint the members of the expert groups in accordance with the provisions of Article 3(1) of that Decision and Section B of the Annex to the Decision;\nWhereas, in accordance with Article 4(1) of Decision 98/610/EC, Euratom, the members of the expert groups will be appointed by the Commission in a personal capacity for a period of two years; whereas their appointment may be renewed once, for a maximum of two years;\nWhereas, in accordance with Article4(4) of the abovementioned Decision, the Commission will also appoint the chairman and vice-chairman of each of the expert groups from among their members; whereas, the vice-chairman may not be of the same geographical origin or sector of origin as the chairman;\nWhereas, in accordance with the fourth recital of Decision 98/610/EC, Euratom, the expert groups are expected to deliver their conclusions in an independent and transparent manner; whereas, as a consequence, the members should act independently of any outside instructions in order to provide the Commission with objective views;\nWhereas, in the light of this, it is necessary that the members inform the Commission on the basis of the agenda, before each meeting of all interests which could be considered as prejudicial to their independence; whereas they should abstain from discussions on a topic on which they have a conflict of interests;\nWhereas, for this purpose, the experts selected should, before each meeting of the expert groups, sign a declaration in which they certify that, on the basis of the agenda, no conflict of interest exists which could be prejudicial to their independence;\nWhereas, without prejudice to Article 214 of the Treaty establishing the European Community and Article 194 of the Treaty establishing the European Atomic Energy Community, the members should be required not to divulge information given in the context of the work of the expert groups when it has been indicated to them that this information is subject to a request for confidentiality;\nWhereas, when a member is in breach of these requirements for independence and confidentiality, he/she should be considered as no longer being in a position to contribute effectively to the group's work, in accordance with Article 4 of Decision 98/610/EC, Euratom;\nWhereas the members of the expert groups and the 17 chairmen and 17 vice-chairmen of those groups should be appointed, and the confidentiality of their work and the independence of the members guaranteed,", "main_body": ["The persons listed in Annex I are hereby appointed as members of the expert groups set up by Decision 98/610/EC, Euratom.", "The persons listed in Annex II are hereby appointed as chairmen or vice-chairmen of the expert groups mentioned in Article 1.", "The persons referred to in Articles 1 and 2 are required to respect the conditions of independence and confidentiality set out in Annex III.", "This Decision shall take effect from the day of its adoption."], "attachments": "Done at Brussels, 20 November 1998.\nFor the Commission\nĂ\u0089dith CRESSON\nMember of the Commission\n(1) OJ L 290, 29. 10. 1998, p. 57.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\nConditions concerning the independence of the members and the confidentiality of their work\nA. Confidentiality of work\nWithout prejudice to Article 214 of the Treaty establishing the European Community and Article 194 of the Treaty establishing the European Atomic Energy Community, the members are required not to divulge information given in the context of the work of the expert groups when it has been indicated to them that this information is subject to a request for confidentiality.\nB. Independence of the members\n1. The members will inform the Commission of all interests which could be considered as prejudicial to their independence.\n2. Before each meeting, the members will declare to the Commission, on the basis of the agenda, any particular interests which could be considered prejudicial to their independence. They will abstain from discussions on a topic on which they have a conflict of interests.\n3. For this purpose, the experts selected should, before each meeting of the expert groups, sign the declaration in the Appendix, in which they certify that there is no conflict of interests.\nC. Breaches\nWhen a member is in breach of the requirements set out above, he/she will be considered as no longer being in a position to contribute effectively to the group's work, in accordance with Article 4 of Decision 98/610/EC, Euratom.\nAppendix\nDECLARATION ON CONFLICTS OF INTEREST\n>START OF GRAPHIC>\n(Tick the appropriate box)\nDeclaration of absence of conflicts of interest on the basis of the agenda for the meeting of ..............................\nI the undersigned, Mr/Ms .............................. , certify that, on the basis of the agenda for the current meeting, no conflict of interest exists that could be considered as being prejudicial to my independence.\nI the undersigned, Mr/Ms .............................. , declare that, on the basis of the agenda for the current meeting, a possible conflict of interest that could be considered as being prejudicial to my independence exists with respect to the following work of the expert group in which I participate:\nAgenda item\nConflict of interest\nIn addition, if, during a meeting of the expert group in which I participate, I discover any conflict of interest that could be considered as being prejudicial to my independence with any item on the agenda or any subject discussed in the group, I undertake to inform the Commission services immediately.\nSignature\nNames and Surname\nDate\n>END OF GRAPHIC>"}