{"celex_id": "31990D0188", "uri": "http://publications.europa.eu/resource/cellar/1754713d-1938-40d7-a8dd-9ea3e901648a", "type": "Decision", "concepts": ["1008", "1224", "2286", "2914", "5877", "889"], "title": "90/188/EEC: Commission Decision of 11 October 1989 concerning aid granted in the Netherlands and financed by means of levies payable by the Produktschap voor Veevoeder (Commodity Board for the Animal Feedingstuffs Sector) (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 October 1989\nconcerning aid granted in the Netherlands and financed by means of levies payable by the Produktschap voor Veevoeder (Commodity Board for the Animal Feedingstuffs Sector)\n(Only the Dutch text is authentic)\n(90/188/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), as last amended by Regulation (EEC) No 2275/89 (2) and in particular Article 9 thereof, and to the corresponding provisions of other Regulations on the common organization of markets in agricultural products,\nHaving given notice to the parties concerned, in accordance with Article 93 (2) of the Treaty (3), to submit their comments,\nWhereas:\nI\nFollowing a written question (No 1532/85) from a Member of the European Parliament, the Commission invited the Dutch authorities to forward to the Commission, in accordance with Article 93 (3) of the Treaty, all the necessary information about produktschappen.\nSectoral organizations have existed in the Netherlands for more than thirty years by virtue of the industrial Organization Act of 14 February 1950 (Wet op de Bedrijfsorganisatie). It is a skeleton law authorizing the creation, at the request of the economic sectors involved, of central industrial boards, industry boards and commodity boards.\nA Central Commodity Board and Commodity Boards can be set up for the benefit of two or more groups of undertakings which carry out different operations vis-Ă -vis a given product or group of products (vertical organizations).\nA Central Industrial Board and Industry Boards can be set up for the benefit or undertakings which carry out identical or similar operations vis-Ă -vis different products (horizontal organizations).\nThe competent minister may designate one or more persons to represent him at the meetings organized by the steering committee of a 'produktschap' or a 'hoofdproduktschap'.\nThese ministerial representative have an advisory capacity. If a regulation or other decision requires the approval of the minister or ministers concerned, approval can be withheld only on grounds of incompatibility with the law or the public interest.\nSectoral organizations are financed by levies (heffingen) at the different production, processing and marketing stages. The organizations' rules imposing these levies (heffingverordening) apply to all undertakings whose activities fall within the scope of those organizations. The levies are compulsory; refusal to pay them is punishable. The levies can therefore be seen as parafiscal taxes.\nThe levies are either general (algemene heffingen) or specific (specifieke heffingen). The former are mainly to finance administration and organization costs, the latter to finance specific expenditure, such as aid for various objectives.\nThese parafiscal taxes are collected at the different marketing stages: direct sale by the producer, sale at auctions (veilingen), sales by wholesalers and retailers and the sale of processed products by manufacturers. The regulations which impose the levies may also contain rules governing levies on imported products.\nII\n1. After an exchange of correspondence between the Commission and the Dutch authorities, the Commission informed the Dutch Government, in a letter dated 23 December 1986, that it had decided to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of the aids in question, since it did not possess sufficient information to establish that they were eligible for a derogation under Article 92 (2) and (3) of the Treaty. Under the said procedure, the Commission therefore requested additional information:\n- on the method for charging the parafiscal taxes used to finance the aids, in order to establish whether or not these taxes had an effect equivalent to customs duties or constituted discriminatory internal taxes or whether the system, in view of the aids it financed, was compatible with the requirements of Article 92 of the Treaty;\n- on the aids themselves, in order to establish if, by virtue of their objective and in the light of Article 92 of the Treaty they could be considered compatible with the common market.\nThe Commission also gave notice to the other Member States and to the other parties concerned to submit their comments.\n2. The aids to which this Decision refers are used to finance research concerning:\n- nutrition and health of veal calves (Aid No 74 - data sheet No NL/XXX/15-00/002/00 of the modified and supplemented inventory sent to the Commission by the Dutch authorities by letter No SG(87) A/4859 of 15 April 1987;\n- the feed value of feedingstuffs and the raw materials used to manufacture feedingstuffs, and the undesirable substances they contain (Aid No 75 - data sheet No NL/XXX/15-00/003/00);\n- the welfare of domestic animals (Aid No 76 - data sheet No NL/XXX/15-00/008/00);\n- surpluses of animal manure in relation to feed intake (Aid No 77 - data sheet No NL/XXX/15-00/011/00).\nThese four aids are financed by taxes on both domestic and imported products. In 1986, the tax amounted to:\n- HFl 0,05 per 100 kg for oilcake, gluten-based products, wheat refuse, animal protein, dried sugar bett pulp, manioc, sweet potatoes, grass, clover and lucerne meal and citrus pulp. An additional tax of HFl 0,11 per 100 kg is imposed on dried plant preparations;\nThe taxes are collected as follows:\n1.2 // - on imported products:   // at importation, on the basis of the invoice.   // - on domestic products:   // at the first sale by the producer to the user.\nThe yield from these taxes amount to (1):\nData sheet 74\n(in HFl)\n1.2 //  //  // Taxes collected on domestic products:   // 910 000   // Taxes collected on domestic products:   // 40 000  //    //   // Total  // 950 000   //    //\nFor 1986 the total of these taxes is estimated at Hfl 575 000\nData sheet 75\n(in HFl)\n1.2 //  //  // Taxes collected on domestic products:   // 270 000   // Taxes collected on products imported from non-member countries:   // 601 000   // Taxes collected on products imported from other Member States taking account of re-export refunds:   // 75 000   //    //   // Total  // 796 000   //  //\nData sheet 76\n(in HFl)\n1.2 //  //  // Taxes collected on domestic products:   // 197 000   // Taxes collected on products imported from non-member countries:   // 403 000   // Taxes collected on products imported from other Member States taking account of re-export refunds:   // 50 000   //    //   // Total  // 550 000   //  //\nFor 1986 the total of these taxes is estimated at: Hfl 500 000\nData sheet 77\n(in HFl)\n1.2 //  //  // Taxes collected on domestic products:   // 430 000   // Taxes collected on products imported from non-member countries:   // 827 000   // Taxes collected on products imported from other Member States taking account of re-export refunds:   // 97 000   //    //   // Total  // 1 160 000   //  //\nFor 1986 the total of these taxes is estimated at Hfl 1 000 000\nThese amounts were used by the 'Produktschap voor Veevoeder' to finance several aids, including those covered by this Decision, namely:\n(in HFl)\n1.2.3 //  //  //  // Data sheet 74   // 1985   // 508 000  //   // 1986   // 425 000   //    //   //   // Data sheet 75  // 1985   // 990 000   //   // 1986   // 853 000 (estimate),  //    //   //   // Data sheet 76   // 1985   // 430 000   //  // 1986   // 500 000 (estimate),   //    //   //   // Data sheet 77   // 1985   // 810 000   //   // 1986   // not SG(87)A/4859 of 15 April 1987.\nIII\nThe aids financed by the 'Produktschap voor Veevoeder' are likely to affect trade between Member States and distort competition within the meaning of Article 92 (1) of the Treaty by giving an advantage to the sector concerned. However, because they are intended to facilitate the development of the sector in question and are unlikely adversely to affect trade to an extent contrary to the common interest, they could qualify for the exemption provided for in Article 92 (3) (c) of the Treaty.\nHowever, this option cannot be considered because the aids are financed by taxes imposed on products imported from other Member States.\nAccording to the case law of the Court of Justice of the European Communities, financing a State aid by imposing a compulsory charge constitutes an essential element of the aid and, when assessing such aid, both the aid and the method of financing should be examined for compatibility with Community law.\nAlthough research aids are compatible with the common market as regards both their form and their objectives, financing such aids by means of parafiscal taxes imposed equally on imported Community products has a protective effect beyond that of the aid itself, according to the Judgment given by the Court of Justice on 26 June 1970 in Case 47/69 (1).\nEven if the research bodies were to place the results of their research at the disposal of any interested parties in other Member States, this would not necessarily result in all parties genuinely and equally sharing in the benefits of the research, since even if equality of treatment were legally guaranteed, at a practical level Dutch operators would inevitably be in a more favourable position.\nSuch research is prompted by national specialization, needs and shortcomings. In addition, operators in other Member States often pay for identical research, either directly or by paying a financial contribution to their counterpart national research centres, and therefore have no need to make use of the findings of Dutch bodies.\nThis being the case, the research aids described in Point II (2) are incompatible with the common market because of the method by which they are financed, and must therefore be abolished.", "main_body": ["The Dutch Government shall cease to grant aids for research on nutrition and health of veal calves, the feed value of feedingstuffs and raw materials used to manufacture feedingstuffs, the undesirable substances contained in feedingstuffs, the welfare of domestic animals and surpluses of animal manure in relation to feed intake through the 'Produktschap voor Veevoeder' (Sheets No NL/XXX/15-00/002/00, No NL/XXX/15-00/003/00, No NL/XXX/15-00/008/00 and No NL/XXX/15-00/011/00 of the inventory attached to the letter dated 15 April 1987 from the Dutch authorities to the Commission) unless it amends beforehand the method of financing these aids so that products imported from other Member States are no longer taxed.", "The Dutch Government shall inform the Commission, within two months from the notification of this Decision, of the measures it has taken to comply with this Decision.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 11 October 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 142, 30. 5. 1978, p. 1.\n(2) OJ No L 218, 28. 7. 1989, p. 1.\n(3) OJ No C 115, 30. 4. 1987, p. 5. available   //    //   //\n(1) Source: the modified and supplemented inventory sent to the Commission by the Dutch authorities by letter No\n(1) [1970] ECR 487."}