{"celex_id": "31993R0983", "uri": "http://publications.europa.eu/resource/cellar/781f25ad-dd3d-47b1-94a2-215b6619bcf1", "type": "Regulation", "concepts": ["1474", "1729", "2308", "4790"], "title": "COUNCIL REGULATION (EEC) No 983/93 of 6 April 1993 relating to the conclusion of the Protocol defining, for the period 21 May 1992 to 20 May 1995 the fishing opportunities and the financial contribution provided for by the Agreement between the European Community and the Government of the Democratic Republic of Madagascar on fishing off Madagascar\n", "header": "COUNCIL REGULATION  (EEC) No 983/93\nof 6 April 1993\nrelating to the conclusion of the Protocol defining, for the  period 21 May 1992 to 20 May 1995 the fishing opportunities and the financial contribution provided  for by the Agreement between the European Community and the Government of the Democratic Republic  of Madagascar on fishing off Madagascar\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas, in accordance with the Agreement between the European Economic Community and the  Government of the Democratic Republic of Madagascar on fishing off Madagascar  (3), the Contracting  Parties held negotiations with a view to determining amendments or additions to be made to the  Agreement at the end of the period of application of the first Protocols;\nWhereas, as a result of these negotiations, a new Protocol defining, for the period 21 May 1992 to  20 May 1995, the fishing opportunities and the financial contribution provided for by the said  Agreement was initialled on 14 May 1992;\nWhereas it is in the Community's interest to approve this Protocol,", "main_body": ["The Protocol defining, for the period 21  May 1992 to 20 May 1995, the fishing opportunities and the financial contribution provided for by  the Agreement between the European Economic Community and the Government of the Democratic Republic  of Madagascar on fishing off Madagascar is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The President of the Council is hereby authorized to designate the persons empowered to  sign the Protocol in order to bind the Community  (4).", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 6 April 1993.\nFor the Council\nThe President\nJ. ANDERSEN\n(1)  OJ No C 201, 8. 8. 1992, p  19.\n(2)  Opinion delivered on 12 March 1993 (not yet published in the Official Journal).\n(3)  OJ No L 73, 18. 3. 1986, p. 26.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the  European Communities by the General Secretariat of the Council."}