{"celex_id": "31999R0864", "uri": "http://publications.europa.eu/resource/cellar/23f89cf0-bac1-4781-9202-e20eb7a2ca89", "type": "Regulation", "concepts": ["1442", "1604", "2078", "2531", "4062"], "title": "Commission Regulation (EC) No 864/1999 of 26 April 1999 amending Regulation (EC) No 194/97 setting maximum levels for certain contaminants in foodstuffs - (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 864/1999\nof 26 April 1999\namending Regulation (EC) No 194/97 setting maximum levels for certain contaminants in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food(1), and in particular Article 2(3) thereof,\n(1) Whereas Commission Regulation (EC) No 194/97 of 31 January 1997 setting maximum levels for certain contaminants in foodstuffs(2), as last amended by Regulation (EC) No 1525/98(3), fixes maximum nitrate levels for spinach, lettuce and preserved, deep-frozen or frozen spinach;\n(2) Whereas Article 3 of the said Commission Regulation stipulates that the Commission shall proceed, before 1 October 1998 to a review of the maximum levels provided for in the Annex for lettuces and spinach, on the basis of the results of controls carried out by the Member States;\n(3) Whereas codes of good practice to reduce the nitrate levels in spinach and lettuce have been put in place by Member States as provided for in Article 2(2) and (3) of the said Commission Regulation; whereas it is recognised that the period between the application of the measures and the revision of the maximum levels is too short to result in significant decreases in nitrate levels in spinach and lettuce, taking into account the major influence of climatic conditions on the level of nitrates in lettuce and spinach;\n(4) Whereas the results of controls carried out by the Member States indicate that the maximum levels for nitrates in fresh spinach are in several cases exceeded; whereas several Member States have authorised for a transitional period the placing on the market of spinach grown and intended for consumption in their territory with nitrate levels higher than those set in point 1.1 of Part I of the Annex; whereas it is not possible for the time being, given the short period of time between application and revision of the measures, to fix maximum levels for nitrates in spinach as low as reasonably achievable, taking into account the application of codes of good practice; whereas it is therefore appropriate to maintain the current maximum limits for nitrates in fresh spinach and to provide that these levels will be reviewed in a three-year period; whereas this review will be based on monitoring carried out by the Member States and the application of codes of good practice to reduce nitrate levels;\n(5) Whereas the results of controls carried out by the Member State indicate that there is no possibility for the time being to reduce the maximum levels for lettuce;\n(6) Whereas some Member states still need a transitional period to authorise the placing on the market of lettuce grown and intended for consumption in their territory with nitrate levels higher than those set in point 1.1 of Part I of the Annex; whereas it is appropriate to review each three years the maximum levels for nitrates in lettuce on the basis of the application of good practice to reduce nitrates levels and the results of controls carried out by the Member States in order to fix the maximum levels as low as reasonably achievable;\n(7) Whereas the monitoring and the application of good practices shall be carried out using means proportionate to the desired objective, the obtained monitoring results and, particularly, in the light of the risks and of experience gained; whereas the application of codes of good practice in some Member States will be closely observed; whereas it is therefore appropriate that Member States communicate each year the results of their monitoring and report on the measures taken and the progress with regard to the application of codes of good practices to reduce nitrate levels and that an exchange of views with the Member States on these reports will take place annually;\n(8) Whereas lower limits are fixed for open-grown lettuce than for lettuce grown under glass, and in order to allow effective control the limits set for open grown lettuce should apply also to lettuce grown under glass in the absence of precise labelling;\n(9) Whereas the Scientific Committee for Food has been consulted, in accordance with Article 3 of Regulation (EEC) No 315/93, on the provisions liable to affect public health; whereas the Committee in its opinion on nitrate and nitrite of 22 September 1995 recommended continuation of efforts to reduce exposure to nitrates via food and water and urged that good agricultural practices are adopted to ensure nitrate levels are as low as possible;\n(10) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["Regulation (EC) No 194/97 is hereby amended as follows:\n1. Article 3 is replaced by the following: \"Article 3\nMember States shall each year communicate to the Commission by 30 June, the results of their monitoring and report on the measures taken and the progress made with regard to the application and improvement of codes of good practices to reduce nitrate levels. This information shall also contain the data on which their codes of good practice are based.\nThe Member States, who do not apply Article 2(2) of this Regulation, shall carry out the monitoring and the application of good practices using means proportionate to the desired objective, the obtained monitoring results and, particularly, in the light of the risks and of experience gained.\nOn the basis of the results of controls carried out by the Member States to check compliance with the maximum limits laid down in the Annex, the reports with regard to the application and improvement of codes of good practice to reduce nitrate levels and the evaluation of the data on which the Member States have based their good agricultural practices, the Commission shall proceed each three years and before 31 December 2001 for the first time, to a review of the provisions of this Regulation.\";\n2. the Annex is amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 37, 13.2.1993, p. 1.\n(2) OJ L 31, 1.2.1997, p. 48.\n(3) OJ L 201, 17.7.1998, p. 43.\nANNEX\nIn the Annex , point \"1. Nitrates\" under heading \"I. Agricultural contaminants\" is replaced by the following:\n\"1. Nitrates\n>TABLE>\n>TABLE>\""}