{"celex_id": "31996D0562", "uri": "http://publications.europa.eu/resource/cellar/8acaf7e1-b63d-4cd9-8bd1-da7a2751ce1a", "type": "Decision", "concepts": ["1079", "5359", "5541", "835", "863", "889"], "title": "96/562/EC: Commission Decision of 30 April 1996 enjoining the Kingdom of Spain to provide the necessary information in order to prove definitively that aid was granted under an existing aid scheme (Only the Spanish text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 April 1996 enjoining the Kingdom of Spain to provide the necessary information in order to prove definitively that aid was granted under an existing aid scheme (Only the Spanish text is authentic) (Text with EEA relevance) (96/562/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 5, 92 and 93 thereof, and having regard to the Agreement establishing the European Economic Area, and in particular Articles 61 and 62 thereof,\nWhereas:\nBy letter dated 16 December 1994, the Commission received a complaint concerning Porcelanas del Norte SAL (Ponsal). The complainant alleged that Ponsal had been given significant amounts of aid in 1994 by the Government of Navarra, including a bank guarantee of Pta 1 200 million, a subsidy of Pta 100 million for creating employment, a subsidy of 20 % for investing in fixed assets and a partial waiver of taxes and social duties due to the Spanish authorities.\nThese aids were not notified to the Commission in spite of the obligations to be fulfilled by the Member States pursuant to Article 93 (3) of the EC Treaty.\nThe complainant also enclosed a copy of Foral Law 11/1994 of 4 July by which the Parliament of Navarra would have approved the grant of a bank guarantee of Pta 1 200 million, mentioned above, and the purchase by Ponsal of an industrial estate belonging to the Government of Navarra valued at Pta 600 million with a subsidy of 20 %.\nBy letter dated 23 January 1995, the Commission requested the Spanish authorities to provide relevant information on the aid schemes in favour of Ponsal as they were alleged by the complainant.\nBy letter dated 17 March 1995, the Spanish authorities answered that all aid to Ponsal was awarded under an existing aid scheme for rationalizing and reviving companies in crisis, as previously communicated to and not challenged by the Commission on the occasion of Spain's accession to the European Community and contained in Foral Law 1/1985 of 4 March. According to the Spanish authorities, the Government of Navarra's freedom to award aid under this aid scheme was limited later by two additional legal acts: Foral Law 17/1985 of 27 September and Foral Law 8/1988 of 26 December. These two laws established ceilings for the government's award of aid, above which parliamentary approval was required for awarding aid under Foral Law 1/1985 of 4 March. Thus, Foral Law 17/1985 of 27 September required approval by the Parliament of Navarra if the Government of Navarra undertook the sale of any real estate valued at more than Pta 200 million whereas Foral Law 8/1988 of 26 December required specific authorization by the Parliament of Navarra if a bank guarantee to be awarded was to exceed Pta 100 million. As this was the case with Ponsal, since the aid in question exceeded the ceilings set out in those two Foral Laws, parliamentary approval was needed; it was given by Foral Law 11/1994 of 4 July. The objective of this law therefore solely consisted in authorizing the government to award a bank guarantee of Pta 1 200 million and to dispose of assets worth Pta 480 million.\nThe Commission understands that existing aids are the specific measures to implement an existing aid scheme and covered by it. In order to use an existing aid scheme as a legal basis to award aid, it is necessary that the legal act conferring the actual aid refers expressly to the general aid scheme so that it may be considered to be covered by it.\nThe Commission asserts, however, that the legal act awarding the specific aid to Ponsal, Foral Law 11/1994 of 4 July, refers to Foral Laws 17/1985 of 27 September and 8/1988 of 26 December but not to Foral Law 1/1985 of 4 March, which, according to the Spanish authorities, afforded the legal basis.\nBy letter dated 31 July 1995, the Commission requested the Spanish authorities to explain the apparent inconsistency of bringing into force a formal legal act without citing the legal basis on which it was based, that means, the supposed award of two aids, a bank guarantee and the disposal of real estate at a subsidized price by virtue of Foral Law 11/1994 of 4 July, without citing expressly Foral Law 1/1985 of 4 March which contained the general scheme under which the aids were awarded. The Spanish authorities, however, did not respond to this request.\nConsequently, on the basis of the information now available to the Commission, it is not possible to assess whether the aids granted to Ponsal were awarded within the framework of an aid scheme previously communicated to, and not challenged by, the Commission, because neither in Foral Law 11/1994 of 4 July nor in any other legal act held by the Commission is any reference made to the general scheme under which in the Spanish authorities' opinion the aid was granted to Ponsal.\nAccording to the case-law of the Court of Justice in its judgment of 5 October 1994 in Case C-47/91 (Italgrani), the Commission is entitled to take a provisional decision requiring the Member State concerned to provide all the documents, information and particulars necessary for proving that the aid was awarded under an existing scheme.\nShould the Spanish Government fail to comply with this Decision and not provide the information requested within the period allowed in Article 1 of this Decision, the Commission will be obliged to consider this case as an ad hoc aid and to act accordingly, namely by opening the procedure provided for in Article 93 (2) of the EC Treaty,", "main_body": ["The Kingdom of Spain shall, within 15 working days of the notification of this Decision, provide all appropriate information allowing a substantive appraisal to be made as to the nature of the aid awarded to Porcelanas del Norte SAL. In particular, the Spanish Government shall submit adequate evidence to show that the aid granted to Ponsal in 1994, two of which aids were awarded under Foral Law 11/1994 of 4 July, were so granted in pursuance of a general scheme for rationalizing and reviving companies in crisis, as previously communicated to, and not challenged by, the Commission, and as contained in Foral Law 1/1985 of 4 March.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 30 April 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission"}