{"celex_id": "31994D0821", "uri": "http://publications.europa.eu/resource/cellar/5c6487db-2d8b-49e1-aee0-01564fc61f2c", "type": "Decision", "concepts": ["3017", "3641", "3648", "3701", "3860", "4424"], "title": "94/821/EC: Commission Decision of 9 December 1994 on a common technical regulation for attachment requirements for terminal equipment interface for ONP 64 kbit/s digital unstructured leased line\n", "header": "COMMISSION DECISION of 9 December 1994 on a common technical regulation for attachment requirements for terminal equipment interface for ONP 64 kbit/s digital unstructured leased line (94/821/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/263/EEC of 29 April 1991 on the approximation of the laws of the Member States concerning telecommunications terminal equipment, including the mutual recognition of their conformity (1), as amended by Directive  93/68/EEC (2), and in particular Article 6 (2) thereof,\nWhereas the Commission, in accordance with the procedure laid down in Article 14 of Directive 91/263/EEC, and in particular in accordance with the opinion delivered on 23 April 1992 by the Approvals Committee for Terminal Equipment (ACTE), has adopted  the measure identifying the type of terminal equipment for which a common technical regulation is required as well as the associated scope statement;\nWhereas the relevant standardization body has prepared the harmonized standards implementing the essential requirements applicable;\nWhereas the Commission has submitted the draft measure of an opinion of the ACTE in accordance with the second indent of Article 6 (2) of Directive 91/263/EEC;\nWhereas the Commission, under the terms of the second indent of Article 6 (2) of Directive 91/263/EEC, is responsible for adopting the corresponding harmonized standards implementing the essential requirements which shall be transformed into common  technical regulations;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the ACTE,", "main_body": ["1. This Decision shall apply to terminal equipment intended to be connected to the network termination point of ONP 64 kbit/s digital unstructured leased lines using 120 ohm interfaces and falling within the scope of the harmonized standard  identified in Article 2 (1).\n2. This Decision establishes common technical regulations covering the attachment requirements for terminal equipment interface to the ONP leased line identified in paragraph 1.", "1. The common technical regulation shall inlcude the harmonized standard having been prepared by the relevant standardization body, but shall limit themselves to the essential requirements referred to in points (c), (d) and (f) of Article 4  of Directive 91/263/EEC. The reference to this standard is set out in the Annex.\n2. Terminal equipment falling within this Decision shall comply with the common technical regulations referred to in paragraph 1, shall meet the essential requirements referred to in points (a) and (b) of Article 4 of Directive 91/263/EEC, and shall  meet the requirements of any other applicable directives, in particular Council Directives 73/23/EEC (3) and 89/336/EEC (4).", "Notified bodies designated for carrying out the procedures referred to in Article 9 of Directive 91/263/EEC shall, as regards terminal equiment covered by Article 1 (1) of this Decision, use or ensure the use of the harmonized standard  referred to in the Annex by the date on which this Decision takes effect at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1994.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 128, 23. 5. 1991, p. 1.\n(2) OJ No L 220, 31. 8. 1993, p. 1.\n(3) OJ No L 77, 26. 3. 1973, p. 29.\n(4) OJ No L 139, 23. 5. 1989, p. 19.\nANNEX\nReference to the harmonized standard applicable   The harmonized standard referred to Article 2 of the Decision is:   Business Telecommunications (BT)   Open Network Provision (ONP) technical requirements;   64 kbit/s digital unstructured leased line (D64 U)   Attachment requirements for terminal equipment interface   ETSI   European Telecommunications Standards Institute   ETSI Secretariat   TBR 14 - January 1994  (excluding the foreword)\nAdditional information  The European Telecommunications Standards Institute is recognized according to Council Directive 83/189/EEC (1).\nThe harmonized standard referred to above has been produced according to a Mandate issued in accordance with relevant procedures of Directive 83/189/EEC.\nThe full text of the harmonized standard referenced above can be obtained from:\nEuropean Telecommunications Standards Institute\nF-06921 Sophia Antipolis Cedex.\n(1) OJ No L 109, 26. 4. 1983, p. 8."}