{"celex_id": "31991R3059", "uri": "http://publications.europa.eu/resource/cellar/d56ba7e5-5c1c-46cc-9810-c576b1fb0e54", "type": "Regulation", "concepts": ["4073", "4682"], "title": "Commission Regulation (EEC) No 3059/91 of 18 October 1991 laying down definitive measures on the issuing of STM licences for beef and veal in trade with Portugal\n", "header": "COMMISSION REGULATION (EEC) No 3059/91  of 18 October 1991  laying down definitive measures on the issuing of STM licences for beef and veal in trade with Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 252 (3) thereof,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), as last amended by Regulation (EEC) No 3296/88 (2), and in particular Article 7  (1) thereof,\nWhereas Commission Regulation (EEC) No 3815/90 of 19 December 1990 laying down detailed rules for the application of the supplementary trade mechanism for certain beef and veal products intended for Portugal (3), as last amended by Regulation (EEC) No  840/91 (4), sets the annual indicative ceiling for imports into Portugal of certain beef and veal products;\nWhereas STM licences issued in response to applications lodged from 9 to 13 September 1991 have exhausted that fraction of the indicative ceiling set aside for the third quarter of 1991 for fresh and chilled meat;\nWhereas the Commission had already adopted, by an emergency procedure, appropriate interim protective measures by Regulations (EEC) No 2132/91 (5), (EEC) No 2438/91 (6) and (EEC) No 2577/91 (7); whereas definitive measures must be adopted; whereas, in  view of the situation of the market in Portugal, an increase in the indicative ceiling cannot be contemplated;\nWhereas, as a definitive measure as referred to in Article 252 (1) of the Act of Accession, the issue of STM licences should be definitively discontinued in order to prevent any disturbance on the Portuguese market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For fresh and chilled meat:\n1. the issuing of STM Portugal licences is suspended until 6 October 1991;\n2. further applications for STM Portugal licences may be lodged from 23 September 1991.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 55, 1. 3. 1986, p. 106. (2) OJ No L 293, 27. 10. 1988, p. 7. (3) OJ No L 366, 29. 12. 1990, p. 30. (4) OJ No L 85, 5. 4. 1991, p. 23. (5) OJ No L 197, 20. 7. 1991, p. 17. (6) OJ No L 222, 10. 8. 1991, p. 32. (7) OJ No L 241, 30. 8.  1991, p. 20."}