{"celex_id": "31995D0161", "uri": "http://publications.europa.eu/resource/cellar/dab67ad5-366e-4a4b-9120-28a30c89da70", "type": "Decision", "concepts": ["1019", "1309", "192", "4320", "4746", "5369"], "title": "95/161/EC: Commission Decision of 21 April 1995 establishing additional guarantees regarding salmonella for consignments to Finland and Sweden of laying hens\n", "header": "COMMISSION  DECISION of 21 April 1995 establishing additional guarantees regarding salmonella for consignments  to Finland and Sweden of laying hens (95/161/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions  governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs   (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular  Article 9 (b) (2) thereof,\nWhereas the Commission has approved the operational programmes submitted by Finland and Sweden  regarding salmonella controls; whereas those programmes include specific measures for laying hens,  namely productive poultry reared with a view to producing eggs for consumption;\nWhereas on 10 June 1994 the Veterinary Committee established the list of invasive salmonella  serotypes for poultry;\nWhereas guarantees should be established equivalent to those implemented by Finland and Sweden  under their operational programmes;\nWhereas those additional guarantees are to be based in particular on a microbiological examination  of the poultry to be sent to Finland and Sweden;\nWhereas rules should be established for this microbiological examination of samples by laying down  the sampling method, the number of samples to be taken and the microbiological method for examining  the samples;\nWhereas those guarantees should not be applicable to any flock that is subject to a programme  recognized as equivalent to that implemented by Finland and Sweden;\nWhereas Finland and Sweden should apply to consignments originating from third countries import  requirements at least as stringent as those laid down in this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["Laying hens, namely productive poultry reared with a view to  producing eggs for consumption, to be sent to Finland and Sweden shall be subject to a  microbiological test, effected by sampling in the flock of origin.", "The microbiological test referred to in Article 1 shall be carried out as laid down in  Annex I.", "1.  Laying hens to be sent to Finland and Sweden shall be accompanied by the  certificate shown in Annex II.\n2.  The certificate provided for in paragraph 1 may:\n-  either be accompanied by model 3 certificate of Annex IV to Directive 90/539/EEC,\n-  or be incorporated in the certificate referred to in the first indent.", "The additional guarantees provided for in this Decision shall not be applicable to  flocks subject to a programme recognized, according to the procedure laid down in Article 32 of  Directive 90/539/EEC, as equivalent to that implemented by Finland and Sweden.", "This Decision shall be reviewed by 31 December 1996 at the latest. The review shall be  based on a report, prepared by Finland and Sweden in the light of the experience gained, to be  presented not later than 30 September 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 April 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\n1.  General rules The flock of origin must be isolated for 15 days.\nThe microbiological test must be carried out during the 10 days before forwarding of the  consignment.\nThe microbiological test must include the following invasive serotypes:\n-  Salmonella gallinarum,\n-  Salmonella pullorum,\n-  Salmonella enteritidis,\n-  Salmonella berta,\n-  Salmonella typhimurium,\n-  Salmonella thompson,\n-  Salmonella infantis.\n2.  Sampling method Composite faeces samples, each sample being composed of separate samples of fresh faeces, each  weighing at least one gramme, must be taken randomly at a certain number of points in the building  in which the birds are being kept or, when the birds have free access to more than one building on  a holding, taken in each group of buildings on the holding in which the birds are kept.\n3.  Number of samples to be taken The number of samples must make it possible to detect with 95  % reliability a 5  % presence of  salmonella.\n4.  Microbiological test for examination of the samples The isolation of the salmonella should be carried out using the standardized ISO 6579:  1993 method  of the International Organization for Standardization.\nANNEX II\nCERTIFICATION\nI, the undersigned, official veterinarian, certify that the  laying hens (productive poultry reared with a view to producing eggs for consumption) have been  tested with negative results according to the rules laid down in Commission Decision 95/161/EC of  21 April 1995 establishing additional guarantees regarding salmonella for consignments to Finland  and Sweden of laying hens (productive poultry reared with a view to producing eggs for  consumption).\nDone at    Date          Signature Stamp      Name (in capitals)       Qualification"}