{"celex_id": "31991R1603", "uri": "http://publications.europa.eu/resource/cellar/42b1d38c-1d98-4a12-927e-41d933e30adc", "type": "Regulation", "concepts": ["1115", "1602", "4082", "5233", "893"], "title": "Council Regulation (EEC) No 1603/91 of 10 June 1991 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables as regards quality standards\n", "header": "COUNCIL REGULATION (EEC) No 1603/91  of 10 June 1991  amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables as regards quality standards\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 7 of Regulation (EEC) No 1035/72 (1), as last amended by Regulation (EEC) No 1193/90 (2), lays down rules regarding the labelling of fruit and vegetables subject to common quality standards and put up for sale at the retail stage;  whereas recent developments in the fruit and vegetable trade have led to an increase in the quantities of pre-packaged products; whereas, to ensure that consumers are given sufficient information and that the rules are harmonized with Council Directive  79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer (3), as last amended by Commission Directive 91/72/EEC (4),  provision should be made for the net weight to be indicated on products presented in this way; whereas, however, this requirement is not justified in the case of products usually sold singly,", "main_body": ["  Article 1\nThe following shall be inserted as the second subparagraph of Article 7 of Regulation (EEC) No 1035/72:\n'For pre-packaged products within the meaning of Directive 79/112/EEC, the net weight shall be indicated, in addition to all the information provided for in the common quality standards. However, in the case of products normally sold by number, the  requirement to indicate the net weight shall not apply if the number of items can be clearly seen and easily counted from the outside or, failing that, if the number is indicated on the label.'  Article 2  This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 June 1991. For the Council\nThe President\nJ.-C. JUNCKER  (1) OJ No C 255, 10. 10. 1990, p. 3. (2) OJ No C 106, 22. 4. 1991, p. 52. (3) OJ No L 118, 20. 5. 1972, p. 1. (4) OJ No L 119, 11. 5. 1990, p. 43. (5) OJ No L 33, 8. 2. 1979, p. 1. (6) OJ No L 42, 15. 2. 1991, p. 27."}