{"celex_id": "31991D0388", "uri": "http://publications.europa.eu/resource/cellar/62de5beb-011c-4dd7-a50a-93cc661d340a", "type": "Decision", "concepts": ["1280", "1653", "3885", "4039", "5312"], "title": "91/388/EEC: Council Decision of 25 July 1991 on an action programme for European Year of Safety, Hygiene and Health at Work (1992)\n", "header": "COUNCIL DECISION  of 25 July 1991  on an action programme for European Year of Safety, Hygiene and Health at Work (1992)  (91/388/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nHaving regard to the opinion of the Advisory Committee for Safety, Hygiene and Health Protection at Work,\nWhereas in its resolution of 21 December 1987 on safety, hygiene and health at Work (4) the Council suggested that a European Year should be organized in 1992 in the field of safety, hygiene and health at work;\nWhereas in the said Resolution the Council also welcomed the Commission communication on its programme concerning safety, hygiene and health at work (5);\nWhereas 1992 sees the completion of this action programme and whereas stock should be taken of the programme, its coherence demonstrated and emphasis placed on the commitment of employers and workers to safety, hygiene and health protection at work;\nWhereas the Council acknowledged the predominant role of the heightening of public awareness for the success of the measures recommended in the Commission's communication on its programme on safety, hygiene and health at work;\nWhereas it is necessary to improve knowledge of the content and implications of legislation on safety, hygiene and health at work amongst the various economic operators, employers' and workers' organizations and bodies responsible for education and  training and for information on safety and health in the Member States;\nWhereas the Council emphasized that the information, increased awareness and the training of employers and workers will play a fundamental role in the success of the measures recommended in the Commission's aforementioned communication;\nWhereas the European Year will set out to conduct a number of activities designed to promote and enhance the value of the substantial body of Community measures in the field of safety, hygiene and health at work;\nWhereas the European Year should start on 1 March 1992 and end on 28 February 1993;\nWhereas an amount of ECU 12 million is estimated as necessary to implement this Decision;\nWhereas it is for the budgetary authority to determine the appropriations available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of  the European Communities;\nWhereas at least 50 % of the appropriations available should be used to cofinance the actions referred to in Section II, point B of the Annex;\nWhereas it is desirable to concentrate available resources on activities satisfying certain criteria;\nWhereas, the Treaty does not provide for the adoption of this Decision, powers other than those set out in Article 235,", "main_body": ["Declaration of European Year - Duration  1. 1992 shall be declared 'European Year for Safety, Hygiene and Health at Work'.\n2. European Year shall start on 1 March 1992 and end on 28 February 1993.", "Coordinated actions  1. For the European Year, the coordinated actions referred to in the Annex shall be carried out by the Community, the Member States and the social partners.\nThese actions may also be organized by public and/or private organizations.\n2. National coordinating committees, composed on a tripartite basis, shall act in liaison with the Advisory Committee on Safety, Hygiene and Health Protection at Work.", "Financing  1. The Community financial resources estimated as necessary for the implementation of this Decision amount to ECU 12 million.\n2. The budget authority shall determine the appropriations available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities.\n3. At least 50 % of the appropriations available should be used to cofinance the actions referred to in Section II, point B of the Annex.", "Organizational arrangements  1. Applications for financing concerning the actions referred to in points A and B of section II of the Annex shall be submitted to the Commission via the Member States, except in the case of the actions referred  to in point A of section II of the Annex, to be proposed by the Commission.\n2. The projects that are selected shall be designated 'Community projects - European Year for Safety, Hygiene and Health at Work (1992)'.", "Member States' participation  1. In implementing this Decision and, in particular, in selecting the actions referred to in points A and B of section II of the Annex, the Commission shall be assisted by a Steering Committee of an advisory  nature, composed of a representative from each Member State and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter,  if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "Informing the European Parliament, the Council, the Economic and Social Committee and the Advisory Committee  The Commission shall inform the European Parliament, the Council, the Economic and Social Committee and the Advisory Committee for  Safety, Hygiene and Health Protection at Work of the progress of work and shall send them a report and assessment of the actions carried out in the course of European Year."], "attachments": "Done at Brussels, 25 July 1991. For the Council\nThe President\nP. DANKERT\n(1) OJ No C 293, 23. 11. 1990, p. 3. (2) OJ No C 158, 17. 6. 1991. (3) OJ No C 60, 8. 3. 1991, p. 25. (4) OJ No C 28, 3. 2. 1988, p. 1. (5) OJ No C 28, 3. 2. 1988, p. 3.\nANNEX\nACTIONS ENVISAGED FOR EUROPEAN YEAR\nI. General provisions\n1. Aim and justification of the actions\nThe European Year will set out to conduct a number of activities designed to promote and enhance the value of the substantial body of Community measures in the field of safety, hygiene and health at work.\nArticle 118a of the EEC Treaty:\n- enables action at Community level as regards the improvement of the working environment to be intensified and expanded in order to protect the safety and health of workers,\n- provides in particular for the improvement of safety and health conditions at work, which constitutes an essential feature of the social dimension of the internal market.\nIn this framework:\n- in the context of the internal market, the interdependence of the social and economic aspects of problems relating to safety, hygiene and health at work should be underscored,\n- young people before they embark on working life, workers and employers should be made more aware of safety, hygiene and health risks at the workplace and of what can be done about them.\nIndeed, despite the lack of sufficiently reliable statistical series at European level, the data available at Member State level give a good idea of the high cost in human and social terms of the consequences of accidents at work and occupational  illnesses.\nFor 1984, the amount of compensation paid for such accidents and illnesses is put at some ECU 16 000 million for the whole Community, i. e. 7 % of total expenditure on sickness insurance.\nThe Advisory Committee on Safety, Hygiene and Health Protection at Work has also recommended that European Year take particular account of the following four topics:\n- cleanliness of air at work,\n- safety at work,\n- well-being at work,\n- measures to combat noise and vibration.\n2. Criteria\nIn the selection of projects in connection with the actions referred to in Section II, the following will take precedence:\n(a) projects producing results that can be turned to practical use;\n(b) projects involving the organization of working meetings with a limited number of participants so that each individual can take an active part (workshops);\n(c) projects to benefit small and medium-sized enterprises;\n(d) projects to benefit high-risk workers;\n(e) projects which foster transnational exchanges;\n(f) projects which can be continued after 1992.\nII. Content of the actions\nA. Actions to be financed entirely from the Community budget:\n1. (a) organization of a European colloquium to launch the European Year;\n(b) organization of a European colloquium to close the European Year;\n(c) organization of conferences, colloquia and/or seminars in all Member States.\n2. (a) audiovisual festival;\n(b) promotion of television programmes and videos, dealing particularly with the most dangerous branches of work.\n3. (a) Production of booklets and stickers on the Community's policy on safety, hygiene and health at work;\n(b) logo design and poster campaigns.\nB. Actions cofinanced from the Community budget\nThe actions listed below may be financed from the Community budget up to a percentage of the total cost, which will depend on the particular case but will not exceed 70 % of the total cost of the project.\nActions by public and/or private organizations aimed at:\n1. improving and promoting the dissemination of information on occupational risks and their prevention, and in particular the influence of work organization on safety, hygiene and health at work;\n2. giving greater importance to the training of workers and employers in the field of safety, hygiene and health at work;\n3. integrating instruction in safety, hygiene and health at work into teaching and training programmes aimed at employers and workers;\n4. improving the understanding of problems of safety, hygiene and health at work in small and medium-sized enterprises and promoting specific solutions;\n5. improving the exchange of information on good enforcement practice in Member States regarding Community legislation on safety, hygiene and health at work.\nC. Actions without financial implications for the Community budget\nActions to be undertaken by the Member States or by public and/or private organizations in the field of safety, hygiene and health at work:\n1. promoting the idea of work systems and work places which take account of safety and health requirements;\n2. promoting the use of the common logo and the slogan of European Year in regular publicity campaigns;\n3. encouraging the spread of information on the European Year through the mass media;\n4. other actions to be determined."}