{"celex_id": "31999D0642", "uri": "http://publications.europa.eu/resource/cellar/d8512e31-7986-4c43-be00-8d8e7c59d040", "type": "Decision", "concepts": ["1309", "1591", "2543", "2754", "2771"], "title": "1999/642/EC: Commission Decision of 10 September 1999 accepting undertakings in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland (notified under document number C(1999) 2844)\n", "header": "COMMISSION DECISION\nof 10 September 1999\naccepting undertakings in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland\n(notified under document number C(1999) 2844)\n(1999/642/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as amended by Regulation (EC) No 905/98(2), and in particular Article 8(1) thereof,\nHaving regard to Commission Regulation (EC) No 1023/97 of 6 June 1997 imposing a provisional anti-dumping duty on certain imports of flat pallets of wood originating in Poland and accepting undertakings offered from certain exporters in connection with those imports(3), as last amended by Regulation and (EC) No 1633/97(4) and in particular Article 2 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) The Commission, by Regulation (EC) No 1023/97 (hereinafter referred to as \"the provisional Regulation\"), imposed provisional anti-dumping duties on certain imports of flat pallets of wood falling within CN code ex 4415 20 20 originating in the Republic of Poland and accepted undertakings offered from certain exporting producers. These undertakings concerned only one pallet type, i.e. the EUR pallet.\n(2) Since sampling was used in the investigation, requests for reviews under Article 11(4) could not be accepted. However, in order to ensure equal treatment between new exporters and the cooperating companies not included in the sample during the original investigation, by Commission Regulation (EC) No 1632/97(5), the provisional Regulation was amended. Article 2 of Regulation (EC) No 1632/97 stipulated that new Polish exporting producers could have undertakings accepted with regard to exports of EUR pallets, provided they satisfied the criteria set out therein.\n(3) By Regulation (EC) No 2334/97(6), as last amended by Regulation (EC) No 2079/98(7), the Council imposed a definitive anti-dumping duty on certain imports of flat pallets of wood originating in the Republic of Poland.\nB. NEW EXPORTERS' REQUEST\n(4) Following the adoption of Regulation (EC) No 2334/97, five further new Polish exporting producers have requested that Article 2 of Regulation (EC) No 1023/97 be applied to them and they offered undertakings with regard to the EUR pallet. They have also provided sufficient evidence pursuant to Article 2 of Regulation (EC) No 1023/97 showing that they are genuine new exporting producers. In application of Article 2 of Regulation (EC) No 1023/97, the undertakings offered by these five Polish exporting producers with regard to the EUR pallet should therefore be accepted,", "main_body": ["The undertakings offered with regard to the EUR pallet by:\n- \"SMT\" Sp.zo.o, Miastko,\n- Firma Transdrewneks Gadzala Antoni, Torun,\n- \"Palko\" Sp.zo.o, Sedziszow,\n- \"D& M& D\" Sp.zo.o, Blizanow,\n- P.P.H. \"Vector\", Kalisz,\nin connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in Poland and falling within CN code ex 4415 20 20 are hereby accepted.", "This acceptance shall take effect on the day following publication of this Decision in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 10 September 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 150, 7.6.1997, p. 4.\n(4) OJ L 225, 15.8.1997, p. 13.\n(5) OJ L 225, 15.8.1997, p. 11.\n(6) OJ L 324, 27.11.1997, p. 1.\n(7) OJ L 266, 1.10.1998, p. 1."}