{"celex_id": "31995R1755", "uri": "http://publications.europa.eu/resource/cellar/03480879-aa92-45eb-86fa-645664233f4e", "type": "Regulation", "concepts": ["1201", "1937", "2477", "2734", "4337", "4353"], "title": "Commission Regulation (EC) No 1755/95 of 19 July 1995 amending Regulation (EEC) No 220/91 laying down detailed rules for the application of Council Regulation (EEC) No 1360/78 on producer groups and associations thereof\n", "header": "COMMISSION REGULATION (EC) No 1755/95 of 19 July  1995 amending Regulation (EEC) No 220/91 laying down detailed rules for the application of Council  Regulation (EEC) No 1360/78 on producer groups and associations thereof\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1360/78 of 19 June 1978 on producer groups and  associations thereof  (1), as last amended by the Act of Accession of Austria, Finland and Sweden  and in particular the second and third indents of Article 6 (3) thereof,\nWhereas Title V, sub-title C, point 2 (a) of Annex I to the Act of Accession of Austria, Finland  and Sweden extends the scope of application of Regulation (EEC) No 1360/78 to cover the entire  territory of Austria;\nWhereas Commission Regulation (EEC) No 220/91  (2), as last amended by Regulation (EC) No 880/95   (3) lays down the detailed rules of application concerning the economic activity of producer groups  and associations thereof; whereas these rules need to be supplemented following the extension of  the scope of application of Regulation (EEC) No 1360/78 to include Austria;\nWhereas minimum thresholds should be set for production and a minimum number of members per  producer group should be determined in order to achieve a sufficient concentration of supply;  whereas in order to ensure that associations of producer groups are of appropriate economic weight,  it seems desirable to set a minimum number of members of which they should be made up as well as to  determine a minimum geographical area to be covered by such associations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Committee on Agricultural Structures and Rural Development,", "main_body": ["Regulation (EEC) No 220/91 is hereby amended as follows:\n1.  The following paragraph is added to Article 2:\n'3.  By way of derogation from Article 1, producer groups in Austria must represent, in addition to  the limits set in Annex VIII to this Regulation:\n-  in the case of live bovine animals and meat of bovine animals, at least 10  % of regional  production volume or 3  % of natural production volume,\n-  in the case of live swine and the meat of swine, 20  % of regional production volume or 3  % of  national production volume.\nThe volume of national production and of the production of each region referred to in the paragraph  above:\n-  shall be carried out on the basis of the Member State statistics for the years 1992, 1993 and  1994,\n-  shall be updated every five years.` 2.  The following subparagraph is added to Article 3 (2):\n'(h)  in the case of Austria, associations must comply with the minimum requirements as regards  area cultivated, turnover, share of national production and number of recognized producer groups as  laid down in Table VIII of the Annex. For products not listed in the Annex, associations must  consist of at least three recognized producer groups. Associations must cover at least the area of  one Land.` 3.  In the Annex, table VIII of this Regulation is inserted before the footnotes following Table  VII.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n'VIII.  Producer groups and associations thereof in Austria >TABLE>"}