{"celex_id": "31997R0850", "uri": "http://publications.europa.eu/resource/cellar/7a1bce35-44b0-4fe6-b2e9-4c685de1150e", "type": "Regulation", "concepts": ["1129", "161", "1644", "2871", "4080", "4994"], "title": "Commission Regulation (EC) No 850/97 of 13 May 1997 amending Regulation (EC) No 529/97 opening and administering a tariff quota of 300 000 tonnes of quality wheat and opening imports of quantities of quality common and durum wheat, on the one hand, and of durum wheat, on the other hand\n", "header": "COMMISSION REGULATION (EC) No 850/97 of 13 May 1997 amending Regulation (EC) No 529/97 opening and administering a tariff quota of 300 000 tonnes of quality wheat and opening imports of quantities of quality common and durum wheat, on the one hand, and of durum wheat, on the other hand\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1 thereof,\nWhereas Commission Regulation (EC) No 529/97 of 21 March 1997 opening and administering a tariff quota of 300 000 tonnes of quality wheat and repealing Regulation (EC) No 1854/94 (2) lays down provisions governing imports under that quota; whereas an inconsistency has been observed in the time limits for processing imported wheat specified in the third indent of Article 2 (1) (c) and in Article 6 (1) of that Regulation; whereas Regulation (EC) No 529/97 should be amended to correct that inconsistency; whereas, moreover, in view of the situation on the Community market for wheat, import licence applications should be called for under that quota for a given period;\nWhereas Commission Regulation (EC) No 2228/96 of 21 November 1996 opening and providing for the administration of a tariff quota of 50 000 tonnes of durum wheat falling within CN code 1001 10 00 (3) lays down provisions governing imports under that quota; whereas, for import licence applications submitted from 1 January 1996 until its entry into force, the second subparagraph of Article 2 (1) of that Regulation makes it possible for the operators concerned to apply for reimbursement of the duty paid; whereas applications for reimbursement submitted cover 43 143 tonnes; whereas 6 857 tonnes can still be imported under that quota for the 1996/97 marketing year and whereas imports covering that quantity should accordingly be opened;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 6 (1) of Regulation (EC) No 529/97 is hereby replaced by the following:\n'1. On presentation of proof certifying that the wheat was processed within six months of the date of acceptance for free circulation in one of the places specified in the applicant's written undertaking and where the quality of the imported product meets the criteria in Article 1 (1), the import security as provided for in Article 1 (2) shall be released for the quantity in respect of which proof has been supplied. Should the tests referred to in Article 5 show that the quality of the imported product is below the quality stipulated, the wheat in question shall be classified in accordance with Regulation (EC) No 1249/96. In such cases the import duty in force on wheat of the quality in question, plus ECU 5 per tonne, shall be withheld as import duty from the security as provided for in Article 1. The balance shall be released.`", "1. Import licence applications may be submitted for:\n- quality durum wheat covered by CN code 1001 10 00 meeting the criteria laid down in Annex I to Regulation (EC) No 529/97, and\n- quality common wheat covered by CN code 1001 90 99 meeting the criteria laid down in Annex I to Regulation (EC) No 529/97,\nfrom the date of entry into force of this Regulation until the end of the 30th day thereafter.\n2. A total of 100 000 tonnes of durum wheat and 100 000 tonnes of common wheat may be imported in accordance with this Article.\n3. Regulation (EC) No 529/97 shall apply to such imports.", "1. Import licence applications for durum wheat covered by CN code 1001 10 00 with a minimum vitreous grain content of 73 % as provided for in Regulation (EC) No 2228/96 may be submitted from the date of entry into force of this Regulation, until the end of the 30th day thereafter.\n2. A total of 6 857 tonnes may be imported in accordance with this Article.\n3. Regulation (EC) No 2228/96 shall apply to such imports.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 146, 20. 6. 1996, p. 1.\n(2) OJ No L 82, 22. 3. 1997, p. 44.\n(3) OJ No L 298, 22. 11. 1996, p. 8."}