{"celex_id": "31998R2585", "uri": "http://publications.europa.eu/resource/cellar/c8994b95-e59a-416d-879d-2a80c4b82970", "type": "Regulation", "concepts": ["1035", "1474", "1729", "2556", "2850", "5537"], "title": "Council Regulation (EC) No 2585/98 of 26 November 1998 on the conclusion of a Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001\n", "header": "COUNCIL REGULATION (EC) No 2585/98 of 26 November 1998 on the conclusion of a Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 in conjunction with the first sentence of Article 228(2) and the first subparagraph of Article 228(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, pursuant to the Agreement between the European Economic Community and the Government of the Democratic Republic of Madagascar on fishing off Madagascar (2) the two Parties conducted negotiations to determine the amendments or additions to be made to the Agreement at the end of the period of application of the preceding Protocol to the Agreement;\nWhereas, as a result of these negotiations, a new Protocol setting out the fishing opportunities and financial compensation provided for in the said Agreement for the period from 21 May 1998 to 20 May 2001 was initialled on 5 March 1998;\nWhereas it is in the Community's interest to approve the said Protocol;\nWhereas the method for allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the fisheries agreement,", "main_body": ["The Protocol setting out the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001 is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (3).", "The fishing opportunities fixed in the Protocol shall be allocated among the Member States as follows:\n(a) tuna seiners:\n- Spain: 22 vessels,\n- France: 20 vessels,\n- Italy: 3 vessels;\n(b) surface longliners:\n- Spain: 20 vessels,\n- France: 6 vessels,\n- Portugal: 4 vessels.\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community (4).", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 1998.\nFor the Council\nThe President\nM. BARTENSTEIN\n(1) OJ C 313, 12. 10. 1998.\n(2) OJ L 73, 18. 3. 1986, p. 26.\n(3) For the text of the Protocol, see OJ L 295, 4. 11. 1998, p. 34.\n(4) The date of the entry into force of the Protocol will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}