{"celex_id": "31992D0152", "uri": "http://publications.europa.eu/resource/cellar/5be37950-6498-450d-afe7-e9edd5312ebf", "type": "Decision", "concepts": ["1130", "1474", "2734", "2735", "4620", "946"], "title": "92/152/EEC: Council Decision of 11 December 1991 on the conclusion of an Agreement in the form of a complementary Exchange of Letters between the European Economic Community and the Union of Soviet Socialist Republics on a credit guarantee for exports of agricultural products and foodstuffs to the Soviet Union\n", "header": "COUNCIL DECISION  of 11 December 1991  on the conclusion of an Agreement in the form of a complementary Exchange of Letters between the European Economic Community and the Union of Soviet Socialist Republics on a credit guarantee for exports of  agricultural products and foodstuffs to the Soviet Union  (92/152/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 113 and 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Regulation (EEC) No 599/91 (2), as last amended by Regulation (EEC) No 3281/91 (3), introduced a credit guarantee of ECU 500 million for exports of agricultural products and foodstuffs to the Soviet Union;\nWhereas Regulation (EEC) No 599/91 provides for the guarantee to cover not only contracts for supply of agricultural products and foodstuffs between the Soviet Union and undertakings in the Community, but also contracts of supply of these goods between  the Soviet Union and undertakings established in Bulgaria, Czechoslovakia, Hungary, Poland, Yugoslavia, Lithuania, Latvia and Estonia;\nWhereas Article 2 of the said Regulation refers to an Agreement to be concluded between the Community and the Soviet Union on the conditions under which the guarantee shall be extended by the Community; whereas the said Agreement was approved on behalf  of the Community by Decision 91/73/EEC (4);\nWhereas the possibilities for deliveries under the credit guarantee form Bulgaria, Czechoslovakia, Hungary, Poland, Romania, Yugoslavia, Lithuania, Latvia and Estonia requires a complementary Agreement between the European Economic Community and the  Union of Soviet Socialist Republics;\nWhereas the Agreement in question was negotiated by the Commission in consultation with a Committee comprised of representatives of the Member States,", "main_body": ["The Agreement in the form of a complementary Exchange of Letters between the European Economic Community and the Union of Soviet Socialist Republics on a credit guarantee for exports of agricultural products and foodstuffs to the Soviet Union  is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 11 December 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No C 326, 16. 12. 1991. (2) OJ No L 67, 14. 3. 1991, p. 21. (3) OJ No L 310, 12. 11. 1991, p. 1. (4) OJ No L 202, 25. 7. 1991, p. 39."}