{"celex_id": "31998D0716", "uri": "http://publications.europa.eu/resource/cellar/df2ef9fc-df80-441f-b0a7-5977b19db0f9", "type": "Decision", "concepts": ["1125", "192", "4778", "5713", "862", "994"], "title": "98/716/EC: Commission Decision of 3 December 1998 amending Decision 97/432/EC on a Community financial contribution for a surveillance programme relating to the eradication of foot-and-mouth disease in Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia (notified under document number C(1998) 3747) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 3 December 1998 amending Decision 97/432/EC on a Community financial contribution for a surveillance programme relating to the eradication of foot-and-mouth disease in Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia (notified under document number C(1998) 3747) (Text with EEA relevance) (98/716/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and, in particular Articles 12 and 13 thereof,\nWhereas outbreaks of foot-and-mouth disease were reported during the late spring and/or summer of 1996 by Albania, Former Yugoslav Republic of Macedonia and the Federal Republic of Yugoslavia;\nWhereas the appearance of foot-and-mouth disease in eastern European countries is a serious danger to the Community's livestock population;\nWhereas a sero-surveillance programme designed to detect antibodies to the foot-and-mouth disease virus has been drawn up for certain areas of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia; whereas the said programme as carried out in accordance with a monitoring plan prepared by the Commission and the Member States provided valuable information on the disease situation in the areas subjected to surveillance;\nWhereas in accordance with Commission Decision 97/432/EC (3) the designated laboratories must submit the financial report within six months of the date of their notification to the Commission that laboratory testing had started; whereas, however, the financial report of one of the designated national foot-and-mouth disease laboratories, was delayed for technical reasons;\nWhereas it appears appropriate to extend the delay for submission of the financial report in order to allow the reimbursement of the expenses incurred by the laboratory at Pirbright in respect of the seriological survey in the Federal Republic of Yugoslavia within the limits of the above Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In the second indent of Article 2 of Decision 97/432/EC the word 'six` is replaced by the word 'twelve`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 185, 15. 7. 1997, p. 15."}