{"celex_id": "31991L0508", "uri": "http://publications.europa.eu/resource/cellar/c9839c57-7bbd-4978-85df-b72aa80afac0", "type": "Directive", "concepts": ["1277", "6052"], "title": "Commission Directive 91/508/EEC of 9 September 1991 amending the Annexes to Council Directive 70/524/EEC concerning additives in feedingstuffs\n", "header": "COMMISSION DIRECTIVE  of 9 September 1991  amending the Annexes to Council Directive 70/524/EEC concerning additives in feedingstuffs  (91/508/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), as last amended by Commission Directive 91/336/EEC (2), and in particular Article 7 thereof,\nWhereas Directive 70/524/EEC provides for regular amendment of the content of its Annexes to take account of advances in scientific and technical knowledge; whereas the Annexes have been codified by Commission Directive 91/248/EEC (3);\nWhereas a new use of the antibiotic 'salinomycin sodium', the sweetener 'neohesperidine dihydrochalcone', the vitamin D3 and the trace element 'iron', in the form of a ferrous chelate of amino acids hydrate has been successfully tested in certain Member  States; whereas, on the basis of experience gained, it appears that these new uses can be authorized throughout the Community;\nWhereas certain studies have cast doubt on the effectiveness of the carotenoid 'violaxanthin', whereas it is advisable to ban the use of this colourant;\nWhereas the use of a new coccidiostat has been successfully tested in certain Member States; whereas it is suitable provisionally to authorize this new use at national level while waiting for it to be authorized at Community level;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Feedingstuffs,", "main_body": ["The Annexes to Directive 70/524/EEC are hereby amended as set out in the Annex hereto.", "Member States shall, by 30 November 1992 at the latest, bring into force the laws, regulations or administrative provisions necessary to comply with Article 1. They shall inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 270, 14. 12. 1970, p. 1. (2) OJ No L 185, 11. 7. 1991, p. 31. (3) OJ No L 124, 18. 5. 1991, p. 1.\nANNEX\n1. In Annex I:\n(a) In part A 'Antibiotics',\n(aa) item E 714 'Monensin-sodium', the following is added in the column 'Other provisions' after the word 'equines':\n'This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated';\n(bb) the following item is added:\nEEC\nNo  Additives  Chemical formula,\ndescription  Species or category\nof animal  Maximum\nage  Minimum\ncontent   Maximum\ncontent        mg/kg of complete\nfeedingstuff  Other provisions            E 716  Salinomycin sodium  C42H69O11Na (sodium salt of a polyether monocarboxylic acid produced by Streptomyces albus)  Piglets\nPigs  4 months\n6 months  30\n15  60\n30  Indicate in the instructions for use:\n- 'Dangerous for equines';\n- 'This feedingstuff contains on ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated.'\n(b) In part C 'Aromatic and appetizing substances', point 2, the following item is inserted:\nEEC\nNo  Additives  Chemical formula,\ndescription  Species or category\nof animal  Maximum\nage  Minimum\ncontent   Maximum\ncontent        mg/kg of complete\nfeedingstuff  Other provisions            E 959  Neohesperidine dihydrochalcone  C28H36O15  Piglets\nDogs  4 months\n-  -\n-  35\n35  -\n-\n(c) in part D 'Coccidiostats and other medicinal substances':\n(aa) item E 757 'Monensin-sodium', the following sentence is added in the column 'Other provisions' after the word 'equines':\n'This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated';\n(bb) item E 763 'Lasalocid-sodium', the following sentence is added in the column 'Other provisions':\n'Indicate in the instructions for use:\n\"This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances can be contra indicated\"';\n(cc) item E 765 'Narasin', the following sentence is added in the column 'Other provisions' after the word 'equines':\n'This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated';\n(dd) item E 766 'Salinomycin-sodium' the following sentence is added in the column 'Other provisions' after the word 'equines':\n'This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated';\n(d) in part F 'Colouring matters including pigments', point 1 'Carotenoids and xanthopylls', item E 161e 'Violaxanthin' is deleted;\n(e) in part H 'Vitamins, provitamins and chemically well-defined substances having similar effect':\n(aa) item E 670 'Vitamin D2', in the column 'Species or category of animal' the indication 'Other species or categories of animals with the exception of poultry' is replaced by the indication 'Other species or categories of animals with the exception of  poultry and fish';\n(bb) item E 671 'Vitamin D3', the following indications are inserted after those concerning the category 'Other poultry':\nEEC No  Additive  Chemical formula, description  Specie or categorie of animal  Maximum age  Maximum content iu/kg of complete feedingstuff or of the daily ration  Other provisions             Fish  -  3 000  Simultaneous use of vitamin D2  prohibited\n(f) In part I 'Trace elements', the wording of item E 1 'Iron-Fe' is completed as follows:\nEEC No  Element  Additive  Chemical formula  Maximum content of the element in mg/kg of the complete feedingstuff  Other provisions           Ferrous chelate of amino acids hydrate  Fe(x)1-3.nH2O (where x equals an anion of any amino acids  derived from hydrolyzed soya protein) molecular weight not exceeding 1 500  -  -\n2. In Annex II in part D 'Coccidiostats and other medicinal substances':\n(a) item 20 'Lasalocid sodium', the following sentence is added in the column 'Other provisions':\n'Indicate in the instructions for use:\n\"This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances can be contra indicated\"';\n(b) item 21 'Maduramicin ammonium', the following sentence is added in the column 'Other provisions' after the word 'equines':\n'This feeedingstuff contains an ionophore; simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated';\n(c) item 23 'Narasin/Nicarbazin' the following sentence is added in the column 'Other provisions' after the word 'equines':\n'This feedingstuff contains an ionophore: simultaneous use with certain medicinal substances (e.g. tiamulin) can be contra indicated',\n(d) the following item is added:\nEEC No  Additive  Chemical formula, description  Species or category of animal  Maximum age  Minimum content   Maximum content         mg/kg of complete feedingstuff  Other provisions  Period of authorization             24  Diclazuril   (+)-4-chlorphenyl[2,6-dichloro-\n4-(2,3,4,5-tetrohydro-3,5-dioxo-\n1,2,4-triazin-2-yl)phenyl]\nacetonitrile  Chickens for\nfattening  -  1  1  Use prohibited at least 5 days before slaughter  30. 11. 1992"}