{"celex_id": "31993R1707", "uri": "http://publications.europa.eu/resource/cellar/97b57027-a1bc-48b8-afd4-ed517aa2ffe6", "type": "Regulation", "concepts": ["1086", "1730", "2292", "4172", "4395", "5076"], "title": "Commission Regulation (EEC) No 1707/93 of 30 June 1993 amending Regulations (EEC) No 131/92, (EEC) No 1695/92 and (EEC) No 1696/92 as regards the operative event for the agricultural conversion rate applicable to the specific measures for the supply of products to the French overseas departments, the Canary Islands and the Azores and Madeira\n", "header": "COMMISSION REGULATION (EEC) No 1707/93 of 30 June 1993 amending Regulations (EEC) No 131/92, (EEC) No 1695/92 and (EEC) No 1696/92 as regards the operative event for the agricultural conversion rate applicable to the specific measures for the supply of products to the French overseas departments, the Canary Islands and the Azores and Madeira\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Articles 6 and 12 thereof,\nWhereas Article 10 (2) of Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (2) provides for an operative event for the agricultural conversion rate which should be specified for the aids referred to in:\n- Commission Regulation (EEC) No 131/92 of 21 January 1992 laying down common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the French overseas departments (3), as amended by Regulation (EEC) No 2132/92 (4),\n- Commission Regulation (EEC) No 1695/92 of 30 June 1992 laying down common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the Canary Islands (5), as amended by Regulation (EEC) No 2132/92, and\n- Commission Regulation (EEC) No 1696/92 of 30 June 1992 laying down common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira (6), as amended by Regulation (EEC) No 2132/92;\nWhereas the commercial objective of the operations concerned by the aids in question, taking into consideration their links with the other measures in the supply scheme, is attained when the products reach their place of destination;\nWhereas the amount of the aid is fixed and subsequently adjusted, notably in the light of the market situation; whereas the amount to be granted is determined by the date of the lodging of the application for the 'aid certificate`, the issue of which is conditional on the lodging of a security; whereas the effect of these conditions is equivalent to the advance fixing of the amount of the aid in ecus, enabling the provisions of the second subparagraph of Article 6 (1) of Regulation (EEC) No 3813/92 to be applied;\nWhereas steps should be taken to delete the provisions relating to the operative event for the agricultural conversion rate for the aids in question which have been determined on the basis of the agrimonetary arrangements applicable before 1 January 1993 and which are set out in:\n- Article 6 of Commission Regulation (EEC) No 2025/92 of 22 July 1992 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance (7), as last amended by Regulation (EEC) No 3183/92 (8),\n- Article 6 of Commission Regulation (EEC) No 2026/92 of 22 July 1992 on detailed rules for the application of the specific supply measures for Madeira as regards olive oil and establishing the forecast supply balance (9), as amended by Regulation (EEC) No 3184/92 (10),\n- Article 10 of Commission Regulation (EEC) No 2253/92 of 31 July 1992 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector (11),\n- Article 6 of Commission Regulation (EEC) No 2826/92 of 29 September 1992 laying down detailed implementing rules for the specific measures for supplying the French overseas department with products from the egg, poultrymeat and rabbit sectors (12), as amended by Regulation (EEC) No 3714/92 (13),\n- Article 6 of Commission Regulation (EEC) No 2900/92 of 5 October 1992 laying down detailed implementing rules for the specific measures for supplying the French overseas department with breeding rabbits (14), and\n- Article 6 of Commission Regulation (EEC) No 2989/92 of 15 October 1992 laying down detailed implementing rules for the specific measures for supplying the French overseas departments with products in the pigmeat sector (15);\nWhereas these measures shall apply from 1 July 1993, being the date of the entry into force of certain provisions of Regulation (EEC) No 1068/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["1. The following paragraph is hereby added to Article 3 of Regulation (EEC) No 131/92:\n'8. The operative event for the agricultural conversion rate for the aid shall be charging of the \"aid certificate\" by the competent authorities of the place of destination.\nThe agricultural conversion rate may be fixed in advance on the conditions referred to in Articles 13 to 17 of Commission Regulation (EEC) No 1068/93 (*).\n(*) OJ NoL 108, 1. 5. 1993, p. 106.`\n2. The following paragraph is hereby added to Article 4 of Regulation (EEC) No 1695/92:\n'9. The operative event for the agricultural conversion rate for the aid shall be the charging of the \"aid certificate\" by the competent authorities of the place of destination.\nThe agricultural conversion rate may be fixed in advance on the conditions referred to in Articles 13 to 17 of Regulation (EEC) No 1068/93 (**).\n(**) OJ No L 108, 1. 5. 1993, p. 106.`\n3. The following paragraph is hereby added to Article 4 of Regulation (EEC) No 1696/92:\n'9. The operative event for the agricultural conversion rate for the aid shall be the charging of the \"aid certificate\" by the competent authorities of the place of destination.\nThe agricultural conversion rate may be fixed in advance on the conditions referred to in Articles 13 to 17 of Regulation (EEC) No 1068/93 (***).\n(***) OJ NoL 108, 1. 5. 1993, p. 106.`", "The following are hereby deleted:\n- the last sentence of Article 6 of Regulation (EEC) No 2025/92,\n- the last sentence of Article 6 of Regulation (EEC) No 2026/92,\n- Article 10 of Regulation (EEC) No 2253/92,\n- the second paragraph of Article 6 of Regulation (EEC) No 2826/92,\n- the second paragraph of Article 6 of Regulation (EEC) No 2900/92, and\n- the second paragraph of Article 6 of Regulation (EEC) No 2989/92.", "This Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 108, 1. 5. 1993, p. 106.\n(3) OJ No L 15, 22. 1. 1992, p. 13.\n(4) OJ No L 213, 29. 7. 1992, p. 25.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 179, 1. 7. 1992, p. 6.\n(7) OJ No L 207, 23. 7. 1992, p. 15.\n(8) OJ No L 317, 31. 10. 1992, p. 68.\n(9) OJ No L 207, 23. 7. 1992, p. 18.\n(10) OJ No L 317, 31. 10. 1992, p. 70.\n(11) OJ No L 219, 4. 8. 1992, p. 30.\n(12) OJ No L 285, 30. 9. 1992, p. 10.\n(13) OJ No L 378, 23. 12. 1992, p. 23.\n(14) OJ No L 290, 6. 10. 1992, p. 6.\n(15) OJ No L 300, 16. 10. 1992, p. 12."}