{"celex_id": "31991R0212", "uri": "http://publications.europa.eu/resource/cellar/257dde35-b9db-4d02-af89-933647867e41", "type": "Regulation", "concepts": ["3263", "4404", "5360", "5373"], "title": "Commission Regulation (EEC) No 212/91 of 29 January 1991 amending Regulation (EEC) No 915/89 laying down detailed rules for the application of arrangements for producers who have taken part in the arrangements for the set- aside of arable land to be exempted from the co- responsibility levies in the cereals sector\n", "header": "COMMISSION REGULATION (EEC) No 212/91  of 29 January 1991  amending Regulation (EEC) No 915/89 laying down detailed rules for the application of arrangements for producers who have taken part in the arrangements for the set-aside of arable land to  be exempted from the co-responsibility levies in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 4 (5) thereof,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (3), as last amended by Regulation (EEC) No 3577/90, and in particular Article 1a (6) thereof,\nWhereas Commission Regulation (EEC) No 915/89 (4) lays down that reimbursement of the co-responsibility levies for producers who have taken part in the arrangements for the set-aside of arable land under Regulation (EEC) No 797/85 shall take place by 31  December at the latest following the end of the marketing year in respect of which the aid is granted;\nWhereas, moreover, under Article 4 of Regulation (EEC) No 915/89, the reimbursement of the aid to small producers of cereals provided for in Council Regulation (EEC) No 729/89 of 20 March 1989 laying down general rules for the special arrangements  applicable to small producers as part of the co-responsibility arrangements in the cereals sector (5), as amended by Regulation (EEC) No 1347/90 (6), should be made first; whereas for administrative reasons the aid in question in respect of marketing  year 1989/90 should be paid to the recipients by 28 February 1991 at the latest; whereas for legal reasons it is necessary to defer to the same date the time limit for reimbursement laid down in Regulation (EEC) No 915/89;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["    Article 1\nThe following is added to Article 3 (1) of Regulation (EEC) No 915/89: 'However, the reimbursement in respect of marketing year 1989/90 shall be made by 28 February 1991 at the latest'.  Article 2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply from 1 January 1991.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 93, 30. 3. 1985, p. 1. (4) OJ No L 97, 11. 4. 1989, p. 9. (5) OJ No L 80, 23. 3. 1989, p. 5. (6) OJ No L 134, 28. 5. 1990, p. 12."}