{"celex_id": "31993R3096", "uri": "http://publications.europa.eu/resource/cellar/3918ad52-df2f-4e0f-be6c-431a47f989cc", "type": "Regulation", "concepts": ["235", "2783", "3611"], "title": "COMMISSION REGULATION (EC) No 3096/93 of 9 November 1993 re-establishing the levying of customs duties on products of categories 65 and 72 (order Nos 40.0650 and 40.0720), originating in South Korea, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3832/90 apply\n", "header": "COMMISSION REGULATION (EC) No 3096/93 of 9 November 1993 re-establishing the levying of customs duties on products of categories 65 and 72 (order Nos 40.0650 and 40.0720), originating in South Korea, to which the preferential tariff arrangements  set out in Council Regulation (EEC) No 3832/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), extended for 1993 by Regulation (EEC) No 3917/92 (2), and  in particular Article 12 thereof,\nWhereas Article 10 of Regulation (EEC) No 3832/90 provides that preferential tariff treatment shall be accorded for 1993 for each category of products subjected in Annexes I and II thereto to individual ceilings, within the limits of the quantities  specified in column 8 of Annex I and column 7 of Annex II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 11 of the abovementioned Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community  level;\nWhereas, in respect of products of categories 65 and 72 (order Nos 40.0650 and 40.0720), originating in South Korea, the relevant ceilings amount to 34 tonnes and 38 000 pieces respectively;\nWhereas on 28 May 1993 imports of the products in question into the Community, originating in South Korea, countries covered by preferential tariff arrangements, reached and were charged against these ceilings;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to South Korea,", "main_body": ["As from 14 November 1993 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3832/90, shall be re-established in respect of the following products, imported into the Community and originating in South Korea:\n\"\" ID=\"01\">40.0650> ID=\"02\">65 (tonnes)> ID=\"03\">5606 00 10\nex 6001 10 00\n6001 21 00\n6001 22 00\n6001 29 10\n6001 91 10\n6001 91 30\n6001 91 50\n6001 91 90\n6001 92 10\n6001 92 30\n6001 92 50\n6001 92 90\n6001 99 10\nex 6002 10 10\n6002 20 10\n6002 20 39\n6002 20 50\n6002 20 70\nex 6002 30 10\n6002 41 00\n6002 42 10\n6002 42 30\n6002 42 50\n6002 42 90\n> ID=\"04\">Knitted or crocheted fabric other than of categories 38 A and 63, of wool, of cotton or of man-made fibres\"> ID=\"03\">6002 43 31\n6002 43 33\n6002 43 35\n6002 43 39\n6002 43 50\n6002 43 91\n6002 43 93\n6002 43 95\n6002 43 99\n6002 91 00\n6002 92 10\n6002 92 30\n6002 92 50\n6002 92 90\n6002 93 31\n6002 93 33\n6002 93 35\n6002 93 39\n6002 93 91\n6002 93 99\n\"> ID=\"01\">40.0720> ID=\"02\">72 (1 000 pieces)> ID=\"03\">6112 31 10\n6112 31 90\n6112 39 10\n6112 39 90\n6112 41 10\n6112 41 90\n6112 49 10\n6112 49 90\n6211 11 00\n6211 12 00\n> ID=\"04\">Swimwear, of wool, of cotton or of man-made fibres \">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 39.\n(2) OJ No L 396, 31. 12. 1992, p. 1."}