{"celex_id": "31999D0062", "uri": "http://publications.europa.eu/resource/cellar/1735501f-f224-4a5c-9bf5-bfb046f13a42", "type": "Decision", "concepts": ["1309", "1596", "2300", "2738", "2771", "5369"], "title": "1999/62/EC: Commission Decision of 21 December 1998 amending Decision 97/222/EC of 28 February 1997 laying down the list of third countries from which the Member States authorise the importation of meat products (notified under document number C(1998) 4347) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 21 December 1998 amending Decision 97/222/EC of 28 February 1997 laying down the list of third countries from which the Member States authorise the importation of meat products (notified under document number C(1998) 4347) (Text with EEA relevance) (1999/62/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by Directive 97/79/EC (2), and in particular Articles 21(a) and 22 thereof,\nWhereas Commission Decision 97/222/EC (3), as amended by Decision 98/246/EC (4), lays down the list of third countries from which the Member States authorise the importation of meat products;\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species from certain European countries were established by Commission Decision 98/372/EC (5), as last amended by Decision 98/505/EC (6);\nWhereas due to classical swine fever persistence in the feral pig population some restrictions are established for imports of live pigs from some parts of the Czech Republic;\nWhereas the same regionalisation should be applicable to imports of wild swine meat products from the Czech Republic;\nWhereas health restrictions were applied by the European Community to some zones of Croatia due to certain problems concerning the veterinary controls in those parts; whereas following a recent Community veterinary mission, it appears that the Croatian veterinary services control satisfactorily the whole country;\nWhereas, as a result, it is appropriate to make possible the importation of meat products from the whole of Croatia;\nWhereas the control of animal health diseases in Zimbabwe is satisfactory; whereas therefore, it is appropriate to make possible the importation from Zimbabwe of meat products heat treated at a minimum temperature of 80 °C which must be reached throughout the meat during the process;\nWhereas the Tunisian veterinary authorities have provided satisfactory guarantees to make possible imports from Tunisia of meat products heat treated at a minimum temperature of 80 °C which must be reached throughout the meat during the process;\nWhereas Decision 97/222/EC must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 97/222/EC is amended as follows:\n1. Part I is replaced by part I of the Annex to the present Decision.\n2. Part II is replaced by part II of the Annex to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 302, 31. 12. 1972, p. 28.\n(2) OJ L 24, 30. 1. 1998, p. 31.\n(3) OJ L 89, 4. 4. 1997, p. 39.\n(4) OJ L 98, 31. 3. 1998, p. 44.\n(5) OJ L 170, 16. 6. 1998, p. 34.\n(6) OJ L 226, 13. 8. 1998, p. 50.\nANNEX\nPART I\n>TABLE>\nPART II\n>TABLE>"}