{"celex_id": "31999D0080", "uri": "http://publications.europa.eu/resource/cellar/56339f02-ebd0-4ab9-aff4-4edeae0fc9f8", "type": "Decision", "concepts": ["1234", "1519", "2897", "343", "4585", "5581"], "title": "1999/80/EC: Council Decision of 18 January 1999 authorising the Italian Republic to apply a measure derogating from Articles 2 and 10 of the Sixth Directive (77/388/EEC) on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 18 January 1999 authorising the Italian Republic to apply a measure derogating from Articles 2 and 10 of the Sixth Directive (77/388/EEC) on the harmonisation of the laws of the Member States relating to turnover taxes (1999/80/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value-added tax: uniform basis for assessment (1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce special measures for derogation from that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion and avoidance;\nWhereas, by letter to the Commission registered on 19 March 1998, the Italian Republic requested authorisation to introduce a measure derogating from Articles 2 and 10 of Directive 77/388/EEC;\nWhereas, in accordance with Article 27(3) of Directive 77/388/EEC, the other Member States were informed on 17 April 1998 of the request submitted by the Italian Republic;\nWhereas the first purpose of the special measure is to exempt, without granting the right to deduct input tax, supplies of scrap metal and other recyclable materials made either by firms which have a fixed establishment and generated a turnover excluding tax of not more than ITL 2 billion during the previous year or by firms which do not have a fixed establishment;\nWhereas the second purpose of the measure is to grant firms which have a fixed establishment and generated a turnover excluding tax of between ITL 150 million and ITL 2 billion during the previous year the right to opt for the normal taxation arrangements;\nWhereas the third purpose of the measure is to apply VAT suspension arrangements, with the right to deduct input tax, to supplies of non-ferrous scrap, irrespective of the turnover excluding tax of the firm making them;\nWhereas this measure is likely to prove an effective means of combating fraud which is becoming increasingly prevalent in this area;\nWhereas, consequently, the special measure satisfies the conditions laid down in Article 27 of Directive 77/388/EEC;\nWhereas the Commission adopted on 10 July 1996 a work programme and a timetable of proposals providing for gradual, step-by-step progress towards a common VAT system for the single market;\nWhereas authorisation should be granted until 31 December 2000 so that an assessment can then be made of the compatibility of the measure with the overall approach adopted for the new common system of VAT;\nWhereas this derogation will have no impact on the European Communities' own resources accruing from VAT,", "main_body": ["The Italian Republic is hereby authorised from 1 January 1999 until 31 December 2000 to apply a special measure for the taxation of used and waste materials that contains provisions derogating from Directive 77/388/EEC.\nThe provisions in question are laid down in Articles 2 and 3 below.", "By way of derogation from Article 2(1) of Directive 77/388/EEC, and without prejudice to Article 3 of this Decision, supplies of used and waste materials consisting inter alia of paper, board, rags or glass shall be exempt from VAT where they are made by firms which either:\n- have a fixed establishment and generated a turnover excluding tax of less than ITL 2 billion during the previous year, or\n- do not have a fixed establishment.\nThe firms referred to in the first indent which generated a turnover excluding tax of more than ITL 150 million during the previous year may be allowed not to apply the special measure provided for in the preceding paragraph in respect of the supplies concerned.", "By way of derogation from Article 10(2) of Directive 77/388/EEC, supplies of non-ferrous scrap, including scrap which has undergone rudimentary initial processing reducing it to the primary state with the aid of minimal, elementary technical facilities, shall be subject to VAT suspension arrangements.\nThese suspension arrangements shall also apply to supplies of used and waste materials other than non-ferrous metals made by taxable persons who deal in both non-ferrous scrap and other recyclable materials, provided that the transactions involving non-ferrous metals are not of an incidental nature.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 18 January 1999.\nFor the Council\nThe President\nO. LAFONTAINE\n(1) OJ L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EC (OJ L 338, 28. 12. 1996, p. 89)."}