{"celex_id": "31993R0512", "uri": "http://publications.europa.eu/resource/cellar/88057375-b310-4d46-83e6-16e1b296876d", "type": "Regulation", "concepts": ["1129", "1255", "1644", "2356", "4692"], "title": "Commission Regulation (EEC) No 512/93 of 5 March 1993 on the release of securities lodged in respect of import licences under Regulation (EEC) No 564/92 for pigmeat products\n", "header": "COMMISSION REGULATION (EEC) No 512/93 of 5 March 1993 on the release of securities lodged in respect of import licences under Regulation (EEC) No 564/92 for pigmeat products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Hungary, of the other part (1), and in particular Article 1 thereof,\nWhereas Commission Regulation (EEC) No 564/92 (2) lays down detailed rules for the application to pigmeat products of the arrangements provided for in the Interim Agreement concluded by the Community with the Republic of Hungary;\nWhereas Community operators submitted their import licence applications for the period 1 October to 31 December 1992 during the first 10 days of October 1992; whereas at that time the operators were convinced that they would be able to meet their  obligations under import licences issued on 23 October 1992;\nWhereas, as a result of the outbreak of classical swine fever in Hungary, Decision 92/539/EEC (3) banned for several weeks imports of live swine and pigmeat and processed products from that country into the Community; whereas, as a result of these  unforeseeable events, Community operators are unable to obtain supplies on the Hungarian market to make up all the quantities mentioned in import licences;\nWhereas provision should accordingly be made for the release of the securities lodged pursuant to Article 6 of Regulation (EEC) No 564/92 in respect of unused import licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Securities lodged in respect of import licences issued on 23 October 1992 for products covered by groups 1, 2, 3 and 4 in Annex I to Regulation (EEC) No 564/92 but not imported before the expiry of the term of validity of those licences shall  be released.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 6.\n(2) OJ No L 61, 6. 3. 1992, p. 9.\n(3) OJ No L 347, 28. 11. 1992, p. 68."}