{"celex_id": "31991D0677", "uri": "http://publications.europa.eu/resource/cellar/b695849d-70cb-489b-a8da-98826f585348", "type": "Decision", "concepts": ["1531", "4037", "4274"], "title": "91/677/Euratom: Council Decision of 19 December 1991 approving amendments to the Statutes of the Joint European Torus (JET), Joint Undertaking\n", "header": "COUNCIL DECISION of 19 December 1991 approving amendments to the  Statutes of the Joint European Torus (JET), Joint Undertaking,\n(91/677/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular  Article 50 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, for the purpose, of implementing the JET Project, the Council, by Decision 78/471/Euratom  (4), established the Joint European Torus (JET), Joint Undertaking, and adopted the Statutes  thereof, as last amended by Decision 88/447/Euratom (5);\nWhereas, both to achieve fully the aims of the JET Project as defined in Decision 78/471/Euratom  and to establish reliable methods of impurity control of a plasma before proceeding to the  construction of a Next-Step fusion device, it is necessary to introduce a new phase into the JET  programme, the objective of when would be to establish the effective control of impurities in  operation conditions close to those of the Next Step;\nWhereas, by its Decision 90/221/Euratom, EEC (6), the Council adopted a third Framework Programme  of Community activities in the field of research and technological development (1990-1994),  specifying inter alia, the possible extension of the JET Joint Undertaking; whereas this Decision  should be taken in the light of the grounds set out in the preamble to that Decision;\nWhereas the Commission has arranged for the evaluation and appraisal provided for in Article 3 of  Council Decision 88/448/Euratom, EEC of 25 July 1988 adopting a multiannual research and training  programme in the field of controlled thermonuclear fusion (7) and is submitting this proposal on  the basis of that evaluation and appraisal;\nWhereas, the JET Council has, for that purpose, approved an extension of the Joint Undertaking to  31 December 1996 and the corresponding amendments to the JET Statutes;\nWhereas, the 'Swedish Natural Science Research Council` replaces the 'Swedish Energy Research  Commission` as the Swedish Member of the Joint Undertaking from 1 July 1987;\nWhereas, the 'Kernforschunsanlage Juelich GmbH` changed its name to 'Forschungszentrum Juelich GmbH`  on 1 January 1990;\nWhereas the 'Comitato nazionale per la ricerca e per lo sviluppo dell'energia nucleare e  dell'energie alternative (ENEA)` changed its name to 'Ente per le nuove tecnologie, l'energia e  l'ambiente (ENEA)` on 14 September 1991,", "main_body": ["The amendments to the Statutes of the 'Joint European Torus (JET),  Joint Undertaking`, annexed to this Decision, are hereby approved.", "This Decision shall enter into force on the day following that of its publication in  the Official Journal of the European Communities."], "attachments": "Done at Brussels, 19 December 1991.\nFor the CouncilThe PresidentP. DANKERT\n(1)OJ N° C 261, 16. 10. 1990, p. 8.\n(2)Opinion delivered on 10 December 1991 (not yet published in the Official Journal).\n(3)OJ N° C 120, 6. 5. 1991, p. 1.\n(4)OJ N° L 151, 7. 6. 1978, p. 10.\n(5)OJ N° L 222, 12. 8. 1988, p. 4.\n(6)OJ N° L 177, 8. 5. 1990, p. 28.\n(7)OJ N° L 222, 12. 8. 1988, p. 5.\nANNEX\n1. Article 1.3 of the Statutes of the Joint European Torus (JET), Joint Undertaking  shall be replaced by the following:\n'1.3 The Joint Undertaking shall have the following Members:\n- the European Atomic Energy Community (herinafter referred to as 'Euratom`),\n- the Belgian State (hereinafter referred to as 'Belgium`), acting for its own part ('Laboratoire  de physique des plasmas de l'Ecole Royale Militaire - Laboratorium voor plasmaphysica van de  Koninklijke Militaire School`) and on behalf of the 'Université libre de Bruxelles` ('Service de  physique statistique, plasmas et optique non-linéaire de l'ULB`) und des 'Centre d'Etude de  l'Energie Nucléaire` (CEN)/'Studiecentrum voor Kernenergie` (SCK),\n- the 'Centro de Investigaciones Energéticas Medioambientales y Tecnológicas`, Spanien (hereinafter  referred to as 'Ciemat`),\n- das 'Commissariat à l'Energie Atomique`, France (herinafter referred to as 'CEA`),\n- the 'Ente per le Nuova Tecnologie, l'Energia e l'Ambiente` (herinafter referred to as 'ENEA`  which, since 1 Januare 1986, has represented all Italian activities falling within the Euratom  Fusion programme, including that of the 'Consiglio Nazionale delle Ricerche`, CNR),\n- the Hellenic Republic (hereinafter referred to as 'Greece`),\n- the 'Forschungszentrum Juelich GmbH`, Federal Republic of Germany (herinafter referred to as 'KFA`  and which, until 1 January 1990, was known as 'Kernforschungsanlage Juelich GmbH`),\n- the 'Forskningscenter Risoe`, Denmark (hereinafter referred to as 'Risoe`),\n- the Grand Duchy of Luxembourg (hereinafter referred to as 'Luxembourg`),\n- the 'Junta Nacional de Investigaçao Cientifica e Tecnologica`, Portugal (hereinafter referred to  as 'JNICT`),\n- Ireland,\n- the 'Max-Planck-Gesellschaft zur Foerderung der Wissenschaften eV - Institut fuer Plasmaphysik`,  Federal Republic of Germany (herinafter referred to as 'IPP`),\n- the 'Swedish Natural Science Research Council` (hereinafter referred to as 'NFR` which succeeded  the 'Swedish Energy Research Commission` on 1 July 1987, and which, in turn, succeeded the  'National Swedish Board of Energy Source Development` on 1 July 1982),\n- the Swiss Confederation (hereinafter referred to as 'Switzerland`),\n- the 'Stichting voor Fundamenteel Onderzoek der Materie`, Niederlande (herinafter referred to as  'FOM`),\n- the 'United Kingdom Atomic Energy Authority` (herinafter referred to as 'the Authority` or 'the  Host Organization`).` 2. In Article 4.1.1, the reference to `SERC` shall be replaced by 'NFR` 3. Article 19.1 of the Statutes of the Joint European Torus (JET), Joint Undertaking shall be  replaced by the following:\n'19.1 The Joint Undertaking shall be established for a period until 31 December 1996.`"}