{"celex_id": "31995L0025", "uri": "http://publications.europa.eu/resource/cellar/7688c903-fc37-428c-b368-76d55cbe2040", "type": "Directive", "concepts": ["192", "4576", "5034", "5047", "619"], "title": "Council Directive 95/25/EC of 22 June 1995 amending Directive 64/432/EEC on health problems affecting intra- Community trade in bovine animals and swine\n", "header": "COUNCIL DIRECTIVE  95/25/EC\nof 22 June 1995\namending Directive 64/432/EEC on health problems affecting intra-Community  trade in bovine animals and swine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 3 (3) of Directive 64/432/EEC (4) lays down the conditions to be fulfilled by  bovine animals intended for trade;\nWhereas with a view to these rules being extended to cover the placing on the market of the said  animals, account should be taken of the improvement in the situation in Member States with regard  to brucellosis and tuberculosis,", "main_body": ["The following paragraph (g) shall be added to Article 3 (3) of  Directive 64/432/EEC:\n'(g) by way of derogation from (a) and (b) above, not be subject to the test requirements laid down  in the said (a) and (b) in the case of bovine animals aged less than 30 months intended for meat  production which:\n- come from a herd officially tuberculosis-free and officially brucellosis-free,\n- are identified by a special mark at the time of their dispatch and remain under supervision until  their slaughter,\n- have not come into contact during transport with bovine animals not coming from herds officially  free from those diseases,\nand provided that:\n- these arrangements are restricted to trade between Member States with the same health status with  regard to tuberculosis and brucellosis,\n- the Member State of destination takes all necessary measures to avoid any contamination of  indigenous herds;'.", "1. Member States shall bring into force the laws, regulations and administrative  provisions comprising possible sanctions necessary to comply with this Directive not later than 31  December 1995. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or  shall be accompanied by such reference on the occasion of their official publication. The methods  of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic  law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1995.\nFor the Council\nThe President\nPh. VASSEUR\n(1) OJ No C 33, 2. 2. 1994, p. 1.\n(2) OJ No C 128, 9. 5. 1994, p. 105.\n(3) OJ No C 133, 16. 5. 1994, p. 31.\n(4) OJ No 121, 29. 7. 1964, p. 1977. Directive as last amended by the 1994 Act of Accession."}