{"celex_id": "31998R1726", "uri": "http://publications.europa.eu/resource/cellar/5ff47eb0-12ee-4cbf-a892-0c85725bb64a", "type": "Regulation", "concepts": ["1686", "2734", "2735", "3173", "5312", "893"], "title": "Commission Regulation (EC) No 1726/98 of 22 July 1998 amending Regulation (EEC) No 2037/93 laying down detailed rules for the application of Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n", "header": "COMMISSION REGULATION (EC) No 1726/98 of 22 July 1998 amending Regulation (EEC) No 2037/93 laying down detailed rules for the application of Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), as last amended by Regulation (EC) No 1068/97 (2), and in particular Article 16 thereof,\nWhereas, to add value to the protected designations of origin and protected geographical indications and to inform consumers, the Community symbol provided for by Commission Regulation (EC) No 2037/93 (3), as amended by Regulation (EC) No 1428/97 (4), should be made available to the trade professionals;\nWhereas, to avoid confusion on the part of consumers given the plethora of information in the agrifood sector, it is important to ensure a minimum level of standardised information when a producer and/or processor wishes to use the system of geographical indications and designations of origin established by Regulation (EEC) No 2081/92; whereas the producer and/or processor should accordingly be able to use the models laid down in this Regulation;\nWhereas, to strengthen the credibility of the symbol characterising the agricultural products or foodstuffs qualifying for a geographical indication or designation of origin, the name of the inspection service or body should be indicated on the label used to market the product;\nWhereas these factors require amendment of Commission Regulation (EC) No 2037/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on Geographical Indications and Designations of Origin,", "main_body": ["Regulation (EEC) No 2037/93 is amended as follows:\n1. The following Article 5b is inserted:\n'Article 5b\nThe Community symbol referred to in Article 5a shall comprise the models in Annex I part A of this Regulation. The indications that can be used with the symbol are those listed in Annex I part B to this Regulation, as well as the equivalent traditional national terms.\nTo use the Community symbol and the indications, the technical reproduction rules laid down in the graphics manual in Annex II to this Regulation must be complied with.`\n2. The following Article 6a is inserted:\n'Article 6a\nA Member State may stipulate that the name of the inspection authority or body referred to in Article 10 of Regulation (EEC) No 2081/92 falling-within its own inspection structure must appear on the label of the agricultural product or foodstuff.`\n3. The text annexed to this Regulation is hereby added as Annexes I and II.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1.\n(2) OJ L 156, 13.6.1997, p. 10.\n(3) OJ L 185, 28.7.1993, p. 5.\n(4) OJ L 196, 24.7.1997, p. 39.\nANNEX I\nPART A.1\n>REFERENCE TO A GRAPHIC>\nPART A.2\n>REFERENCE TO A GRAPHIC>\nPART B\n>TABLE>\nANNEX II\nGRAPHIC MANUAL\n1. INTRODUCTION\nTHE REASON FOR HAVING A LOGO?\nThe logo will allow producers of food products to increase awareness of their products among consumers in the European Union. It is applied on products whose name has been registered in the context of a Community system to protect and enhance geographical designations, established by Regulation (EEC) No 2081/92.\nIn order to be registered under this Regulation, a designation must meet the criteria for a Protected Designation of Origin (PDO) or Protected Geographical Indication (PGI). Above all there must be a link between the product and the geographical area where it is produced. There categories, are differentiated only by the nature of the link, the protection afforded by the Regulation being identical for both.\nThe Community register links the geographical name to a particular set of specifications. Controls organised by Member States ensure the protection of the consumer by guaranteeing respect for the designation of origin and the specifications.\nThere is already a Community logo which guarantees the traditional specific character of certain products independently of their place of production; the new logo has been created on this model. Furthermore, the design is for the two classifications (PDO and PGI). This allows a synergy between the different graphic representations of the European systems and avoids a proliferation of symbols in the market place.\nThe presence of this logo is a genuine guarantee for all European consumers, making it clear that the special nature of this product lies in its geographical origin. Because of this, products will inspire more confidence.\nAs producers, the logo provides you which a marketing tool. You will be able to put the logo on the labels or packaging of your products, and also use it in your advertising.\nThis graphic manual is meant to act as a guide for you in reproducing the logo. Different possibilities for using it have been worked out, allowing you to make your choice depending on your requirements for printed material.\nThese graphics are based on the logo for Guaranteed Traditional Speciality but differ from it in the blue colour of the pointed peaks and in the inner area of the logo.\nA graphical representation of furrows in a ploughed field has been incorporated as a reference to the origin and geographical provenance of the products identified by these logos.\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPROTECTED DESIGNATION OF ORIGIN>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPROTECTED GEOGRAPHICAL INDICATION>END OF GRAPHIC>\n2. GENERAL USE OF PDO / PGI LOGOS\n2.1. REFERENCE COLOURS\nWhen used on packaging and labels, these logos should appear in colour, using either direct colours (Pantone) or a four-colour process.\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nLOGO IN PANTONE>END OF GRAPHIC>\nLogos in Pantone\nBLUE: Pantone Reflex Blue\nYELLOW: Pantone 109\nText in Blue\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nLOGO IN FOUR-COLOUR PROCESS>END OF GRAPHIC>\nLogos in four-colour process\nA logo in four-colour process will be the most common application option.\nBLUE: 100 % cyan + 80 % magenta\nYELLOW: 90 % yellow + 10 % magenta\nText in blue\n2.2. SINGLE-COLOUR LOGOS\nIf the printing colours on the packaging or labelling of some products are totally different from the reference colours of the logos, there are two suitable approaches:\nLogo in positive\nIf the background colour of the packaging or label is light, use the logo in positive format, using the darkest print colour on the packaging or label.\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\nLogo in negative\nIf the background colour of the packaging or label is dark, use the logo in negative format, using the background colour of the packaging or label.\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n2.3. CONTRAST WITH BACKGROUND COLOURS\nIf the logo is used in colour on coloured backgrounds which make it difficult to read, use a delimiting outer circle around the logo to improve its contrast with the background colours.\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nLOGO ON COLOURED BACKGROUND>END OF GRAPHIC>\n2.4. TYPOGRAPHY\nUse Times Roman capitals for the wording. If using only the wording, reduce the letter size according to the norms set down in section 2.6.\n>START OF GRAPHIC>\nT i m e s R o m a n\nA B C D E F G H I J K L M\nN O P Q R S T U V W X Y Z>END OF GRAPHIC>\n2.5. LANGUAGE\nYou are free to use the language version or versions of your choice according to need.\n2.6. REDUCTION SIZES\nOn packaging\nIf the application of the logos on different types of packaging and labels makes reduction necessary, the stipulated minimum size is 15 mm in diameter.>REFERENCE TO A GRAPHIC>\nIn the print media (Press, leaflets, etc.)\nFor this particular use the stipulated minimum size is 25 mm in diameter.\n>REFERENCE TO A GRAPHIC>\n2.7. PLACEMENT OF THE LOGO ON PACKAGING AND LABELS\nThe use of the PDO and PGI logos serves to confer a specific value on the products on which they are used, and to make them stand out from others. The most effective application of the logos is therefore in colour, since they will thus have greater presence and be recognised more easily and quickly by the consumer.\nThe use of the PDO and PGI logos using a single colour or in negative is only recommended in cases where technical difficulties make their application in colour impossible.\n3. SPECIFIC USE\n3.1. IN THE MEDIA\nFor advertising purposes (press campaigns, magazines, posters, TV, audio-visual media, direct marketing etc.) the logos must appear in colour.\n3.2. OTHER USES\nWhen the logos are used in other settings, such as on vehicles or in shop windows, etc., the guidelines for the use of colour set out above should be followed as far as possible.\n4. ORIGINAL BROMIDES\n4.1. TWO-COLOUR SELECTION\n>START OF GRAPHIC>\nPDO\nDANSK\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nDANSK\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nDEUTSCH\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nDEUTSCH\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nÅËËÇÍÉÊÁ\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nÅËËÇÍÉÊÁ\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nENGLISH\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nENGLISH\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nESPAÑOL\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nESPAÑOL\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nFRANÇAIS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nFRANÇAIS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nITALIANO\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nITALIANO\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nNEDERLANDS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nNEDERLANDS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nPORTUGUÊS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nPORTUGUÊS\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nSUOMI\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nSUOMI\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPDO\nSVENSKA\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI\nSVENSKA\nSELECTION OF YELLOW\nSELECTION OF BLUE>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n4.2. OUTLINES\n>START OF GRAPHIC>\nPDO>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n4.3. SINGLE-COLOUR POSITIVE SELECTION\n>START OF GRAPHIC>\nPDO>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n4.4. SINGLE-COLOUR NEGATIVE SELECTION\n>START OF GRAPHIC>\nPDO>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n>START OF GRAPHIC>\nPGI>END OF GRAPHIC>\n>REFERENCE TO A GRAPHIC>\n4.5. COLOUR SAMPLE SHEETS\nPantone 109\n>REFERENCE TO A GRAPHIC>\nPantone Reflex Blue\n>REFERENCE TO A GRAPHIC>"}