{"celex_id": "31992R0026", "uri": "http://publications.europa.eu/resource/cellar/bd210c57-5a5f-4174-8f60-b5fbc75986ad", "type": "Regulation", "concepts": ["4718"], "title": "Commission Regulation ( EEC ) No 26/92 of 6 January 1992 derogating for the 1991/92 wine year from Regulation ( EEC ) No 2721/88 in regard to the date of submission for approval of contracts for preventive distillation and amending Regulation ( EEC ) No 2287/91 introducing preventive distillation as provided for in Article 38 of Council Regulation ( EEC ) No 822/87 for the 1991/92 wine year\n", "header": "COMMISSION REGULATION (EEC) No 26/92  of 6 January 1992  derogating for the 1991/92 wine year from Regulation (EEC) No 2721/88 in regard to the date of submission for approval of contracts for preventive distillation and amending Regulation (EEC)  No 2287/91 introducing preventive distillation as provided for in Article 38 of Council Regulation (EEC) No 822/87 for the 1991/92 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1734/91 (2), and in particular Article 38 (5) thereof,\nWhereas Article 6 of Commission Regulation (EEC) No 2721/88 of 31 August 1988 laying down detailed rules for voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87 (3), as amended by Regulation (EEC) No 2181/91  (4), stipulates that distillation contracts and declarations are to be submitted for approval no later than four months after the opening for the particular wine year of the distillation operation in question; whereas for the 1991/92 wine year this time  limit is, owing to market uncertainty following a much lower than average harvest, too short for the preventive distillation operation opened on 1 September 1991; whereas it should be put back;\nWhereas the second subparagraph of Article 1 (1) of Commission Regulation (EEC) No 2287/91 (5) limits to 12 hectolitres per hectare the quantity of table wine which producers may have distilled, with the additional limit of 15 % of their table-wine  production for producers in the Spanish part of the wine-growing areas; whereas these limits are based on a hypothetical average yield in each production region; whereas, however, the present situation results in an unbalanced spread of obligations;  whereas, given the wide structural differences between Member States, the figures need to be adjusted so that the correct quantity may be withdrawn;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Notwithstanding the first subparagraph of Article 6 (1) of Regulation (EEC) No 2721/88, contracts and declarations for the preventive distillation operation opened for the 1991/92 wine year by Commission Regulation (EEC) No 2287/91 may be  submitted to the competent agency for approval up to 31 January 1992.", "The quantity of 12 hectolitres per hectare and the proportion of 15 % shown in the second subparagraph of Article 1 (1) of Regulation (EEC) No 2287/91 are hereby replaced by 15 hectolitres and 18 % respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 6. (3) OJ No L 241, 1. 9. 1988, p. 88. (4) OJ No L 202, 25. 7. 1991, p. 16. (5) OJ No L 209, 31. 7. 1991, p. 8."}