{"celex_id": "31995R2684", "uri": "http://publications.europa.eu/resource/cellar/a6cf9154-c315-4e34-9e29-b7fe5f447cac", "type": "Regulation", "concepts": ["1117", "2621", "2713", "3165", "322", "4674"], "title": "Commission Regulation (EC) No 2684/95 of 21 November 1995 laying down detailed rules for the application of Council Regulation (EC) No 2505/95 on improving the Community production of peaches and nectarines\n", "header": "COMMISSION REGULATION (EC) No 2684/95 of 21 November 1995 laying down detailed rules for the application of Council Regulation (EC) No 2505/95 on improving the Community production of peaches and nectarines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2505/95 of 24 October 1995 on improving the Community production of peaches and nectarines (1), and in particular Article 6 thereof,\nWhereas, in order to meet the objectives of Regulation (EC) No 2505/95, the conditions should be laid down for the granting of the premium for the grubbing-up of peach trees and nectarine trees provided, for in that Regulation, hereinafter called the 'grubbing-up premium`; whereas, to that end, the areas and the fruit trees which may be grubbed up and the level of the premium should be determined;\nWhereas, in order to ensure the effectiveness of the scheme, it is essential that the particulars which are to appear in the application for the premium should be specified and that the accuracy of such information be checked;\nWhereas, in order to avert the risk of the grubbed-up trees being replanted, provision should be made for them to be rendered unsuitable for such use;\nWhereas, before the premium is paid, it should be established that grubbing-up has actually taken place;\nWhereas all the provisions necessary to ensure compliance with the undertakings given by the recipient of the grubbing-up premium should be laid down;\nWhereas the operative event for the conversion rate is 1 January of the year to which the decision to pay the aid relates, in accordance with Article 11 (2) of Commission Regulation (EEC) No 1068/93 (2), as last amended by Regulation (EC) No 1053/95 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For the purposes of Regulation (EC) No 2505/95, peach trees and nectarine trees means healthy trees capable of producing a normal crop of pears and nectarines.\n2. The grubbing-up premium shall be granted for the grubbing-up of orchards, within the meaning of Article 2 (2) of Council Regulation (EC) No 2505/95, with an area of 0,5 hectares or more in one or more parcels.\n3. The grubbing-up must relate to complete parcels or, where necessary to satisfy the requirements of the second indent of Article 2 (1) (a) of Council Regulation (EC) No 2505/95, a continuous part of one parcel.", "The grubbing-up premium shall be ECU 5 000 per hectare.", "Applications for the grubbing-up premium shall be submitted to the competent authorities of the Member States before the commencement of the grubbing-up operations and not later than 31 January 1996. They shall contain the following:\n(a) the name and address of the applicant;\n(b) the name, if any, and address of the undertaking concerned;\n(c) for each parcel planted with peach trees and/or nectarine trees, the total area planted with peach trees and/or nectarine trees, the total number of peach trees and/or nectarine trees and their age, broken down by variety;\n(d) particulars necessary for identifying the parcels on which the grubbing-up operations are to take place and for which the premium is requested. The age of the trees shall be determined by the date of their planting.\nApplications shall be accompanied:\n- by a written undertaking by the applicant to refrain for a period of 15 years, first, from planting any peach or nectarine trees or apples trees other than cider-apple trees on the areas of his holding affected by the grubbing-up operation and, second, from extending the areas of his holding planted with peach or nectarine trees,\n- under the conditions laid down by national law, by the written consent to the grubbing-up operation of the owner or owners of the parcels planted with peach or nectarine trees; such consent of the owner or owners shall involve an undertaking by the same, in the event of the sale, leasing or transfer by any other method of such parcels, to secure from any new grower the undertaking referred to in the first indent for the period referred to therein.", "1. Following receipt of an application for a grubbing-up premium, the competent body shall, by on-the-spot inspection, check the information contained in it, record the undertaking referred to in Article 3 and establish, where appropriate, that the application is admissible.\n2. The acceptance of an application shall be notified to the applicant not later than two months following the submission of the application.\n3. The grubbing-up operation shall be carried out within two months of the notification referred to in paragraph 2, not later than 30 April 1996.\n4. Grubbed-up trees shall be rendered unsuitable for replanting.", "1. The person concerned shall notify the competent authority of the date on which the grubbing-up operations are to take place The authority shall establish by an on-the-spot inspection of all parcels that grubbing-up has been carried out in accordance with this Regulation and shall certify the period at which it took place.\n2. The grubbing-up premium shall be paid not later than three months following the establishment of the facts as referred to in paragraph 1.", "1. Member States shall check whether the undertaking referred to in Article 3 has been fulfilled, by periodic on-the-spot inspections in such a way that each holding is inspected at least every five years.\n2. Member States shall notify the Commission of the results of those checks.\n3. Where the Member States find that the undertaking referred to in Article 3 has not been fulfilled:\n- they shall take steps to recover the grubbing-up premium paid, plus the interest applicable in the Member State for similar cases,\n- they shall require the offender to pay an amount equal to that of the grubbing-up premium paid.\n4. The amounts referred to in paragraph 3 shall be paid to the paying agencies or authorities and shall be deducted by the latter from the expenditure financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund.", "Before 31 August 1996, the Member States shall notify the Commission of the areas for which grubbing up applications have been submitted and of the areas grubbed up, broken down by variety and region.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 258, 28. 10. 1995, p. 1.\n(2) OJ No L 108, 1. 5. 1993, p. 106.\n(3) OJ No L 107, 12. 5. 1995, p. 4."}