{"celex_id": "31997R2316", "uri": "http://publications.europa.eu/resource/cellar/02b2c46d-e63d-4c14-9a89-a822ce7ba36e", "type": "Regulation", "concepts": ["2194", "2620", "3003", "4682", "5034"], "title": "Commission Regulation (EC) No 2316/97 of 21 November 1997 amending Regulation (EEC) No 3886/92 as regards the information which Member States are required to communicate to the Commission for the premium schemes in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 2316/97 of 21 November 1997 amending Regulation (EEC) No 3886/92 as regards the information which Member States are required to communicate to the Commission for the premium schemes in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Articles 4b (8), 4d (8), 4e (1) and (5), 4f (4) and 25 thereof,\nWhereas Articles 5 (2), 30 (2), and 56 of Commission Regulation (EEC) No 3886/92 of 23 December 1992 laying down detailed rules for the application of the premium schemes provided for in Regulation (EEC) No 805/68 on the common organization of the market in beef and veal and repealing Regulations (EEC) No 1244/82 and (EEC) No 714/89 (3), as last amended by Regulation (EC) No 1677/97 (4), lay down certain information which Member States are required to communicate to the Commission; whereas for the sake of consistency in respect of the information provided by Member States, a uniform system of notification is required; whereas such harmonization would result in better monitoring of the beef premium schemes;\nWhereas certain deadlines create complications in the administration of the premium schemes and in particular the deadline of 30 June, which is the date by which Member States must provide data on the number of premiums granted and also the final date by which all premiums must be paid, in accordance with Articles 4b (6) and 4d (7) of Regulation (EEC) No 805/68; whereas that deadline should be extended to 31 July to allow Member States more time to provide accurate data on the number of premiums actually granted; whereas there are four separate dates each year when data must be provided by Member States; whereas a reduction in the number of times notifications are required would lead to fewer administrative complications; whereas the deadline for information on the functioning of the national reserves should be moved from 30 April to 1 March for initial data and to 31 July for confirmation of those data, in order to simplify the notification process; whereas some simplification should also be extended to information in respect of animals exempted from the density factor;\nWhereas the current system of notification does not require Member States to adhere to a consistent format in providing data on the premium schemes; whereas such inconsistency causes difficulties in the analysis and comparison of data; whereas a standard model should be introduced as an Annex to Regulation (EEC) No 3886/92; whereas Member States should be required to use that model when submitting data;\nWhereas in order to ascertain the true situation with regard to the number of premium rights held in the national reserves of Member States, the number of unused rights transferred back to the reserves should be included in the calculation; whereas there is currently no requirement for Member States to communicate such data; whereas a provision calling for that information should be included;\nWhereas since 1997 the second payment for bulls, with the temporary exception for those reared in certain areas, has been withdrawn, leaving a single premium; whereas there is currently a requirement for Member States to communicate data on the type of animal, whether castrated or not, in respect of the second age bracket only; whereas that does not reflect the introduction of the single premium for bulls; whereas the number of male animals for which premium has been applied for and for which premium has been granted should be notified to the Commission according to the type of animal, whether castrated or not, in respect of both age brackets;\nWhereas information notified to the Commission in respect of the processing premium should make reference to the different breeds of calf eligible under the scheme and their differential payment rates; whereas the animal numbers provided by Member States should be broken down according to the type of animal, whether or not dairy;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 3886/92 is hereby amended as follows:\n1. Article 5 (2) (b) shall be amended as follows:\n(a) in the first line, the date '30 June` shall be replaced by '31 July`;\n(b) the following sentence shall be added:\n'These details shall be communicated using the table set out in Annex V.`;\n2. Article 30 (2) shall be replaced by the following:\n'2. Using the table set out in Annex V, Member States shall notify the Commission at the latest by 1 March, provisionally, and by 31 July, definitively, for each calendar year of:\n- the number of premium rights paid to the national reserve following transfers of rights without transfers of holdings during the preceding calendar year,\n- the number of unused premium rights referred to in Article 33 (2) transferred to the national reserve during the preceding calendar year,\n- the number of premium rights granted pursuant to Article 4f (2) of Regulation (EEC) No 805/68 during the preceding calendar year,\n- the total number of premium rights granted to producers in less favoured areas from the additional reserve during the preceding calendar year.`;\n3. Article 56 shall be amended as follows:\n(a) paragraph 1 shall be amended as follows:\n(i) in point (a), the second indent shall be replaced by the following:\n'- type of animal, whether or not castrated;`\n(ii) point (c) shall be deleted;\n(b) the following paragraph 1a shall be inserted:\n'1a. Member States shall notify the Commission annually by 1 March at the latest of the number of animals in respect of which the premium exempt from the density factor has been applied for in the preceding calendar year.`;\n(c) paragraph 2 shall be amended as follows:\n(i) in the introductory part, the date '30 June` shall be replaced by '31 July`;\n(ii) in point (a), the second indent shall be replaced by the following:\n'- type of animal, whether or not castrated`;\n(iii) point (e) shall be replaced by the following:\n'(e) where applicable, the number of animals for which the processing premium was actually granted broken down by the type of animal whether or not dairy.`;\n(d) the following paragraph 3 shall be added:\n'3. Member States shall communicate the details set out in paragraphs 1, 1a and 2 using the table set out in Annex V.`;\n4. the text in the Annex to this Regulation shall be added as Annex V.", "This Regulation shall enter into force on the seventh day following the date of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 296, 21. 11. 1996, p. 50.\n(3) OJ L 391, 31. 12. 1992, p. 20.\n(4) OJ L 238, 29. 8. 1997, p. 1.\nANNEX\n'ANNEX V\nTable referred to in Articles 5 (2) (b), 30 (2) and 56 (3)\n>START OF GRAPHIC>\n1. SPECIAL BEEF PREMIUM\nNumber of animals\nRegulation (EEC) No\nDeadline for\nsubmission\nReference\nInformation required\nGeneral scheme and slaughter scheme\nSlaughter scheme\nonly (1)\nFirst age bracket\nSecond age bracket\nBoth age brackets together\nUncastrated Castrated Uncastrated Castrated Uncastrated Castrated\n3886/92\nArticle 56 (1) (a) 15 September (2)\n1.1 Number of animals applied for January to June\n1 March (3)\n1.2 Number of animals applied for July to December\n3886/92\nArticle 56 (2) (a) 31 July (3)\n1.3 Number of animals accepted (4)\nFull year\nFirst age bracket\nSecond age bracket\nBoth age brackets together\n3886/92\nArticle 5 (2) (b) 31 July (3)\n1.4 Number of animals not accepted on account of the application of the regional ceiling\nNumber of producers\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required\nGeneral scheme and slaughter scheme\nSlaughter scheme only\nFirst age bracket\nSecond age bracket\nBoth age brackets Bothe age brackets together only\n3886/92\nArticle 56 (2) (a) 31 July (3)\n1.5\nNumber of producers granted premium\n2. DESEASONALIZATION PREMIUM\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required (5)\nFirst age bracket\nSecond age bracket\nBoth age brackets together\n3886/92 Article 56 (1) (d)\n15 September (2)\n2.1 Number of animals\n2.2 Number of producers\n1 March (3)\n2.3 Number of animals\n2.4 Number of producers\n3. SUCKLER COW PREMIUM\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required\nPure suckler Mixed herds\n3886/92 Article 56 (1) (b) 15 September (2)\n3.1 Number of animals applied for January to June\n1 March (3)\n3.2 Number of animals applied for July to December\n3886/92 Article 56 (2) (b)\n31 July (3)\n3.3 Number of animals accepted (4) Full year\n3.4 Number of producers granted premium Full year\nAmount per head\nConditions for granting premium\n3886/92 Article 56 (2) (c) 31 July (3)\n3.5 National premium\nPlease attach copy of specific national regulations governing payment of national premium\n4. ADDITIONAL AMOUNT FOR EXTENSIFICATION\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required\nSpecial premium\nSuckler cow premium\nBoth premiums\nDensity &gt; 1 &lt; 1,4\nDensity &lt; 1,0\nDensity &gt; 1 &lt; 1,4\nDensity &gt; 1,0\nDensity &gt; 1 &lt; 1,4\nDensity &lt; 1,0\n3886/92 Article 56 (2) (a) and (b) 31 July (3)\n4.1 Number of animals accepted (4)\n4.2 Number of producers granted premium (6)\n5. PREMIUM EXEMPT FROM THE DENSITY FACTOR\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required\nAnimals\nProducers\n3886/92 Article 56 (1) (a) 1 March (3)\n5.1 Number of animals in respect of which the premium exempt from application of the density factor has been applied for January to December\n3886/92 Article 56 (1) (a) 31 July (3)\n5.2 Number of animals and producers in respect of which the premium exempt from the application of the density factor was granted\n6. PROCESSING PREMIUM\nRegulation (EEC) No\nDeadline for submission\nReference\nInformation required\nAnimals\nDairy breed\nNon dairy breed\n3886/92 Article 56 (2) (e) Article 49 (4) 31 July (3)\n6.1 Number of animals for which the processing premium was granted in the preceding calendar year\n7. SUCKLER COW QUOTA\nRegulation (EEC) No\nDeadline for submission\nReference\nBalance of rights at start of year\nRights ceded to National Reserve arising from\nRights attributed free of charge\nBalance of rights at end of year\n(a) (b)\n3886/92 Article 30 (2)\n1 March (3) (provisional)\n7.1\nOf which: LFA reserve\nTransfers without holding\nInsufficient usage\nFrom National Reserve\nOf which: from LFA reserve\nOf which: LFA reserve\n3886/92 Article 30 (2)\n31 July (3) (confirmation)\n7.2\n(1)It will be assumed that both premiums have been claimed (1.1 and 1.2)/granted (1.3) in respect of the animal numbers entered in this column.\n(2)Data requested relates to the current calendar year.\n(3)Data requested relates to the preceding calendar year.\n(4)\"Animals accepted\" means the number of animals for which premium was actually granted. (Animals accepted for both age brackets special beef premiums in the same year are counted twice).\n(5)Data relates to animals/producers granted premium. However, Member States may add information on claims if payments are still provisional. (For animals, each column relates to the number of animals accepted for such premium).`>END OF GRAPHIC>"}