{"celex_id": "31992R2512", "uri": "http://publications.europa.eu/resource/cellar/bf3ebf05-4ce1-4e24-88d1-eae810f800f3", "type": "Regulation", "concepts": ["1609", "2713", "5096"], "title": "Commission Regulation (EEC) No 2512/92 of 27 August 1992 fixing, for peas, field beans and sweet lupins, the level of estimated production for the 1992/93 marketing year, the level of actual production for the 1991/92 marketing year, and the adjustment to be made to the amount of the aid\n", "header": "COMMISSION REGULATION (EEC) No 2512/92  of 27 August 1992  fixing, for peas, field beans and sweet lupins, the level of estimated production for the 1992/93 marketing year, the level of actual production for the 1991/92 marketing year, and the  adjustment to be made to the amount of the aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) No 1750/92 (2), and in particular Article 3a (6) thereof,\nWhereas Article 24a of Commission Regulation (EEC) No 3540/85 of 5 December 1985 laying down detailed rules for the application of the special measures for peas, field beans and sweet lupins (3), as last amended by Regulation (EEC) No 1734/92 (4),  specifies the factors which must be fixed in order to implement the system of maximum guaranteed quantities; whereas the level of estimated production for the 1992/93 marketing year, the level of actual production for the 1991/92 marketing year, and the  consequent adjustment to be applied to the aid for the 1992/93 marketing year, should be fixed on the basis of the available data;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["For the 1992/93 marketing year, the estimated production of peas, field beans and sweet lupins intended to qualify for aid is hereby fixed at 4 325 000 tonnes.", "For the 1991/92 marketing year, the actual production of peas, field beans and sweet lupins intended to qualify for aid is hereby fixed at 4 247 000 tonnes.", "For the 1992/93 marketing year, the adjustment to be made to the amount of the aid is hereby fixed at:\n- ECU 2,47 per 100 kilograms for peas and field beans,\n- ECU 2,73 per 100 kilograms for sweet lupins.\nThe minimum price of each product is consequently reduced by the same amount as the adjustment, to be made to the amount of the aid.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 1992. For the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 162, 12. 6. 1982, p. 28. (2) OJ No L 180, 1. 7. 1992, p. 17. (3) OJ No L 342, 19. 12. 1985, p. 1. (4) OJ No L 179, 30. 6. 1992, p. 120."}