{"celex_id": "31996R1971", "uri": "http://publications.europa.eu/resource/cellar/9cc6bc06-2fc2-4ad3-8388-3e2831404779", "type": "Regulation", "concepts": ["2642", "2650", "2975", "4623", "5096", "693"], "title": "Commission Regulation (EC) No 1971/96 of 14 October 1996 reducing the basic and buying-in prices for oranges, mandarins and clementines for the 1996/97 marketing year as a result of the overrun in the intervention threshold for 1995/96\n", "header": "COMMISSION REGULATION (EC) No 1971/96 of 14 October 1996 reducing the basic and buying-in prices for oranges, mandarins and clementines for the 1996/97 marketing year as a result of the overrun in the intervention threshold for 1995/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 1363/95 (2), and in particular Article 16b (4) thereof,\nWhereas Commission Regulation (EC) No 2359/95 (3) fixes the intervention threshold for oranges at 1 202 000 tonnes, the intervention threshold for mandarins at 36 300 tonnes and the intervention threshold for clementines at 176 800 tonnes for the 1995/96 marketing year;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 2 (1) of Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables (4), as last amended by Regulation (EC) No 1327/95 (5) respectively, if, in the course of a marketing year, intervention measures adopted for oranges, clementines and mandarins involve quantities exceeding the intervention thresholds fixed for those products and for that marketing year, the basic and buying-in prices fixed for those products for the following marketing year are to be reduced by 1 % for each 37 700 tonnes in the case of oranges, 1 % for each 8 100 tonnes in the case of clementines and 1 % for each 3 000 tonnes in the case of mandarins by which the threshold is exceeded;\nWhereas, pursuant to Article 9 of Council Regulation (EC) No 3119/93 of 8 November 1993 laying down special measures to encourage the processing of certain citrus fruits (6), the quantities of oranges delivered for processing under that Regulation are to be added to the quantities bought in and whereas the quantities of mandarins are to be treated as qualifying under an intervention measure with a view to determining any overrun in the intervention threshold for those products;\nWhereas, according to information supplied by the Member States, intervention measures adopted in the Community in respect of the 1995/96 marketing year related to 1 820 733 tonnes of oranges, 55 735 tonnes of mandarins and 200 789 tonnes of clementines; whereas the Commission therefore notes an overrun of 618 733 tonnes in the case of oranges; 19 435 tonnes in the case of mandarins and 72 189 tonnes in the case of clementines;\nWhereas, in view of the foregoing, the basic and buying-in prices for oranges, mandarins and clementines for the 1996/97 marketing year as fixed by Council Regulation (EC) No 1190/96 of 26 June 1996 fixing the basic price and buying-in price applicable in the fruit and vegetables sector for the 1996/97 marketing year (7) must be reduced by 16 % in the case of oranges, 6 % in the case of mandarins and 8 % in the case of clementines;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for oranges, clementines and mandarins for the 1996/97 marketing year as fixed by Regulation (EC) No 1190/96 are hereby reduced by 16 % in the case of oranges, 6 % in the case of mandarins and 8 % in the case of clementines and shall be as set out in the Annex.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 132, 16. 6. 1995, p. 8.\n(3) OJ No L 241, 10. 10. 1995, p. 7.\n(4) OJ No L 198, 26. 7. 1988, p. 9.\n(5) OJ No L 128, 13. 6. 1995, p. 8.\n(6) OJ No L 279, 12. 11. 1993, p. 17.\n(7) OJ No L 156, 29. 6. 1996, p. 4.\nANNEX\nBASIC AND BUYING-IN PRICES (1996/1997 marketing year)\n>TABLE>\nThese prices refer to packed mandarins of Quality Class I, size 54 to 69 mm.\n>TABLE>\nThese prices refer to packed oranges of the Moro, Navel, Navellina, Salustiana, Sanguinello and Valencia late varieties, Quality Class I, size 67 to 80 mm.\n>TABLE>\nThese prices refer to packed clementines (Citrus reticulata, Blanco), Quality Class I, size 43 to 60 mm.\nNote:\nThe prices given in this Annex do not include the cost of the packaging in which the product is presented."}