{"celex_id": "31994R2301", "uri": "http://publications.europa.eu/resource/cellar/a2bfb76a-d6fd-4888-b693-57771c1caf19", "type": "Regulation", "concepts": ["1129", "161", "1644", "2871", "5000", "5010"], "title": "Commission Regulation (EC) No 2301/94 of 26 September 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards imports of 100 000 tonnes of quality common wheat and 100 000 tonnes of quality durum wheat\n", "header": "COMMISSION REGULATION (EC) No 2301/94 of 26 September 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards imports of 100 000 tonnes of quality common wheat and 100 000 tonnes of quality durum wheat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other  residues (1), and in particular Article 7 thereof,\nWhereas Commission Regulation (EC) No 1854/94 of 27 July 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 in relation to import licences for quality wheat (2) lays down special provisions on the organization of  imports under the quota opened by the latter Regulation;\nWhereas, in view of the situation on the Community market for wheat, a period should be determined for the submission of applications for import licences under that quota; whereas, to that end, special provisions should be laid down to define the  standard reference quality for durum wheat and common wheat to be imported as should provisions on checks of the goods imported;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The period for the submission of applications for import licences for quality durum wheat falling within CN code 1001 10 00 and quality common wheat falling within CN code 1001 90 99 and qualifying for the conditions referred to in Article  5 of Regulation (EC) No 774/94 shall commence from the 30th day following that of entry into force of this Regulation and shall expire at the end of the fourth day following that on which it commenced.\n2. The total quantities which may be imported in accordance with this Regulation shall amount to 100 000 tonnes of durum wheat falling within CN code 1001 10 00 and 100 000 tonnes of common wheat falling within CN code 1001 90 99. The wheat imported  must meet the minimum quality characteristics set out in the Annex hereto.\n3. Regulation (EC) No 1854/94 shall apply.", "1. Without prejudice to Article 5 (2) of Regulation (EC) No 1854/94, the import guarantee referred to in the third indent of Article 2 (1) (c) thereof shall be released on production of proof that import has been carried out in compliance  with the conditions on quantity and quality laid down. To that end, the goods to be imported shall be subject to checks carried out by the competent body of the Member State of import.\n2. The proof referred to in paragraph 1 shall be provided by the body responsible for checks in the Member State of import.\n3. The body responsible for checks in the Member State of import shall take representative samples separately and shall keep them available for the Commission before the goods are released for free circulation in the Community.\n4. The costs of such checks and the cost of sampling shall be borne by the holder of the import licence.\n5. The reference methods for the checks provided for in paragraph 1 to determine the quality of the durum wheat and the common wheat shall be as described in Commission Regulation (EEC) No 1908/84 (3).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 91, 8. 4. 1994, p. 1.\n(2) OJ No L 192, 28. 7. 1994, p. 31.\n(3) OJ No L 178, 5. 7. 1984, p. 22.\nANNEX\nMinimum quality criteria for wheat imported pursuant to the quota opened by Council Regulation (EC) No 774/94\n\"\" ID=\"1\">Minimum specific weight> ID=\"2\">80 kg/hl> ID=\"3\">78 kg/hl\"> ID=\"1\">'MitadinĂŠ' grains> ID=\"2\">maximum 20,0 %> ID=\"3\">-\"> ID=\"1\">Matter which is not quality wheat grains of unimpaired quality> ID=\"2\">maximum 10,0 %> ID=\"3\">maximum 10,0  %\"> ID=\"1\">Of which:\"> ID=\"1\">- Broken grains> ID=\"2\">maximum 6,0 %> ID=\"3\">maximum 5,0 %\"> ID=\"1\">- Shrivelled grains and/or grains overheated during drying> ID=\"2\">maximum 0,1 %> ID=\"3\">maximum 0,1 %\"> ID=\"1\">- Grains damaged by pests>  ID=\"2\">maximum 3,0 %> ID=\"3\">maximum 2,0 %\"> ID=\"1\">- Grains affected with fusariosis and/or mottled grains> ID=\"2\">maximum 5,0 %> ID=\"3\">maximum 5,0 %\"> ID=\"1\">- Sprouted grains> ID=\"2\">maximum 0,5 %> ID=\"3\">maximum 0,5 %\"> ID=\"1\">Miscellaneous  impurities (Schwarzbesatz)> ID=\"2\">maximum 0,5 %> ID=\"3\">maximum 0,8 %\"> ID=\"1\">Hagberg falling number> ID=\"2\">minimum 250> ID=\"3\">minimum 230\"> ID=\"1\">Protein content (13,5 % moisture content)> ID=\"2\">minimum 12,0 %> ID=\"3\">minimum 14,6 %\">"}