{"celex_id": "31993D0060", "uri": "http://publications.europa.eu/resource/cellar/ced16798-9222-400a-9416-b96532d2673c", "type": "Decision", "concepts": ["2300", "2452", "4691", "474"], "title": "93/60/EEC: Council Decision of 17 December 1992 concerning the conclusion of the agreements in the form of exchanges of letters extending the adjustment of the voluntary restraint agreements between the European Economic Community and Bulgaria, the Czech and Slovak Federal Republic, Hungary and Poland on trade in sheepmeat and goatmeat\n", "header": "COUNCIL DECISION of 17 December 1992 concerning the conclusion of the agreements in the form of exchanges of letters extending the adjustment of the voluntary restraint agreements between the European Economic Community and Bulgaria, the Czech and  Slovak Federal Republic, Hungary and Poland on trade in sheepmeat and goatmeat\n(93/60/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the voluntary restraint agreements between the European Economic Community and Bulgaria, the Czech and Slovak Federal Republic, Hungary and Poland on trade in sheepmeat and goatmeat were adjusted in 1990 in the context of measures taken to  stabilize the markets in this sector;\nWhereas the said adjustments are to come to an end on 31 December 1992;\nWhereas it is necessary to provide for interim arrangements for trade in the sheepmeat and goatmeat sectors pending conclusion of the negotiations regarding agricultural trade in the framework of the General Agreement on Tariffs and Trade;\nWhereas it is appropriate, in these circumstances, to extend the adjustments to the said voluntary restraint agreements for one year;\nWhereas the effect of the implementation of the Single Market from 1 January 1993 should be taken into account;\nWhereas the Commission has conducted negotiations in this connection with Bulgaria, the Czech and Slovak Federal Republic, Hungary and Poland which have resulted in Agreements;\nWhereas the said Agreements should be approved,", "main_body": ["The Agreements in the form of Exchanges of Letters between the European Economic Community and Bulgaria, the Czech and Slovak Federal Republic, Hungary and Poland extending the adjustments to the voluntary restraint agreements between the  European Economic Community and Bulgaria, the Czech and Slovak Federal Republic, Hungary and Poland on trade in sheepmeat and goatmeat are hereby approved on behalf of the European Economic Community.\nThe texts of the Agreements are attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreements in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 17 December 1992.\nFor the Council\nThe President\nJ. GUMMER\nAGREEMENT in the form of an exchange of letters extending the adjustment to the Agreement between the European Economic Community and the Republic of Bulgaria on trade in sheepmeat and goatmeat\nA. Letter from the Community  Sir,\nI have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Bulgaria adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Bulgaria on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: 'until 31 December 1993' shall be substituted for the words, 'until 31 December 1992'.\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Bulgaria on the matter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from the Government of the Republic of Bulgaria  Sir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'I have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Bulgaria adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Bulgaria on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: \"until 31 December 1993\" shall be substituted for the words, \"until 31 December 1992\".\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Bulgaria on the matter.'\nI have the honour to confirm that my Government is in agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Government of the Republic of Bulgaria\nAGREEMENT in the form of an exchange of letters extending the adjustment to the Agreement between the European Economic Community and the Czech and Slovak Federal Republic on trade in sheepmeat and goatmeat\nA. Letter from the Community  Sir,\nI have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Czech and Slovak Federal Republic adjusting the principal Agreement concluded in 1982 between the Community and the Czech and Slovak  Federal Republic on trade in sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: 'until 31 December 1993' shall be substituted for the words, 'until 31 December 1992'.\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Czech and Slovak Federal Republic on the  matter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from the Government of the Czech and Slovak Federal Republic  Sir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'I have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Czech and Slovak Federal Republic adjusting the principal Agreement concluded in 1982 between the Community and the Czech and Slovak  Federal Republic on trade in sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: \"until 31 December 1993\" shall be substituted for the words, \"until 31 December 1992\".\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Czech and Slovak Federal Republic on the  matter.'\nI have the honour to confirm that my Government is in agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Government of the Czech and Slovak Federal Republic\nAGREEMENT in the form of an exchange of letters extending the adjustment to the Agreement between the European Economic Community and the Republic of Hungary on trade in sheepmeat and goatmeat\nA. Letter from the Community  Sir,\nI have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Hungary adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Hungary on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: 'until 31 December 1993' shall be substituted for the words, 'until 31 December 1992'.\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Hungary on the matter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from the Government of the Republic of Hungary  Sir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'I have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Hungary adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Hungary on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: \"until 31 December 1993\" shall be substituted for the words, \"until 31 December 1992\".\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Hungary on the matter.'\nI have the honour to confirm that my Government is in agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Government of the Republic of Hungary\nAGREEMENT in the form of an exchange of letters extending the adjustment to the Agreement between the European Economic Community and the Republic of Poland on trade in sheepmeat and goatmeat\nA. Letter from the Community  Sir,\nI have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Poland adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Poland on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: 'until 31 December 1993' shall be substituted for the words, 'until 31 December 1992'.\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Poland on the matter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from the Government of the Republic of Poland  Sir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'I have the honour to refer to the 1990 exchange of letters constituting an Agreement between the Community and the Republic of Poland adjusting the principal Agreement concluded in 1982 between the Community and the Republic of Poland on trade in  sheepmeat and goatmeat.\nFurther to recent discussions, I have the honour to propose that the Agreement set out in the above exchange of letters shall remain in force after 31 December 1992 subject to the following amendment:\nIn paragraph 6 of the Agreement the words: \"until 31 December 1993\" shall be substituted for the words, \"until 31 December 1992\".\nI have the honour to propose that, if the foregoing is acceptable to your Government, this letter and your confirmatory reply shall together constitute an Agreement between the Community and the Government of the Republic of Poland on the matter.'\nI have the honour to confirm that my Government is in agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Government of the Republic of Poland"}