{"celex_id": "31997R1472", "uri": "http://publications.europa.eu/resource/cellar/9d53d850-b0d9-40ff-8e07-dfd70afee3fa", "type": "Regulation", "concepts": ["2730", "2888", "3173", "4713", "87", "893"], "title": "Commission Regulation (EC) No 1472/97 of 28 July 1997 amending Regulation (EEC) No 3201/90 laying down detailed rules for the description and presentation of wines and grape musts\n", "header": "COMMISSION REGULATION (EC) No 1472/97 of 28 July 1997 amending Regulation (EEC) No 3201/90 laying down detailed rules for the description and presentation of wines and grape musts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 536/97 (2), and in particular Article 72 (5) thereof,\nWhereas Council Regulation (EEC) No 2392/89 (3), as last amended by Regulation (EC) No 1427/96 (4), lays down general rules for the description and presentation of wines and grape musts;\nWhereas Commission Regulation (EEC) No 3201/90 (5), as last amended by Regulation (EC) No 609/97 (6), lays down detailed rules for the description and presentation of wines and grape musts;\nWhereas terms referring to the ageing of 'vinho regional` and quality wines psr have been recognized in Portugal; whereas such terms must be inserted in Article 17 (2) (c) (i) of Regulation (EEC) No 3201/90 with a view to optional use on the labels of such wine;\nWhereas terms on the bottling of wine have been recognised in Greece; whereas such terms must be inserted in Article 18 (1) (f) and Article 18 (3) (f) of Regulation (EEC) No 3201/90 so they can be used on the labels of such wine;\nWhereas Annexes I and III to Regulation (EEC) No 3201/90 should be adapted to take account of terms denoting superior quality and of names of vine varieties which can be used for wines imported from San Marino and of names of vine varieties which can be used for wines imported from the Slovak Republic;\nWhereas Regulation (EC) No 1427/96 amends in particular Article 26 and Article 29 (1) of Regulation (EEC) No 2392/89 as regards the list of imported wines described by means of a geographical description; whereas the list referred to in the last subparagraph of Article 29 (1) of the latter Regulation should be drawn up and Annex II to Regulation (EEC) No 3201/90 adapted accordingly;\nWhereas certain members of the World Trade Organization (WTO) have notified their legislation on geographical descriptions to the Council for the Agreement on trade-related aspects of intellectual property rights (7) (Trips Agreement); whereas there is no need therefore to require them to submit that legislation to the Commission;\nWhereas the other member countries of the WTO invoking the transitional provisions of Article 65 (2) of the Trips Agreement have nevertheless submitted their legislation on geographical descriptions as it stands to the Commission;\nWhereas certain administrative problems have delayed the forwarding to the Commission of legislation on geographical descriptions in Russia and the Ukraine; whereas, in order not to disrupt trade, these countries may continue with the arrangements existing before 1 September 1997 and should be classified in List B of Annex II on a provisional basis until their legislation can be verified;\nWhereas the geographical descriptions relating to wine imported from third countries in Annex II to Regulation (EEC) No 3201/90 must not be likely to be confused with a term used to describe a quality wine psr on the list referred to in Article 1 (3) of Council Regulation (EEC) No 823/87 (8) as last amended by Regulation (EC) No 1426/96 (9), a table wine on the list drawn up in connection with Article 2 (3) (i) of Regulation (EEC) No 2392/89 or an imported wine on the lists in the agreements concluded between third countries and the Community; whereas it must be made clear that they cannot be wholly or partly identical to those designations and must in particular be shown in such a way that they are clearly distinguishable from other information on the label;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3201/90 is hereby amended as follows:\n1. in Article 3 (3) (f), the term 'garrafeira` is deleted;\n2. Article 11 (2) is replaced by the following:\n'2. For the purposes of the last subparagraph of Article 29 (1) of Regulation (EEC) No 2392/89, geographical descriptions used to designate wine imported from a third country in Annex II hereto may not be wholly or partly identical to the terms referred to in that Article and must in particular be shown on the label of the imported wine in such a way that they are clearly distinguishable from the other information.`;\n3. the fifth indent of Article 17 (2) (c) (i) is replaced by the following:\n'- \"velho\" in the case of Portuguese quality wines psr and \"garrafeira\" in the case of Portuguese \"vinho regional\" and quality wines psr provided that the Portuguese provisions regarding the use of these terms are observed;`;\n4. in Article 18:\n- paragraph 1 (f) is replaced by the following:\n'(f) for Greek wines: \"åìöéÜëùóç áðü ôïí áìðåëïõñãü\" (bottled by the winegrower), \"åìöéÜëùóç áðü ôïí ðáñáãùãü\" (bottled by the producer), \"åìöéÜëùóç áðü ôïí áìðåëïõñãü-ðáñáãùãü\" (bottled by the winegrower-producer), \"åìöéÜëùóç áðü ïìÜäá áìðåëïõñãþí\" (bottled by associated winegrowers) and, where the conditions laid down in Article 6 of this Regulation are met, \"åìöéÜëùóç óôïí ðýñãï\", \"åìöéÜëùóç óôï ìïíáóôÞñé\", \"åìöéÜëùóç óôï êÜóôñï\", \"åìöéÜëùóç óôï êôÞìá\", \"åìöéÜëùóç óôç âßëëá\", \"åìöéÜëùóç óôï áñ÷ïíôéêü\".`\n- the following point is added to paragraph 3:\n'(f) for Greek wines: \"åìöéÜëùóç óôç æþíç ðáñáãùãÞò\" (bottled in the area of production), \"åìöéÜëùóç óôïí ôüðï ðáñáãùãÞò\" (bottled in the region of production), \"åìöéÜëùóç óôç æþíç\" (bottled in the region of) followed by the name of the specified region in question and/or of the municipality in that region.`;\n5. Annexes I, II and IV are amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.", "(2) shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 83, 25. 3. 1997, p. 5.\n(3) OJ No L 232, 9. 8. 1989, p. 13.\n(4) OJ No L 184, 24. 7. 1996, p. 3.\n(5) OJ No L 309, 8. 11. 1990, p. 1.\n(6) OJ No L 93, 8. 4. 1997, p. 9.\n(7) OJ No L 336, 23. 12. 1994, p. 213.\n(8) OJ No L 84, 27. 3. 1987, p. 59.\n(9) OJ No L 184, 24. 7. 1996, p. 1.\nANNEX\nThe Annexes to Regulation (EEC) No 3201/90 are amended as follows:\nI. Annex I is amended as follows:\nIn point 11 'SAN MARINO` the following terms denoting superior quality are added:\n'- \"vino ad indicazione d'origine\"\n- \"vino ad indicazione d'origine Riserva\".`\nII. Annex II is replaced by the following:\n'ANNEX II\nList referred to in Article 11 (2) of third countries able to export to the European Union wines described by means of a geographical description\nA. List of third countries referred to in Article 29 (1) (a) of Regulation (EEC) No 2392/89 (1)\nA.1. WTO member countries which have notified their legislation on geographical descriptions pursuant to Article 63 (2) of the Trips Agreement:\n1. SOUTH AFRICA\n2. AUSTRALIA\nThe list referred to in the last subparagraph of Article 29 (1) of Regulation (EEC) No 2392/89 is that appearing under B (\"Wines originating in Australia\") in Annex II to the 1994 Agreement between the European Community and Australia on trade in wine (2).\n3. BULGARIA\nThe list referred to in the last subparagraph of Article 29 (1) of Regulation (EEC) No 2392/89 is that appearing under B (\"Wines originating in Bulgaria\") in the Annex to the 1993 Agreement between the European Community and the Republic of Bulgaria on the reciprocal protection and control of wine names (3).\n4. UNITED STATES OF AMERICA\n5. HUNGARY\nThe list referred to in the last subparagraph of Article 29 (1) of Regulation (EEC) No 2392/89 is that appearing under B (\"Wines originating in the Republic of Hungary\") in the Annex to the 1993 Agreement between the European Community and the Republic of Hungary on the reciprocal protection and control of wine names (4).\n6. NEW ZEALAND\n7. CZECH REPUBLIC\n7. SLOVAK REPUBLIC\n9. ROMANIA\nThe list referred to in the last subparagraph of Article 29 (1) of Regulation (EEC) No 2392/89 is that appearing under B (\"Wines originating in Romania\") in the Annex to the 1993 Agreement between the European Community and Romania on the reciprocal protection and control of wine names (5).\n10. SWITZERLAND\n11. SLOVENIA\nA.2. WTO member countries invoking the transitional provisions of Article 65 (2) of the Trips Agreement which have submitted their legislation on geographical descriptions to the Commission:\n1. ARGENTINA\n2. CHILE\n3. CYPRUS\n4. EGYPT\n5. ISRAEL\n6. MOROCCO\n7. MEXICO\n8. TUNISIA\n9. TURKEY\n10. URUGUAY\nB. List of third countries referred to in Article 29 (1) (b) of Regulation (EEC) No 2392/89\n1. ALGERIA\n2. FORMER YUGOSLAV REPUBLIC OF MACEDONIA\n3. CROATIA\n4. MOLDAVIA\n5. RUSSIA (1)\n6. SAN MARINO\n7. UKRAINE (1)`.(1) The inclusion of a country on this list is without prejudice to the rights and obligations of that country and of the Community under the WTO and in particular under the Trips Agreement.\n(2) OJ No L 86, 31. 3. 1994, p. 1.\n(3) OJ No L 337, 31. 12. 1993, p. 11.\n(4) OJ No L 337, 31. 12. 1993, p. 94.\n(5) OJ No L 337, 31. 12. 1993, p. 178.\n(1) Provisional classification pending verification of the legislation.III. Annex IV is amended as follows:\n1. Point 16 'SAN MARINO` is replaced by:\n'16. SAN MARINO\nList of varieties accepted in the Community\nBiancale\nCanino\nCargarello\nChardonnay\nMoscato\nPinot Bianco\nRibolla\nSangiovese`.\n2. The following vine variety is added to point 19 'SLOVAK REPUBLIC`:\n'Chardonnay`."}