{"celex_id": "31991L0031", "uri": "http://publications.europa.eu/resource/cellar/b1aa320f-95a1-4883-a8a6-aad61e90b7d0", "type": "Directive", "concepts": ["2897", "3246", "3942"], "title": "Commission Directive 91/31/EEC of 19 December 1990 adapting the technical definition of 'multilateral development banks' in Council Directive 89/647/EEC of 18 December 1989 on a solvency ratio for credit institutions\n", "header": "COMMISSION DIRECTIVE  of 19 December 1990  adapting the technical definition of 'multilateral development banks' in Council Directive 89/647/EEC of 18 December 1989 on a solvency ratio for credit institutions  (91/31/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 89/647/EEC of 18 December 1989 on a solvency ratio for credit institutions (1), and in particular Article 9 thereof,\nWhereas the Commission has submitted a proposal for a Council Decision on the conclusion of the Agreement establishing an European Bank for Reconstruction and Development (2);\nWhereas the seventh indent of Article 2 (1) of Directive 89/647/EEC defines the 'multilateral development banks' in a enumerate manner including the International Bank for Reconstruction and Development, the international Finance Corporation, the  Inter-American Development Bank, the Asian Development Bank, the African Development Bank, the Council of Europe Resettlement Fund, the Nordic Investment Bank and the Caribbean Development Bank;\nWhereas the definition of multilateral development banks can be subject to technical adaptations as provided for in Article 9 (1) and in accordance with the procedure laid down in Article 9 (2) of Directive 89/647/EEC;\nWhereas the European Bank for Reconstruction and Development embodies the same main characteristics as the abovementioned multilateral development banks; whereas this new multilateral financial institution is European in its basic character and broadly  international in its membership; whereas it constitutes a new and unique structure of cooperation in Europe in order to promote the economic progress of Central and Eastern European countries to help their economies become more internationally  competitive and assist them in their reconstruction and development, and thus to reduce, where appropriate, any risk related to the financing of their economies; whereas for these reasons the European Bank for Reconstruction and Development should be  included in the definition of 'multilateral development banks' in Council Directive 89/647/EEC;\nWhereas the provisions of this Directive are in accordance with the opinion of the Banking Advisory Committee acting as the committee which is to assist the Commission in accordance with the procedure laid down in Article 9 (2) of Directive 89/647/EEC,", "main_body": ["    Article 1\nThe definition of 'multilateral development banks' in the seventh indent of Article 2 (1) of Directive 89/647/EEC shall include the European Bank for Reconstruction and Development.  Article 2\n1. Under the condition that the Council Decision on the conclusion of the Agreement establishing an European Bank for Reconstruction and Development has been adopted, Member States in implementing Directive 89/647/EEC shall adopt the measures  necessary for them to comply with the provision of this Directive by 31 March 1991 at the latest.\n2. The Member States shall communicate to the Commission the texts of the main laws, regulations and administrative provisions which they adopt in the field covered by this Directive.  Article 3\nThis Directive is addressed to the Member States.  "], "attachments": "Done at Brussels, 19 December 1990. For the Commission\nLeon BRITTAN\nVice-President   (1) OJ No L 386, 30. 12. 1989, p. 14. (2) OJ No C 241, 26. 9. 1990, p. 1."}