{"celex_id": "31998L0055", "uri": "http://publications.europa.eu/resource/cellar/4a0d22d3-2f88-4495-a9a5-95d51907ba55", "type": "Directive", "concepts": ["2611", "3163", "3681", "4033", "4522"], "title": "Council Directive 98/55/EC of 17 July 1998 amending Directive 93/75/EEC concerning minimum requirements for vessels bound for or leaving Community ports and carrying dangerous or polluting goods\n", "header": "COUNCIL DIRECTIVE 98/55/EC of 17 July 1998 amending Directive 93/75/EEC concerning minimum requirements for vessels bound for or leaving Community ports and carrying dangerous or polluting goods\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and, in particular, Article 84(2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189(c) of the Treaty (3),\nWhereas Directive 93/75/EEC (4) does not explicitly mention provisions applicable to the carriage by sea of the radioactive materials referred to in Resolution A.748(18) of the International Maritime Organisation (IMO) concerning the Code for the safe carriage of irradiated nuclear fuel, plutonium and high-level radioactive wastes in flasks on board ships (INF Code);\nWhereas there is a need to enhance safety at sea and to prevent pollution of the sea in connection with the transport of irradiated nuclear fuel, plutonium and high-level radioactive waste;\nWhereas it is essential, for reasons of clarity, that the INF Code is included in the list of international Conventions, Codes and Resolutions referred to in Article 2 of the Directive; whereas that clarification will enable the competent authorities to obtain the relevant information as to the nature of radioactive materials carried and their location on board ships and thus help prevent and minimize the risk of accidents involving ships transporting such materials;\nWhereas the notification of the INF Class of the ship, which refers to the total radioactive quantity which may be carried on board, will provide more detailed information to the relevant competent authorities, and thus contribute to improving their response in case of an accident or incident at sea involving radioactive materials;\nWhereas it should be possible to amend Annexes I and II to Directive 93/75/EEC, through a simplified procedure, in line with developments in international law and, in particular, with amendments to international conventions, codes and resolutions not referred to in Article 2 of the Directive which have entered into force since the Directive was adopted; whereas, however, these amendments should neither broaden the scope of this Directive, nor alter the reporting requirements as described in the Directive, and in particular should not lead to extending the reporting requirements of the Directive to transiting ships; whereas the procedure provided for in Article 12 of the Directive appears to be the most appropriate way of introducing such amendments; whereas Article 11 should be supplemented to that effect;\nWhereas the contents of Annexes I and II to Directive 93/75/EEC should be amended to take account of the amendments to international conventions, codes and resolutions not referred to in Article 2 thereof which have entered into force since the Directive was adopted,", "main_body": ["Directive 93/75/EEC is hereby amended as follows:\n1. in Article 2:\n- the following shall be inserted in paragraph (c), after the words 'IMDG Code`:\n'including radioactive materials as referred to in the INF Code,`\n- the following paragraph shall be inserted:\n'(i) \"INF Code\" means the IMO code for the safe carriage of irradiated nuclear fuel, plutonium and high-level radioactive wastes in flasks on board ships, as it is in force on 1 January 1998;`,\n- paragraphs (i), (j) and (k) shall become paragraphs (j), (k) and (l) respectively;\n2. in Article 11:\n- in the first indent, '(e), (f), (g), (h) and (i)` shall be replaced by '(e), (f), (g), (h), (i) and (j)`,\n- the following indent shall be added:\n'- amend the Annexes to this Directive in line with the relevant subsequent amendments to international conventions, codes and resolutions on safety at sea and the protection of the marine environment which have entered into force, without broadening its scope.`;\n3. Annexes I and II shall be replaced by the Annex to this Directive.", "1. Member States shall adopt the laws, regulations and administrative provisions necessary to comply with this Directive no later than 31 December 1998. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the texts of the basic provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 1998.\nFor the Council\nThe President\nW. RUTTENSTORFER\n(1) OJ C 334, 8. 11. 1996, p. 11,\nand OJ C 264, 30. 8. 1997, p. 4.\n(2) OJ C 133, 28. 4. 1997, p. 7.\n(3) Opinion of the European Parliament delivered on 24 April 1997 (OJ C 150, 19. 5. 1997, p. 31), Council Common Position of 11 December 1997 (OJ C 23, 23. 1. 1998, p. 6). Decision of the European Parliament of 11 March 1998 (OJ C 104, 6. 4. 1998).\n(4) OJ L 247, 5. 10. 1993, p. 19. Directive as last amended by Commission Directive 97/34/EC (OJ L 158, 17. 6. 1997, p. 40).\nANNEX\n'ANNEX I\nInformation on vessels carrying dangerous or polluting goods\n(Article 5)\n1. Name and call sign of the vessel and, where appropriate, its IMO identification number\n2. Nationality of the vessel\n3. Length and draught of the vessel\n4. Port of destination\n5. Estimated time of arrival at the port of destination or pilot station, as required by competent authority\n6. Estimated time of departure\n7. Intended route\n8. The correct technical names of the dangerous or polluting goods, the United Nations (UN) numbers where they exist, the IMO hazard classes in accordance with the IMDG, IBC and IGC Codes and, where appropriate, the class of the vessel as defined by the INF Code, the quantities of such goods and their location on board and, if in portable tanks or freight containers, their identification marks\n9. Confirmation that a list or manifest or appropriate loading plan giving details of the dangerous or polluting goods carried and of their location of the vessel is on board\n10. Number of crew on board\nANNEX II\nCHECK LIST FOR VESSELS (Article 6(3), Article 8 and Annex III)\n>START OF GRAPHIC>\nA. Vessel identification\nName of vessel:\nOwner:\nYear built:\nFlag:\nGross tonnage:\nPort of registry:\nLength overall:\nDistinctive letters or numbers (Call sign):\nIMO identification number, where appropriate:\nClassification society:\nSea areas in which the ship is certified to operate:\nClass notation:\nHull:\nMachinery:\nPropulsion machinery:\nOutput:\nAgent:\nDraught:\nForward:\nAmidships:\nAft:\nVolume/mass of dangerous or polluting cargo:\nB. Safety installations aboard\nIn good working order\nYes\tNo\nDeficiencies\n1. Construction and technical equipment\nMain and auxiliary engines\nMain steering gear\nAuxiliary steering gear\nAnchor gear\nFixed fire-extinguishing system\nInert gas system (if applicable)\nIn good working order\nYes\tNo\nDeficiencies\n2. Navigational equipment\nManoeuvring characteristics available\nFirst radar installation\nSecond radar installation\nGyro compass\nStandard magnetic compass\nRadio direction-finding apparatus\nEcho-sounding device\nOther electronic position-fixing aids\nEquipment for measuring speed and distance (log)\n- Speed through the water\n- Speed over ground\n3. Radio equipment\nRadiotelegraphy equipment\nRadiotelephony equipment\nGMDSS radio equipment\nRadio equipment for life-saving appliances\nC. Documents\nCertificates/documents valid on board\nYes\tNo\nRemarks\nInternational Tonnage Certificate (1969)\nPassenger Ship Safety Certificate\nCargo Ship Safety Certificate\nCargo Ship Safety Construction Certificate\nCargo Ship Safety Equipment Certificate\nCargo Ship Safety Radio Certificate\nCargo Ship Safety Radiotelegraphy Certificate (1)\nCargo Ship Safety Radiotelephony Certificate (1)\nExemption Certificate (SOLAS)\nInternational Load Line Certificate\nInternational Load Line Exemption Certificate\nClass Certificate\nCertificate of insurance or other financial security in respect of civil liability for oil pollution damage\nDocument of compliance with the special requirements for ships carrying dangerous goods (SOLAS)\n(1) These certificates are relevant only for ships constructed before 1 February 1995.\n>END OF GRAPHIC>\n`"}