{"celex_id": "31998R1440", "uri": "http://publications.europa.eu/resource/cellar/c5245d83-4848-41fc-8964-5908d35ea4bf", "type": "Regulation", "concepts": ["2282", "2437", "2879", "4790", "4829", "5254"], "title": "Commission Regulation (EC) No 1440/98 of 3 July 1998 concerning the stopping of fishing for blue whiting by vessels flying the flag of a Member State\n", "header": "COMMISSION REGULATION (EC) No 1440/98 of 3 July 1998 concerning the stopping of fishing for blue whiting by vessels flying the flag of a Member State\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 2635/97 (2), and in particular Article 21(3) thereof,\nWhereas Council Regulation (EC) No 45/98 of 19 December 1997 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1998 and certain conditions under which they may be fished (3), as last amended by Regulation (EC) No 783/98 (4), provides for blue whiting shares of total allowable available to the Community for 1998;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the share of the total allowable catches available to the Community;\nWhereas, according to the information communicated to the Commission, catches of blue whiting in the waters of ICES division V b (EC zone), VI and VII by vessels flying the flag of a Member State or registered in a Member State have reached the share of the total allowable catches available to the Community for 1998,", "main_body": ["Catches of blue whiting in the waters of ICES divisions V b (EC zone), VI and VII by vessels flying the flag of a Member State or registered in a Member State are deemed to have exhausted the share of the total allowable catches available to the Community for 1998.\nFishing for blue whiting in the waters of ICES divisions V b (EC zone), VI and VII by vessels flying the flag of a Member State or registered in a Member State is prohibited, as well as the retention on board, the transhipment and the landing of such stock captured by the abovementioned vessels after the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 July 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 261, 20. 10. 1993, p. 1.\n(2) OJ L 356, 31. 12. 1997, p. 14.\n(3) OJ L 12, 19. 1. 1998, p. 1.\n(4) OJ L 113, 15. 4. 1998, p. 8."}