{"celex_id": "31993R2828", "uri": "http://publications.europa.eu/resource/cellar/271d8fe4-beb8-4736-b7e0-53fd495e8f48", "type": "Regulation", "concepts": ["1264", "1270", "1637", "3167", "491"], "title": "Commission Regulation (EEC) No 2828/93 of 15 October 1993 laying down common rules on verification of the use and/or destination of imported products falling within CN codes 1515 90 59 and 1515 90 99\n", "header": "COMMISSION REGULATION (EEC) No 2828/93 of 15 October 1993 laying down common rules on verification of the use and/or destination of imported products falling within CN codes 1515 90 59 and 1515 90 99\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2046/92 (2), and in particular Article 16 (6) thereof,\nWhereas the Annex to Regulation No 136/66/EEC lays down the descriptions and definitions of the olive oils and olive residue oils marketed within each Member State and traded between the Member States and with third countries;\nWhereas Commission Regulation (EEC) No 2658/91 (3), as last amended by Regulation (EEC) No 620/93 (4), lays down the characteristics of olive oils and olive residue oils and the relevant methods of analysis;\nWhereas Council Regulation (EEC) No 2658/87 (5), whose Annexes I and II were last amended by Commission Regulation (EEC) No 2505/93 (6), provides that oils falling within CN codes 1515 90 59 and 1515 90 99 are to be subject to import duties equal to 15  % of the customs value;\nWhereas the physico-chemical characteristics of the oils falling within the abovementioned tariff heading are such as to prevent their being marketed as products accepted for marketing as olive oil; whereas, however, these characteristics may be  modified simply by mixing with other oils; whereas, therefore, to ensure that the system of levies on olive oil imports is applied correctly, measures must be taken to ensure that oils falling within CN codes 1515 90 59 and 1515 90 99 cannot be diverted  from the uses to which they must be put;\nWhereas Commission Regulation (EEC) No 3566/92 (7), on the documents to be used for the purpose of implementing Community measures entailing verification of the use and/or destination of goods supplies the customs instruments needed in order to monitor  the movement of imported oils within the Community and to prevent their being diverted to uses not provided for in the agricultural legislation applicable to the sector in question; whereas applying that Regulation in the case of imports of oils falling  within CN codes 1515 90 59 and 1515 90 99 may reduce the risk which currently exists until the special rules for the application of the Common Customs Tariff are amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The placing in free circulation of oils falling within CN codes 1515 90 59 and 1515 90 99 shall be subject to the issue of a T5 control copy in accordance with the procedure laid down in Commission Regulation (EEC) No 3566/92.\nThe customs office where the customs formalities for release to free circulation are completed shall issue the T5 control copy after a security has been provided which is equal to the difference between the amount of customs duties paid and the amount  of the minimum levy applicable, on the day on which the import declaration is accepted, to olive oil falling within CN code 1509 10 10, plus the amount of the security referred to in Article 17 of Commision Regulation (EEC) No 2677/85 (8) applicable on  the same date to the product.", "Member States shall take all necessary steps to ensure that:\n- the destination and/or use of the oils is verified,\n- products placed in free circulation are not stored with other oils or fats.", "Products placed in free circulation shall be regarded as having met the requirements concerning use and/or destination where, except cases of force majeure, within 12 months:\n- the have been placed, either in the unaltered state or after processing, in packagings with a content of not more than five litres as oils other than olive oils,\nor\n- they have been used or processed into products other than olive oils.\nThe intervention agency shall be responsible for verifying the use and/or destination of the products concerned, unless the competent authorities of the Member States designate another control body.\nThe security referred to in Article 1 shall be released on presentation of the T5 control copy duly certified by the bodies which checked the operations in respect of which the T5 control copy was issued.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall also apply to products which, on the date on which it enters into force, have been placed in free circulation but are still stored in customs warehouses.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 215, 30. 7. 1992, p. 1.\n(3) OJ No L 248, 5. 9. 1991, p. 1.\n(4) OJ No L 66, 18. 3. 1993, p. 29.\n(5) OJ No L 256, 7. 9. 1987, p. 1.\n(6) OJ No L 267, 14. 9. 1992, p. 1.\n(7) OJ No L 362, 11. 12. 1992, p. 11.\n(8) OJ No L 254, 25. 9. 1985, p. 5."}