{"celex_id": "31992R3911", "uri": "http://publications.europa.eu/resource/cellar/7a846811-30fb-4277-96a8-14d457866034", "type": "Regulation", "concepts": ["1642", "206", "2840", "3200", "4877", "946"], "title": "Council Regulation (EEC) No 3911/92 of 9 December 1992 on the export of cultural goods\n", "header": "COUNCIL REGULATION (EEC) N° 3911/92 of 9 December 1992 on the export of cultural goods\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in view of the completion of the internal market, rules on trade with third countries are  needed for the protection of cultural goods;\nWhereas, in the light of the conclusions of the Council meeting on 19 November 1990, it seems  necessary to take measures in particular to ensure that exports of cultural goods are subject to  uniform controls at the Community's external borders;\nWhereas such a system should require the presentation of a licence issued by the competent Member  State prior to the export of cultural goods covered by this Regulation; whereas this necessitates a  clear definition of the scope of such measures and the procedures for their implementation; whereas  the implementation of the system should be as simple and efficient as possible; whereas a Committee  should be set up to assist the Commission in carrying out the responsibilities conferred on it by  this Regulation;\nWhereas, in view of the considerable experience of the Member States' authorities in the  application of Council Regulation (EEC) No 1468/81 of 19 May 1981 on mutual assistance between the  administrative authorities of the Member States and cooperation between the latter and the  Commission to ensure the correct application of the law on customs or agricultural matters (4), the  said Regulation should be applied to this matter;\nWhereas the Annex to this Regulation is aimed at making clear the categories of cultural goods  which should be given particular protection in trade with third countries, but is not intended to  prejudice the definition, by Member States, of national treasures within the meaning of Article 36  of the Treaty,", "main_body": ["Without prejudice to Member States' powers under Article 36 of the  Treaty, the term 'cultural goods` shall refer, for the purposes of this Regulation, to the items  listed in the Annex.\nTITLE 1\nExport licence", "1. The export of cultural goods outside the customs territory  of the Community shall be subject to the presentation of an export licence.\n2. The export licence shall be issued at the request of the person concerned:\n- by a competent authority of the Member State in whose territory the cultural object in question  was lawfully and definitively located on 1 January 1993,\n- or, thereafter, by a competent authority of the Member State in whose territory it is located  following either lawful and definitive dispatch from another Member State, or importation from a  third country, or reimportation from a third country after lawful dispatch from a Member State to  that country.\nHowever, without prejudice to paragraph 4, the Member State which is competent in accordance with  the two indents in the first subparagraph may not require export licences for the cultural goods  specified in the first and second indents of category A1 of the Annex where they are of limited  archaeological or scientific interest, and provided that they are not the direct product of  excavations, finds and archaeological sites within a Member State, and that their presence on the  market is lawful.\nThe export licence may be refused, for the purposes of this Regulation, where the cultural goods in  question are covered by legislation protecting national treasures of artistic, historical or  archaeological value in the Member State concerned.\nWhere necessary, the authority referred to in the second indent of the first subparagraph shall  enter into contact with the competent authorities of the Member State from which the cultural  object in question came, and in particular the competent authorities within the meaning of Council  Directive 93/. . ./EEC of . . . on the return of cultural objects unlawfully removed from the  territory of a Member State (1).\n3. The export licence shall be valid throughout the Community.\n4. Without prejudice to the provisions of this Article, direct export from the customs territory of  the Community of national treasures having artistic, historic or archaeological value which are not  cultural goods within the meaning of this Regulation is subject to the national law of the Member  State of export.", "1. Member States shall furnish the Commission with a list of the authorities empowered  to issue export licences for cultural goods.\n2. The Commission shall publish a list of these authorities and any amendment to that list in the  'C` series of the Official Journal of the European Communities.", "The export licence shall be presented, in support of the export declaration, when the  customs export formalities are carried out, at the customs office which is competent to accept that  declaration.", "1. Member States may restrict the number of customs offices empowered to handle  formalities for the export of cultural goods.\n2. Member States availing themselves of the option afforded by paragrah 1 shall inform the  Commission of the customs offices duly empowered.\nThe Commission shall publish this information in the 'C` series of the Official Journal of the  European Communities.\nTITLE 2\nAdministrative cooperation", "For the purposes of implementing this Regulation,  the provisions of Regulation (EEC) No 1468/81, and in particular the provisions on the  confidentiality of information, shall apply mutatis mutandis.\nIn addition to the cooperation provided for under the first subparagraph, Member States shall take  all necessary steps to establish, in the context of their mutual relations, cooperation between the  customs authorities and the competent authorities referred to in Article 4 of Directive 93/. .  ./EEC (2).\nTITLE 3\nGeneral and final provisions", "The provisions necessary for the implementation  of this Regulation, in particular those concerning the form to be used (for example, the model and  technical properties) shall be adopted in accordance with the procedure laid down in Article 8  (2).", "1. The Commission shall be assisted by a committee composed of the representatives of  the Member States and chaired by the representative of the Commission.\nThe committee shall examine any matter concerning the implementation of this Regulation raised by  its chairman either on his own initiative or at the request of a representative of a Member State.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be  taken. The committee shall deliver its opinion on the draft within a time limit which the chairman  may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right  to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall  inform the committee of the manner in which its opinion has been taken into account.", "Each Member State shall determine the penalties to be applied for infringement of the  provisions of this Regulation. The penalties shall be sufficient to promote compliance with those  provisions.", "0\nEach Member State shall inform the Commission of the measures taken pursuant to this  Regulation.\nThe Commission shall pass on this information to the other Member States.\nEvery three years the Commission shall present a report to the European Parliament, the Council and  the Economic and Social Committee on the implementation of this Regulation.\nThe Council shall review the effectiveness of the Regulation after a period of application of three  years and, acting on a proposal from the Commission, make any necessary adaptations.\nIn any event, the Council, acting on a proposal from the Commission, shall examine every three  years and, whre appropriate, update the amounts indicated in the Annex, on the basis of economic  and monetary indicators in the Community.", "1\nThis Regulation shall enter into force on the third day following that of publication  in the Official Journal of the European Communities of Directive 93/. . ./EEC (1).\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 9 December 1992.\nFor the Council\nThe President\nW. WALDEGRAVE\n(1) OJ N° C 53, 28. 2. 1992, p. 8.\n(2) OJ N° C 176, 13. 7. 1992, p. 31.\n(3) OJ N° C 223, 31. 8. 1992, p. 10.\n(4) OJ N° L 144, 2. 6. 1981, p. 1. Regulation as amended by Regulation (EEC) No 945/87 (OJ N° L 90,  2. 4. 1987, p. 3).\n(1) Not yet adopted at the time of this publication; in accordance with Article 11 below, the  present Regulation will enter into force on the third day following that of publication of the  Directive in the Official Journal of the European Communities.\n(2) See footnote to Article 2 (2).\n(1) The Directive on the return of cultural objects unlawfully removed from the territory of a  Member State, already referred to in Articles 2 (2) and 6, has not yet been adopted at the time of  this publication.\nANNEX\nCATEGORIES OF CULTURAL OBJECTS COVERED BY ARTICLE 1\nA. 1. Archaeological objects  more than 100 years old which are the products of:\n- excavations and finds on land or under water\n9705 00 00\n- archaeological sites\n9706 00 00\n-  archaelogical collections\n2. Elements forming an integral part of artistic, historical or  religious monuments which have been dismembered, of an age exceeding 100 years\n9705 00 00\n9706 00  00\n3. Pictures and paintings executed entirely by hand, on any medium and in any material  (1)\n9701\n4. Mosaics other than those in categories 1 or 2 and drawings executed entirely by hand,  on any medium and in any material (1)\n6914\n9701\n5. Original engravings, prints, serigraphs and  lithographs with their respective plates and original posters (1)\nChapter 49\n9702 00 00\n8442 50 99\n6. Original sculptures or statuary and copies produced by the same process as the original (1),  other than those in category 1\n9703 00 00\n7. Photographs, films and negatives thereof  (1)\n3704\n3705\n3706\n4911 91 80\n8. Incunabula and manuscripts, including maps and musical scores,  singly or in collections (1)\n9702 00 00\n9706 00 00\n4901 10 00\n4901 99 00\n4904 00 00\n4905 91 00\n4905  99 00\n4906 00 00\n9. Books more than 100 years old, singly or in collections\n9705 00 00\n9706 00  00\n10. Printed maps more than 200 years old\n9706 00 00\n11. Archives, and any elements thereof, of  any kind or any medium which are more than 50 years old\n3704\n3705\n3706\n4901\n4906\n9705 00 00\n9706 00  00\n12. (a) Collections (2) and specimens from zoological, botanical, mineralogical or anatomical  collections;\n9705 00 00\n(b) Collections (2) of historical, palaeontological, ethnographic or numismatic  interest\n9705 00 00\n13. Means of transport more than 75 years old\n9705 00 00\nChapters\n86-89\n14. Any  other antique items not included in categories A.1 to A.13\n(a) between 50 and 100 years old:\n- toys, games\nChapter 95\n- glassware\n7013\n- articles of goldsmiths' or silversmiths' wares\n7114\n-  furniture\nChapter 94\n- optical, photographic or cinematographic apparatus\nChapter 90\n- musical  instruments\nChapter 92\n- clocks and watches and parts thereof\nChapter 91\n- articles of wood\nChapter  44\n- pottery\nChapter 69\n- tapestries\n5805 00 00\n- carpets\nChapter 57\n- wallpaper\n4814\n-  arms\nChapter 93\n(b) more than 100 years old\n9706 00 00\nThe cultural objects in categories A.1 to  A.14 are covered by this Regulation only if their value corresponds to, or exceeds, the financial  thresholds under B.\nB. Financial thresholds applicable to certain cetegories under A (in ecus)\nValue: 0 (Zero)\n- 1  (Archaeological objects)\n- 2 (Dismembered monuments)\n- 8 (Incunabula and manuscripts)\n- 11  (Archives)\n15 000\n- 4 (Mosaics and drawings)\n- 5 (Engravings)\n- 7 (Photographs)\n- 10 (Printed  maps)\n50 000\n- 6 (Statuary)\n- 9 (Books)\n- 12 (Collections)\n- 13 (Means of transport)\n- 14 (Any  other object)\n150 000\n- 3 (Pictures)\nThe assessment of whether or not the conditions relating to  financial value are fulfilled must be made when an application for an export licence is submitted.  The financial value is that of the cultural object in the Member State referred to in Article 2 (2)  of the Regulation.\nThe date for the conversion of values expressed in ecus in the Annex into national currencies shall  be 1 January 1993.\n(1) Which are more than 50 years old and do not belong to their originators.\n(2) As defined by the Court of Justice in its judgment in Case 252/84, as follows: 'Collectors`  pieces within the meaning of heading N° 97.05 of the Common Customs Tariff are articles which  possess the requisite characteristics for inclusion in a collection, that is to say, articles which  are relatively rare, are not normally used for their original purpose, are the subject of special  transactions outside the normal trade in similar utility articles and are of high value.'"}