{"celex_id": "31997R1293", "uri": "http://publications.europa.eu/resource/cellar/97161f17-8f1b-4edd-b6bc-a73fc2a3f975", "type": "Regulation", "concepts": ["1857", "2286", "2356", "2560", "3003", "797"], "title": "Commission Regulation (EC) No 1293/97 of 3 July 1997 amending for the seventh time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 1293/97 of 3 July 1997 amending for the seventh time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas exceptional measures to support the market in pigmeat were adopted for the Netherlands in Commission Regulation (EC) No 413/97 (3), as last amended by Regulation (EC) No 1067/97 (4), in response to the outbreak of classical swine fever in certain production regions in that country;\nWhereas, as a result of capacity problems in the rendering plants, the average weight of eligible piglets was temporarily increased; whereas these problems have persisted and the extension of this provision is therefore justified; whereas, as a result of the same problem, it was not possible to process the blood and offal of the pigs slaughtered immediately after slaughter; whereas it is therefore justifiable to allow the storage of those products before their final processing from 5 June 1997;\nWhereas, since the veterinary and trade restrictions adopted by the Dutch authorities continue to apply, cull sows should be included in the aid arrangements provided for by Regulation (EC) No 413/97 and the number of fattening pigs, piglets, young piglets and very young piglets that may be delivered to the competent authorities should be increased, so that the exceptional measures can continue in the coming weeks;\nWhereas the aid granted for the delivery of the different categories of piglets should be adjusted to the current market situation, taking account of the fall in market prices;\nWhereas the rapid and efficient application of exceptional measures to support the market is one of the best instruments for combating the spread of classical swine fever; whereas the application of most of the provisions provided for in this Regulation from 18 June 1997 is therefore justified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 413/97 is hereby amended as follows:\n1. Article 1 is amended as follows:\n(a) the second subparagraph of paragraph 2 is replaced by the following:\n'By way of derogation from the provisions of the combined nomenclature, the weight of the piglets may, during the period 23 May to 3 August 1997, exceed 50 kg.`;\n(b) the following paragraph 5 is inserted after paragraph 4:\n'5. From 18 June 1997, producers may benefit, on request, from an aid granted by the competent Dutch authorities for the delivery to them of cull sows falling within CN code 0103 92 11 weighing 160 kg or more on average per batch.`;\n(c) the present paragraph 5 becomes paragraph 6;\n2. Article 4 is amended as follows:\n(a) in paragraph 4, 'ECU 55`, 'ECU 47`, 'ECU 40` and 'ECU 38` are replaced by 'ECU 45`, 'ECU 37`, 'ECU 30` and 'ECU 28` respectively;\n(b) the following paragraph 5 is added:\n'5. The aid referred to in Article 1 (5), at farm gate, shall be equal to the aid provided for in paragraph 1 reduced by 30 %.\nThe aid shall be calculated on the basis of the established slaughter weight. However, if the animals are only weighed live, a coefficient of 0,78 % shall be applied to the aid.`;\n3. Annex I is replaced by the Annex hereto;\n4. in Annex III, the following point 8 is added:\n'8. By way of derogation from the provisions referred to in point 2, the blood and offal may be stored in a refrigerated warehouse or other storage place before its transport to the rendering plant subject to compliance with the transport rules referred to in point 2 and recording of entries into and exits from those places.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nHowever, Article 1 (1), (2) (b) and (3) shall apply with effect from 18 June 1997 and (4) shall apply with effect from 5 June 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 62, 4. 3. 1997, p. 26.\n(4) OJ No L 156, 13. 6. 1997, p. 8.\nANNEX\n'ANNEX I\nTOTAL NUMBER OF ANIMALS FROM 18 FEBRUARY 1997\n>TABLE>"}