{"celex_id": "31997R1565", "uri": "http://publications.europa.eu/resource/cellar/169e542f-59d8-418b-97ab-d50c13dc98a6", "type": "Regulation", "concepts": ["1134", "2888", "3618", "473", "5096"], "title": "Commission Regulation (EC) No 1565/97 of 1 August 1997 authorizing the processing into alcohol of table grapes withdrawn from the market in the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1565/97 of 1 August 1997 authorizing the processing into alcohol of table grapes withdrawn from the market in the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Articles 23, 30 and 57 thereof,\nWhereas Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (2), as last amended by Regulation (EC) No 1417/97 (3), prohibits the making of wine from grape varieties classed as table grapes from 1 August 1997; whereas the abolition of this possible alternative use for table grapes is causing serious difficulties on the fresh fruit market in some regions of the Community where large quantities of the product were turned into wine and then distilled; whereas these difficulties are likely to result in a marked increase in withdrawals with no possibility of disposal for the producer organizations concerned; whereas it therefore appears justified to implement a transitional measure under the common organization of the market in fresh produce where the abovementioned difficulties arise;\nWhereas provision should be made, for a transitional period, for the Member States to the able to distil table grapes withdrawn from the market; whereas such distillation must be carried out by authorized distilleries providing the guarantees required as regards technical equipment and controls;\nWhereas measures should be laid down ensuring effective controls to prevent such grapes withdrawn from the market from being used for winemaking or as a fermented product in the wine sector; whereas such measures relate to the requirement to restrict the movement of grapes withdrawn to distilleries and add an identifier to the grapes to enable them to be identified and prevent their use in the wine sector; whereas provision should also be made for the denaturing of the alcohol obtained from distillation of such grapes and to allow disposal of the alcohol only outside the agricultural and spirit drink sectors;\nWhereas Member States are required to ensure equal access to all operators concerned by means of appropriate procedures such as invitations to tender or public auctions; whereas they are also required to prevent any distortion of the wine and alcohol market; whereas they must also ensure that the method by which the alcohol is obtained is controlled;\nWhereas the Management Committee for Fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the 1997/98 marketing year, table grapes withdrawn from the market pursuant to Article 23 (1) of Regulation (EC) No 2200/96 may be processed into alcohol of a strength of more than 80 % vol by direct distillation of the product under the conditions laid down in this Regulation.", "Table grapes withdrawn from the market and intended for processing into alcohol shall be distilled before the end of the 1997/98 marketing year.", "1. The table grapes referred to in Article 1 shall be delivered to authorized distilleries. Member States shall communicate to the Commission a list of authorized distilleries.\n2. The authorized distilleries shall carry out the distillation into alcohol of table grapes received in accordance with Article 4, under official control.", "1. Table grapes withdrawn from the market and intended for distillation may not be moved except to an authorized distillery.\n2. An identifier, authorized by national provisions, shall be added to the table grapes withdrawn from the market, to enable them to be identified at any moment and prevent their use in the wine sector.", "1. The alcohol obtained from distillation of the table grapes shall be denatured from the moment it is obtained with the markers laid down for that purpose in Regulation (EC) No 3199/93 (4).\n2. The alcohol resulting from such distillation shall not be used for food purposes or used in the spirit drink sector.", "Alcohol obtained from table grapes withdrawn from the market shall be excluded from the grant of any Community financing.", "1. Member States shall take all measures necessary\n- to ensure equal access for operators to the measure provided for in this Regulation; to that end, they may use a tendering procedure or public auctions,\n- to avoid distortion on the wine and alcohol market.\n2. Member States shall take the measures necessary to ensure that the method used for obtaining alcohol from table grapes withdrawn from the market is controlled.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1997.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No L 84, 27. 3. 1987, p. 1.\n(3) OJ No L 196, 24. 7. 1997, p. 10.\n(4) OJ No L 288, 23. 11. 1993, p. 12."}