{"celex_id": "31992D0467", "uri": "http://publications.europa.eu/resource/cellar/8986808d-5355-4809-bb49-3be23f0daef3", "type": "Decision", "concepts": ["1519", "2409", "2543", "2548"], "title": "92/467/EEC: Commission Decision of 2 September 1992 amending Decision 90/613/EEC approving derogations provided for by Italy from certain provisions of Council Directive 77/93/EEC in respect of seed potatoes originating in Poland (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 2 September 1992  amending Decision 90/613/EEC approving derogations provided for by Italy from certain provisions of Council Directive 77/93/EEC in respect of seed potatoes originating in Poland  (Only the Italian text is  authentic)  (92/467/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introductions into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 92/10/EEC (2), and in particular Article 14 (2) thereof,\nWhereas, pursuant to Directive 77/93/EEC, potato tubers originating in third countries, where potato spindle tuber viroid has occurred may not, in principle, be brought into the Community unless their faculty of germination has been suppressed, in view  of the risk of the introduction of potato spindle tuber viroid, and unless - if they originate in a country where Corynebacterium sepedonicum is known to occur - provisions recognized as equivalent to the Community provisions on combating this harmful  organism have been complied with in the country of origin;\nWhereas, nevertheless, Article 14 (1) (c) (iii) of Directive 77/93/EEC permits Member States to provide for derogations with regard to the rule relating to the suppression of the faculty of germination, provided that there is no risk of harmful  organisms spreading; whereas these derogations are subject to approval, under certain conditions, in accordance with Article 14 (2) and must also comply with the conditions laid down in Annex IV, part A (24);\nWhereas in Italy the growing of potatoes of the Sieglinde variety has been an established practice; whereas part of the supply of seed potatoes of this variety has been ensured by imports from Poland;\nWhereas derogations provided for by Italy have already been approved for the last five seed potato marketing seasons, by Commission Decisions 88/177/EEC (3), 88/632/EEC (4), 89/606/EEC (5), 90/613/EEC (6) amended by Decision 91/591/EEC (7), based on the  concept of 'closed zones', subject to certain technical conditions to prevent the risk of harmful organisms spreading;\nWhereas Italy has stated that it intends to provide for derogations for the current seed potato marketing season;\nWhereas it is known that Poland is still not free from potato spindle tuber viroid or from Corynebacterium sepedonicum;\nWhereas Poland has developed a programme to eradicate these harmful organisms on a regional basis; whereas there are good reasons to believe that the programme to eradicate these harmful organisms has become fully effective, at least in certain 'closed  zones' (strefy zamkniete) of the voidvodeship of Lomza;\nWhereas there have been no findings of the diseases on samples drawn from seed potatoes imported pursuant to Decision 91/591/EEC; whereas Poland informed the Commission that the seed potatoes of the variety Sieglinde grown in 1992 in the aforementioned  'closed zones' originate from a Member State where Corynebacterium sepedonicum is not known to occur, and have been officially certified under Council Directive 66/403/EEC (8), as last amended by Directive 92/17/EEC (9);\nWhereas, however, it has not been established, on the basis of available information collected during a mission carried out in Poland in 1990, that there are elements which would militate against the proper functioning of the aforementioned concept of  'closed zones' and therefore against the recognition of the provisions implemented as equivalent to the Community provisions on combating Corynebacterium sepedonicum;\nWhereas it can therefore be established that there is no risk of the harmful organisms in question spreading, provided that the seed potatoes originate in such zones and that certain special technical conditions are complied with;\nWhereas the Commission will ensure that Poland makes all technical information available which is necessary to monitor the protective measures required under the aformentioned conditions, and to assess the development of the Polish eradication  programme;\nWhereas therefore derogations provided for by Italy should now be approved for the current potato marketing season, provided that they include the aforementioned conditions and without prejudice to Directive 66/403/EEC and to Council Directive  70/457/EEC (10), as last amended by Directive 90/654/EEC (11);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 90/613/EEC is hereby amended as follows:\n1. In Article 2, '1 June 1992' is replaced by '1 March 1993'.\n2. In Article 3, '15 October 1991 until 31 March 1992', is replaced by '15 October 1992 until 31 December 1992, being the last day of entry into the Community'.\n3. In Article 3, '31 March 1992' is replaced by '31 December 1992'.\n4. In the Annex, under (g), '15 April 1992' is replaced by '15 January 1993'.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 2 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20. (2) OJ No L 70, 17. 3. 1992, p. 27. (3) OJ No L 80, 25. 3. 1988, p. 52. (4) OJ No L 350, 20. 12. 1988, p. 59. (5) OJ No L 348, 29. 11. 1989, p. 31. (6) OJ No L 328, 28. 11. 1990, p. 20. (7) OJ No L 316, 16.  11. 1991, p. 43. (8) OJ No 125, 11. 7. 1966, p. 2320/66. (9) OJ No L 82, 27. 3. 1992, p. 69. (10) OJ No L 225, 12. 10. 1970, p. 1. (11) OJ No L 353, 17. 12. 1990, p. 48."}