{"celex_id": "31994R3240", "uri": "http://publications.europa.eu/resource/cellar/9356bd86-bd3a-4cad-a12b-a2b6cb4f9175", "type": "Regulation", "concepts": ["1567", "1637", "1642", "1781", "4453"], "title": "Commission Regulation (EC) No 3240/94 of 21 December 1994 extending the validity of Commission Regulation (EEC) No 3879/90 laying down rules for implementing the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99, originating in Thailand and exported from that country in 1991, 1992, 1993 and 1994\n", "header": "COMMISSION REGULATION (EC) No 3240/94 of 21 December 1994 extending the validity of Commission Regulation (EEC) No 3879/90 laying down rules for implementing the import arrangements applicable to products falling within CN codes 0714 10 10, 0714  10 91 and 0714 10 99, originating in Thailand and exported from that country in 1991, 1992, 1993 and 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to certain products falling within CN codes 0714 10 and 0714 90 and coming from certain third countries (1), as last amended by  Regulation (EC) No 3191/94 (2), and in particular Article 2 thereof,\nWhereas by Decision 90/637/EEC (3) the Council approved the renewal of the Cooperation Agreement between the European Economic Community and the Kingdom of Thailand on manioc production, marketing and trade until 1994; whereas the Agreement will be  renewed automatically on 1 January 1995 if denounced by neither of the two parties before the deadline laid down;\nWhereas the principle of that renewal, subject to certain modifications, is laid down in the Agreement concluding the Uruguay Round of the GATT multilateral trade negotiations; whereas the agricultural section of that Agreement is only due to enter into  force in the Community on 1 July 1995;\nWhereas, therefore, steps should be taken to ensure that trade in the products concerned is not interrupted during the first half of 1995;\nWhereas the validity of Commission Regulation (EEC) No 3879/90 (4), as amended by Regulation (EEC) No 1509/91 (5), should consequently be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The provisions of Regulation (EEC) No 3879/90 shall continue to apply to products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99 originating in Thailand and exported from that country to the European Union from 1 January to  30 June 1995.\n2. Export certificates issued from 1 January to 30 June 1995 shall be valid for 120 days from their date of issue.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 337, 24. 12. 1994, p. 8.\n(3) OJ No L 347, 12. 12. 1990, p. 23.\n(4) OJ No L 367, 29. 12. 1990, p. 115.\n(5) OJ No L 141, 5. 6. 1991, p. 14."}