{"celex_id": "31995R0844", "uri": "http://publications.europa.eu/resource/cellar/28750d78-3608-4819-b297-ceecd5ed5d2a", "type": "Regulation", "concepts": ["1644", "3167", "3591", "4682", "5034", "914"], "title": "COMMISSION REGULATION (EC) No 844/95 of 18 April 1995 amending Regulations (EC) No 3170/94 and (EC) No 3172/94 on the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 844/95 of 18 April 1995 amending Regulations (EC) No 3170/94 and (EC) No 3172/94 on the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (1), and in particular Article 3 thereof,\nWhereas the period of validity of import licences issued pursuant to Commission Regulation (EC) No 3170/94 of 21 December 1994 opening for the first half of 1995 and laying down detailed rules for the application of an import quota for live bovine animals weighing between 160 and 300 kilograms, originating in and coming from the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic (2) and Commission Regulation (EC) No 3172/94 of 21 December 1994 fixing the quantities of frozen beef intended for processing which may be imported on special conditions for the first quarter of 1995 (3) expires at the end of July 1995; whereas variable import levies will no longer exist after 30 June 1995; whereas, therefore, appropriate economic provisions should be laid down for goods imported after that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 3170/94 is hereby amended as follows:\n1. Article 1 (2) is replaced by the following:\n'2. For imports carried out before 1 July 1995, the reduced import levy applicable to animals under this quota shall be 25 % of the full levy applicable on the date of acceptance of the declaration of release for free circulation.\nFor imports carried out from 1 to 31 July 1995, in addition to the 16 % ad valorem customs duty, the import charge shall be equal to the full levy applicable on 30 June 1995 less 75 %.`\n2. The second subparagraph of Article 4 is replaced by the following:\n'However, in the case of quantities imported under the terms of Article 8 (4) of Regulation (EEC) No 3719/88, the full levy or, for imports carried out from 1 to 31 July 1995, for imports carried out after 30 June 1995, an amount equal to the full levy applicable on that date in addition to the 16 % ad valorem customs duty, shall be collected on quantities in excess of those stated on the import licence.`", "Article 2 of Regulation (EC) No 3172/94 is hereby replaced by the following:\n'Article 2\nFor imports of meat referred to in the second indent of Article 1:\n- carried out before 1 July 1995, the levy shall be equal to the full levy applicable on the day of import less 55 %,\n- carried out from 1 to 30 July 1995, in addition to the 20 % ad valorem customs duty, the import charge shall be equal to the full levy applicable on 30 June 1995 less 55 %.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) OJ No L 335, 23. 12. 1994, p. 43.\n(3) OJ No L 335, 23. 12. 1994, p. 50."}