{"celex_id": "31995R0915", "uri": "http://publications.europa.eu/resource/cellar/e8224008-83e9-4fef-a0a6-83f01ff8e8b8", "type": "Regulation", "concepts": ["161", "1637", "2718", "2871", "3156", "4078"], "title": "Council Regulation (EC) No 915/95 of 21 April 1995 opening and providing for the administration of autonomous Community tariff quotas for certain fishery products (1995)\n", "header": "COUNCIL REGULATION (EC) No 915/95 of 21 April 1995 opening and providing for the administration of autonomous Community tariff quotas for certain fishery products (1995)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community supplies of certain species of fish or fish fillets currently depend on imports from third countries; whereas it is in the Community's interests to suspend in part or in whole the customs duties for the products in question, within Community tariff quotas of an appropriate volume; whereas, in order not to jeopardize the development prospects of this production in the Community and to ensure an adequate supply to satisfy user industries, it is advisable to open those quotas for the period from 1 April to 30 June 1995, applying customs duties varied accordingly to sensitivity of the different products on the Community market;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up;\nWhereas the decision for the opening of autonomous tariff quotas should be taken by the Community; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly,", "main_body": ["1. From 1 April to 30 June 1995, the customs duties applicable on importation to products listed in the Annex shall be suspended at the levels and within the limits of the Community tariff quota indicated for each product.\n2. Imports of the products in question shall not be covered by the quotas referred to in paragraph 1 unless the free-at-frontier price, which is determined by the Member States in accordance with Article 22 of Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), is at least equal to the reference price fixed, or to be fixed, by the Community for the products under consideration of the categories of the products concerned.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents in a Member State an entry for release for free circulation, including a request for preferential benefit for a product covered by this Regulation and if this entry for release is accepted by the customs authorities, the Member States concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding quota amount.\nThe drawing requests, with indication of the date of acceptance of the said entries, must be transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the entries for release for free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the products concerned have equal and uninterrupted access to the quotas for such time as the residual balance of the quota volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 1995.\nFor the Council\nThe President\nA. JUPPÉ\n(1) OJ No L 388, 31. 12. 1992, p. 1. Regulation as last amended by Council Regulation (EC) No 3318/94 (OJ No L 350, 31. 12. 1994, p. 15).\nANNEX\n>TABLE>\nTaric codes\n>TABLE>"}