{"celex_id": "31993R3080", "uri": "http://publications.europa.eu/resource/cellar/62c1b80c-4800-4f74-ba6b-e3247607e15e", "type": "Regulation", "concepts": ["2066", "2069", "2192", "4381", "867"], "title": "COUNCIL REGULATION (EC) No 3080/93 of 5 November 1993 amending Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "COUNCIL REGULATION (EC) No 3080/93 of 5 November 1993 amending Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 2658/87 (1) established, on the basis of the Harmonized System, a goods nomenclature known as the combined nomenclature;\nWhereas Commission Regulation (EEC) No 4142/87 (2) determines the conditions under which certain goods are eligible on import for a favourable tariff arrangements by reason of their end-use;\nWhereas goods covered by the end-use provisions benefit on their release for free circulation from a reduced or zero rate of duty solely on the condition that they are being used for a specified purpose;\nWhereas it is desirable that certain types of integrated circuit test equipment should benefit from relief from customs duty under end-use provisions on importation when destined for the functionality testing of integrated circuits; whereas it is  appropriate to introduce in the combined nomenclature subheadings with end-use provisions within HS code 9030 81 for such products;\nWhereas the combined nomenclature should therefore be amended,", "main_body": ["1. The combined nomenclature annexed to Regulation (EEC) No 2658/87 is hereby amended in accordance with the Annex to this Regulation.\n2. The amendments to the combined nomenclature subheadings provided for in this Regulation shall be applied as Taric subdivisions until their insertion in the combined nomenclature under the conditions laid down in Article 12 of Regulation (EEC) No  2658/87.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1993.\nFor the Council\nThe President\nE. TOMAS\n(1) OJ No L 256, 7. 9. 1987, p. 1. Regulation as last amended by Regulation (EEC) No 2551/93 (OJ No L 241, 27. 9. 1993, p. 1).\n(2) OJ No L 387, 31. 12. 1987, p. 81. Regulation as last amended by Regulation (EEC) No 1419/91 (OJ No L 135, 30. 5. 1991, p. 30).\nANNEX\n\"\" ID=\"01\">9030 10 to 9030 81 10> ID=\"02\">(Unchanged)\"> ID=\"01\">9030 81 20> ID=\"02\">      Edge connected semiconductor production test apparatus, capable of testing the embedded functions in integrated circuits (2) > ID=\"03\">16 (3) > ID=\"04\">11>  ID=\"05\">-\"> ID=\"02\">      other:\"> ID=\"01\">9030 81 81> ID=\"02\">        semiconductor production test apparatus, capable of testing the embedded functions in digital integrated circuits (2) > ID=\"03\">16 (3) > ID=\"04\">11> ID=\"05\">-\"> ID=\"01\">9030 81  83> ID=\"02\">        semiconductor production test apparatus, capable of testing the embedded functions in analogue/digital integrated circuits (2) > ID=\"03\">16 (3) > ID=\"04\">11> ID=\"05\">-\"> ID=\"01\">9030 81 85> ID=\"02\">        semiconductor production  test apparatus, capable of testing the embedded functions in analogue integrated circuits (2) > ID=\"03\">16 (3) > ID=\"04\">11> ID=\"05\">-\"> ID=\"01\">9030 81 89> ID=\"02\">        other> ID=\"03\">16 > ID=\"04\">11> ID=\"05\">-\"> ID=\"01\">9030 89 to 9030 90 90>  ID=\"02\">(Unchanged) \"\">\n(2) Entry under this subheading is subject to conditions laid down in relevant Community provisions.\n(3) The levying of this duty shall be suspended until 31 December 1994.\nTaric Codes for 1993 and 1994: 9030 81 90*10\n9030 81 90*20\n9030 81 90*30\n9030 81 90*40"}