{"celex_id": "31994R3122", "uri": "http://publications.europa.eu/resource/cellar/f6f993fe-05a4-48ca-b1eb-f3805e09eba4", "type": "Regulation", "concepts": ["2734", "3568", "4079", "616", "92", "946"], "title": "Commission Regulation (EC) No 3122/94 of 20 December 1994 laying down criteria for risk analysis as regards agricultural products receiving refunds\n", "header": "COMMISSION REGULATION (EC) No 3122/94 of 20 December 1994 laying down criteria for risk analysis as regards agricultural products receiving refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 386/90 of 12 February 1990 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts (1), as amended by Regulation (EC) No 163/94 (2), and in particular\nArticle 6\nthereof,\nWhereas the second subparagraph of Article 3 (2) of the said Regulation lays down that the rate of 5 % per product sector may be replaced by a rate of 5 % covering all sectors in so far as the Member State applies a system for selecting products to be  physically checked based on a risk analysis provided a minimum rate of 2 % is respected; whereas the scrutiny rate may justifiably be reduced in the case of non-Annex II products;\nWhereas the selection criteria should be defined in accordance with the procedure referred to in Article 6 of Regulation (EEC) No 386/90;\nWhereas the criteria must be adopted before 1 January 1995 since the new version of Article 3 (2) of Regulation (EEC) No 386/90 provides for the use of risk analysis from that date;\nWhereas the Commission's strategic anti-fraud programme has stressed greater use of risk analysis, with particular emphasis on the exploitation of data bases; whereas that programme stresses cooperation between the Commission and the Member States while  providing for such cooperation to be carried out with the utmost discretion;\nWhereas these measures are necessary and appropriate and should be applied uniformly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["The aim of risk analysis shall be to enable the targeting of physical checks on those products, individuals and legal entities and sectors presenting the greatest risk. It shall therefore identify the risks involved and assess the level of  those risks in order to permit the selection of goods to be physically checked.\nWhere, pursuant to the second subparagraph of Article 3 (2) of Regulation (EEC) No 386/90, the Member States use risk analysis, they may notably rely on a certain number of the following criteria to select the export declarations relating to products to  be physically checked:\n1. as regards the products:\n- their origin,\n- their nature,\n- their characteristics in terms of the refund nomenclature,\n- their value,\n- their customs status,\n- the risk of tariff slippage,\n- the rate of refund in terms of technical characteristics and the presentation of the goods (fat, water, meat, ash content, packaging, etc.),\n- their becoming newly eligible for refunds,\n- the quantity,\n- analyses of previous samples,\n- binding tariff information (BTI);\n2. as regards trade:\n- its frequency,\n- the appearance of unusual trade and/or the development of new trade,\n- diversions of trade;\n3. as regards the refund nomenclature:\n- the rate of refund,\n- the nomenclatures in respect of which most export refunds are paid,\n- the risks of slippages of refund rates in terms of technical characteristics and the presentation of the goods (fat, water, meat, ash content, packaging, etc.);\n4. as regards the exporters:\n- their reputation and trustworthiness,\n- their financial position,\n- the appearance of new exporters,\n- exports without any immediately apparent economic justification,\n- previous disputes, in particular cases of fraud;\n5. as regards irregularities:\n- detected or suspected in certain product sectors;\n6. as regards the customs arrangements used:\n- the normal declaration procedure,\n- the simplified declaration procedure,\n- acceptance of the import declaration in application of Articles 790 and 791 of Commission Regulation (EEC) No 2454/93 (3);\n7. as regards the arrangements for granting export refunds:\n- prefinancing (for processed or unprocessed products),\n- direct exports,\n- victualling.", "Where the criteria referred to Article 1 are applied, the competent authorities shall ensure respect for professional secrecy and shall guarantee the confidetiality of any personal data which they hold or become aware of, in any form  whatsoever. They shall in particular ensure that such data enjoys the protection granted to similar data under their national legislation and the corresponding provisions of Community law.\nSuch data may not be used for any purpose other than those provided for by this Regulation.", "1. The Member States and the Commission shall jointly assess the reliability and relevance of these criteria on the basis of experience acquired in order to make - in case of need - any necessary adjustments to the system and selection  parameters to make physical checks more effective and improve targeting.\n2. The Member States shall notify the Commission of:\n- the measures taken, including instructions to national departments, to apply a selection system on the basis of risk analysis, in the light of the criteria referred to in paragraph 1,\n- individual cases which could be of interest to the other Member States.\n3. The Member States shall ensure that a central body coordinates information on risk analysis.", "Where a Member State applies a selection system based on risk analysis, the percentage of physical checks carried out on non-Annex II products shall not be taken into account for the purposes of calculating the overall rate of 5 % for all  sectors. In this case, a minimum rate of 2 % shall apply to all non-Annex II products.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995 for export declarations accepted from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 42, 16. 2. 1990, p. 6.\n(2) OJ No L 24, 29. 1. 1994, p. 2.\n(3) OJ No L 253, 11. 10. 1993, p. 1."}