{"celex_id": "31990D0268", "uri": "http://publications.europa.eu/resource/cellar/3bcdf5e5-6c8f-4f6d-8e56-5d71dc0c4b3e", "type": "Decision", "concepts": ["1946", "2792", "3200"], "title": "90/268/EEC: Council Decision of 29 May 1990 amending Decision 84/636/EEC establishing a third joint Programme to encourage the exchange of young workers within the Community\n", "header": "COUNCIL DECISION of 29 May 1990 amending Decision 84/636/EEC establishing a third joint programme to encourage the exchange of young workers within the Community (90/268/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Community is called upon to take practical measures to help young workers;\nWhereas it is the responsibility of the Member States, pursuant to Article 50 of the Treaty, to encourage the exchange of young workers as part of a joint programme;\nWhereas Decision 84/636/EEC of 13 December 1984 (4) establishes a third joint programme to encourage the exchange of young workers within the Community;\nWhereas the Council has also adopted the Youth for Europe action programme under Council Decision 88/348/EEC (5);\nWhereas the European Council, at its meeting on 28 and 29 June 1985, adopted the conclusions of the ad hoc Committee for a People's Europe recommending the promotion of youth exchanges within the Community and the establishment of a genuine network of  exchanges in each Member State and between the Member States;\nWhereas it would seem appropriate to provide for the Council to examine the Commission's proposal for a new programme to encourage the exchange of young workers by 31 March 1991 and whereas the third programme ends not later than 31 December 1991;  whereas it would appear to be necessary for the new programme to become applicable by 1 January 1992,", "main_body": ["Article 12 of Decision 84/636/EEC is hereby replaced by the following:\n'Article 12\n1.  The Council shall examine by 31 March 1991 the Commission's proposal concerning a Council Decision establishing a new joint programme to encourage the exchange of young workers within the Community.\n2.  The third joint programme to encourage the exchange of young workers within the Community shall end on the day preceding the day on which the Decision referred to in paragraph 1 takes effect and in any event by 31 December 1991.'"], "attachments": "Done at Brussels, 29 May 1990.\nFor the Council\nThe President\nB. AHERN\n(1) OJ No C 89, 7. 4. 1990, p. 10.\n(2) Opinion delivered on 18 May 1990 (not yet published in the Official Journal).\n(3) Opinion delivered on 25 April 1990 (not yet published in the Official Journal).\n(4) OJ No L 331, 19. 12. 1984, p. 36.\n(5) OJ No L 158, 25. 6. 1988, p. 42."}