{"celex_id": "31990R3777", "uri": "http://publications.europa.eu/resource/cellar/4325f5bc-56ca-413a-a4b4-26659292c4d0", "type": "Regulation", "concepts": ["1318", "2656", "2958", "3774", "4860", "5025"], "title": "Commission Regulation (EEC) No 3777/90 of 19 December 1990 amending regulation (EEC) No 1547/87 laying down detailed rules for applying regulation (EEC) No 777/87 as regards buying-in of intervention butter\n", "header": "COMMISSION REGULATION (EEC) No 3777/90 of 19 December 1990 amending Regulation (EEC) No 1547/87 laying down detailed rules for applying Regulation (EEC) No 777/87 as regards buying-in of intervention butter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3577/90 of 4 December 1990 on the transitional measures and adjustments required in the agricultural sector as a result of the integration of the former German Democratic Republic into the Community (1), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (2), as last amended by Regulation (EEC) No 3117/90 (3), and in particular the first subparagraph of Article 7a (1) and Article 7a (3) thereof,\nWhereas Council Regulation (EEC) No 777/87 of 16 March 1987 modifying the intervention arrangements for butter and skimmed-milk powder (4), as last amended by Regulation (EEC) No 1185/90 (5), lays down the criteria on which basis the buying-in of butter by the intervention agencies may be suspended or must be re-established in the Community or part thereof ; whereas, to this end, Commission Regulation (EEC) No 1547/87 (6) lays down that Member States must record the prices on the butter market at national or, as regards the United Kingdom, at regional level ; whereas Germany has been authorized until 31 December 1992 to treat the butter produced in the territory of the former German Democratic Republic and classed \"Export QualitĂ¤t\" in the same way as the butter referred to in Article 1 (3) (b) of Council Regulation (EEC) No 985/68 laying down general rules for intervention on the market in butter and cream (7), as last amended by Regulation (EEC) No 1185/90 (8) ; whereas the necessary consequences should be drawn as regards Regulation (EEC) No 1547/87;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1547/87 is hereby amended as follows:    1.      (a) The first subparagraph of Article 1 (2) is replaced by the following:\n\"Once it has been observed that for two weeks in succession, in a Member State, or, as regards the United Kingdom and the Federal Republic of Germany, in a region, the market price is equal to or less than 92 % of the intervention price or, where the second subparagraph of Article 1 (4) of Regulation (EEC) No 777/87 applies, 90 % of that price, the Commission shall re-establish buying-in as provided for in Article 6 (1), of Regulation (EEC) No 804/68 in the Member State or regions concerned.\"\n(b) The first subparagraph of Article 1 (3) is replaced by the following:\n\"Once it is observed that for two weeks in succession, in a Member State or, as regards the United Kingdom and the Federal Republic of Germany, in a region, the market price is higher than 92 % of the intervention price or, where the second subparagraph of Article 1 (4) of Regulation (EEC) No 777/87 applies, 90 % of that price, it may be decided to suspend buying-in as provided for in Article 6 (1) of Regulation (EEC) No 804/68 in the Member State or region concerned.\"\n2. The following indent is added to Article 3:\n\"- the territory of the Federal Republic of Germany shall comprise two regions, the territory of the Federal Republic of Germany before 3 October 1990 and the territory of the former German Democratic Republic.\"\n3.      (a) The first subparagraph of Article 4 (1) is replaced by the following:\n\"The market price shall be recorded at national or, as regards the United Kingdom and the Federal Republic of Germany, at regional level in accordance with the following rules:\"\n(b) Article 4 (2) is replaced by the following:\n\"2. Each Thursday the Commission shall record the level of market prices in each Member State or, in the case of the United Kingdom and the Federal Republic of Germany, in each region, in comparison with the intervention price applying in the Member State concerned.\"", "This Regulation shall enter into force on 1 January 1991.\n(1) OJ No L 353, 17.12.1990, p. 23. (2) OJ No L 148, 28.6.1968, p. 13. (3) OJ No L 303, 31.10.1990, p. 5. (4) OJ No L 78, 20.3.1987, p. 10. (5) OJ No L 119, 15.5.1990, p. 31. (6) OJ No L 144, 4.6.1987, p. 12. (7) OJ No L 169, 18.7.1968, p. 1. (8) OJ No L 119, 11.5.1990, p. 31.     This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission"}