{"celex_id": "31993R1728", "uri": "http://publications.europa.eu/resource/cellar/dcdf78e6-a65b-4f79-9f53-42428814fa1e", "type": "Regulation", "concepts": ["1644", "1730", "2292", "2560", "4692", "5076"], "title": "Commission Regulation (EEC) No 1728/93 of 30 June 1993 amending Regulation (EEC) No 1725/92 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the pigmeat sector\n", "header": "COMMISSION REGULATION (EEC) No 1728/93 of 30 June 1993 amending Regulation (EEC) No 1725/92 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the pigmeat sector\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 introducing specific measures for the Azores and Madeira concerning certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticle 10\nthereof,\nWhereas Commission Regulation (EEC) No 1725/92 (3) establishing the implementing rules for the supply measures, as amended by Regulation (EEC) No 1404/93 (4), fixes, for the period 1 July 1992 to 30 June 1993, on the one hand, the quantities of pigmeat  products of the forecast supply balance which benefit from an exemption from the levy on direct imports from third countries or from an aid for deliveries originating from the rest of the Community, and on the other hand, the quantities of pure-bred  breeding animals originating in the Community which benefit from an aid with a view to developing the potential for production in the Azores and Madeira; whereas the said quantities for the pigmeat sector should be determined for the period 1 July 1993  to 30 June 1994, taking account of local production and traditional trade flows, and ensuring that the proportion of products supplied from the Community is preserved;\nWhereas the measures provided for in this Regulation are in acordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EEC) No 1725/92 is hereby amended as follows:\n1. Article 2 (1) is replaced by the following:\n'1. The aid provided for in Article 3 (2) of Regulation (EEC) No 1600/92 for products included in the forecast supply balance and which come from the Community, taking account of traditional trade flows, is fixed in Annex II.';\n2. Annexes I and III to Regulation (EEC) No 1725/92 are hereby remplaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 179, 1. 7. 1992, p. 95.\n(4) OJ No L 138, 9. 6. 1993, p. 7.\nANNEX\n' ANNEX I\nForecast supply balance for Madeira regarding products from the pigmeat sector for the period 1 July 1993 to 30 June 1994\nPART 1\nSupply in the Azores of pure-bred breeding pigs originating in the Community for the period 1 July 1993 to 30 June 1994\nSupply in Madeira of pure-bred breeding pigs originating in the Community for the period 1 July 1993 to 30 June 1994\n(1) Inclusion in this sub-position is subject to the conditions provided for by the Community provisions which regulate the matter.\n(1) Inclusion in this sub-position is subject to the conditions provided for by the Community provisions which regulate the matter.'"}