{"celex_id": "31991R0740", "uri": "http://publications.europa.eu/resource/cellar/91521624-df25-4b90-887a-324be2050166", "type": "Regulation", "concepts": ["2783", "3591", "4778"], "title": "Commission Regulation (EEC) No 740/91 of 25 March 1991 amending Annex VII to Council Regulation (EEC) No 4135/86 on common rules for imports of certain textile products originating in Yugoslavia (categories 5, 6 and 7)\n", "header": "COMMISSION REGULATION (EEC) No 740/91  of 25 March 1991  amending Annex VII to Council Regulation (EEC) No 4135/86 on common rules for imports of certain textile products originating in Yugoslavia (categories 5, 6 and 7)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community and Yugoslavia have concluded an additional Protocol to their cooperation Agreement concerning trade in textile products;\nWhereas the Council, by Regulation (EEC) No 4135/86 (1), as last amended by Regulation (EEC) No 3059/90 (2), has subjected imports of certain textile products originating in Yugoslavia to common rules until 1991;\nWhereas additional requirements have arisen in certain regions of the Community (Italy, the Benelux) for reimports of categories 5 (knitwear), 6 (trousers) and 7 (blouses) following processing in Yugoslavia, as provided for in Article 5 (3) of the said  Regulation;\nWhereas, in the interests of the Community industry, the quantitative objectives for outward processing arrangements for categories 5 (knitwear), 6 (trousers) and 7 (blouses) set out in Appendices A and B to Annex VII should be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the 'Yugoslavia' committee,", "main_body": ["Appendices A and B to Annex VII to Regulation (EEC) No 4135/86 are hereby amended in respect of the year 1991 in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1991.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 1.\n(2) OJ No L 294, 25. 10. 1990, p. 20.\nANNEX\nAnnex VII is modified as follows:\n- in Appendix A (categories 5, 6 and 7) the table is replaced by:\n'Category  Description  Units  Years  Quantity EEC        5  Jerseys, windcheaters and the like  1 000 pieces  1991  4 622        6  Woven trousers  1 000 pieces  1991  14 311        7  Blouses and shirt-blouses, woven, knitted or crocheted  1 000  pieces  1991  7 328'\n- in Appendix B (categories 5, 6 and 7) the table is replaced by:\n'Category  Unit  Member State  1991       5  1 000 pieces  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nE\nP\nEEC  3 780\n-\n415\n427\n-\n-\n-\n-\n-\n-\n4 622       6  1 000 pieces  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nE\nP\nEEC  11 453\n514\n400\n1 944\n-\n-\n-\n-\n-\n-\n14 311       7  1 000 pieces  D\nF\nI\nBNL\nUK\nIRL\nDK\nGR\nE\nP\nEEC  6 444\n-\n-\n884\n-\n-\n-\n-\n-\n-\n7 328'"}