{"celex_id": "31993D0535", "uri": "http://publications.europa.eu/resource/cellar/567652ef-02a0-4718-b315-5bfd611ce919", "type": "Decision", "concepts": ["13", "1377", "2734", "336", "5138"], "title": "93/535/EEC: Commission Decision of 30 September 1993 amending Decision 92/82/EEC on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forestry products are processed and marketed in Denmark (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 30 September 1993 amending Decision 92/82/EEC on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forestry products  are processed and marketed in Denmark (Only the Danish text is authentic)\n(93/535/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (2) thereof,\nHaving regard to Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products (3),\nWhereas the Commission adopted on 13 December 1991 Decision 92/82/EEC (4) which establishes the Community support framework for Community structural assistance pursuant to Regulation (EEC) No 866/90 for the period 1 January 1991 to 31 December 1993;\nWhereas the replenished and additional budgetary funds require a revision of the financial arrangements envisaged for budgetary assistance from the Community;\nWhereas the Monitoring Committee set up to monitor implementation of Regulations (EEC) No 866/90 and (EEC) No 867/90 in Denmark decided on 8 July 1993 to amend the financing plan for the Community support framework;\nWhereas the decision of the Monitoring Committee requires the adjustment of the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, assistance with regard to the overall amount and the amounts per sector provided for in Article  2 of Decision 92/82/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee for Agricultural Structures and Rural Development,", "main_body": ["Article 2 of Commission Decision 92/82/EEC of 13 December 1991 is hereby amended as follows:\n'(b) an indicative financing plan specifying, at constant 1991 prices indexed to 1993, the total cost of the priorities adopted for joint action by the Community and the Member State concerned, ECU 137 620 064 for the whole period, and the financial  arrangements envisaged for budgetary assistance from the Community, broken down as follows:\n/* Tables: see OJ */\nsector, may be partially covered by Community loans from the European Investment Bank and the other loan instruments.'", "This declaration of intent is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 30 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1.\n(2) OJ No L 353, 17. 12. 1990, p. 23.\n(3) OJ No L 91, 6. 4. 1990, p. 7.\n(4) OJ No L 31, 7. 2. 1992, p. 46."}