{"celex_id": "31993R1678", "uri": "http://publications.europa.eu/resource/cellar/106565d9-0362-47df-998d-6c882fa713e8", "type": "Regulation", "concepts": ["1518", "161", "1734", "2734", "5989", "690"], "title": "COUNCIL REGULATION (EEC) No 1678/93 of 25 June 1993 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Cyprus, Morocco, Israel, Tunisia and Egypt (1993/94)\n", "header": "COUNCIL REGULATION (EEC) No 1678/93 of 25 June 1993 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Cyprus, Morocco, Israel, Tunisia and Egypt (1993/94)\nTHE COUNCIL  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Communty, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the relevant articles and the Additional Protocols to the Arrangements between the European Economic Community, on the one hand, and the Kingdom of Morocco (1), the State of Israel (2), the Tunisian Republic (3) and the Arab Republic of Egypt  (4), on the other, and the Protocol defining the conditions and procedures for the implementation of the second stage of the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus and adapting certain  provisions of the Agreement (5) provide for the opening of Community tariff quotas for:\n- 86 000 tonnes of tomatoes, fresh or chilled, falling within CN code ex 0702 00 10 originating in Morocco (15 November to 30 April), of which 15 000 tonnes in April,\n- 300 tonnes of aubergines, falling within CN code ex 0709 30 00 originating in Cyprus (1 October to 30 November),\n- 100 tonnes, 450 tonnes and 100 tonnes of Chinese cabbage, falling within CN code ex 0704 90 90 originating in Morocco, Israel and Cyprus respectively (1 November to 31 December),\n- 100 tonnes, 250 tonnes and 100 tonnes of 'Iceberg' lettuce, falling within CN codes ex 0705 11 10 and ex 0705 11 90 originating in Morocco, Israel and Cyprus respectively (1 November to 31 December),\n- 6 400 tonnes of beans, fresh or chilled, falling within CN code ex 0708 20 10 originating in Egypt (1 November to 30 April),\n- 265 000 tonnes, 293 000 tonnes, 28 000 tonnes and 7 000 tonnes of oranges, fresh, falling within CN code ex 0805 10 originating in Morocco, Israel, Tunisia and Egypt respectively (1 July to 30 June),\n- 14 200 tonnes and 110 000 tonnes of fresh mandarins, clementines, etc. falling within CN code ex 0805 20 originating in Israel and Morocco respectively (1 July to 30 June),\n- 2 200 tonnes of strawberries, falling within CN code ex 0810 10 90, originating in Israel (1 November to 31 March);\nWhereas, however, the quotas relating to Cyprus must be increased in equal steps of 5 % per annum, starting with the entry into force of the abovementioned Protocol, by virtue of its Articles 18 and 19; whereas for 1993 they will therefore be at the  levels indicated in Article 1;\nWhereas the volumes of the tariff quotas for the other countries covered by this Regulation must be increased annually by 3 or 5 % according to the products, in application of Council Regulation (EEC) No 1764/92 (6), amending the arrangements for the  importation into the Community of certain agricultural products originating in Algeria, Cyprus, Egypt, Jordan, the Lebanon, Israel, Malta, Morocco, Syria and Tunisia;\nWhereas, in application of the abovementioned Regulation (EEC) No 1764/92, the customs duties applicable to products in question, originating in the Mediterranean third countries concerned, are abolished in the framework of these tariff quotas, to count  from 1 January 1993;\nWhereas the Community tariff quotas in question should therefore be opened for the periods mentioned in Article 1; whereas all Community importers should be ensured equal and continuous access to the said quotas and the duty rates laid down for the  quotas should be applied consistently to all importers of the products in question into all Member States until the quotas are exhausted;\nWhereas the decision for the opening, in the execution of its international obligations, of tariff quotas should be taken by the Community; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to  authorizing the Member States to draw from the quota volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in  particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of these quotas may be carried  out by any of its members,", "main_body": ["The customs duties applicable to imports into the Community of the products listed below originating in Cyprus, Morocco, Israel, Tunisia and Egypt shall be suspended during the periods, at the levels and within the limits of the Community  tariff quotas shown below:\n/* Tables: see OJ */", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to to ensure effective management thereof.", "If an importer presents in a Member State a declaration of entry for free circulation, including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the  Member State concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding quota amount.\nRequests for drawings, indicating the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the declarations of entry for free circulation by the customs authorities of the Member States concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, the requests shall be met on a pro rata basis. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the products concerned have equal and continuous access to the quotas for such time as the residual balance of the quota-volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1993.\nFor the Council\nThe President\nJ. SJURSEN\n(1) OJ No L 224, 13. 8. 1988, p. 18.\n(2) OJ No L 327, 30. 11. 1988, p. 36.\n(3) OJ No L 265, 27. 9. 1978, p. 2.\n(4) OJ No L 266, 27. 9. 1978, p. 2.\n(5) OJ No L 393, 31. 12. 1987, p. 2.\n(6) OJ No L 181, 1. 7. 1992, p. 9.\nANNEX\nTARIC CODES\n/* Tables: see OJ */"}