{"celex_id": "31993R1802", "uri": "http://publications.europa.eu/resource/cellar/542187d5-7d63-4118-8456-786dc3f7d13b", "type": "Regulation", "concepts": ["1117", "1602", "1637", "2488", "4257", "5083"], "title": "COMMISSION REGULATION (EEC) No 1802/93 of 6 July 1993 on the arrangement applicable to agricultural products subject to reference quantities and statistical surveillance originating in the African, Carribean and Pacific States\n", "header": "COMMISSION REGULATION (EEC) No 1802/93 of 6 July 1993 on the arrangement applicable to agricultural products subject to reference quantities and statistical surveillance originating in the African, Carribean and Pacific States\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating notably in the African Carribean and Pacific  States (1), as extended by Regulation (EEC) No 444/92 (2), and in particular Articles 16 and 27 thereof,\nWhereas Article 16 of Regulation (EEC) No 715/90 stipulates for certain agricultural products, covered by that Regulation and originating in those countries, the progressive reduction of customs duties as well as control subject to reference quantities  and a community surveillance in a set timetable;\nWhereas this reduction of the customs duties is made progressively over the same periods and in accordance with the same timetable as those laid down in the Act of Accession of Spain and Portugal for the same products imported from these countries into  the Community as constituted on 31 December 1985;\nWhereas Commission Regulation (EEC) No 3593/91 of 11 December 1991 abolishing in two stages certain customs duties applicable in trade between the Community of Ten and Spain and Portugal as a result of the Mediterranean agreements (3) has foreseen that  the residual customs duties applicable in 1991 to products from Spain and Portugal for which the dismantling of tariffs continued after 1 January 1993, were eliminated in two equal instalments on 1 January 1992 and 1 January 1993; whereas the same  concession should be granted for the same products originating in ACP States, while keeping in force the controls in the framework of reference quantities and statistical surveillance foreseen by the abovementioned Regulation (EEC) No 715/90;\nWhereas, in execution of its international obligations, the Community should open reference quantities and establish a system of statistical surveillance as regards the products shown in the Annex;\nWhereas, in order to enable the competent authorities within the Commission to establish an annual trade balance sheet for each of the products and, if necessary, to put into application the arrangement provided for in Article 16 (3) of the  abovementioned Regulation (EEC) No 715/90, these products are subject to a statistical surveillance in accordance with Council Regulations (EEC) No 2658/87 (4), as last amended by Commission Regulation (EEC) No 1001/93 (5), and (EEC) No 1736/75 (6), as  last amended by Regulation (EEC) No 1629/88 (7);\nWhereas to ensure the effectiveness of the surveillance system the Member States must charge against the reference quantities as and when the products are entered with the customs authorities for free circulation; whereas, therefore, it is appropriate  for the periods indicated in the Annex to establish reference quantities for those products listed in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. Imports into the Community of certain products originating in the African, Caribbean and Pacific States shall be subject to reference quantities and to a statistical surveillance.\nThe products referred to in the first subparagraph, their CN codes, the periods of validity and the levels of the reference quantities are set out in the Annex.\n2. Quantities shall be charged against the reference quantities as and when products are entered with customs authorities for free circulation and acocmpanied by a movement certificate. If the movement certificate is submitted a posteriori, the goods  shall be charged against the corresponding reference quantity at the moment when the goods are entered for free circulation.\nThe extent to which the reference quantities are used up shall be determined at Community level on the basis of the imports charged against them in the manner defined in the first subparagraph, as communicated to the Statistical Office of the European  Communities in application of Regulations (EEC) No 2658/87 and (EEC) No 1736/75.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 July 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 52, 27. 2. 1992, p. 7.\n(3) OJ No L 341, 12. 12. 1991, p. 13.\n(4) OJ No L 256, 7. 9. 1987, p. 1.\n(5) OJ No L 104, 29. 4. 1993, p. 28.\n(6) OJ No L 183, 14. 7. 1975, p. 3.\n(7) OJ No L 147, 14. 6. 1988, p. 1.\nANNEX\n/* Tables: see OJ */\n(1) The Taric codes shown below are those applicable during the period shown as regards each order number."}