{"celex_id": "31990R0201", "uri": "http://publications.europa.eu/resource/cellar/7a0ec2b7-b2c5-4f21-902f-12ad4ac57523", "type": "Regulation", "concepts": ["2173"], "title": "Council Regulation (EEC) No 201/90 of 22 January 1990 amending Regulation (EEC) No 2727/75 on the common organization of the market in cereals\n", "header": "COUNCIL  REGULATION (EEC) No 201/90\nof 22 January 1990\namending Regulation (EEC) No 2727/75 on the common organization of the market in cereals\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Communtiy, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 4b of Regulation (EEC) No 2727/75 (4), as last amended by Regulation (EEC) No 3707/89 (5), provides for the payment of the maximum additional co-responsibility levy at the beginning of the marketing year and, where appropriate, for its reimbursement in full or in part depending on the definitive harvest recorded;\nWhereas the abovementioned arrangements lead to administrative complications throughout a substantial part of the marketing year; whereas they should accordingly be replaced by arrangements which, while maintaining application of the levy during the same marketing year, enable the abovementioned complications to be avoided by deferring to the following marketing year some of the consequences of the determination of the level of production of a given marketing year; whereas that objective may be achieved by setting an additional co-responsibility levy equal to 1,5 % of the intervention price for common wheat of breadmaking quality which, after the first marketing year of application will be adjusted if necessary to take account of the percentage by which the production of the previous marketing year exceeds the maximum guaranteed quantity; whereas however this adjustment may not lead to the setting, for the marketing year in question, of an additional co-responsibility levy of more than 3 %,", "main_body": ["Article 4b of Regulation (EEC) No 2727/75 is hereby amended as follows:\n1. paragraph 2 is replaced by the following:\n2. 'Where the cereal production from a marketing year exceeds the maximum guaranteed quantity referred to in paragraph 1, an additional co-responsibility levy shall be payable by producers, in proportion to the amount of the excess, within a limit of 3 %. It shall be set on the basis of the intervention price valid for common wheat of breadmaking quality at the beginning of the marketing year in question.", "(1), (4), (6) and (7) shall apply to this additional levy.\nThis levy shall be applied in the following way:\n- a flat-rate levy of 1,5 % of the intervention price referred to above shall be applied from the beginning of the marketing year,\n- should the percentage by which the maximum guaranteed quantity, determined in accordance with paragraph 4, be different from the percentage of the flat-rate levy, the flat-rate levy for the following marketing year shall be increased or reduced by the difference between the two percentages within a limit of 1,5 %';\n2. in paragraph 4, 'before 1 March' is replaced by 'in February'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1990/91 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No C 260, 13. 10. 1989, p. 4.\n(2) Opinion delivered on 19 January 1990 (not yet published in the Official Journal).\n(3) Opinion delivered on 7 December 1989 (not yet published in the Official Journal).\n(4) OJ No L 281, 1. 11. 1975, p. 1.\n(5) OJ No L 363, 13. 12. 1989, p. 1."}