{"celex_id": "31999R2151", "uri": "http://publications.europa.eu/resource/cellar/dc7f35ba-f46e-407f-8bcd-0be79bd4b97b", "type": "Regulation", "concepts": ["3483", "4505", "4778", "5695", "5746", "859"], "title": "Council Regulation (EC) No 2151/1999 of 11 October 1999 imposing a ban on flights between the territories of the Community and the Federal Republic of Yugoslavia other than the Republic of Montenegro or the Province of Kosovo, and repealing Regulation (EC) No 1064/1999\n", "header": "COUNCIL REGULATION (EC) No 2151/1999\nof 11 October 1999\nimposing a ban on flights between the territories of the Community and the Federal Republic of Yugoslavia other than the Republic of Montenegro or the Province of Kosovo, and repealing Regulation (EC) No 1064/1999\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 301 thereof,\nHaving regard to Common Position 99/318/CFSP adopted by the Council on the basis of Article 15 of the Treaty on European Union concerning additional restrictive measures against the Federal Republic of Yugoslavia(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The government of the Federal Republic of Yugoslavia (FRY) has continued to violate United Nations Security Council resolutions and to pursue extreme and criminally irresponsible policies, including repression against its own citizens, which constitute serious violations of human rights and international humanitarian law;\n(2) Therefore, all flights between the territory of the Community and that of the Federal Republic of Yugoslavia other than the Republic of Montenegro or the Province of Kosovo should be prohibited;\n(3) This prohibition should not apply, under certain conditions, to Montenegro Airlines;\n(4) This measure falls under the scope of the Treaty establishing the European Community;\n(5) Therefore, and notably with a view to avoiding distortion of competition, Community legislation is necessary for the implementation of this measure, whereas as far as the territory of the Community is concerned; such territory is deemed to encompass, for the purposes of this Regulation, the territories of the Member States to which the Treaty establishing the European Community is applicable, under the conditions laid down in that Treaty;\n(6) There is a need to allow emergency landings and ensuring take-offs, and to allow exceptions for flights which serve strictly humanitarian purposes;\n(7) There is a need for the Commission and Member States to inform each other of the measures taken under this Regulation and of other relevant information at their disposal in connection with this Regulation;\n(8) For reasons of transparency and simplicity, the provisions of Council Regulation (EC) No 1064/1999 of 21 May 1999 imposing a ban on flights between the European Community and Federal Republic of Yugoslavia, and repealing Regulation (EC) No 1901/98(2) should be incorporated in this Regulation, and that Regulation should be repealed,", "main_body": ["It shall be prohibited to take off from or land in the territory of the Community for:\n(a) any aircraft operated, directly or indirectly, by a Yugoslav carrier, that is a carrier having its principal place of business or its registered office in the Federal Republic of Yugoslavia (FRY);\n(b) any aircraft registered in the FRY; and\n(c) any civil aircraft, that is an aircraft operated for commercial or private purposes, if it has taken off from or is destined to land in the territory of the FRY.", "1. All operating authorisations for scheduled air services between any point in the territory of the Community and any point in the FRY are hereby revoked and no new operating authorisations for such services shall be granted.\n2. All authorisations for charter flights, be they individual or series flights, between any point in the territory of the Community and any point in the FRY are hereby revoked and no new authorisations for such flights shall be granted.\n3. No new operating authorisations shall be granted or existing ones renewed enabling aircraft that are either registered in the FRY or operated by Yugoslav carriers, to fly to or from airports in the Community.", "1. Article 1 shall not apply to emergency landings and ensuing take-offs.\n2. Notwithstanding Articles 1 and 2, the competent authorities of the Member States may authorise on a case-by-case basis and subject to the consultation procedure of paragraph 3, that civil aircraft take off from or land in the territory of the Community, if conclusive evidence is given to these authorities that the flight to or from the territory of the FRY serves strictly humanitarian purposes.\n3. The competent authorities of a Member State which intend to authorise a take off or landing in accordance with paragraph 2 shall notify to the competent authorities of the Member States and to the Commission the grounds on which they intend to authorise the take off or landing concerned.\nIf, within one working day after the receipt of the said notification, a Member State or the Commission has given notice to the other Member States or the Commission of conclusive evidence that the intended flight will not serve the indicated humanitarian purposes, the Commission will convene within one working day of the said notice a meeting with the Member States in order to consult on the relevant evidence.\nThe Member State which intends to authorise the take off or landing shall only take a decision with regard to this authorisation when either no objections have been raised, or after the consultations on the conclusive evidence have taken place at the meeting convened by the Commission. Where an authorisation is granted after such meeting, the Member State concerned shall notify to the other Member States and the Commission the grounds on which its decision to authorise has been taken.\n4. Nothing in this Regulation shall be construed as limiting the right of any aircraft to fly over the territories of the Community and the FRY for transit purposes in accordance with applicable regulations.", "1. Notwithstanding Articles 1 and 2, the competent authorities listed in Annex I may authorise individual or series flights with civil aircraft as defined in Article 1(c) between the territories of the Community and the FRY, on the condition that:\n(a) the aircraft used for these flights:\n- are not registered in the FRY and are operated by Montenegro Airlines or by a carrier which is not a Yugoslav carrier as defined in Article 1(a); or\n- are registered in the FRY and listed in Annex II, either as aircraft used by the government of Montenegro or the relevant bodies designated by the Special Representative of the UN Secretary-General for the Province of Kosovo, for non-commercial purposes, or as aircraft used by Montenegro Airlines for commercial purposes;\nand\n(b) the point of departure of flights, intermediate points and points of final destination in the FRY are located only in the Republic of Montenegro or the Province of Kosovo.\n2. Authorisations granted under this Article shall cease to be valid if:\n(a) in cases of flights to or from points in the Province of Kosovo, payments for the provision of essential services necessary for the normal execution of these flights are made to others than the providers of these services listed in Annex III, the level of such payments does not correspond to the average rates applicable for such services during the six month period before 19 June 1999 or such rates are applied on a discriminatory basis; or\n(b) in cases of flights to or from points in the Republic of Montenegro, payments for the provision of essential services necessary for the normal execution of these flights, other than Air Traffic Control Services provided by the competent bodies of the FRY, are not made into the account of the competent authorities of the Republic of Montenegro, listed in Annex III, the level of such payments does not correspond to the average rates applicable during the six month period before 19 June 1999 or such rates are applied on a discriminatory basis.\n3. For the purpose of this Regulation, Air Traffic Control services provided by the competent bodies of the FRY and essential services necessary for the normal execution of authorised flights provided by the entities listed in Annex III shall be deemed to be essential transit services referred to in Article 7(2)(c) of Regulation (EC) No 1294/1999(3).", "Participation, knowingly and intentionally, in related activities, the object or effect of which is, directly or indirectly, to circumvent Articles 1 and 2 shall be prohibited.", "Each Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed. Such sanctions must be effective, proportionate and dissuasive.\nPending the adoption, where necessary, of any legislation to this end, the sanctions to be imposed where the provisions of this Regulation are infringed shall be those determined by the Member States in accordance with Article 5 of Regulation (EC) No 1901/98(4) or Article 6 of Regulation (EC) No 1064/1999.", "The Commission and the Member States shall inform each other of the measures taken under this Regulation and supply each other with any other relevant information at their disposal in connection with this Regulation, such as breaches and enforcement problems, judgments handed down by national courts or decisions of relevant international fora.", "Regulation (EC) No 1064/1999 shall be repealed and replaced by the provisions of this Regulation. Any reference to Articles of that Regulation shall be construed as a reference to the corresponding Article of this Regulation.", "The Commission shall be empowered to:\n(a) amend the list of competent authorities contained in Annex I on the basis of relevant information provided by the Member States;\n(b) amend the list of aircraft registered in the FRY and operated by Montenegro Airlines, the Government of Montenegro or the relevant bodies designated by the Special Representative of the UN Secretary-General for the Province of Kosovo, on the basis of relevant information provided by this government or these bodies;\n(c) publish and, if necessary, modify, the list of competent authorities of the Republic of Montenegro and of the relevant bodies and the essential service providers in the Province of Kosovo designated or identified as appropriate by the Special Representative of the United Nations Secretary-General for the Province of Kosovo.\nThe Commission shall publish these lists and any changes thereto in the Official Journal of the European Communities.", "0\nThis Regulation shall apply:\n(a) within the territory of the Community including its airspace,\n(b) on board any aircraft or any vessel under the jurisdiction of a Member State,\n(c) to any person elsewhere who is a national of a Member State, and\n(d) to any body which is incorporated or constituted under the law of a Member State.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 11 October 1999.\nFor the Council\nThe President\nT. HALONEN\n(1) OJ L 123, 13.5.1999, p. 1. Common Position amended by Common Position 1999/604/CFSP (OJ L 236, 7.9.1999, p. 1).\n(2) OJ L 129, 22.5.1999, p. 27.\n(3) OJ L 153, 19.6.1999, p. 63. Regulation as amended by Commission Regulation (EC) No 1970/99 (OJ L 244, 16.9.1999, p. 39).\n(4) OJ L 248, 8.9.1998, p. 7. Regulation as amended by Regulation (EC) No 214/1999 (OJ L 23, 30.1.1999, p. 6).\nANNEX I\nList of competent authorities referred to in Article 3\nBELGIUM\nMinistère des communications et de l'infrastructure\nAdministration de l'aéronautique\nCentre Communications Nord - 4e étage\nRue du Progrès 80 - Boîte 5 B - 1030 Bruxelles Tel. (32 2) 206 32 00 Fax (32 2) 203 15 28\nDENMARK\nStatens Luftfartsvæsen\nLuftfartshuset\nBox 744 50 Ellebjergvej DK - 2450 København SV Tel. (45) 36 44 48 48 Fax (45) 36 44 03 03\nGERMANY\nGeneraldirektor für Luft- und Raumfahrt\nBundesministerium für Verkehr\nPostfach 200 100 D - 53170 Bonn Tel. (49 228) 300 45 00 Fax (49 228) 300 79 29\nGREECE\nΥπονργείο Μεταφορών και Επικοινωνιών\nΥπηρεσία Πολιτικής Αεροπορίας\nΤ.Θ. 73 751 GR - 16604 ΕΛΛΗΝΙΚΟ Τηλ. (30 1) 894 42 63 Φαξ (30 1) 894 42 79 ( Ministry of Transport and Communications\nHellenic Civil Aviation Authority\nP.O. Box 73 751 GR - 16604 Helliniko Tel. (30 1) 894 42 63 Fax (30 1) 894 42 79 )\nSPAIN\nDirección General de Aviación Civil\nMinisterio de Fomento\nPaseo de la Castellana, 67 E - 28071 Madrid Tel. (34 91) 597 70 00 Fax (34 91) 597 53 57\nFRANCE\nDirection générale de l'aviation civile (DGAC) 48, rue Camille Desmoulins F - 92452 Issy-les-Moulineaux Tel. (33 1) 41 09 36 94 Fax (33 1) 41 09 38 64\nIRELAND\nGeneral Director for Civil Aviation\nDepartment of Transport, Energy and Communications\n44, Kildare Street Dublin 2 Ireland Tel. (353 1) 604 11 72 Fax (353 1) 604 11 81\nITALY\nEnte Nazionale per l'Aviazione Civile (ENAC) Via di Villa Ricotti 42 I - 00161 Roma Tel. (39 06) 44 18 52 08/441 85 209 Fax (39 06) 44 18 53 16\nLUXEMBOURG\nDirecteur de l'aviation civile\nMinistère des transports\n19-21, Boulevard Royal L - 2938 Luxembourg Tel. (352) 478 44 12 Fax (352) 46 77 90\nNETHERLANDS\nMinistry of Transport, Public Works and Water Management\nDirectorate General of Civil Aviation\nPlesmanweg 1-6 P.O. Box 90 771 2509 LT Den Haag Netherlands Tel. (31 70) 351 72 45 Fax (31 70) 351 63 48\nAUSTRIA\nBundesministerium für Wissenschaft, Verkehr und Kunst Radetzkystraße 2 A - 1030 Wien Tel. (43 1) 711 62 70 00 Fax (43 1) 713 03 26\nPORTUGAL\nInstituto Nacional da Aviação Civil\nMinistério do Equipamento, do Planeamento e da Administração do Território\nAeroporto de Lisboa\nRua B, Edifícios 4, 5, 6 P - 1700 Lisboa Codex Tel. (351 1) 842 35 61 Fax (351 1) 842 35 82\nFINLAND\nIlmailulaitos/Luftfartsverket\n(Civil Aviation Administration)\nP.O. Box 50 FIN - 01531 Vantaa Tel. (358 9) 82 772 010 Fax (358 9) 82 772 091\nSWEDEN\nAs regards Article 3:\nRegeringskansliet\nUtrikesdepartementet\nRättssekretariat för EU-frågor\nFredsgatan 6 S - 103 39 Stockholm Tel (46 8) 405 10 00 Fax (46 8) 723 11 76\nAs regards Article 4:\nLuftfartsverket S - 601 79 Norrköping Tel. (46 11) 19 20 00 Fax (46 11) 19 27 60\nUNITED KINGDOM\nDepartment of Environment, Transport and the Regions\nInternational Aviation Negotiations\nGreat Minster House\n76, Marsham Street\nLondon SW1P 4DR Fax (44 171) 890 58 01\nEUROPEAN COMMUNITY\nEuropean Commission\nDirectorate-General I\nMr. A. de Vries DM24 5/75 Tel. (32 2) 295 68 80 Fax (32 2) 295 73 31\nANNEX II\nList of aircraft registered in the FRY referred to in Article 4\n>TABLE>\nANNEX III\np.m."}