{"celex_id": "31998R2844", "uri": "http://publications.europa.eu/resource/cellar/be6912b8-21d2-4d5a-8aea-a9cdc51a1f10", "type": "Regulation", "concepts": ["2718", "3070", "4128", "4129"], "title": "Commission Regulation (EC) No 2844/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EC) No 1587/98 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion as a result of those regions' remoteness\n", "header": "COMMISSION REGULATION (EC) No 2844/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EC) No 1587/98 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion as a result of those regions' remoteness\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1587/98 of 17 July 1998 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion as a result of those regions' remoteness (1), and in particular Article 4 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EC) No 150/95 (3), and in particular Article 6(2) thereof,\nWhereas it is necessary to lay down detailed rules for implementing the scheme introduced by Regulation (EC) No 1587/98 so that detailed arrangements can be established for granting Community aid for the measures provided for in that Regulation, in particular the arrangements for payments and for checking and monitoring the measures;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The compensation scheme introduced by Regulation (EC) No 1587/98 shall be implemented for 1998, 1999, 2000 and 2001 in accordance with the provisions of this Regulation.", "1. In the case of the Azores and Madeira, should the overall annual quota of 15 000 tonnes not be exhausted by the catches of vessels registered at the ports of the Azores and/or Madeira the operators concerned may resort to the use of tuna originating in other Member States.\n2. For all the regions, the maximum annual quantities for the various species shall be those laid down in Article 2 of Regulation (EC) No 1587/98.\n3. In the case of Guiana, the compensation shall be paid for the quantities produced, as the producers are the recipients of the scheme.\nThe eligible quantities shall be expressed in head-on shrimp equivalent; a coefficient of 1,6 shall be applied when they are presented head-off.\n4. In the case of Réunion, the compensation shall be paid for the quantities exported, as the exporters are the recipients of the scheme.\nThe eligible quantities shall be expressed in whole equivalent (gutted with head). A processing coefficient of 1,15 shall be applied for fish presented gutted and with head removed (VDK), and a processing coefficient of 1,65 shall be applied when they are exported in the form of loins.\n5. No compensation shall be granted for tuna imported from third countries.", "1. The agricultural conversion rate applicable to the aid amounts shall be that in force on the first day of the month in which the products are physically taken over by:\n(a) the first purchaser for the purposes of marketing fresh or the industrial undertaking concerned in the case of the Azores and Madeira;\n(b) the first purchaser for the purposes of marketing fresh, the freezing undertaking or, where applicable, the processing undertaking concerned in the case of the Canary Islands.\n2. In the case of Guiana, the agricultural conversion rate applicable to the aid amounts shall be that in force on the first day of the month in which the eligible products are landed.\n3. In the case of Réunion, the agricultural conversion rate applicable to the aid amounts shall be that in force on the first day of the month in which the eligible products are exported.", "1. The competent national authorities shall ensure that recipients' applications, to be submitted before a date to be set by those authorities, are accompanied by the documentation needed to check for compliance with Community rules.\n2. As regards allocation of compensation among recipients, Member States shall send the Commission the national provisions for implementing this Regulation. These provisions must ensure that compensation is allocated in a balanced way between recipients when the applications submitted to the national authorities exceed the quantities laid down in Article 2 of Regulation (EC) No 1587/98.", "The competent authorities of the Member States shall pay the aid in the three months following the month in which the time limit for lodging applications expires.", "1. Member States shall adopt appropriate provisions to ensure compliance with the requirements for implementing the system, particularly as regards the regularity of operations. They shall undertake to take measures to prevent and pursue any irregularities and recover amounts wrongly paid out.\n2. National authorities shall make available to the Commission all information required for the purposes of applying this Regulation and shall make every endeavour to facilitate such checks as the Commission may consider it useful to undertake, including on-the-spot checks.\n3. Without prejudice to checks carried out by the Member States' authorities in line with national legislative, regulatory or administrative provisions, persons charged by the Commission with on-the-spot checks shall have access to all documents relating to expenditure financed by the Community under this Regulation.\n4. Five months after the end of the period in respect of which the aid is granted at the latest, the national authorities shall send the Commission an annual report on the quantities produced and marketed, and the value thereof, for which aid has actually been received.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 208, 24. 7. 1998, p. 1.\n(2) OJ L 387, 31. 12. 1992, p. 1.\n(3) OJ L 22, 31. 1. 1995, p. 1."}