{"celex_id": "31993R1848", "uri": "http://publications.europa.eu/resource/cellar/7fd48edd-a553-4cb2-9a28-b22cee0e4864", "type": "Regulation", "concepts": ["2735", "2836", "2897", "3661", "479", "87"], "title": "Commission Regulation (EEC) No 1848/93 of 9 July 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2082/92 on certificates of specific character for agricultural products and foodstuffs\n", "header": "COMMISSION REGULATION (EEC) No 1848/93 of 9 July 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2082/92 on certificates of specific character for agricultural products and foodstuffs\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2082/92 of 14 July 1992 on certificates of specific character for agricultural products and foodstuffs (1), and in particular Article 20 thereof,\nWhereas, in order to ensure that Regulation (EEC) No 2082/92 is applied uniformly, precise deadlines should be set for the registration procedure;\nWhereas, in order to take account of differences in legal situation in the Member States, a statement of objection within the meaning of Article 8 of Regulation (EEC) No 2082/92 presented by a group of individuals linked by a common interest may be  admissible;\nWhereas, in order for the Commission to be able to define the Community symbol and the indication provided for in Articles 12 and 15 respectively of Regulation (EEC) No 2082/92, the necessary information should be gathered in order for an evaluation to  be made;\nWhereas these arrangements constitute a new Community system in response to requests from consumers for information about specific traditional products; whereas it is essential to explain the meaning of the Community symbol and the indication to the  public, without thereby removing the need for producers and/or processors to promote their respective products;\nWhereas Regulation (EEC) No 2082/92 does not rule out the existence of national systems of certification for agricultural products and foodstuffs; whereas the use, where appropriate, of a national symbol in conjunction with the Community symbol should  be permitted in the labelling, presentation and avertising of such products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on Certificates of Specific Character,", "main_body": ["1. The six-month period referred to in Article 9 (1) of Regulation (EEC) No 2082/92 shall start to run on the date of publication in the Official Journal of the European Communities referred to in second subparagraph of Article 8 (1) of that  Regulation.\n2. The six-month period shall consist of:\n- a period of five months during which any natural or legal person legitimately concerned by the registration may object to the planned registration pursuant to Article 8 (3) of Regulation (EEC) No 2082/92, and\n- a period of one month, or a longer period insofar as the period provided for in paragraph 1 is observed, made available to the competent authorities in the Member States for the transmission of such objectives to the Commission.", "For the purposes of the dispatch by the competent authorities of the Member State within the time limit laid down of:\n- notifications of objections within the meaning of Article 9 (1) of Regulation (EEC) No 2082/92, and\n- notifications of objections and statements within the meaning of Article 11 (4) of Regulation (EEC) No 2082/92,\naccount shall be taken of either the date of dispatch, the postmark being accepted as date of dispatch, or the date of receipt where the documents are delivered to the Commission directly or by telex or fax.", "Where national law treats a group of individuals without legal personality as a legal person, the said group of individuals shall be authorized to consult the application within the meaning and subject to the conditions of Article 8 (2) of  Regulation (EEC) No 2082/92 and to lodge an objection within the meaning and subject to the conditions of Article 8 (3) of that Regulation.", "1. The Community symbol referred to in Article 2 of Regulation (EEC) No 2082/92 and the indication referred to in Article 15 of that Regulation shall be defined as soon as possible in accordance with the procedure laid down in Article 19 of  that Regulation.\n2. For a period of five years following the date of entry into force of this Regulation, the Commission shall take the necessary steps to inform the public of the meaning of the indication and of the Community symbol. Such steps shall not take the form  of aid to producers and/or processors.", "The simultaneous use of the Community symbol and national symbols shall be authorized for agricultural products and foodstuffs which satisfy both the requirements of Regulation (EEC) No 2082/92 and national requirements to which those  products or foodstuffs correspond.", "Subsequent to the registration provided for in Article 9 (1) of Regulation (EEC) No 2082/92, the competent authorities shall ensure that any individual may consult the specificaiton of the agricultural product or foodstuff which has been so  registered.", "This Regulation shall enter into force on 26 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 208, 24. 7. 1992, p. 9."}