{"celex_id": "31999D0442", "uri": "http://publications.europa.eu/resource/cellar/53cd7b67-5317-4de3-bea5-745fb4788664", "type": "Decision", "concepts": ["1035", "1085", "2476", "5229", "616", "80"], "title": "1999/442/EC: Commission Decision of 7 June 1999 amending Decision 98/119/EC approving the multiannual guidance programme for the fishing fleet of France for the period from 1 January 1997 to 31 December 2001 (notified under document number C(1999) 1475) (Only the French text is authentic)\n", "header": "COMMISSION DECISION\nof 7 June 1999\namending Decision 98/119/EC approving the multiannual guidance programme for the fishing fleet of France for the period from 1 January 1997 to 31 December 2001\n(notified under document number C(1999) 1475)\n(Only the French text is authentic)\n(1999/442/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2468/98 of 3 November 1998 laying down the criteria and arrangements regarding Community structural assistance in the fisheries and aquaculture sector and the processing and marketing of its products(1), and in particular Articles 5 and 6 thereof,\nHaving regard to Council Decision 97/413/EC of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation(2), and in particular Article 9(1) thereof,\n(1) Whereas the objectives fixed by Commission Decision 98/119/EC of 16 December 1997 approving the multi-annual guidance programme for the fishing fleet of France for the period from 1 January 1997 to 31 December 2001(3), were calculated using the information available at that time;\n(2) Whereas Decision 98/119/EC stated that the objectives for the fleets operating in the French Overseas Departments would be fixed when the Scientific, Technical and Economic Committee for Fisheries had given its opinion on the information supplied by France concerning these areas;\n(3) Whereas in the light of the comments of this Committee and on the request of France the objectives for 31 December 2001 for these fleets should now be specified;\n(4) Whereas the Management Committee for Fisheries and Aquaculture failed to deliver an opinion within the time allowed by its chairman,", "main_body": ["The table of objectives for the multiannual guidance programmes for the fishing fleet of France for the period 1997 to 2001, shown in the Annex to the present Decision, including the footnotes, cancels and replaces that shown in the Annex to Decision 98/119/EC.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 7 June 1999.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 312, 20.11.1998, p. 19.\n(2) OJ L 175, 30.7.1997, p. 27.\n(3) OJ L 39, 12.2.1998, p. 1.\nANNEX\n\"FRANCE MAINLAND\n>TABLE>\nDR: Depletion risk:\nOF: Overfished.\nFRENCH OVERSEAS DEPARTMENTS\n>TABLE>\""}