{"celex_id": "31999D0809", "uri": "http://publications.europa.eu/resource/cellar/74c8ca61-4041-4c0e-9e8f-448d87c34365", "type": "Decision", "concepts": ["1395", "1644", "2296", "3156", "3591", "4314"], "title": "1999/809/EC: Commission Decision of 25 November 1999 laying down provisions for implementing the Order of the President of the Court of First Instance of the European Communities of 29 September 1999 in Case T-44/98 RII (notified under document number C(1999) 3882)\n", "header": "COMMISSION DECISION\nof 25 November 1999\nlaying down provisions for implementing the Order of the President of the Court of First Instance of the European Communities of 29 September 1999 in Case T-44/98 RII\n(notified under document number C(1999) 3882)\n(1999/809/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) On 30 April 1999 the President of the Court of First Instance of the European Communities issued an order in Case T-44/98 RII (Emesa Sugar (Free Zone) NV (hereinafter referred to as \"Emesa\") v Commission of the European Communities) suspending the application, as regards Emesa, of Article 108b of Council Decision 91/482/EEC on the association of the overseas countries and territories with the European Economic Community(1), as last amended by Decision 97/803/EC(2) (hereinafter referred to as the \"OCT Decision\"), of Commission Regulation (EC) No 2553/97 of 17 December 1997 on rules for issuing import licences for certain products covered by CN codes 1701, 1702, 1703 and 1704 and qualifying as ACP/OCT originating products(3), and of the Commission Decision of 23 December 1997 (VI/51329)(4), (hereinafter referred to as the \"Order\").\n(2) The Order authorised Emesa until 31 October 1999 to import ground sugar originating in the OCTs in accordance with Article 6 of Annex II to Decision 91/482/EEC, on the conditions set out in that Decision as it applied up to 30 November 1997 and subject to certain requirements and restrictions.\n(3) In order to enable Emesa to carry out the transactions for which it was authorised under the Order, the Commission adopted Decision 1999/422/EC of 24 June 1999 laying down measures for the application of the Order of the President of the Court of First Instance of the European Communities of 30 April 1999 in Case T-44/98 RII(5).\n(4) Sugar importation authorised by the Order covers the period up to 31 October 1999. Before that date the Court of Justice handed down no judgment in Case C-17/98 concerning the legality of Article 108b of the OCT Decision. At Emesa's request, on 29 September 1999 the President of the Court of First Instance delivered a new Order (hereinafter referred to as the \"second order\") authorising Emesa to import a further quantity of ground sugar originating in the OCTs in accordance with Article 6 of Annex II to the OCT Decision over the period 31 October 1999 to 29 February 2000, on the conditions set out in that Decision as it applied up to 30 November 1997 and subject to certain requirements and restrictions.\n(5) In order to enable Emesa to carry out the transactions for which it received authorisation under the second Order, implementing provisions to be applied by the Member States and Emesa should be laid down,", "main_body": ["Emesa Sugar (Free Zone) NV, a company set up under Aruban law and established in Oranjestad, Aruba, is hereby authorised to import into the Community over the period 1 November 1999 to 29 February 2000 7500 tonnes of ground sugar originating in the OCTs in accordance with Article 6 of Annex II to Decision 91/482/EEC, subject to the following conditions:\n1. Importation shall be conditional on the issue of import licences; the competent authorities in the Member States shall issue licences in accordance with the applicable provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(6), as last amended by Regulation (EC) No 1127/1999(7).\nBox 24 of licences shall contain the entry \"Order of the President of the Court of First Instance of the European Communities of 29 September 1999 in Case T-44 RII\".\nEmesa shall lodge a security of EUR 3/tonne, which shall be released if the goods are imported in accordance with the import licence.\n2. Sugar originating in the OCTs and imported into the Community in accordance with the Order shall be sold at a price at least equal to EUR 63,19 per 100 kg of standard quality white sugar as defined in Council Regulation (EEC) No 793/72(8).\nIn addition to the security provided for in the last subparagraph of point 1, at the latest on the day on which the sugar is declared to the customs authorities Emesa shall lodge a bank guarantee of USD 28/tonne at the customs office where the formalities of release for free circulation are completed.\nThe security shall be released by order of the President of the Court in favour of Emesa if the Court of Justice of the European Communities declares, in its judgment in Case C-17/98, that Article 108b of Decision 91/482/EEC is void.", "Import licences shall be issued and the goods shall be imported by 29 February 2000 at the latest. However, Emesa may release up to 7500 tonnes of sugar delivered free on board to it before 29 February 2000 for free circulation within the customs territory of the Community.", "Emesa shall not submit any import licence applications under Regulation (EC) No 2553/97.", "Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(9), as last amended by Regulation (EC) No 955/1999(10), shall apply provided it does not conflict with the provisions of this Decision.", "This Decision is addressed to the Member States and Emesa Sugar (Free Zone) NV."], "attachments": "Done at Brussels, 25 November 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 263, 19.9.1991, p. 1.\n(2) OJ L 329, 29.11.1997, p. 50.\n(3) OJ L 349, 19.12.1997, p. 26.\n(4) Not published in the Official Journal of the European Communities.\n(5) OJ L 163, 29.6.1999, p. 83.\n(6) OJ L 331, 2.12.1988, p. 1.\n(7) OJ L 135, 29.5.1999, p. 48.\n(8) OJ L 94, 21.4.1972, p. 1.\n(9) OJ L 302, 19.10.1992, p. 1.\n(10) OJ L 119, 7.5.1999, p. 1."}