{"celex_id": "31998R0685", "uri": "http://publications.europa.eu/resource/cellar/35939796-0071-4e05-b394-a50d61aafdc2", "type": "Regulation", "concepts": ["1474", "161", "2957", "3591", "4713", "5063"], "title": "Council Regulation (EC) No 685/98 of 16 March 1998 concerning the conclusion of an Agreement in the form of an Exchange of Letters amending the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Bulgaria on the reciprocal establishment of tariff quotas for certain wines, and amending Regulation (EC) No 933/95 opening and providing for the administration of Community tariff quotas for certain wines\n", "header": "COUNCIL REGULATION (EC) No 685/98 of 16 March 1998 concerning the conclusion of an Agreement in the form of an Exchange of Letters amending the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Bulgaria on the reciprocal establishment of tariff quotas for certain wines, and amending Regulation (EC) No 933/95 opening and providing for the administration of Community tariff quotas for certain wines\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with the first sentence of Article 228(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Bulgaria on the reciprocal establishment of tariff quotas for certain wines (1) was signed on 29 November 1993;\nWhereas that Agreement expires on 31 December 1997;\nWhereas in order to preserve reciprocal preferential treatment and to continue to promote the development of trade in wine the Agreement should be extended until 31 December 1998;\nWhereas Council Regulation (EC) No 933/95 of 10 April 1995 opening and providing for the administration of Community tariff quotas for certain wines originating in Bulgaria, Hungary and Romania (2) opened tariff quotas for certain wines in accordance with the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Bulgaria; whereas, following the new Agreement in the form of an Exchange of Letters, Regulation (EC) No 933/95 has to be amended accordingly;\nWhereas, in order to facilitate the implementation of certain provisions of the Agreement, the Commission should be authorised to adopt the necessary legislation for implementation of the Agreement in accordance with the procedure laid down in Article 83 of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine (3),", "main_body": ["The Agreement in the form of an Exchange of Letters amending the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Bulgaria on the reciprocal establishment of tariff quotas for certain wines is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement in order to bind the Community.", "The Commission is hereby authorised to adopt the necessary acts for implementation of the Agreement, in accordance with the procedure laid down in Article 83 of Regulation (EEC) No 822/87.", "1. In Article 1(1) of Regulation (EC) No 933/95, the term 'to 31 December 1997` shall be replaced by the term 'to 31 December 1998`.\n2. In Article 1(1) of Regulation (EC) No 933/95 the table under (a) 'Wines originating in Bulgaria` shall be replaced by the following table.\n>TABLE>", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ L 337, 31. 12. 1993, p. 1.\n(2) OJ L 96, 28. 4. 1995, p. 1.\n(3) OJ L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 536/97 (OJ L 83, 25. 3. 1997, p. 5)."}