{"celex_id": "31998R0417", "uri": "http://publications.europa.eu/resource/cellar/e0f7747d-2bdf-4866-a0b8-01a65056d7d9", "type": "Regulation", "concepts": ["20", "2741", "4860"], "title": "Commission Regulation (EC) No 417/98 of 20 February 1998 amending Regulation (EEC) No 429/90 on the granting by invitation to tender of an aid for concentrated butter intended for direct consumption in the Community\n", "header": "COMMISSION REGULATION (EC) No 417/98 of 20 February 1998 amending Regulation (EEC) No 429/90 on the granting by invitation to tender of an aid for concentrated butter intended for direct consumption in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 7a(3) thereof,\nWhereas Commission Regulation (EEC) No 429/90 (3), as last amended by Regulation (EC) No 1802/95 (4), provided, until its suspension by Commission Regulation (EC) No 19/98 (5), for the granting by invitation to tender of an aid for concentrated butter produced from butter or cream from the market and intended for direct consumption in the Community; whereas, in order to be eligible for aid, the manufacture of the concentrated butter, the addition of tracers and packaging must take place within 90 days of the closing date for the submission of tenders;\nWhereas fixing of the maximum aid for the 180th invitation to tender, for which the closing date for the submission of tenders was 9 December 1997, was delayed; whereas the Member States were only notified of the Decision on 9 January 1998; whereas the deadline for manufacture of the concentrated butter concerned should therefore be extended until 31 March 1998;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following subparagraph is hereby added to Article 9(1) of Regulation (EEC) No 429/90:\n'However, for the quantities of concentrated butter awarded under the 180th invitation to tender, for which the closing date for the submission of tenders was 9 December 1997, the deadline referred to in the first indent shall be 31 March 1998.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 45, 21. 2. 1990, p. 8.\n(4) OJ L 174, 26. 7. 1995, p. 27.\n(5) OJ L 4, 8. 1. 1998, p. 39."}