{"celex_id": "31995L0212", "uri": "http://publications.europa.eu/resource/cellar/c62085b0-6314-4240-a5f2-f60b50691005", "type": "Directive", "concepts": ["2979", "3051", "3682", "389", "4338", "4353", "6011"], "title": "Council Directive 95/212/EC of 29 May 1995 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Austria)\n", "header": "COUNCIL  DIRECTIVE\nof 29 May 1995\nconcerning the Community list of less-favoured farming areas within the  meaning of Directive 75/268/EEC (Austria)\n(95/212/EC)\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and  farming in certain less-favoured areas (1), and in particular Article 2 (2) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas a significant proportion of the territory of the new Member States suffers from permanent  natural handicaps and Declaration No 37 of the 1994 Act of Accession recognizes that the boundaries  of the mountain and other less-favoured farming areas within the meaning of Article 3 of Directive  75/268/EEC should be established without delay;\nWhereas the permanent natural handicaps in these areas result in higher production costs and  prevent farmers in these areas from obtaining a reasonable income from their production at a level  similar to that available to comparable farmers in other regions;\nWhereas, in accordance with Article 2 (1) of Directive 75/268/EEC, the Austrian Government has sent  the Commission a list of municipalities (Gemeinden) liable to appear on the Community list of  less-favoured farming areas, together with the information relating to the characteristics of those  areas;\nWhereas the indices which have been selected are the existence of very difficult climatic  conditions, as referred to in the first indent of Article 3 (3) of Directive 75/268/EEC, and a  minimum altitude of 700 m (central point of the locality or the average altitude of the  municipality) or exceptionally, 600 m, in the Salzburg Alpine foreland and the area bordering the  Mur river (Murtal) in Upper Styria;\nWhereas the steep slopes referred to in the second indent of Article 3 (3) of Directive 75/268/EEC  are defined as being greater than 20 %;\nWhereas, where there is a combination of the above two factors, the characteristics selected are a  minimum altitude of 500 m and an average slope of at least 15 %;\nWhereas a limited number of the proposed municipalities do not fully satisfy the requirements, but  nevertheless fully satisfy those of Article 3 (4) of Directive 75/268/EEC; whereas, since their  economy is closely linked with that of neighbouring municipalities classified according to Article  3 (3) and their territory forms an enclave within these neighbouring municipalities and is  relatively small compared to them, these municipalities may nevertheless be classified among the  mountain areas;\nWhereas in cases involving the presence of infertile land and where the economic results of farming  are appreciably lower than the average, as referred to in Article 3 (4) (a) and (b) of Directive  75/268/EEC, the areas have been defined using a complex index; 'the agricultural comparability  index' (Betriebszahl, abbreviated as 'BZ';\nWhereas for the less-favoured farming areas the maximum value of the average index has been fixed  at 30, this figure corresponding to 70 % of the national average index of 42; whereas, in specific  cases, this average index has been fixed at 35 for the less-favoured farming areas where permanent  grassland and pasture cover more than 80 % of the usable agricultural area;\nWhereas the following indices have been chosen in respect of low or dwindling population as  referred to in Article 3 (4) (c) of Directive 75/268/EEG: density of not more than 55 inhabitants  per km² (the national average is 93) or an annual depopulation rate exceeding 0,5 %, together with  the working population engaged in farming forming a significant proportion of the total working  population of the municipality;\nWhereas, in areas where the average index is below 30, certain municipalities may reach a density  of 70 inhabitants per km²;\nWhereas, for the definition of the areas affected by specific handicaps which may be included among  the less-favoured areas referred to in Article 3 (5) of Directive 75/268/EEC account is taken of  the occurrence of unfavourable natural conditions (BZ) below 30 and of specific permanent handicaps  characteristic of:\n- an extremely hilly area with pronounced slopes,\n- a wet or marshy area,\n- an area regularly subject to flooding,\n- a border area of the Community;\nWhereas the total surface area of the areas referred to in Article 3 (5) of Directive 75/268/EEC  does not exceed 4 % of the total surface area of the Member State;\nWhereas the nature and level of the above indices selected by the Austrian Government for  identifying the types of area notified to the Commission are in conformity with the characteristics  of mountain areas, less-favoured areas and the areas affected by specific handicaps respectively,  as referred to in Article 3 (3), (4) and (5) of Directive 75/268/EEC,", "main_body": ["The areas situated in the Republic of Austria which appear in Annexes  I, II and III shall form part of the Community list of less-favoured farming areas within the  meaning of Article 3 (3), (4) and (5) of Directive 72/268/EEC.", "This Directive is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 29 May 1995.\nFor the Council\nThe President\nPh. VASSEUR\n(1) OJ No L 128, 19. 5. 1975, p. 1.  Directive as last amended by the 1994 Act of Accession.\n(2) OJ No C 125, 22. 5. 1995, p. 1.\n(3) OJ No C 126, 22. 5. 1995.\nANEXO I Zonas desfavorecidas tal como se definen en el apartado 3 del artículo 3 de la  Directiva 75/268/CEE BILAG I Ugunstigt stillede omraader, jf. artikel 3, stk. 3, i direktiv  75/268/EOEF ANHANG I Benachteiligte Gebiete im Sinne von Artikel 3 Absatz 3 der Richtlinie  75/268/EWG ÐÁÑÁÑÔÇÌÁ É ÌaaéïíaaêôéêÝò ðaañéï÷Ýò êáôUE ôçí Ýííïéá ôïõ UEñèñïõ 3 ðáñUEãñáoeïò 3 ôçò ïaeçãssáò  75/268/AAÏÊ ANNEX I Less-favoured areas within the meaning of Article 3 (3) of Directive 75/268/EEC  ANNEXE I Zones défavorisées au titre de l'article 3 paragraphe 3 de la directive 75/268/CEE  ALLEGATO I Zone svantaggiate ai sensi dell'articolo 3, paragrafo 3 della direttiva 75/268/CEE  BIJLAGE I Probleemgebieden in de zin van artikel 3, lid 3, van Richtlijn 75/268/EEG ANEXO I Zonas  desfavorecidas na acepção do no. 3 do artigo 3o. da Directiva 75/268/CEE LIITE I Direktiivin  75/268/ETY 3 artiklan 3 kohdan mukaisesti epaesuotuisiksi maeaeritettyjae alueita BILAGA I Mindre  gynnade omraaden i enlighet med artikel 3.3 i direktiv 75/268/EEG\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE  POSITION>\nANEXO II Zonas desfavorecidas tal como se definen en el apartado 4 del artículo 3 de la  Directiva 75/268/CEE BILAG II Ugunstigt stillede omraader, jf. artikel 3, stk. 4, i direktiv  75/268/EOEF ANHANG II Benachteiligte Gebiete im Sinne von Artikel 3 Absatz 4 der Richtlinie  75/268/EWG ÐÁÑÁÑÔÇÌÁ ÉÉ ÌaaéïíaaêôéêÝò ðaañéï÷Ýò êáôUE ôçí Ýííïéá ôïõ UEñèñïõ 3 ðáñUEãñáoeïò 4 ôçò ïaeçãssáò  75/268/AAÏÊ ANNEX II Less-favoured areas within the meaning of Article 3 (4) of Directive 75/268/EEC  ANNEXE II Zones défavorisées au titre de l'article 3 paragraphe 4 de la directive 75/268/CEE  ALLEGATO II Zone svantaggiate ai sensi dell'articolo 3, paragrafo 4 della direttiva 75/268/CEE  BIJLAGE II Probleemgebieden in de zin van artikel 3, lid 4, van Richtlijn 75/268/EEG ANEXO II Zonas  desfavorecidas na acepção do no. 4 do artigo 3o. da Directiva 75/268/CEE LIITE II Direktiivin  75/268/ETY 3 artiklan 4 kohdan mukaisesti epaesuotuisiksi maeaeritettyjae alueita BILAGA II Mindre  gynnade omraaden i enlighet med artikel 3.4 i direktiv 75/268/EEG\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANEXO III Zonas desfavorecidas tal como se definen en el apartado 5 del artículo 3 de la  Directiva 75/268/CEE BILAG III Ugunstigt stillede omraader, jf. artikel 3, stk. 5, i direktiv  75/268/EOEF ANHANG III Benachteiligte Gebiete im Sinne von Artikel 3 Absatz 5 der Richtlinie  75/268/EWG ÐÁÑÁÑÔÇÌÁ ÉÉÉ ÌaaéïíaaêôéêÝò ðaañéï÷Ýò êáôUE ôçí Ýííïéá ôïõ UEñèñïõ 3 ðáñUEãñáoeïò 5 ôçò  ïaeçãssáò 75/268/AAÏÊ ANNEX III Less-favoured areas within the meaning of Article 3 (5) of Directive  75/268/EEC ANNEXE III Zones défavorisées au titre de l'article 3 paragraphe 5 de la directive  75/268/CEE ALLEGATO III Zone svantaggiate ai sensi dell'articolo 3, paragrafo 5 della direttiva  75/268/CEE BIJLAGE III Probleemgebieden in de zin van artikel 3, lid 5, van Richtlijn 75/268/EEG  ANEXO III Zonas desfavorecidas na acepção do no. 5 do artigo 3o. da Directiva 75/268/CEE LIITE III  Direktiivin 75/268/ETY 3 artiklan 5 kohdan mukaisesti epaesuotuisiksi maeaeritettyjae alueita BILAGA  III Mindre gynnade omraaden i enlighet med artikel 3.5 i direktiv 75/268/EEG\n>TABLE>\n> TABLE POSITION>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}