{"celex_id": "31998D0628", "uri": "http://publications.europa.eu/resource/cellar/b78da7e5-7384-4d39-8d45-de78a3a3827d", "type": "Decision", "concepts": ["1074", "225", "2567", "2909", "3455", "4597"], "title": "98/628/CFSP: Council Decision of 9 November 1998 adopted on the basis of Article J.4(2) of the Treaty on European Union on the implementation of a Council Decision concerning a specific action of the Union in the field of assistance for mine clearance\n", "header": "COUNCIL DECISION of 9 November 1998 adopted on the basis of Article J.4(2) of the Treaty on European Union on the implementation of a Council Decision concerning a specific action of the Union in the field of assistance for mine clearance (98/628/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article J.4(2) thereof,\nHaving regard to the Declaration on the Western European Union (WEU) included in the Final Act signed upon the adoption of the Treaty,\nWhereas the Council today adopted on the basis of Article J.3 of the Treaty a Decision concerning a specific action of the Union in the field of assistance for mine clearance (1);\nWhereas such an action would require staff having military expertise; whereas under these conditions the Union should have recourse to the WEU;\nWhereas the institutions of the WEU have given their agreement to the practical arrangements set out in the Annex hereto,", "main_body": ["1. The European Union requests the WEU to implement its action consisting in coordinating, supervising and training mine clearance specialists and mine clearance instructors in Croatia, as set out in Council Decision 98/627/CFSP (2).\n2. The implementation of the action referred to in paragraph 1 shall be conducted in accordance with the practical arrangements set out in the Annex hereto.", "This Decision shall be notified to the WEU in accordance with the conclusions adopted by the Council on 14 May 1996 on the transmission to the WEU of documents of the European Union.", "This Decision shall enter into force on the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 9 November 1998.\nFor the Council\nThe President\nW. SCHĂ\u009cSSEL\n(1) See page 1 of this Official Journal.\nANNEX\nPractical arrangements\n1. The WEU mission will carry out its task under the responsibility of the WEU.\n2. During the course of the operation it is expected that:\n- the WEU mission will report on a monthly basis to the WEU which will transmit full reports to the EU,\n- the WEU mission will submit an intermediate report drawing up a first assessment of the operation and suggesting, as required, possible adjustments to the modalities of the operation,\n- should an emergency occur, a report will immediately be submitted to the WEU which will transmit it to the EU. The situation will be assessed and the need for submitting it to EU and WEU bodies considered.\n3. On completion of the operation, the WEU will produce a 'lessons learned` paper, which will be transmitted to the EU.\n4. The principal channels of communication will be:\n- the existing points of contact between the EU and WEU Secretariats and between the Commission and the WEU Secretariat,\n- the points of contact designated by the two Presidencies.\n5. The possibility of coordinated meetings of working groups should be kept in mind.\n6. The diplomatic representation of the EU Presidency will provide the WEU mission, if required, with political and diplomatic support.\n7. Public information on this operation will be coordinated.\n8. Disbursements for the payment of the operation will be made according to the financial arrangements to be established between the Commission and the WEU in compliance with the European Community procedures and rules applicable to the budget.\nThe abovementioned practical arrangements do not affect in any way the internal procedures of each organisation or the further contacts that may be necessary between them."}