{"celex_id": "31994R2529", "uri": "http://publications.europa.eu/resource/cellar/322812c5-82d0-4cdb-bd2e-2657bf2e10ea", "type": "Regulation", "concepts": ["1511", "3568", "4170", "4314"], "title": "Commission Regulation (EC) No 2529/94 of 19 October 1994 amending Regulation (EEC) No 394/70 on detailed rules for granting export refunds on sugar\n", "header": "COMMISSION REGULATION (EC) No 2529/94 of 19 October 1994 amending Regulation (EEC) No 394/70 on detailed rules for granting export refunds on sugar\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 133/94 (2), and in particular Article 19 (7) thereof,\nWhereas Article 19 (2) of Regulation (EEC) No 1785/81 states in particular that a refund may be paid for the export in the unaltered state of inulin syrup referred to in Article 1 (1) (h) of that Regulation; whereas, in view of the great similarity  between inulin syrup and isoglucose, the refund on exports of the former in the unaltered state should be calculated in the same way as that for isoglucose; whereas, however, in view of the criteria laid down in Article 13b of Commission Regulation  (EEC) No 394/70 (3), as last amended by Regulation (EC) No 1555/94 (4), and given that production quotas, production levies and the import levy for inulin syrup are multiplied by 1,9 as in the case of sugar and isoglucose, that coefficient should also  be applied to the export refund for inulin syrup;\nWhereas the export refund for inulin syrup should be fixed each month like that for isoglucose and sugar syrups;\nWhereas the production of inulin syrup in respect of the 1994/95 marketing year, as well as the requirements with regard to the export of this product, will not be known before 1 January 1995; whereas it is consequently appropriate to defer application  from this measure and to fix the export refunds for this product as from that date;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The following is hereby added to Article 13b of Regulation (EEC) No 394/70:\n'The export refund on the products referred to in Article 1 (1) (h) of Regulation (EEC) No 1785/81 shall be equal, per 100 kilograms of dry matter, to the export refund fixed for the product referred to in Article 1 (1) (f) of that Regulation multiplied  by 1,9. The refund shall be fixed each month.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 22, 27. 1. 1994, p. 7.\n(3) OJ No L 50, 4. 3. 1970, p. 1.\n(4) OJ No L 166, 1. 7. 1994, p. 52."}