{"celex_id": "31991R0803", "uri": "http://publications.europa.eu/resource/cellar/e8c2d74d-e838-41df-9360-9af135fe804e", "type": "Regulation", "concepts": ["1264", "1644", "3167", "4578"], "title": "Commission Regulation (EEC) No 803/91 of 27 March 1991 laying down detailed rules for imports of olive oil originating in Tunisia\n", "header": "COMMISSION REGULATION (EEC) No 803/91  of 27 March 1991  laying down detailed rules for imports of olive oil originating in Tunisia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 513/91 of 25 February 1991 laying down general rules for imports of olive oil originating in Tunisia (1), and in particular Article 3 thereof,\nWhereas, pursuant to Articles 1 and 2 of Regulation (EEC) No 513/91, provision should be made for the rate of imports of olive oil originating in Tunisia should be determined; whereas the present situation and outlook as regards supplies of olive oil to  the Community market permits the disposal of the anticipated quantity without any risk of market disruption provided that imports are not concentrated within a short period each year; whereas it should be provided that licences may be issued according  to a monthly calendar;\nWhereas provision shoud be made for rules for the issue of import licences in order to ensure equal access for importers of olive oil to the quota in question;\nWhereas, pursuant to Article 3 of Regulation (EEC) No 513/91, provision should be made for the necessary measures to prevent any deflection of trade and in particular to ensure that the levy calculated pursuant to Articles 97 and 295 of the Act of  Accession is charged if the oil is released for consumption in Spain or Portugal;\nWhereas the quantity of oil imported from Tunisia must not exceed a given quantity; whereas the tolerance proivded for in Article 8 of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of  the system of import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EEC) No 1599/90 (3), should therefore not be allowed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. Untreated olive oil corresponding to CN codes 1509 10 10 and 1509 10 90, wholly obtained in Tunisia and transported direct from that country to the Community, which qualifies for the special levy provided for in Article 4 of the Additional  Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia or from the levy applicable in Spain and Portugal that result therefrom in accordance with Articles 97 and 295 of the Act of Accession may be  imported from 1 March of each marketing year. Import licences shall be issued for up to 46 000 tonnes each marketing year.\n2. Licences may be issued in accordance with the conditions laid down in this Regulation in respect of up to 5 000 tonnes per month for March, April and October and 10 000 tonnes per month for May to September. If the quantity authorized for one month  is not used entirely during the month in question, the remainder shall be added to the quantity for the following month, but may not be carried over thereafter.", "1. With a view to the application of the special levy referred to in Article 1 or of the levy applicable in Spain and Portugal that results therefrom, importers must submit an import licence application to the competent authorities of the  Member States. Such applications must be accompanied by a copy of the purchase contract concluded with the Tunisian exporter.\n2. Import licence applications must be submitted on Mondays and Tuesdays of each week. Member States shall notify the Commission every Wednesday of the data in licence applications received. However, no applications may be submitted in November to the  following February inclusive.\n3. Each week the Commission shall draw up a total of the quantities for which import licences have been submitted. It shall authorize the Member States to issue licences until the monthly quota is exhausted; where there is a risk of the monthly quota  being exhausted, the Commission shall authorize the Member States to issue import licences in proportion to the quantity available.\n4. Once the maximum quantity provided for in the Additional Protocol is reached, the Commission shall inform the Member States.\n5. For the purposes of this Article, where a week begins in one month and finishes in the following month, it must be considered part of the month in which the Thursday falls.", "Import licences as provided for in Article 2 shall be valid for 60 days from the date of issue but shall not be valid after 31 October each marketing year.\nThe provisions of Commission Regulation (EEC) No 2041/75 (4), shall, in the case of import licences without advance fixing of the levy, be applicable as regards the securities and the period for issuing the licences.", "1. Member States of the Community as constituted at 31 December 1985 in which olive oil originating in Tunisia is released for free circulation in accordance with the conditions laid down in Article 1 shall introduce a system of controls. The  latter shall provide, without prejudice to the application of paragraph 2, that in cases where olive oil corresponding to CN codes 1509 10 10 and 1509 10 90 put up in immediate packages of a net capacity of more than five litres or in bulk, is exported  to another Member State, the operators must demonstrate to the satisfaction of those Member States that the oil concerned is not of Tunisian origin.\n2. Where olive oil has been released for free circulation in accordance with paragraph 1 and is exported to another Member State, the document attesting to the Community status of the product shall bear a reference to the levy collected on release for  free circuation and one of the following:\n- Aceite de oliva importado de Túnez - Reglamento (CEE) no 513/91,\n- Olivenolie indfoert fra Tunesien - Forordning (EOEF) nr. 513/91,\n- Olivenoel, eingefuehrt aus Tunesien - Verordnung (EWG) Nr. 513/91,\n- Elaiolado eisachthen apo tin Tynisia - Kanonismos (EOK) arith. 513/91,\n- Olive oil imported from Tunisia - Regulation (EEC) No 513/91,\n- Huile d'olive importée de Tunisie - Règlement (CEE) no 513/91,\n- Olio d'oliva importato dalla Tunisia - Regolamento (CEE) n. 513/91,\n- Olijfolie ingevoerd uit Tunesië - Verordening (EEG) nr. 513/91,\n- Azeite importado da Tunísia - Regulamento (CEE) no 513/91.\n3. By way of derogation from Article 8 (4) of Regulation (EEC) No 3719/88 (2), the quantity released for free circulation must not exceed that specified in boxes 10 and 11 of the import licence. '0' shall accordingly be entered in box 22 of the said  licence.\n4. Were olive oil for which the document, as referred to in paragraph 2, attesting to the Community status of the goods concerned is released for consumption in Spain or Portugal, an amount resulting from the application of the percentages laid down in  Articles 97 and 295 of the Act of Accession to the difference between the minimum levy per 100 kilograms applicable on the day the declaration of release for consumption is accepted and the levy collected on release for free circulation in the Community  shall be charged in those Member States.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 56, 2. 3. 1991, p. 1.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 151, 15. 6. 1990, p. 29.\n(4) OJ No L 213, 11. 8. 1975, p. 1."}