{"celex_id": "31993R1639", "uri": "http://publications.europa.eu/resource/cellar/6f295762-6f8e-4de7-96d9-c1e12eb1f4e2", "type": "Regulation", "concepts": ["1120", "2173", "2477", "4337"], "title": "COMMISSION REGULATION (EEC) No 1639/93 of 28 June 1993 laying down detailed rules for the application of Regulation (EEC) No 404/93 as regards the cessation of banana cultivation\n", "header": "COMMISSION REGULATION (EEC) No 1639/93 of 28 June 1993 laying down detailed rules for the application of Regulation (EEC) No 404/93 as regards the cessation of banana cultivation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1) and in particular Article 13 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Article 6 (2) thereof,\nWhereas, given the particulrly unfavourable conditions for the production of bananas prevailing in certain producing regions in the Community, Regulation (EEC) No 404/93 provides for a premium for the cessation of such production;\nWhereas it is necessary to define the detailed rules for applying the premium scheme, and in particular to determine what information must be given in applications for the grubbing-up premium and to provide for verification of the accuracy of that  information;\nWhereas, in order to ensure the effectiveness of the scheme, it is essential to obtain from farmers applying for the premium, and from any subsequent owners and farmers, an undertaking to refrain from replanting bananas for an appropriate period of time  on the areas covered by applications; whereas applicants must also undertake not to increase the areas planted with bananas beyond the plots for which the premium is applied;\nWhereas, in order to avoid the risk of grubbed-up plants being replanted, it should be made obligatory that they be made unsuitable for this purpose;\nWhereas the competent national authorities must adopt all the appropriate inspection measures to ensure that applicants comply with their obligations, and in particular measures to establish, prior to payment of the premium, that grubbing-up has  actually taken place in accordance with Community provisions; whereas inspections should also be carried out periodically after grubbing up, so as to ensure compliance with the undertaking not to replant;\nWhereas the agricultural rate to be used for converting the amount of the premium into national currency should be the rate in force on the first day of the year in which the grubbing-up takes place;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["1. Applications for the premium for the cessation of banana production provided for in Article 13 of Regulation (EEC) No 404/93 shall be submitted to the competent authorities of the Member States before commencement of the grubbing-up  operations:\n- for 1993, during the period from 1 July to the end of August,\n- for 1994, during January.\n2. Applications shall include at least the following information:\n(a) name and address of the applicant;\n(b) name, where applicable, and address of the holding concerned;\n(c) total surface area of the banana plantation cultivated by the producer;\n(d) for each parcel on which grubbing-up is to take place and for which the grubbing-up premium is applied for, the information required to identify such parcels, the total surface area planted, the number of banana trees per hectare, and the varieties;\n(e) the period over which the applicant undertakes to carry out the grubbing-up operations for each banana plantation or parcel of banana plantation concerned. This period may not extend beyond the end of the fifth month following the month in which  acceptance of the premium application is notified in accordance with Article 2 (2).\n3. Applications shall be accompanied by:\n- a written undertaking by the applicant, for a period of 20 years from the end of the grubbing-up operation, not to plant banana trees on the parcels on which grubbing-up took place and not to extend the area under bananas on the holding beyond the  existing banana plantation;\n- where applicable, under conditions provided for in national legislation, a written agreement to the grubbing-up operation by the owner(s) of the parcels under bananas, as well as an undertaking by the owner(s) to have the undertaking not to replant  signed by any new owner or farmer, in the event of the sale or any other form of transfer of the parcels concerned. This undertaking shall continue to apply automatically to any subsequent owner or farmer over the period referred to in the first indent.", "1. Upon receipt of the application for the grubbing-up premium, the competent authority shall verify the information contained therein, where necessary by on-site inspections, shall register the undertakings provided for in Article 1 (3) and,  where applicable, shall establish that the application is accepted.\n2. Applicants shall be notified as to the acceptance or otherwise of their application two months after the lodging of the application at the latest.\n3. The grubbing-up operation must be carried out within the time limits provided for in the premium application. It may not commence until the notification referred to in paragraph 2 has been sent.\n4. Plants grubbed up must be made unsuitable for replanting.", "1. The competent authorities shall establish, by on-ite inspections the areas covered by the aid application, that grubbing-up has been carried out in accordance with this Regulation, and in particularly Article 2 (3) and (4) thereof, and  shall certify the time at which it took place.\n2. The grubbing-up premium shall be paid not later than three months after the date on which it was established that the grubbing-up took place.\nExcept in cases of force majeure, where applicants have not grubbed up the area for which the premium was sought by the date indicated in the application in accordance with Article 1 (2) (e), the premium shall be reduced by 20 %. No premium shall be  granted if grubbing-up has not taken place within the three months following the final date indicated in the application.", "1. Member States shall check compliance the undertakings provided for in Article 1 (3) by routine inspections of the holdings such that each holding is checked at least once every five years.\n2. Member States shall inform the Commission of the results of the checks within two months following the month in which they were carried out.\n3. Where the Member States establish that the undertakings provided for in Article 1 (3) have not been complied with,\n- they shall recover the amount of the grubbing-up premium paid to the offending parties, plus interest calculated from the date of payment of the premium up to effective recovery thereof. The rate of interest to be applied shall be that in force for  similar recovery operations under national law. The rate may not be lower than the reference rate referred to in the Annex as applied in the Member State concerned on the day of payment, plus one percentage point. Member States may decide not to collect  interest if it amounts to ECU 20 or less,\n- they shall impose on the offending parties the payment of an amount equal to 50 % of the amount of the grubbing-up premium paid.\n4. The aid recovered and, where applicable, the interest shall be paid to the paying agencies or authorities and deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund, Guarantee Section.", "Member States shall inform the Commission, no later than 31 December 1993 and 31 December 1994 respectively for 1993 and 1994, of the areas covered by applications for the grubbing-up premium as well as the areas grubbed-up the information  being broken down by variety and region.", "The rate to be applied each year for conversion into national currency of the amount of the premium per hectare for the cessation of banana production shall be the agricultural conversion rate in force on 1 January of the year in which  grubbing-up took place.", "This Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\nANNEX\n1. Belgium:\nBrussels interbank borrowing offered-rate three months.\n2. Denmark:\nYield on issue of 12-month Treasury bonds.\n3. Germany:\nFrankfurt interbank borrowing offered-rate three months.\n4. Greece:\nYield on issue of three-month Treasury bonds.\n5. France:\nParis interbank borrowing offered-rate three months.\n6. Spain:\nMadrid interbank borrowing offered-rate three months.\n7. Ireland:\nDublin interbank borrowing offered-rate three months.\n8. Italy:\nYield on issue of three-month Treasury bonds\n9. Luxembourg:\nInterbank rate three months\n10. Netherlands:\nAmsterdam interbank borrowing offered-rate three months.\n11. Portugal:\nLisbon interbank borrowing offered-rate three months.\n12. United Kingdom:\nLondon interbank borrowing offered-rate three months."}