{"celex_id": "31993D0663", "uri": "http://publications.europa.eu/resource/cellar/8d00df86-a8ab-4d2f-ac6f-f0a269e5c28d", "type": "Decision", "concepts": ["1005", "1339", "1445", "1519", "3259", "994"], "title": "93/663/EC: Commission Decision of 26 November 1993 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Italy (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 26 November 1993 concerning the specific financial contribution by the Community towards the eradication of foot-and-mouth disease in Italy (Only the Italian text is authentic) (93/663/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 93/439/EEC (2), and in particular Article 11 thereof,\nWhereas outbreaks of foot-and-mouth disease have occurred in certain regions of Italy in February and March 1993;\nWhereas the appearance of this disease is a serious danger to the Community's livestock and, in order to help eradicate the disease as rapidly as possible, the Community has the possibility of making good the losses so caused;\nWhereas as soon as the presence of foot-and-mouth disease was officially confirmed, the Italian authorities took appropriate measures which include the measures as listed in Article 3 (2) of Decision 90/424/EEC and the appropriate provisions of Council  Directive 85/511/EEC of 18 November 1985 introducing Community measures for the control of foot-and-mouth disease (3), as last amended by Commission Decision 92/380/EEC (4); whereas such measures were notified by the Italian authorities;\nWhereas the Commission, by Decision 93/230/EEC (5), made a financial contribution to the eradication of foot-and-mouth disease in Italy;\nWhereas it is appropriate to continue this financial contribution for a further limited period;\nWhereas the conditions for Community financial assistance have been met;\nWhereas Article 15 of Decision 90/424/EEC establishes the financial rules applicable to the measures provided for in Article 11;\nWhereas additional measures are necessary to ensure the eradication of this disease from the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the eradication of foot-and-mouth disease occurring during the period from 1 April to 15 November 1993, Italy may obtain Community financial assistance. The financial contribution by the Community shall be 70 % of the cost of:\n(a) compensating owners for:\n- the slaughter and destruction of animals,\n- the destruction of milk,\n- the clearing and disinfection of holdings,\n- the destruction of contaminated feedingstuffs and, where it cannot be disinfected, contaminated equipment;\n(b) where applicable, the transport of carcases to processing plants;\n(b) the serological testing described in Article 3 (3) and other tests as agreed with the Commission.", "1. The payments relating to compensation to owners shall be made within 120 days of the notification of this Decision. The period may be extended by a further 120 days in the case of legal enquiries into the circumstances of the outbreaks.\n2. The cost referred to in Article 1 shall be declared at the rate of 70 % in accordance with Article 3 of Commission Regulation (EEC) No 2776/88 (1).\n3. Information relating to the measures applied shall be sent by Italy no later than 120 days from the declaration of the outbreak.", "1. Biungulate animals originating in a holding in the area listed in Annex I shall not be permitted to move outside the area listed in Annex I.\n2. Movements of biungulate animals within the area listed in Annex I shall not be allowed unless:\n(a) all animals in the herd of origin are subjected to a clinical examination by an authorized veterinarian within 10 days prior to movement;\n(b) the animals to be moved are permanently identified; and\n(c) any serology in the herd required by point 3 shall have been completed.\n3. All herds located within the area listed in Annex I containing biungulate animals (except pigs) aged between nine months and two years shall be sampled in accordance with Annex II and subjected to a serological test for antibodies to foot-and-mouth  disease. This sampling shall be completed by 30 November 1993. Results and progress reports shall be sent monthly to the Commission.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 26 November 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 203, 13. 8. 1993, p. 34.\n(3) OJ No L 315, 26. 11. 1985, p. 11.\n(4) OJ No L 198, 17. 7. 1992, p. 54.\n(5) OJ No L 97, 23. 4. 1993, p. 35.\n(6) OJ No L 249, 8. 9. 1988, p. 9.\nANNEX I\nThe Province of Caserta.\nANNEX II\n>(1)()\"> ID=\"1\">Up to 5> ID=\"2\">All\"> ID=\"1\">5 to 10> ID=\"2\">5\"> ID=\"1\">10 +> ID=\"2\">6 \"\">\n(1)() If the number of animals available for sampling is less than indicated below, all animals in its age group should be sampled."}