{"celex_id": "31992R2078", "uri": "http://publications.europa.eu/resource/cellar/4f9edd7f-dcbd-4758-be9b-d8819f4831ce", "type": "Regulation", "concepts": ["1160", "2014", "2825", "4412", "862"], "title": "Council Regulation (EEC) No 2078/92 of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside\n", "header": "COUNCIL REGULATION (EEC) No 2078/92 of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the requirements of environmental protection are an integral part of the common agricultural policy;\nWhereas measures to reduce agricultural production in the Community must have a beneficial impact on the environment;\nWhereas many factors affect the environment; whereas it is subject to very diverse pressures within the Community;\nWhereas an appropriate aid scheme would encourage farmers to serve society as a whole by introducing or continuing to use farming practices compatible with the increasing demands of protection of the environment and natural resources and upkeep of the  landscape and the countryside;\nWhereas the introduction of an aid scheme to encourage substantial reductions in the use of fertilizers and plant-protection products or the use of organic farming methods can help not only to reduce agricultural pollution but also to adapt a number of  sectors to market requirements by encouraging less intensive production methods;\nWhereas a reduction in farm livestock or in animal proportion per hectare can help to avert environmental damage due to pressure from excessive numbers of sheep and cattle; whereas, therefore, the extensification scheme for various products provided for  in Article 3 of Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the efficiency of agricultural structures (4) should be incorporated in the scheme introduced under this Regulation;\nWhereas the production of products for non-food uses under a Community set-aside scheme must comply with the requirements of environmental protection; whereas, therefore, this scheme must not apply to such products;\nWhereas a scheme to encourage the introduction or maintenance of particular farming practices may help to solve specific problems related to protection of the environment or the countryside and thus contribute to environmental policy goals;\nWhereas many agricultural and rural areas in the Community are increasingly threatened by depopulation, soil erosion, flooding and forest fires; whereas the institution of special measures to encourage the upkeep of land can reduce such risks;\nWhereas because of the scale of the problems such schemes should be applicable to all farmers in the Community who undertake to use farming methods which will protect, maintain or improve the environment and the countryside and to refrain from further  intensification of agricultural production;\nWhereas the current set-aside scheme for arable land provided for in Article 2 of Regulation (EEC) No 2328/91 has been replaced by provisions in the regulations covering the common organization of the markets; whereas it appears nonetheless appropriate  to introduce a scheme for long-term set-aside of agricultural land for environmental reasons and for the protection of natural resources;\nWhereas the measures provided for in this Regulation must encourage farmers to make undertakings regarding farming methods compatible with the requirements of environmental protection and maintenance of the countryside, and thereby to contribute to  balancing the market; whereas the measures must compensate farmers for any income losses caused by reductions in output and/or increases in costs and for the part they play in improving the environment;\nWhereas the introduction by the Member States of codes of good agricultural practice can also help to make farming practices more compatible with the requirements of environmental protection;\nWhereas the diversity of the environment, natural conditions and the structure of agriculture in the various parts of the Community call for the measures provided for to be adapted; whereas they should therefore be implemented within the framework of  zonal programmes for the management of agricultural or abandoned land and possibly as part of national regulations;\nWhereas both the Community and the Member States must increase their effort to educate farmers in, and inform them of, the introduction of agricultural and forestry production methods compatible with the environment, and in particular regarding the  application of a code of good farming practice and organic farming;\nWhereas, in order to guarantee the maximum effectiveness of such programmes, it is vital to ensure that the results are disseminated and monitored regularly;\nWhereas such measures must contribute towards certain specific environmental goals set out in Community legislation;\nWhereas, given that the Community is to contribute to the financing of the scheme, it must be able to ascertain that the implementing arrangements adopted by the Member States contribute towards the attainment of its objectives; whereas the structure of  cooperation between the Member States and the Commission introduced by Article 29 of Regulation (EEC) No 4253/88 of 19 December 1988, laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the  different Structural Funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments (5), should be used for this purpose;\nWhereas the resources available for implementing the measures provided for in this Regulation must be additional to those available for the implementation of measures under the rules governing the Structural Funds, and in particular for measures  applicable in regions covered by Objectives 1 and 5 (b) as defined in Article 1 of Regulation (EEC) No 2052/88 (6),", "main_body": ["Purpose of the aid scheme\nA Community aid scheme part-financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) is hereby instituted in order to:\n- accompany the changes to be introduced under the market organization rules,\n- contribute to the achievement of the Community's policy objectives regarding agriculture and the environment,\n- contribute to providing an appropriate income for farmers.\nThis Community aid scheme is intended to promote:\n(a) the use of farming practices which reduce the polluting effects of agriculture, a fact which also contributes, by reducing production, to an improved market balance;\n(b) an environmentally favourable extensification of crop farming, and sheep and cattle farming, including the conversion of arable land into extensive grassland;\n(c) ways of using agricultural land which are compatible with protection and improvement of the environment, the countryside, the landscape, natural resources, the soil and genetic diversity;\n(d) the upkeep of abandoned farmland and woodlands where this is necessary for environmental reasons or because of natural hazards and fire risks, and thereby avert the dangers associated with the depopulation of agricultural areas;\n(e) long-term set-aside of agricultural land for reasons connected with the environment;\n(f) land management for public access and leisure activities;\n(g) education and training for farmers in types of farming compatible with the requirements of environmental protection and upkeep of the countryside.", "Aid scheme\n1. Subject to positive effects on the environment and the countryside, the scheme may include aid for farmers who undertake:\n(a) to reduce substantially their use of fertilizers and/or plant protection products, or to keep to the reductions already made, or to introduce or continue with organic farming methods;\n(b) to change, by means other than those referred to in (a), to more extensive forms of crop, including forage, production, or to maintain extensive production methods introduced in the past, or to convert arable land into extensive grassland;\n(c) to reduce the proportion of sheep and cattle per forage area;\n(d) to use other farming practices compatible with the requirements of protection of the environment and natural resources, as well as maintenance of the countryside and the landscape, or to rear animals of local breeds in danger of extinction;\n(e) to ensure the upkeep of abandoned farmland or woodlands;\n(f) to set aside farmland for at least 20 years with a view to its use for purposes connected with the environment, in particular for the establishment of biotope reserves or natural parks or for the protection of hydrological systems;\n(g) to manage land for public access and leisure activities.\n2. In addition, the scheme may include measures to improve the training of farmers with regard to farming or forestry practices compatible with the environment.", "Aid programmes\n1. Member States shall implement, throughout their territories, and in accordance with their specific needs, the aid scheme provided for in Article 2 by means of multiannual zonal programmes covering the objectives referred to in Article 1. The  programmes shall reflect the diversity of environmental situations, natural conditions and agricultural structures and the main types of farming practised, and Community environment priorities.\n2. Each zonal programme shall cover an area which is homogeneous in terms of the environment and the countryside and shall include, in principle, all of the aids provided for in Article 2. However, where there is sufficient justification, programmes may  be restricted to aids which are in line with the specific characteristics of an area.\n3. Zonal programmes shall be drawn up for a minimum period of five years and must contain at least the following information:\n(a) a definition of the geographical area and, where applicable, the sub-areas concerned;\n(b) a description of the natural, environmental and structural characteristics of the area;\n(c) a description of the proposed objectives and their justification in view of the characteristics of the area, including an indication of the Community environment legislation the objectives of which the programme seeks to fulfil;\n(d) the conditions for the grant of aid, taking into account the problems encountered;\n(e) an estimate of annual expenditure for implementing the zonal programme;\n(f) the arrangements made to provide appropriate information for agricultural and rural operators.\n4. By way of derogation from paragraphs 1, 2 and 3, Member States may establish a general regulatory framework providing for the horizontal application throughout their territory of one or more of the aids referred to in Article 2. That framework must  be defined and, where appropriate, supplemented by the zonal programmes referred to in paragraph 1.", "Nature and amounts of aid\n1. An annual premium per hectare or livestock unit removed from a herd shall be granted to farmers who give one or more of the undertakings referred to in Article 2 for at least five years, in accordance with the programme applicable in the zone  concerned. In the case of set-aside, the undertaking shall be for 20 years.\n2. The maximum eligible amount of the premium shall be:\n- ECU 150 per hectare for annual crops for which a premium per hectare is granted under the market regulations governing the crops in question,\n- ECU 250 per hectare for other annual crops and pasture,\n- ECU 210 for each sheep or cattle livestock unit by which a herd is reduced,\n- ECU 100 for each livestock unit of an endangered breed reared,\n- ECU 400 per hectare for specialized olive groves,\n- ECU 1 000 per hectare for citrus fruits,\n- ECU 700 per hectare for other perennial crops and wine,\n- ECU 250 per hectare for the upkeep of abandoned land,\n- ECU 600 per hectare for land set aside,\n- ECU 250 per hectare for the cultivation and propagation of useful plants adapted to local conditions and threatened by genetic erosion.\nThe table for converting animals into livestock units is given in the Annex.\n3. The maximum eligible amount for annual crops and pasture shall be increased to ECU 350 per hectare if the farmer has, at the same time and for the same area, given one or more of the undertakings referred to in Article 2 (1) (a) and (b), together  with an undertaking as referred to in Article 2 (1) (d).\n4. Where a premium is granted for the reduction of the number of livestock units:\n- the aids provided for in Article 2 (1) (a) and (b) may not be granted for the forage area of the holding,\n- the maximum eligible amount of premium for forage areas under Article 2 (1) (d) shall be reduced by 50 %.\n5. Subject to conditions to be determined by the Commission in accordance with the procedure laid down in Article 29 of Regulation (EEC) No 4253/88, the Community may also contribute to the premiums referred to in the preceding paragraphs which are  granted by Member States in order to compensate for income losses resulting from the mandatory application of the restrictions referred to in Article 2 in the context of measures implemented in the Member States pursuant to Community provisions.\n6. Member States may stipulate that a farmer's undertaking may be given in the context of an overall plan for the entire holding or for a part thereof.\nIn such cases, the amount of the aid may be calculated as an overall figure taking account of the individual amounts and conditions in this Article and Article 5.", "Conditions of grant\n1. In order to achieve the objectives of this Regulation in the context of the general rules referred to in Article 3 (4) and/or the zonal programmes, Member States shall determine:\n(a) the conditions for granting aid;\n(b) the amount of aid to be paid, on the basis of the undertaking given by the beneficiary and of the loss of income and of the need to provide an incentive;\n(c) the terms on which the aid for the upkeep of abandoned land as referred to in Article 2 (1) (e) may be granted to persons other than farmers, where no farmers are available;\n(d) the conditions to be met by the beneficiary to ensure that compliance with the undertakings may be verified and monitored;\n(e) the terns on which the aid may be granted where the farmer personally is unable to give an undertaking for the minimum period required.\n2. No aid may be granted under this Regulation in respect of areas subject to the Community set-aside scheme which are being used for the production of non-food products.\n3. While ensuring that the incentive content of the measure is retained, Member Sates may restrict the aid to a maximum amount per holding and differentiate it according to holding size.", "Courses, traineeships and demonstration projects\n1. Where no financing is granted under Article 28 of Regulation (EEC) No 2328/91, Member States may introduce a separate aid scheme for training courses and traineeships concerned with agricultural and forestry production practices compatible with the  requirements of protection of the environment and natural resources and maintenance of the countryside and the landscape, and particularly with codes of good farming practice or good organic farming practice. The aid scheme shall include the grant of  aid:\n- for attendance of courses and traineeships,\n- for the organization and implementation of courses and traineeships.\nThe expenditure incurred by the Member States in granting the aid referred to in the first subparagraph shall be eligible up to ECU 2 500 per person completing a full course or traineeship.\nThe measure concerned by this Article shall not cover courses or traineeships which are part of normal programmes or curricula of secondary or higher agricultural education.\n2. The Community may contribute to demonstration projects concerning farming practices compatible with the requirements on environmental protection, and in particular the application of a code of good farming practice and organic farming practice.\nThe Community contribution referred to in the first subparagraph may cover assistance for training and education initiatives (including materials) organized by local or non-governmental organizations competent in this field.", "Programme appraisal procedure\n1. Member States shall communicate to the Commission, by 30 July 1993 the draft general regulatory framework referred to in Article 3 (4) and the draft programmes referred to in Article 3 (1) and any existing or proposed laws, regulations or  administrative provisions by which they intend to apply this Regulation.\n2. The Commission shall examine the texts communicated in order to determine:\n- their compliance with this Regulation, taking account of its objectives and the links between the various measures,\n- the nature of the measures eligible for part-financing,\n- the total amount of expenditure eligible for part-financing.\n3. The Commission shall decide on the approval of the general regulatory framework and zonal programmes, on the basis of the factors listed in paragraph 2 and in accordance with the procedure laid down in Article 29 of Regulation (EEC) No 4253/88.", "Rate of Community financing\nThe rate of Community part-financing shall be 75 % in regions covered by the objective defined in point 1 of Article 1 of Regulation (EEC) No 2052/88 and 50 % in the other regions.", "Detailed rules of application\nDetailed rules for the application of this Regulation shall be adopted by the Commission in accordance with the procedure laid down in Article 29 of Regulation (EEC) No 4253/88.", "0\nFinal provisions\n1. This Regulation shall not preclude Member States from implementing, except in the field of application of Article 5 (2), additional aid measures for which the conditions of granting of aid differ from those laid down herein or the amounts of which  exceed the limits stipulated herein, provided that the said measures comply with the objectives of this Regulation and with Articles 92, 93 and 94 of the Treaty.\n2. Three years after the date of entry into force in the Member States, the Commission shall present to the European Parliament and the Council a report on the application of this Regulation.", "1\nTransitional provisions\nApplication of the measures referred to in Article 39 of Regulation (EEC) No 2328/91 shall be extended with the following effect:\n1. Article 3 of Regulation (EEC) No 2328/91, dealing with extensification of production, shall remain applicable until the entry into force of the zonal programmes referred to in Article 3 (1) of this Regulation or of the general regulatory framework  referred to in the said Article 3 (4).\n2. Articles 21 to 24 of Regulation (EEC) No 2328/91, dealing with aid in environmentally sensitive areas, shall remain applicable until the entry into force of the zonal programmes referred to in Article 3 (1) of this Regulation or of the general  regulatory framework referred to in the said Article 3 (4).\nThe maximum eligible amounts for the remaining annual payments shall be adjusted in line with the ceilings provided for in Article 4.", "2\nEntry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 300, 21. 11. 1991, p. 7.(2) OJ No C 94, 13. 4. 1992.(3) OJ No C 98, 21. 4. 1992, p. 25.(4) OJ No L 218, 6. 8. 1991, p. 1.(5) OJ No L 374, 31. 12. 1988, p. 1.(6) OJ No L 185, 15. 7. 1988, p. 9.\nANNEX\nTABLE FOR CONVERTING CATTLE, EQUIDAE, SHEEP AND GOATS INTO LIVESTOCK UNITS (LSU), AS REFERRED TO IN ARTICLE 4  Bulls, cows and other bovine animals over two years\nof age, and Equidae over six months old1,0  LSU\nBovine animals from six months to two years0,6  LSU\nEwes0,15 LSU\nGoats0,15 LSU\nThe coefficients for ewes and goats are applicable to all the amounts per LSU set out in Article 4."}