{"celex_id": "31994D0339", "uri": "http://publications.europa.eu/resource/cellar/2a7702ea-d385-4200-bc14-735c6d426abd", "type": "Decision", "concepts": ["1755", "192", "1937", "2737", "616", "619"], "title": "94/339/EC: Commission Decision of 25 May 1994 laying down detailed rules for the application of Article 9.1 of Council Directive 90/425/EEC concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market\n", "header": "17.6.1994 EN Official Journal of the European Communities L 151/38\nCOMMISSION DECISION\nof 25 May 1994\nlaying down detailed rules for the application of Article 9 (1) of Council Directive 90/425/EEC concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market\n(94/339/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 9 (4) thereof,\nWhereas the Commission, pursuant to Decision 94/338/EC (3), has laid down detailed rules governing the taking of samples of animals in intra-Community trade by the competent authorities at the place of destination;\nWhereas, where the results of the checks carried out on animals at the place of destination lead to the application of the measures referred to in Article 8 (1) of Directive 90/425/EEC, it is necessary to define the procedures to be followed by the competent authorities in the Member State of destination regarding the notification of the competent authorities in the Member State of dispatch;\nWhereas it is also necessary to lay down the rules to be observed by the Member State of dispatch upon receipt of this notification;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1.   The notification referred to in the first subparagraph of Article 9 (1) of Directive 90/425/EEC must be carried out directly in writing and by the most expeditious.\n2.   The notification referred to in paragraph 1 includes:\n— a copy of the health certificate and, if necessary, the number and description of the animals in the consignment;\n— the date of arrival of the consignment at the place of destination;\n— the date of collection of the samples and the date on which the laboratory test has been carried out, if samples were taken or, if no samples were taken, the date of which the check has been carried out;\n— the nature of the results of the check and, if samples were taken, the description of the animals tested, the nature of the test carried out on the samples and the results of that test.", "1.   The competent authority in the Member State of dispatch may request as quickly as possible and in any event within a maximum of seven days following receipt of the information referred to in Article 1:\n— one or more tests, if necessary on the duplicate sample or aliquot part or parts referred to in Article 3 (3) of Decision 94/338/EC final, to be carried out by the relevant Community reference laboratory or by an approved laboratory selected by common accord by the respective competent authorities of the Member State of dispatch and of the Member State of destination;\n— a clinical examination of the consignment if it has been placed in isolation, in the presence of a representative.\n2.   The costs of the checks referred to in paragraph 1 shall be borne by the competent authority of the Member State of dispatch. The latter may, in accordance with national rules, pass the costs on to the operators concerned.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 May 1994.\nFor the Commission\nRene STEICHEN\nMember of the Commission\n(1)  OJ No L 224, 18. 8. 1990, p. 29.\n(2)  OJ No L 62, 15. 3. 1993, p. 49.\n(3)  See page 36 of this Official Journal."}