{"celex_id": "31992R2295", "uri": "http://publications.europa.eu/resource/cellar/a4d3cebe-b23e-430b-afa3-678aa0840512", "type": "Regulation", "concepts": ["2849", "4327", "797", "976"], "title": "Commission Regulation (EEC) No 2295/92 of 31 July 1992 on detailed rules for the application of the support system for producers of the protein crops referred to in Article 6 of Council Regulation (EEC) No 1765/92\n", "header": "COMMISSION REGULATION (EEC) No 2295/92  of 31 July 1992  on detailed rules for the application of the support system for producers of the protein crops referred to in Article 6 of Council Regulation (EEC) No 1765/92\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), and in particular Article 12 thereof,\nWhereas, to avoid the risk of an increase in the area under protein crops, access to compensatory payments should be restricted to producers sowing crops in climatically and agronomically suitable regions;\nWhereas the Commission has proposed an integrated control system (2);\nWhereas the contents of the application of the control arrangements and the penalties applicable in the event of false declarations shall be defined at a later date in accordance with the conditions of the integrated control system;\nWhereas producers may apply for the compensatory payments under either the general scheme or the simplified scheme; whereas certain criteria should be common to both schemes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["TITLE I  General Provisions", "1. This Regulation establishes the detailed rules for the application of Regulation (EEC) No 1765/92 with effect from the 1993/94 marketing year.\n2. For the purposes of this Regulation:\n(a) 'protein crops' means arable crops producing protein seeds as referred to in Annex I to the above Regulation;\n(b) 'compensatory payment' means a transfer of funds to the producer from the competent authority of the Member State in whose territory the eligible areas are located;\n(c) 'production region' means a region determined within the meaning of Article 3 (1) of Council Regulation (EEC) No 1765/92 in respect of which compensatory payments per hectare have been fixed for protein crops.\nTITLE II  Eligibility for compensatory payments", "The compensatory payment provided for in Article 6 of Regulation (EEC) No 1765/92 shall be allocated solely to areas under protein crops:\n(a) situated in production regions or parts of production regions declared climatically and agronomically suitable for the cultivation of protein crops by the Member State;\n(b) included in a 'general scheme' as referred to in Article 2 (5) (a) of Regulation (EEC) No 1765/92;\n(c) covered by an application including reference documents enabling the land in question to be identified, and lodged with the competent authority by 15 May at the latest;\n(d) entirely sown by that date at the latest with peas, field beans or sweet lupins in accordance with locally-recognized standards;\n(e) in respect of which the total area in the application is at least 0,3 hectares and each cultivated plot of which exceeds the minimum size set by the Member State for the production region in question.", "The areas in respect of which an application is submitted shall be reduced by the competent authority of the Member State in accordance with the provisions:\n- of Article 2 of Regulation (EEC) No 1765/92; where the regional base area or, as the case may be, the individual base area is exceeded,\n- of Article 4 (2) of Commission Regulation (EEC) No 2293/92 (3) (set-aside),\n- adopted for control purposes.\nTITLE III  Payment of aid", "If a producer's eligible areas are located in several production regions the amount to be paid shall be determined by the location of each area included in the application.", "The agricultural conversion rate to be used for the compensatory payment shall be that in force on the first day of the said marketing year.\nTITLE IV  Final provisions", "1. The Member States shall transmit to the Commission the information specified in Annex within the time limits indicated therein.\n2. Where a region comprises several non-adjacent areas the information required by paragraph 1 shall be provided for each non-adjacent area within the region.", "The Member States shall notify the Commission by 31 December 1992 at the latest of the measures adopted pursuant to this Regulation.", "One plot of land may not be the subject of more than one application for a compensatory payment as provided for in Regulation (EEC) No 1765/92 in the same marketing year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12. (2) COM (91) 533 final, OJ No C 9, 15. 1. 1992, p. 4. (3) See page 19 of this Official Journal.\nANNEX\nCommunication of statistical information to the Commission by the Member States\nThe Member States are requested to supply the Commission with the following information\n- by production region,\n- by crop (and total protein crops),\n- by scheme (general and simplified),\nat the latest by the dates corresponding to the following time limits, starting from the deadline set for the lodging of applications:\n1. 45 days:\n- the number of applications,\n- the corresponding total area of land;\n2. 250 days:\n- the number of applications in respect of which payment has been made,\n- the total area of land to which the payments relate,\n- an estimate of yields.\nIntermediate or final updates may be made by the Member States at any time."}