{"celex_id": "31991R2535", "uri": "http://publications.europa.eu/resource/cellar/2a319d14-6a54-4a0a-b41a-300aeeb6b99c", "type": "Regulation", "concepts": ["20", "4284", "4620", "4663", "4860"], "title": "Commission Regulation (EEC) No 2535/91 of 22 August 1991 amending Regulation (EEC) No 863/91 on the special sale of intervention butter for export to the Soviet Union and amending Regulation (EEC) No 569/88\n", "header": "COMMISSION REGULATION (EEC) No 2535/91  of 22 August 1991  amending Regulation (EEC) No 863/91 on the special sale of intervention butter for export to the Soviet Union and amending Regulation (EEC) No 569/88\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1630/91 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 863/91 (3), as last amended by Regulation (EEC) No 1808/91 (4), provides for the special sale of intervention butter for export to the Soviet Union under a standing invitation to tender until 31 July 1991; whereas  it has not yet been possible to award the whole quantity of butter put up for sale; whereas the standing invitation to tender should therefore be extended until 31 October 1991 and the deadlines for removing and importing the butter should be altered  accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 863/91 is hereby amended as follows:\n1. Article 2 (1) is replaced by the following:\n'1. The butter shall be sold ex-cold storage plant under a standing invitation to tender until 31 October 1991.'\n2. Article 5 is amended as follows:\n(a) the first indent of the first subparagraph of paragraph 1 is replaced by the following:\n'- a security guaranteeing compliance with the primary requirement that the butter be imported into the country of destination; notwithstanding Article 17 (1) of Council Regulation (EEC) No 3665/85 (*), importation must be effected not later than 31  December 1991;\n(*) OJ No L 354, 30. 12. 1985, p. 1.'\n(b) in paragraphs 2 and 3 the date '31 August 1991' is replaced by '30 November 1991'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 150, 15. 6. 1991, p. 19. (3) OJ No L 88, 9. 4. 1991, p. 11. (4) OJ No L 165, 27. 6. 1991, p. 15."}