{"celex_id": "31990R1152", "uri": "http://publications.europa.eu/resource/cellar/fc8171ec-1938-4bf9-ab88-0168fc9fea01", "type": "Regulation", "concepts": ["252", "3003", "5123", "755"], "title": "Council Regulation (EEC) No 1152/90 of 27 April 1990 instituting a system of aid in favour of small cotton producers\n", "header": "COUNCIL  REGULATION (EEC) No 1152/90\nof 27 April 1990\ninstituting a system of aid in favour of small cotton producers\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (1), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the system of aid for cotton introduced in Protocol 4, as adapted by Regulation (EEC) No 1964/87, provides that the aid for cotton is to be reduced where production exceeds the maximum guaranteed quantity fixed for the marketing year concerned; whereas these arrangements for reducing the aid have resulted in past marketing years, in falls in the income of agricultural producers and in particular of those growing cotton on a small area; whereas, in order to alleviate the effects of these falls on the latter category of producers, their income should be supported through the grant of flat-rate aid per hectare;\nWhereas the aid for small cotton producers should be fixed at a level enabling the additional cost of manual harvesting to be offset;\nWhereas expenditure on the system of aid for small producers must not exceed a given ceiling; whereas, to that end, a maximum guaranteed area any overrun in which results in a reduction in the aid should be determined; whereas that maximum guaranteed area is to be equal to the average areas sown by small producers in 1987 and 1988;\nWhereas, with a view to sound administration, a definition of small producers should be laid down;\nWhereas, in order to facilitate the implementation of the provisions contemplated, provision should be made for a procedure establishing close cooperation between the Member States and the Commission within a management committee;\nWhereas, in accordance with Article 3 (2) of Regulation (EEC) No 1964/87, the Council is to decide on any adjustments to the system of aid instituted by Protocol 4 before the 1992/93 marketing year; whereas, pending that decision, the duration of the system of aid introduced by this Regulation should apply to the end of the 1991/92 marketing year only,", "main_body": ["A system of aid in favour of small cotton producers is hereby instituted.", "The system of aid provided for in Article 1 shall be applicable in the 1989/90, 1990/91 and 1991/92 marketing years.", "1. The aid provided for under this Regulation shall be ECU 250 per hectare of area sown and harvested in each of the three marketing years. However, where areas given over to cotton by small producers as referred to in Article 4 exceed a Community maximum guaranteed area, the aid shall be reduced for the marketing year in question depending on the overrun recorded.\n2. The Community maximum guaranteed area referred to in paragraph 1 shall be determined for the three marketing years concerned in accordance with the proce\ndure laid down in Article 12 of Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Commission Regulation (EEC) No 3995/87 (2). This area shall be equal to the average of the areas given over to cotton by small producers in 1987 and 1988.", "For the purposes of this Regulation, 'small producer' means a cotton producer who gives over an area not exceeding 2,5 hectares to this crop in 1989, 1990 and 1991 and who has submitted a declaration of areas sown in accordance with Article 8 of Commission Regulation (EEC) No 1201/89 (3), as amended by Regulation (EEC) No 2733/89 (4), and an aid application before a date to be determined.", "1. Member States may refrain from granting the aid in the case of amounts less than a minimum which they shall determine.\n2. The aid shall be converted into national currency at the agricultural conversion rate in force on the first day of the marketing year in respect of which that aid is due.", "The aid provided for under this Regulation shall be considered as an intervention measure inteded to stabilize the agricultural markets within the meaning of Article 3 (1) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (5), as last amended by Regulation (EEC) No 2048/88 (6).", "1. The detailed rules for the application of this Regulation shall be laid down by the Commission in accordance with the procedure provided for in Article 12 of Regulation (EEC) No 1308/70.\n2. In accordance with the procedure referred to in paragraph 1, the Commission shall record any overrun in the maximum guaranteed area and shall determine the resulting reduction in the aid.", "The Member States and the Commission shall forward each other the data required for the application of this Regulation. Such data shall be compiled in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70. The detailed rules for forwarding and disseminating such data shall be adopted in accordance with the same procedure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No L 184, 3. 7. 1987, p. 14.\n(2) OJ No C 96, 17. 4. 1990.\n(3) OJ No C 112, 7. 5. 1990.\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 34.\n(3) OJ No L 123, 4. 5. 1989, p. 23.\n(4) OJ No L 263, 9. 9. 1989, p. 15.\n(5) OJ No L 94, 28. 4. 1970, p. 13.\n(6) OJ No L 185, 15. 7. 1988, p. 1."}