{"celex_id": "31991R2210", "uri": "http://publications.europa.eu/resource/cellar/641d4e21-de53-4554-bb82-dda8d8eb4a9f", "type": "Regulation", "concepts": ["1118", "2642", "2650", "2975", "5096"], "title": "Commission Regulation (EEC) No 2210/91 of 25 July 1991 reducing the basic price and buying-in price for apples for the 1991/92 marketing year following the overrun of the intervention threshold for 1990/91\n", "header": "COMMISSION REGULATION (EEC) No 2210/91  of 25 July 1991  reducing the basic price and buying-in price for apples for the 1991/92 marketing year following the overrun of the intervention threshold for 1990/91\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1623/91 (2), and in particular Article 16b (4) thereof,\nWhereas Commission Regulation (EEC) No 1388/90 (3) fixed the intervention threshold for apples for the 1990/91 marketing year at 318 500 tonnes;\nWhereas Article 3 of Council Regulation (EEC) No 1197/90 of 7 May 1990 laying down specific measures for the application of certain intervention thresholds in the fruit and vegetables sector for the 1990/91 marketing year (4) lays down that where the  sum of the quantities of apples bought in Portugal, on the one hand, and in the Community with the exception of Portugal, on the other hand, and in the Community with the exception of Portugal, on the other hand, pursuant to Articles 15, 15a, 15b, 19  and 19a of Regulation (EEC) No 1035/72 during the 1990/91 marketing year exceeds the sum of the intervention thresholds fixed for that product, for all or part of the marketing year, the basic and buying-in prices fixed for that product for the 1991/92  marketing year are to be reduced by 1 % for every 79 600 tonnes by which the intervention threshold is exceeded;\nWhereas, pursuant to Article 1 (2) of Council Regulation (EEC) No 1121/89 of 27 April 1989 on the introduction of an intervention threshold for apples and cauliflowers (5), as amended by Regulation (EEC) No 1623/91, the overrun of the intervention  threshold fixed for apples for the 1990/91 marketing year is to be assessed on the basis of the average withdrawals for this product during the 1988/89, 1989/90 and 1990/91 marketing years; whereas, according to the information supplied by the Member  States, this average is 437 836 tonnes; whereas the Commission therefore notes an overrun of the intervention threshold fixed for the 1990/91 marketing year of 119 336 tonnes;\nWhereas, consequently, the basic and buying-in prices for apples for the 1991/92 marketing year, as fixed by Council Regulation (EEC) No 1622/91 of 13 June 1991, fixing, for the 1991/92 marketing year, certain prices and other amounts applicable in the  fruit and vegetable sector (6), must be reduced by 1 %;\nWhereas, pursuant to Article 18b (2) of Regulation (EEC) No 1035/72, withdrawals in the territory of the former German Democratic Republic before the end of the 1991/92 marketing year are not taken into consideration in assessing whether intervention  thresholds have been exceeded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for apples for the 1991/92 marketing year, as fixed by Regulation (EEC) No 1622/91, shall be reduced by 1 % and shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 1 August 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 150, 15. 6. 1991, p. 8. (3) OJ No L 133, 24. 5. 1990, p. 39. (4) OJ No L 119, 11. 5. 1990, p. 57. (5) OJ No L 118, 29. 4. 1989, p. 21. (6) OJ No L 150, 15. 6. 1991, p. 1.\nANNEX\nBASIC AND BUYING-IN PRICES\n1991/92 marketing year\nAPPLES\nFor the period 1 August 1991 to 31 May 1992\n(ECU/100 kg net)\nBasic price   Buying-in price       Community of 10  Spain  Portugal  Community of 10  Spain  Portugal                 August  26,16  20,49  21,24  13,33  10,45  10,81  September  26,16  20,49  21,24  13,33  10,45  10,81  October  26,16   20,49  21,24  13,45  10,53  10,93  November  26,87  20,96  21,95  13,88  10,81  11,36  December  29,26  22,52  24,34  14,99  11,54  12,47  January to May  31,66  24,10  26,74  16,09  12,26  13,57\nThese prices refer to:\n- apples of the Reine des reinettes and Verde Doncella varieties, quality I category, size equal to or greater than 65 millimetres,\n- apples of the Delicious Pilafa, Golden Delicious, James Grieve, Red Delicious, Reinette Grise du Canada and Starking Delicious varieties, quality I category size equal to or greater than 70 millimetres,\nput up in packaging.\nNB:\nThe prices given in this Annex do not include the cost of the packaging in which the product is put up."}