{"celex_id": "31994R1992", "uri": "http://publications.europa.eu/resource/cellar/7b9e454e-6dcb-4bf2-8947-4e1cc660a6a1", "type": "Regulation", "concepts": ["1603", "1644", "3591", "5969", "6007"], "title": "Commission Regulation (EC) No 1992/94 of 29 July 1994 amending Regulation (EC) No 1213/94 concerning a protective measure applicable to imports of garlic from China\n", "header": "COMMISSION REGULATION (EC) No 1992/94 of 29 July 1994 amending Regulation (EC) No 1213/94 concerning a protective measure applicable to imports of garlic from China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 29 (2) thereof,\nWhereas, by Regulation (EC) No 1213/94 (3), on 27 May 1994 the Commission adopted a protective measure applicable to imports of garlic from China limiting the quantity for which import licences may be issued before 31 May 1995 to 10 000 tonnes, of which  no more than 5 000 tonnes may be delivered before 31 August 1994;\nWhereas import licences have been issued for the first quantity of 5 000 tonnes since 2 June 1994, and, by Regulation (EC) No 1270/94 (4), the Commission has suspended the issuing of the certificates concerned until 31 August 1994;\nWhereas the reoccurrence of such demand after 1 September can only aggravate the situation which was the reason for Regulation (EC) No 1213/94; whereas that Regulation should be amended to provide for administration of the issuing of licences on a  monthly basis;\nWhereas, therefore, monthly quantities for which licences may be issued from 1 September 1994 should be fixed for the remainder of the total quantity of 10 000 tonnes;\nWhereas those monthly quantities must be increased, where applicable, by the quantities not claimed during the preceding month and by the quantities covered by licences which are not used or used only in part;\nWhereas improper licence applications must be prevented,", "main_body": ["Article 1 of Regulation (EC) No 1213/94 is hereby amended as follows:\n1. paragraph 2 is replaced by the following:\n'2. For licence applications lodged from 25 August 1994 to 24 May 1995, licences shall be issued for no more than a maximum monthly quantity.'\n2. the following 3, 4 and 5 paragraphs are added:\n'3. For each month, the maximum quantity referred to in paragraph 2 shall be the sum of:\n(a) the quantities referred to in the Annex;\n(b) the quantities not claimed during the preceding month; and\n(c) the quantities not used, of which the Commission has been informed, under licences issued previously.\n4. Where the Commission establishes, on the basis of information forwarded to it by the Member States pursuant to Article 4 of Regulation (EEC) No 1859/93, that there is a risk of a maximum monthly quantity being exceeded, it shall lay down the  conditions under which licences may be issued.\n5. Operators may not submit more than two licence applications per month, separated by a minimum of five days, in respect of the products referred to in paragraph 1; each of those applications may not cover a quantity greater than 50 % of the monthly  quantities given in the Annex.'", "This Regulation shall enter into force on 25 August 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 133, 28. 5. 1994, p. 36.\n(4) OJ No L 138, 2. 6. 1994, p. 32.\nANNEX\n\"(in tonnes)\"\" ID=\"1\">September> ID=\"2\">25. 8. 1994 - 23. 9. 1994> ID=\"3\">800\"> ID=\"1\">October> ID=\"2\">26. 9. 1994 - 24. 10. 1994> ID=\"3\">800\"> ID=\"1\">November> ID=\"2\">25. 10. 1994 - 23. 11. 1994> ID=\"3\">500\"> ID=\"1\">December> ID=\"2\">24. 11.  1994 - 23. 12. 1994> ID=\"3\">500\"> ID=\"1\">January> ID=\"2\">26. 12. 1994 - 24. 1. 1995> ID=\"3\">500\"> ID=\"1\">February> ID=\"2\">25. 1. 1995 - 21. 2. 1995> ID=\"3\">500\"> ID=\"1\">March> ID=\"2\">22. 2. 1995 - 24. 3. 1995> ID=\"3\">500\"> ID=\"1\">April> ID=\"2\">27.  3. 1995 - 21. 4. 1995> ID=\"3\">500\"> ID=\"1\">May> ID=\"2\">24. 4. 1995 - 24. 5. 1995> ID=\"3\">400\">"}