{"celex_id": "31994R0035", "uri": "http://publications.europa.eu/resource/cellar/36a395fe-dff0-4a00-883f-ccf8d77ec2c3", "type": "Regulation", "concepts": ["1644", "2300", "2437", "4083"], "title": "Commission Regulation (EC) No 35/94 of 7 January 1994 on the issuing of import documents for preserved tuna and bonito of certain species from certain third countries\n", "header": "COMMISSION REGULATION (EC) No 35/94 of 7 January 1994 on the issuing of import documents for preserved tuna and bonito of certain species from certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EEC) No 1891/93 (2),\nHaving regard to Commission Regulation (EEC) No 3900/92 of 23 December 1992 laying down the special rules of application for the Community import arrangements for certain species of preserved tuna, bonito and sardines and fixing the quantities of those  products which may be imported during 1993 (3), as last amended by Regulation (EC) No 3602/93 (4), and in particular Article 4 (2) thereof,\nWhereas Article 3 (1) of Regulation (EEC) No 3900/92 has allocated 17 099 tonnes of the available quantity of 113 990 tonnes to new importers; whereas Article 4 (2) of that Regulation provides that if the quantities for which import documents have been  applied for exceed the available quantities, the Commission is to fix a single percentage figure by which the quantities applied for are to be reduced;\nWhereas on 3 and 4 January 1994 the quantities applied for by new importers exceed the quantities available; whereas the extent to which import documents may be issued should accordingly be determined;\nWhereas the quantities for which import documents have been issued have reached the amount of 17 099 tonnes; whereas the issuing of these documents to new importers should accordingly be suspended,", "main_body": ["Import documents for preserved tuna of the genus Thunnus, skipjack or stripe-bellied bonito (Euthynnus pelamis) and other species of the genus Euthynnus falling within CN codes ex 1604 14 11, ex 1604 14 19 and ex 1604 20 70, from the third  countries referred to in Article 1 (1) of Regulation (EEC) No 3900/92, applied for pursuant to Article 3 (1) (b) of that Regulation on 3 and 4 January 1994 and forwarded to the Commission on 5 January 1994, shall be issued for up to 2,98 % of the  quantities applied for.\nThe issuing of import documents for the products referred to in the first subparagraph is hereby suspended for applications pursuant to Article 3 (1) (b) of Regulation (EEC) No 3900/92 lodged from 5 January 1994.", "This Regulation shall enter into force on 10 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 1994.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 172, 15. 7. 1993, p. 1.\n(3) OJ No L 392, 31. 12. 1992, p. 26.\n(4) OJ No L 330, 30. 12. 1993, p. 25."}