{"celex_id": "31999D0095", "uri": "http://publications.europa.eu/resource/cellar/2d7de5a2-39cf-467a-b5f3-0401819c5c1f", "type": "Decision", "concepts": ["1085", "1843", "3823", "5455", "6034", "665"], "title": "1999/95/EC: Council Decision of 31 December 1998 concerning the monetary arrangements in the French territorial communities of Saint-Pierre-et-Miquelon and Mayotte\n", "header": "COUNCIL DECISION of 31 December 1998 concerning the monetary arrangements in the French territorial communities of Saint-Pierre-et-Miquelon and Mayotte (1999/95/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 109l(4), third sentence thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Central Bank,\n(1) Whereas according to Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (1), the euro will be substituted as from 1 January 1999 for the currency of each participating Member State at the conversion rate;\n(2) Whereas the Community will have competence for monetary and exchange rate matters in the Member States adopting the euro as from that date;\n(3) Whereas the euro will be substituted for the French franc on 1 January 1999;\n(4) Whereas the French territorial communities (collectivités territoriales) Saint-Pierre-et-Miquelon and Mayotte are an integral part of France; whereas they do not form part of the Community; whereas the monetary regime of Saint-Pierre-et-Miquelon and Mayotte is not specified in the Treaty; whereas it is necessary to clarify their monetary regime; whereas these territorial communities should have the same currency as metropolitan France;\n(5) Whereas banknotes and coins denominated in French francs are put into circulation by the Institut d'Emission des Départements d'Outre Mer (IEDOM) in Saint-Pierre-et-Miquelon and, from 1 January 1999, in Mayotte; whereas financial institutions located in these communities have access to refinancing facilities in French francs with IEDOM; whereas France intends to reform in time the status and role of the IEDOM in order to achieve compatibility with the tasks assigned to the European System of Central Banks (ESCB) by the Treaty and Protocol No 3;\n(6) Whereas the euro should be the currency of these communities; whereas France should grant legal tender status to French franc banknotes and coins and to euro banknotes and coins issued by the ESCB and the Member States which have adopted the euro;\n(7) Whereas as from 1 January 1999 the ESCB defines and implements the monetary policy of the Community; whereas the European Central Bank (ECB) and the national central banks may engage in all types of banking transactions in relation to financial institutions located in third countries; whereas they may also engage in these transactions in territories of a Member State which are not part of the Community; whereas they should make use of this competence with respect to these communities; whereas in order to ensure the singleness of the monetary policy of the ESCB and a level playing field for financial institutions located in the euro area, it is appropriate that those parts of present and future Community law which are necessary for the functioning of Economic and Monetary Union be made applicable in Saint-Pierre-et-Miquelon and Mayotte;\n(8) Whereas the monetary arrangements in Saint-Pierre-et-Miquelon and Mayotte need to be defined by France by way of national legislation,", "main_body": ["The euro shall be the currency of Saint-Pierre-et-Miquelon and Mayotte.", "1. France shall continue to grant the legal tender status to banknotes and coins denominated in French francs in Saint-Pierre-et-Miquelon and Mayotte until 30 June 2002 at the latest.\n2. From 1 January 2002 France shall grant legal tender status to banknotes and coins denominated in euro in Saint-Pierre-et-Miquelon and Mayotte.", "The ECB and the national central banks may carry out the functions and operations of the ESCB in Saint-Pierre-et-Miquelon and Mayotte as laid down in Chapter IV and Article 16 of the Statute of the ESCB and the ECB.", "France in agreement with the Commission and the ECB shall ensure that those parts of Community law which are or will be necessary for the functioning of Economic and Monetary Union are applied in Saint-Pierre-et-Miquelon and Mayotte.", "This Decision shall apply as from 1 January 1999.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 31 December 1998.\nFor the Council\nThe President\nR. EDLINGER\n(1) OJ L 139, 11. 5. 1998, p. 1."}