{"celex_id": "31991R3130", "uri": "http://publications.europa.eu/resource/cellar/c0daa02d-3923-4d55-bcce-09186fd506ee", "type": "Regulation", "concepts": ["3167", "3732"], "title": "Council Regulation (EEC) No 3130/91 of 21 October 1991 amending Regulation (EEC) No 3877/86 on imports of rice of the long-grain aromatic Basmati variety\n", "header": "COUNCIL REGULATION (EEC) No 3130/91  of 21 October 1991  amending Regulation (EEC) No 3877/86 on imports of rice of the long-grain aromatic Basmati variety\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas imports of rice of the long-grain aromatic Basmati variety into the Community have proceeded satisfactorily and the annual quantity provided for has been used up;\nWhereas exports of Basmati rice play a vital role in the economic development of the region of production of this rice variety;\nWhereas, for reasons of trade and cooperation policy with regard to third countries, the reduction in the levy as provided for in Regulation (EEC) No 3877/86 (1) should continue without any change in the quantity concerned;\nWhereas the Agreement for commercial, economic and development cooperation between the European Economic Community and the Islamic Republic of Pakistan (2) was concluded for a period of five years expiring on 22 April 1991, though the Agreement is  automatically renewed from year to year unless it is denounced by either party six months before expiry;\nWhereas, in order to prevent annual extensions of the concession from creating a climate of uncertainty, Regulation (EEC) No 3877/86 should be extended for a further five-year period while making provision for an obligation on the Commission to  terminate the application of that Regulation where the abovementioned Agreement lapses before 30 June 1996,", "main_body": ["1. Article 2 of Regulation (EEC) No 3877/86 shall be replaced by the following:\n'Article 2", "shall apply to imports of a quantity of Basmati rice equivalent to 10 000 tonnes of husked rice per year for the period from 1 July 1991 to 30 June 1996, provided that a certificate of authenticity from the exporting country, recognized by the  Community, is presented.'\n2. Article 4 of Regulation (EEC) No 3877/86 shall be amended as follows:\n(a) In the second paragraph, the date '30 June 1991' shall be replaced by '30 June 1996';\n(b) The following third paragraph shall be inserted:\n'However, if the Agreement for commercial, economic and development cooperation between the European Economic Community and the Islamic Republic of Pakistan lapses before that date, the Commission shall terminate the application of the arrangements  provided for in this Regulation, with effect on 1 July of the year in question.'.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 October 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No L 361, 20. 12. 1986, p. 1. (2) OJ No L 108, 25. 4. 1986, p. 3."}