{"celex_id": "31998D0413", "uri": "http://publications.europa.eu/resource/cellar/3c552028-5bbf-4321-996d-ddd0f99e03c5", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "3577", "5369"], "title": "98/413/EC: Commission Decision of 26 June 1998 amending Decision 98/104/EC concerning certain protection measures relating to classical swine fever in Germany (notified under document number C(1998) 1808) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 26 June 1998 amending Decision 98/104/EC concerning certain protection measures relating to classical swine fever in Germany (notified under document number C(1998) 1808) (Text with EEA relevance) (98/413/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Council Directive 92/118/EEC (2) and, in particular, Article 10(4) thereof,\nWhereas outbreaks of classical swine fever have occurred in Germany;\nWhereas in view of the trade in live pigs, semen, embryos and ova, these outbreaks and the infection in the feral pig population are liable to endanger the herds of other Member States;\nWhereas Germany has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas due to the spread of classical swine fever from the infected feral pig population to domestic pig holdings Commission Decision 98/104/EC (4) was adopted;\nWhereas the amended plans presented by Germany for the eradication of classical swine fever in feral pigs in Lower Saxony, Brandenburg and Mecklenburg-Western Pomerania were examined by the Standing Veterinary Committee on 9 June 1998;\nWhereas, as a result of the favourable evolution of the disease, it is necessary to amend Commission Decision 98/104/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/104/EC is amended as follows:\n1. The following paragraph replaces paragraph 2 of Article 1:\n'2. Germany shall not send slaughter pigs from the areas described in the Annex to other parts of Germany unless the pigs are for direct slaughter and are slaughtered at slaughterhouses in Germany designated by the competent veterinary authorities. The means of transport shall be officially sealed.`\n2. The following paragraphs are inserted in Article 1:\n'3. Germany shall not send pigs for breeding and production from the areas described in the Annex to other parts of Germany unless the pigs:\n(a) come from a holding where no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question;\n(b) have been subject to a test for detecting:\n- antibodies to classical swine fever virus and found negative,\n- classical swine fever virus and found negative.\nThe samples for serological and virological examination shall be collected in accordance with the provisions of Annex IV, point 1 of Directive 80/217/EEC. The laboratory examinations shall be carried out in accordance with the provisions of Annex I to the said Directive. For detection of virus, however an antigen detection Elisa test approved by the competent authority of Germany may be used.\nThe examination for antibodies and virus/antigen shall be carried out within ten days of certification;\n(c) come from a holding where an inspection of all pigs and a clinical examination of the pigs to be moved, including the taking of temperature of a proportion thereof have been carried out by the official veterinarian within 24 hours of dispatch;\n(d) are properly identified by eartags at the holding of origin so that these can be ascertained and traced back.\n4. The movement of pigs referred to in paragraph 3 shall only be allowed:\n- following three days advanced notification to the competent local veterinary authority responsible for the holding of destination and dispatched by the local veterinary authority,\n- directly from the holding of dispatch to the holding of destination,\n- to holdings of destination where the pigs are subject to official observation during a 30-day period after arrival and where no pig leaves the holdings during this period unless directly for slaughter.\nSuch pigs must not be dispatched to another Member State.\n5. The pigs referred to in paragraph 1 shall during transport be accompanied by a health certificate issued by an official veterinarian. The means of transport shall be officially sealed.`", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 25, 31. 1. 1998, p. 98."}