{"celex_id": "31992R1760", "uri": "http://publications.europa.eu/resource/cellar/de449c23-b370-4c45-ae98-db6ce1827202", "type": "Regulation", "concepts": ["4638"], "title": "Council Regulation (EEC) No 1760/92 of 30 June 1992 derogating, for the period during which applications for 1992/93 may be lodged, from Regulation (EEC) No 1357/80 introducing a system of premiums for maintaining sucker cows\n", "header": "COUNCIL REGULATION (EEC) No 1760/92 of 30 June 1992 derogating, for the period during which applications for 1992/93 may be lodged, from Regulation (EEC) No 1357/80 introducing a system of premiums for maintaining suckler cows\nTHE COUNCIL  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Article 3 of Regulation (EEC) No 1357/80 (2) fixes the premium for maintaining suckler cows at ECU 40 per cow;\nWhereas the effects on the beef and veal sector of the fall in the prices at which meat breeds of cattle are marketed have been lasting; whereas this economic fact inevitably affects the income level of stockfarmers using suckler cows;\nWhereas the result is serious economic consequences for those producers and, in particular, for the viability of their holdings; whereas, in view of the advantages of rearing calves using suckler cows for production of both beef and veal and milk  products, in order to solve the problems encountered, the premium for maintaining suckler cows and the additional national premium should be increased; whereas that increase should be reflected in the contribution from the European Agricultural Guidance  and Guarantee Fund (EAGGF) to the additional premium for certain Member States;\nWhereas by Regulation (EEC) No 3605/91 (3) the premium for maintaining suckler cows has been raised from ECU 40 to 50 per suckler cow for applications for the grant of the premium lodged in 1991/92;\nWhereas, taking into account the situation on the beef and veal market the premium should be kept at ECU 50 for applications lodged in 1992/93,", "main_body": ["By way of derogation from Article 3 of Regulation (EEC) No 1357/80, for applications for the suckler cow premium lodged in 1992/93:\n1. the premium is hereby fixed at ECU 50 per suckler cow;\n2. the additional national premium provided for in the first subparagraph of Article 3 (2) of Regulation (EEC) No 1357/80 shall be ECU 35 per eligible cow. In cases where the additional premium is granted by a Member State referred to in the second  subparagraph of the said Article 3 (2), the first ECU 28 per cow shall be financed by the EAGGF, Guarantee Section.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 150, 15. 6. 1992.\n(2) OJ No L 140, 5. 6. 1980, p. 1. As last amended by Regulation (EEC) No 3577/90 (OJ No L 353, 17. 12. 1990, p. 23).\n(3) OJ No L 347, 13. 12. 1991, p. 7."}