{"celex_id": "31994R1157", "uri": "http://publications.europa.eu/resource/cellar/09b508d9-6f1c-4bc6-b553-70aee1ebc5b8", "type": "Regulation", "concepts": ["2292", "2729", "4172", "5360"], "title": "Commission Regulation (EC) No 1157/94 of 20 May 1994 amending Regulation (EEC) No 1728/92 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Canary Islands and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EC) No 1157/94 of 20 May 1994 amending Regulation (EEC) No 1728/92 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Canary Islands and establishing the  forecast supply balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands relating to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Commission Regulation (EEC) No 1695/92 (3), as last amended by Regulation (EEC) No 2596/93 (4), lays down common detailed rules for the implementation of the specific arrangements for the supply of certain agricultural products to the Canary  Islands;\nWhereas Commission Regulation (EEC) No 1728/92 (5), as last amended by Regulation (EEC) No 2300/93 (6), establishes, pursuant to Article 2 of Regulation (EEC) No 1601/92, the forecast supply balance for cereal products for the Canary Islands; whereas  the balance allows for interchange of the quantities determined for certain of the products concerned and, if necessary, for an increase during the year in the overall quantity determined; whereas, in the light of experience and in order to meet  requirements in the Canary Islands, it is necessary to adjust the forecast supply balance; whereas the Annex to Regulation (EEC) No 1728/92 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Annex to Regulation (EEC) No 1728/92 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 179, 1. 7. 1992, p. 1.\n(4) OJ No L 238, 23. 9. 1993, p. 24.\n(5) OJ No L 179, 1. 7. 1992, p. 104.\n(6) OJ No L 208, 19. 8. 1993, p. 21.\nANNEX\nCEREALS SUPPLY BALANCE FOR THE CANARY ISLANDS FOR THE 1993/94 MARKETING YEAR\n\"(tonnes)\"\" ID=\"1\">Common wheat> ID=\"2\">1001> ID=\"3\">154 000\"> ID=\"1\">Durum wheat> ID=\"2\">1001 10> ID=\"3\">4 000\"> ID=\"1\">Barley> ID=\"2\">1003> ID=\"3\">19 000\"> ID=\"1\">Oats> ID=\"2\">1004> ID=\"3\">1 000\"> ID=\"1\">Maize> ID=\"2\">1005> ID=\"3\">180  000\"> ID=\"1\">Durum wheat meal> ID=\"2\">1103 11 50> ID=\"3\">4 300\"> ID=\"1\">Maize meal> ID=\"2\">1103 13> ID=\"3\">20 000\"> ID=\"1\">Meal of other cereals> ID=\"2\">1103 19> ID=\"3\">1 200\"> ID=\"1\">Pellets> ID=\"2\">1103 21 to 1103 29> ID=\"3\">1 500\"> ID=\"1\">Malt>  ID=\"2\">1107> ID=\"3\">16 500\">"}