{"celex_id": "31996R1082", "uri": "http://publications.europa.eu/resource/cellar/8c17b357-cf3f-44f7-919c-9f6fb9256c27", "type": "Regulation", "concepts": ["1442", "2741", "2871", "4860", "5967"], "title": "Commission Regulation (EC) No 1082/96 of 14 June 1996 establishing a reference method for the determination of the ethyl ester of beta-apo-8' carotenic acid in concentrated butter and butter\n", "header": "COMMISSION REGULATION (EC) No 1082/96 of 14 June 1996 establishing a reference method for the determination of the ethyl ester of beta-apo-8' carotenic acid in concentrated butter and butter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 2931/95 (2), and in particular Article 6 (7) and Article 12 (3) thereof,\nWhereas Commission Regulation (EEC) No 570/88 of 16 February 1988 on the sale of butter at reduced prices and the granting of aid for butter and for concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (3), as last amended by Regulation (EC) No 531/96 (4), provides for the tracing of the subsidized butter and concentrated butter in certain circumstances in order to ensure the correct end use of these products;\nWhereas, in view of the importance of tracing to the proper functioning of the scheme and in order to ensure the equal treatment of operators who participate in it, it is appropriate to establish common methods for the determination of the tracers referred to in Regulation (EEC) No 570/88;\nWhereas it is difficult to establish such reference methods for all tracers simultaneously; whereas establishing a reference method for the determination of the ethyl ester of beta-apo-8' carotenic acid in concentrated butter or butter constitutes a further step in this direction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The reference method of analysis specified in the Annex shall be applied for the determination of the beta-apo-8' carotenic acid ethyl ester content of concentrated butter or butter under Regulation (EEC) No 570/88.\nConcentrated butter or butter have been traced in conformity with Article 6 of Regulation (EEC) No 570/88 if the results obtained are in accordance with the specifications of paragraph 8 of the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 307, 20. 12. 1995, p. 10.\n(3) OJ No L 55, 1. 3. 1988, p. 31.\n(4) OJ No L 78, 28. 3. 1996, p. 13.\nANNEX\nDETERMINATION OF THE ETHYL ESTER OF BETA-APO-8'-CAROTENIC ACID IN CONCENTRATED BUTTER AND BUTTER BY SPECTROMETRY\n1. Scope and field of application\nThe method describes a procedure for the quantitative determination of the ethyl ester of beta-apo-8'-carotenic acid (apo carotenic ester) in concentrated butter and butter. The apo carotenic ester is the sum of all substances present in an extract of samples obtained under the conditions described in the method which absorb light at 440 nm. It is applicable to samples received under Regulation (EEC) No 570/88.\n2. Principle\nThe butterfat is dissolved in light petroleum and the absorbance measured at 440 nm. The apo carotenic ester content is determined by reference to an external standard.\n3. Apparatus\n3.1. Pipettes - graduated, of capacity 0,25, 0,50, 0,75 and 1,0 ml\n3.2. Spectrophotometer - suitable for use at 440 nm (and 447 - 449 nm) and equipped with cells of optical path length 1 cm\n3.3. Volumetric flasks e.g. 20 ml and 100 ml\n4. Reagents\nAll reagents must be of recognized analytical grade.\n4.1. Apo carotenic ester suspension (approximately 20 %)\n4.1.1. Establish the content of the suspension as follows:\nweigh accurately approximately 400 mg into a 100 ml volumetric flask and dissolve in petroleum spirit (4.2), dilute to volume with petroleum spirit. Dilute 5,0 ml of this solution to 100 ml with petroleum spirit. (Solution A.) Dilute 5,0 ml of Solution A to 100 ml with petroleum spirit. Measure the absorbance at 447 - 449 nm (measure the maximum against petroleum spirit as a blank using 1 cm cells).\nApo carotenic ester content (%) = >NUM>A max  7 40 000\n>DEN>A  7 2 550\nA max = absorbance of the measuring solution at the maximum\nA = weight of sample (g)\n2 550 = reference A (1 %, 1 cm) value\nThe purity of the suspension is P (%).\nNote: Apo carotenic ester suspension is sensitive to air, heat and light. In the unopened, original container (sealed under nitrogen) and in a cool place it can be stored for about 12 months. After opening the contents should be used within a short period.\n4.1.2. Apo carotenic ester standard solution, approx 0,2 mg/ml\nWeigh to the nearest 0,1 mg about 0,100 g of apo carotenic ester suspension (4.1.1) (Wg), dissolve in petroleum spirit (4.2), transfer quantitatively into a volumetric flask of capacity 100 ml, and make up to the mark with petroleum spirit.\nThis solution contains (W.P)/100 mg/ml of apo carotenic ester.\nNote: The solution must be stored in a cool place in the dark. Discard unused solution after one month.\n4.2. Petroleum spirit (40 - 60 °C).\n4.3. Sodium sulphate, anhydrous, granular previously dried at 102 °C for two hours.\n5. Procedure\n5.1. Preparation of the test sample\n5.1.1. Concentrated butter\nMelt the sample in an oven at approximately 45 °C.\n5.1.2. Butter\nMelt the sample in an oven at approximately 45 °C and filter a representative portion through a filter containing about 10 g of anhydrous sodium sulphate (4.3) in an environment shielded from strong natural and artificial light and maintained at 45 °C. Collect a suitable amount of butterfat.\n5.2. Determination\nWeigh, to the nearest 1 mg approximately 1 g of concentrated butter, (or extracted butterfat (5.1.2)), (mg). Transfer quantitatively to a 20 ml (Vml) volumetric flask using petroleum spirit (4.2), make up to the mark and mix thoroughly.\nTransfer an aliquot to a 1 cm cell and measure the absorbance at 440 nm, against a petroleum spirit blank. Obtain the concentration of apo carotenic ester in the solution by reference to the calibration graph (C ìg/ml).\n5.3. Calibration graph\nPipette 0, 0,25, 0,5, 0,75 and 1,0 ml of apo carotenic ester standard solution (4.1.2) into five 100 ml volumetric flasks. Dilute to volume with petroleum spirit (4.2) and mix.\nThe approximate concentrations of the solutions range from 0 to 2 ìg/ml and are calculated accurately by reference to the concentration of the standard solution (4.1.2) (W.P)/100 mg/ml. Measure the absorbances at 440 nm against a petroleum spirit (4.2) blank.\nPlot the values of absorbance on the y axis against apo carotenic ester concentration on the x axis.\n6. Calculation of results\n6.1. Apo carotenic ester content, expressed as mg/kg product is given by:\nConcentrated butter: (C.V)/m\nButter: 0,82 (C.V)/m\nwhere\nC = apo carotenic ester content, ìg/ml, read from the calibration graph (5.3),\nm = mass (g) of the test portion (5.2),\n0,82 = a correction factor for the butterfat content of butter.\n7. Accuracy of the method\n7.1. Repeatability\n7.1.1. Butter analysis\nThe difference between the results of two determinations carried out within the shortest feasible time interval, by one operator using the same apparatus on identical test material shall not exceed 1,4 mg/kg.\n7.1.2. Concentrated butter analysis\nThe difference between the results of two determinations carried out within the shortest feasible time interval, by one operator using the same apparatus on identical test material shall not exceed 1,6 mg/kg.\n7.2. Reproducibility\n7.2.1. Butter analysis\nThe difference between the results of two determinations carried out by operators in different laboratories, using different apparatus on identical test material shall not exceed 4,7 mg/kg.\n7.2.2. Concentrated butter analysis\nThe difference between the results of two determinations carried out by operators in different laboratories, using different apparatus on identical test material shall not exceed 5,3 mg/kg.\n7.3. Source of precision data\nThe precision data were determined from an experiment conducted in 1995 involving 11 laboratories and 12 traced samples (six blind duplicates) for butter; 12 traced (six blind duplicates) for concentrated butter.\n8. Tolerance limits\n8.1. Three samples must be taken from the traced product in order to check on homogeneity.\nThe analytical procedure described detects all substances absorbing at a wavelength of 440 nm. The apparent level of apo carotenic ester measured will be increased by these substances. The Expert Chemist Group of the EC Milk Management Committee set the specification limit to allow for the contribution from background absorption at 22 mg/kg for butter and 24 mg/kg for concentrated butter.\n8.2. Butter\n8.2.1. The incorporation rate for butter, taking into account background absorbance, is 22 mg/kg.\n8.2.2. Taking the critical difference for a 95 % probability level (CrD95) into consideration, the mean of single analyses undertaken on each of the three samples taken to check on homogeneity shall not be less than 19,3 mg/kg.\n8.2.3. In addition to the criterion given in 8.2.2, the lowest result obtained from analysis of the product is used to check homogeneity of tracer distribution. This is done by a comparison with the following limits:\n- 18,1 mg/kg (95 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\n- 14,8 mg/kg (80 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\nThe tracer concentration in the sample giving the lowest result is used in conjunction with interpolation between 18,1 mg/kg and 14,8 mg/kg.\n8.3. Concentrated butter\n8.3.1. The incorporation rate for concentrated butter, taking into account background absorbance, is 24 mg/kg.\n8.3.2. Taking the critical difference for a 95 % probability level (CrD95) into consideration, the mean of single analyses undertaken on each of three samples taken to check homogeneity shall not be less than 20,9 mg/kg.\n8.3.3. In addition to the criterion given in 8.3.2, the lowest result obtained from analysis of the product is used to check homogeneity of tracer distribution. This is achieved by a comparison with the following limits:\n- 19,6 mg/kg (95 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\n- 16,1 mg/kg (80 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\nThe tracer concentration in the sample giving the lowest result is used in conjunction with interpolation between 19,6 mg/kg and 16,1 mg/kg."}