{"celex_id": "31994R0129", "uri": "http://publications.europa.eu/resource/cellar/a1c4dd49-30a9-4520-a92b-ff5e5d1004de", "type": "Regulation", "concepts": ["161", "1644", "4682", "5367"], "title": "Council Regulation (EC) No 129/94 of 24 January 1994 opening a Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91 (1994)\n", "header": "COUNCIL REGULATION (EC) No 129/94 of 24 January 1994 opening a Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and  0206 29 91 (1994)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Commission has undertaken, within the framework of the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota at a rate of duty of 20 % without a levy for high-quality fresh, chilled or frozen meat of bovine  animals falling within CN codes 0201 and 0202 and products falling within CN codes 0206 10 95 and 0206 29 91, the total quality of which, expressed in terms of weight, has been fixed at 34 300 tonnes; whereas that quota should accordingly by opened for  1994;\nWhereas there should be a guarantee in particular of equal and continuing access by all interested traders within the Community to the said quota and of uninterrupted application of the rate laid down for that quota to all imports of the products in  question until the quota is exhausted; whereas, to that end, a system for using the Community tariff quota based on the presentation of a certificate of authenticity guaranteeing the nature of the products, their provenance and their place of origin  should be introduced;\nWhereas detailed rules for the application of this Regulation should be adopted in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968, on the common organization of the market in beef and veal  (1),", "main_body": ["1. A Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91, amounting to a total of 34 300 tonnes  expressed in terms of weight, is hereby opened for 1994.\n2. The Common Customs Tariff duty applicable to the quota referred to in paragraph 1 shall be 20 % and the levy shall be nil.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68, and in particular:\n(a) provisions to guarantee the nature of the products, their provenance and origin;\n(b) provisions concerning recognition of the document enabling the guarantee referred to in (a) to be verified; and\n(c) conditions governing the issue and term of validity of import licences.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Regulation (EEC) No 125/93 (OJ No L 18, 27. 1. 1993, p. 1)."}