{"celex_id": "31991R2322", "uri": "http://publications.europa.eu/resource/cellar/317243f1-2ce2-425c-817b-c7bb174ff92e", "type": "Regulation", "concepts": ["1085", "20", "3170", "4682", "5063", "881"], "title": "Commission Regulation (EEC) No 2322/91 of 31 July 1991 laying down the detailed rules for the second supply of beef to Bulgaria as provided for in Council Regulation (EEC) No 597/91 on urgent action for the supply of agricultural and medical products intended for the people of Romania and Bulgaria and amending Regulation (EEC) No 569/88\n", "header": "COMMISSION REGULATION (EEC) No 2322/91  of 31 July 1991  laying down the detailed rules for the second supply of beef to Bulgaria as provided for in Council Regulation (EEC) No 597/91 on urgent action for the supply of agricultural and medical  products intended for the people of Romania and Bulgaria and amending Regulation (EEC) No 569/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 597/91 of 5 March 1991 on urgent action for the supply of agricultural and medical products intended for the people of Romania and Bulgaria (1), and in particular Article 5 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rate to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 2 (4) thereof,\nWhereas Regulation (EEC) No 597/91 provides for an emergency measure for the free supply of agricultural products to Bulgaria; whereas the delivery costs of these goods are to be paid by the European Community; whereas, with a view to implementing that  emergency measure, detailed rules of application should be laid down for the beef sector;\nWhereas a first free supply of 5 000 tonnes of bone-in beef was already provided for in Commission Regulation (EEC) No 843/91 (4);\nWhereas in view of the size and location of the Community intervention stocks of beef it is appropriate to release a second batch of a total of 6 000 tonnes of forequarters and hindquarters stored in France for the purpose of the emergency measure  referred to above;\nWhereas, in order to ensure that the meat reaches its destination at the lowest possible cost, an invitation to tender should be opened; whereas, in the light of the urgency of the operation, it should be provided that the meat is delivered in Bulgaria  before 15 December 1991;\nWhereas appropriate arrangements governing the lodging of securities and contracts should ensure the proper execution of the delivery operation;\nWhereas products held by intervention agencies and intended for export are subject to the provisions of Commission Regulation (EEC) No 569/88 (5), as last amended by Regulation (EEC) No 2321/91 (6); whereas the Annex to the said Regulation setting out  the entries to be made should be expanded; whereas, furthermore, proof that the beef concerned has been taken over by the Bulgarian Government shall be provided by way of a special certificate;\nWhereas the conversion rate to be used for the delivery costs referred to in Article 2 (2) (e) as well as for the securities referred to in Article 2 (2) (c) and in Article 4 (2) must be determined; whereas, with a view to an approach which is more  balanced and more in line with the economic facts determining such costs, the exchange rates published in the Annex to Commission Regulation (EEC) No 2024/91 fixing the representative market rates to be applied for certain amounts in the context of the  common agricultural policy and, in particular, for the calculation of the monetary compensatory amounts (7) should be applied;\nWhereas, according to the non-commercial character of this delivery operation no export refund and no monetary compensatory amounts should be paid on the exported meat;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. An invitation to tender is opened for fixing the delivery costs of 3 000 tonnes of forequarters and 3 000 tonnes of hindquarters taken over before 1 May 1991 by the French intervention agency and held in the cold stores mentioned in Annex  I.\n2. The meat shall be delivered to the cold stores mentioned in Annex II in accordance with Regulations (EEC) No 597/91, (EEC) No 569/88 and the provisions of this Regulation.", "1. Tenders shall arrive in writing at the French intervention agency, the address of which is given in Annex III, before 12 noon on 14 August 1991. Tenders submitted on or before that date shall be considered as having been submitted  simultaneously.\n2. In order to be deemed valid for consideration the tender must:\n(a) specify the name and address of the tenderer;\n(b) relate to the total quantity referred to in Article 1 (1);\n(c) be supported by a security of ECU 100 per tonne in favour of the intervention agency;\n(d) be accompanied by a written commitment from the tenderer to deliver before 15 December 1991 in tranches of 2 000 tonnes per month starting on 15 September 1991, to the Bulgarian cold stores referred to in Annex II all the meat in the same state as  taken over from the intervention cold store;\n(e) specify the amount in ecus required for delivering the meat from loading bay of the Community stores to the Bulgarian cold store concerned, delivered at the unloading bay of that cold store. Except in cases of force majeure the successful tenderer  shall bear all risk related to the transport and delivery of the meat, in particular in respect of loss and deterioration of the products.\nThe amount in ecus referred to in subparagraph (e) shall include any veterinary charges directly related to the destocking operations as well as the handling costs for loading the transport means concerned.\n3. By way of derogation from Article 2 of Regulation (EEC) No 1676/85 the ecu amounts referred to in paragraph 2 as well as in Article 4 (2) shall be converted into national currencies by applying the conversion rates published in the Annex to  Regulation (EEC) No 2024/91.", "1. The French intervention agency shall forward to the Commission by telex, not later than 24 hours after the expiry of the deadline fixed for the submission of tenders, all the tenders which meet the requirements laid down in Article 2.\n2. On the basis of the tenders forwarded, the Commission may decide\n- to make no award, or\n- to fix a maximum amount for the delivery costs.\n3. Where a maximum amount is fixed for delivery costs, only the tender specifying the lowest amount under Article 2 (2) (e) shall be accepted. Where several tenders specify the same lowest amount, lots shall be drawn in order to determine the tender to  be accepted.\n4. As soon as possible after the adoption of the Decision, pursuant to paragraphs 2 and 3, the intervention agency shall inform all tenderers by written telecommunication of the outcome of their participation in the tendering procedure and shall notify  the successful tenderer of the award to him of the contract to deliver the meat.", "1. The security specified in Article 2 (2) (c) shall be released forthwith, if the tender is not accepted. The primary requirements within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (8) shall be:\n(a) a requirement not to withdraw the tender;\n(b) lodging of the delivery security referred to in paragraph 2 for the quantity provided in Article 1 (1) of this Regulation by the stipulated time limit;\n(c) taking over of the quantity for which the security under (b) has been lodged.\n2. Before the meat is taken over the successful tenderer shall lodge with the French intervention agency and in respect of each quantity which he takes over, a security of an amount equal to ECU 3 000 per tonne.\nThe primary requirements within the meaning of Article 20 of Regulation (EEC) No 2220/85 shall be the delivery of all the meat as specified in paragraph 5.\n3. The successful tenderer shall take delivery of the goods in accordance with intervention agency rules for release from storage.\n4. The intervention agency shall take all necessary steps to verify the quality of the commodity before the meat is taken over by the successful tenderer.\n5. The security specified in paragraph 2 shall be released and the amount specified in Article 2 (2) (e) shall be paid to the successful tenderer on presentation of proof that all the meat referred to in Article 1 (1) has been delivered according to  this Regulation at the Bulgarian cold store mentioned in Article 1 (2) before 15 December 1991 in the same state as taken over from the intervention cold store.\n6. The transport document together with the taking over certificate given in Annex IV duly filled in, stamped and signed by a person representing 'l'Agence de l'Assistance Internationale' (9) shall constitute the proof referred to in paragraph 5.\nThe proof must be presented to the Italian intervention agency not later than 15 January 1992.", "Neither export refunds nor monetary compensatory amounts are applicable on meat delivered under this Regulation. The removal order referred to in Article 3 of Regulation (EEC) No 569/88 and the export declaration shall bear the following  additional words:\n'Emergency action for Bulgaria. Products on which no refunds or monetary compensatory amounts shall be paid (Regulation (EEC) No 2322/91)'.", "In part I of the Annex to Regulation (EEC) No 569/88 'Products to be exported in the same state as that in which they were removed from intervention stock', the following item 99 and footnote are added:\n'99. Commission Regulation (EEC) No 2322/91 of 31 July 1991 laying down the detailed rules for the second free supply of beef to Bulgaria as provided in Council Regulation (EEC) No 597/91 (99).\n(99) OJ No L 213, 1. 8. 1991, p. 64.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 67, 14. 3. 1991, p. 17. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 85, 5. 4. 1991, p. 26. (5) OJ No L 55, 1. 3. 1988, p. 1. (6) See page 58 of this Official Journal. (7) OJ No L 190, 15. 7.  1991, p. 42. (8) OJ No L 205, 3. 8. 1985, p. 5. (9) L'Agence de l'Assistence Internationale, 2. Blvd. Dondoukav, 1000 Sofia (tel. 88 73 04; fax 80 33 26).\nÐÁÑÁÑÔÇÌÁ É ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nLista de las partidas de carne de vacuno almacenadas en los depósitos indicados a continuación\nFortegnelse over partier af frosset oksekoed, der er oplagret foelgende steder\nAufstellung der Partien von Rindfleisch, die in den nachfolgenden Kuehlhaeusern lagern\nÐssíáêáò ðáñôssaeùí âïaassïõ êñÝáôïò õðïêaaéìÝíïõ óôïõò áêueëïõèïõò ÷þñïõò\nList of lots of frozen beef stored in the following warehouses\nListe des lots de viande bovine stockée dans les entrepôts suivants\nElenco delle partite di carni bovine immagazzinate nei seguenti depositi\nLijst van de partijen rundvlees in de onderstaande vrieshuizen\nLista dos lotes de carne de bovino armazenada nos entrepostos seguintes\nNombre y dirección del depósito  Cuartos traseros (toneladas)  Cuartos delanteros (toneladas)  Oplagringsstedets navn og adresse  Bagfjerdinger (tons)  Forfjerdinger (tons)  Name und Anschrift des Kuehlhauses  Hinterviertel (Tonnen)   Vorderviertel (Tonnen)  ¼íïìá êáé aeéaaýèõíóç ôïõ áðïèçêaaõôéêïý ÷þñïõ  Ïðssóèéá ôÝôáñôá (ôueíïé)  AAìðñueóèéá ôÝôáñôá (ôueíïé)  Name and address of storage place  Hindquarters (tonnes)  Forequarters (tonnes)   Nom et adresse de l'entrepôt  Quartiers arrière (tonnes)  Quartiers avant (tonnes)  Nome e indirizzo del deposito  Quarti posteriori (tonnellate)  Quarti anteriori (tonnellate)  Plaats en naam van de opslagplaats  Achtervoeten (ton)  Voorvoeten (ton)   Nome e endereço do entreposto  Quartos traseiros (toneladas)  Quartos dianteiros (toneladas)      (1)  (2)  (3)         Plaine-Saint-Denis  60,000  60,000  Arras/Saint-Laurent-Blangy  60,000  60,000  Alençon  60,000  60,000  Saint-Lô  120,000  120,000   Concarneau  120,000  120,000  Bédée  120,000  120,000  Loudéac I  120,000  120,000  Fougères  60,000  60,000  Saint-Brieuc  120,000  120,000  Lanvallay  120,000  120,000  Poullaouen  120,000  120,000  Loudéac II  120,000  120,000  Pontivy  60,000   60,000  Redon  120,000  120,000  Marzan  60,000  60,000  Cholet  60,000  60,000  Saint-Méloir  60,000  60,000  Craon  60,000  60,000  Angers  120,000  120,000  Sablé-sur-Sarthe  60,000  60,000  La Châtaigneraie  120,000  120,000  Nantes (CEFO)  60,000   60,000  Nantes (CEGF)  60,000  60,000  La Roche-sur-Yon  60,000  60,000  Parthenay  60,000  60,000  Angoulême  60,000  60,000  Dun-le-Palestel  120,000  120,000  Chalon-sur-Saône  120,000  120,000  Lyon (CEFAL)  60,000  60,000  Lyon (Gerland)  60,000   60,000  Nancy/Maxéville  60,000  60,000  Strasbourg/Reichstett  120,000  120,000  Rouvroy-sur-Audry  120,000  120,000  Vitry-le-François  60,000  60,000  Dijon  60,000  60,000       3 000,000  3 000,000\nÐÁÑÁÑÔÇÌÁ É ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nLista de las partidas de carne de vacuno almacenadas en los depósitos indicados a continuación\nFortegnelse over partier af frosset oksekoed, der er oplagret foelgende steder\nAufstellung der Partien von Rindfleisch, die in den nachfolgenden Kuehlhaeusern lagern\nÐssíáêáò ðáñôssaeùí âïaassïõ êñÝáôïò õðïêaaéìÝíïõ óôïõò áêueëïõèïõò ÷þñïõò\nList of lots of frozen beef stored in the following warehouses\nListe des lots de viande bovine stockée dans les entrepôts suivants\nElenco delle partite di carni bovine immagazzinate nei seguenti depositi\nLijst van de partijen rundvlees in de onderstaande vrieshuizen\nLista dos lotes de carne de bovino armazenada nos entrepostos seguintes\nNombre y dirección del depósito  Cuartos traseros (toneladas)  Cuartos delanteros (toneladas)  Oplagringsstedets navn og adresse  Bagfjerdinger (tons)  Forfjerdinger (tons)  Name und Anschrift des Kuehlhauses  Hinterviertel (Tonnen)   Vorderviertel (Tonnen)  ¼íïìá êáé aeéaaýèõíóç ôïõ áðïèçêaaõôéêïý ÷þñïõ  Ïðssóèéá ôÝôáñôá (ôueíïé)  AAìðñueóèéá ôÝôáñôá (ôueíïé)  Name and address of storage place  Hindquarters (tonnes)  Forequarters (tonnes)   Nom et adresse de l'entrepôt  Quartiers arrière (tonnes)  Quartiers avant (tonnes)  Nome e indirizzo del deposito  Quarti posteriori (tonnellate)  Quarti anteriori (tonnellate)  Plaats en naam van de opslagplaats  Achtervoeten (ton)  Voorvoeten (ton)   Nome e endereço do entreposto  Quartos traseiros (toneladas)  Quartos dianteiros (toneladas)      (1)  (2)  (3)         Plaine-Saint-Denis  60,000  60,000  Arras/Saint-Laurent-Blangy  60,000  60,000  Alençon  60,000  60,000  Saint-Lô  120,000  120,000   Concarneau  120,000  120,000  Bédée  120,000  120,000  Loudéac I  120,000  120,000  Fougères  60,000  60,000  Saint-Brieuc  120,000  120,000  Lanvallay  120,000  120,000  Poullaouen  120,000  120,000  Loudéac II  120,000  120,000  Pontivy  60,000   60,000  Redon  120,000  120,000  Marzan  60,000  60,000  Cholet  60,000  60,000  Saint-Méloir  60,000  60,000  Craon  60,000  60,000  Angers  120,000  120,000  Sablé-sur-Sarthe  60,000  60,000  La Châtaigneraie  120,000  120,000  Nantes (CEFO)  60,000   60,000  Nantes (CEGF)  60,000  60,000  La Roche-sur-Yon  60,000  60,000  Parthenay  60,000  60,000  Angoulême  60,000  60,000  Dun-le-Palestel  120,000  120,000  Chalon-sur-Saône  120,000  120,000  Lyon (CEFAL)  60,000  60,000  Lyon (Gerland)  60,000   60,000  Nancy/Maxéville  60,000  60,000  Strasbourg/Reichstett  120,000  120,000  Rouvroy-sur-Audry  120,000  120,000  Vitry-le-François  60,000  60,000  Dijon  60,000  60,000       3 000,000  3 000,000\nANNEX II\nCold stores located in Bulgaria and quantities to be delivered thereto\n(in tonnes)  1.  Sofia  Meat combinat Rhodopa\n'Malashevtzi' No 1  1 500  2.  Varna  Meat combinat-Varna\n'Rhodopa' - Varna  500  3.  Shoumen  Meat combinat 'Rhodopa'  300  4.  Rousse  Meat combinat 'Rhodopa'  50  5.  Razgrad  Meat combinat 'Rhodopa'  750  6.  Dobrich  Meat combinat 'Rhodopa'  500  7.  Rousse  Chicken slaughterhouse\n'Dunav -2' Rousse  1 500  8.  Bourgas  Fruit juices factory\n'Pobeda' 2 Bougas  600  9.  Plovdiv  Freezer stock\n'Murgash' 1  250  10.  Plovdiv  Freezer stock\n'Kuklensko Shosse' 1  250  11.  Kurtovo\nKonare\n(Plovdiv)  Freezer hall\n'Konarsko Shosse' 7  300\nÐÁÑÁÑÔÇÌÁ ANEXO III - BILAG III - ANHANG III -  III - ANNEX III - ANNEXE III - ALLEGATO III - BIJLAGE III - ANEXO III\nDirección del organismo de intervención - Interventionsorganets adresse - Anschrift der Interventionsstelle - AEéaaõèýíóaaéò  ôùí ïñãáíéóìþí ðáñaaìâUEóaaùò - Address of the intervention agency - Adresse de l'organisme d'intervention - Indirizzo dell'organismo d'intervento - Adres van het interventiebureau - Endereço do organismo de intervençao\nFRANCE:  OFIVAL   Tour Montparnasse   33, avenue du Maine   F-75755 Paris Cedex 15   (tél.: 45 38 84 00; télex: 260643)\nANNEX IV\nTAKING-OVER CERTIFICATE\nI, the undersigned:\n(surname, first name, business name)\nacting for 'l'Agence de l'Assistance Internationale' on behalf of the Bulgarian Government, hereby certify that the goods listed below, having been delivered under Commission Regulation (EEC) No 2322/91 have been taken over:\n- Place and date of take-over:\n- Type of product:\n- Tonnage, weight taken over (gross):\n- Packaging:\n- Number of quarters:\nObservations:"}