{"celex_id": "31993D0531", "uri": "http://publications.europa.eu/resource/cellar/5ad54a8c-1532-441c-b7a9-f451886aa700", "type": "Decision", "concepts": ["2356", "2560", "2563", "4692", "619"], "title": "93/531/EEC: Commission Decision of 15 October 1993 concerning certain protection measures relating to African swine fever in Portugal\n", "header": "COMMISSION DECISION of 15 October 1993 concerning certain protection measures relating to African swine fever in Portugal\n(93/531/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 9 (4)  thereof,\nWhereas since 9 August 1993 several outbreaks of African swine fever have been declared in different parts of Portugal;\nWhereas in view of the trade in live pigs, fresh pigmeat and certain meat-based products these outbreaks are liable to endanger the herds of other Member States;\nWhereas Portugal had been declared free of African swine fever in March 1993; whereas this disease has now reappeared;\nWhereas Article 9a (1) of Council Directive 64/432/EEC (4), Article 8a (1) of Council Directive 72/461/EEC (5) and Article 7a (1) of Council Directive 80/215/EEC (6) state that a Member State in whose territory African swine fever has been recorded  within the previous 12 months shall not export live pigs, pigmeat and pigmeat products covered by the aforementioned Directives;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Portugal shall not send to other Member States live animals of the porcine species coming from its territory.", "1. Portugal shall not send to other Member States fresh pigmeat and pigmeat products obtained from pigs coming from holdings situated on its territory.\n2. The restrictions described in paragraph 1 shall not apply to meat products which have undergone one of the treatments laid down in Article 4 (1) (a) of Directive 80/215/EEC.\n3. Meat products produced in accordance with the provisions of paragraph 2 and consigned from Portugal shall be accompanied by a health certificate referred to in Article 3 (9) (b) (ii) of Council Directive 77/99/EEC (7).\nThe certificate shall bear the following words:\n'Products conforming to Commission Decision 93/531/EEC of 15 October 1993 concerning certain protection measures relating to African swine fever in Portugal.'", "The Commission will follow developments in the situation and may amend this Decision in the light of such developments.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is applicable until 10 November 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No 121, 29. 7. 1964, p. 1977/64.\n(5) OJ No L 302, 31. 12. 1972, p. 24.\n(6) OJ No L 47, 21. 2. 1980, p. 4.\n(7) OJ No L 26, 31. 1. 1977, p. 85."}