{"celex_id": "31996R1820", "uri": "http://publications.europa.eu/resource/cellar/b324f8fc-9fbb-461c-bd3b-0aec9ed1ed58", "type": "Regulation", "concepts": ["161", "1616", "2734", "5403", "5774", "666"], "title": "Council Regulation (EC) No 1820/96 of 16 September 1996 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\n", "header": "COUNCIL REGULATION (EC) No 1820/96 of 16 September 1996 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Austria, Finland and Sweden,\nHaving regard to the proposal of the Commission,\nWhereas, in the framework of the free trade agreements between the European Community, on the one hand, and Lithuania, Latvia and Estonia, on the other hand, concessions regarding certain processed agricultural products were granted to those countries;\nWhereas, following the accession of Austria, Finland and Sweden, the said concessions need to be adapted to take account in particular of the trade arrangements which existed in processed agricultural produce between Austria, Finland and Sweden, on the one hand, and Lithuania, Latvia and Estonia, on the other;\nWhereas the Council Decision of 19 June 1995 adopting the negotiating directives for the adaptation of the Europe agreements, free trade agreements and agreements on tariff quotas for certain wines following enlargement states that the line to be followed regarding the adaptation of the agreements with Lithuania, Latvia and Estonia on processed agricultural produce should take account of enlargement of the European Union and align preferences on those granted to the countries of Central and Eastern Europe;\nWhereas Regulation (EC) No 3064/95 (1) providing for the adjustment, as an autonomous and transitional measure, of concessions for certain processed agricultural products provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations has been extended by Regulation (EC) No 1534/96 (2);\nWhereas the negotiations on improved concessions granted to Estonia, Latvia and Lithuania have been finalized; whereas the new concessions must be the subject of a decision by each Joint Committee, in accordance with the agreements; whereas, however, there is nothing to stop the new concessions being granted on a provisional and autonomous basis as from now;\nWhereas negotiations are in progress to this end with the said third countries with a view to concluding additional products to the abovementioned agreements;\nWhereas, however, it has not been possible for these additional protocols to enter into force; whereas, under the circumstances and pursuant to Articles 76, 102 and 128 of the 1994 Act of Accession, the Community must take the necessary steps to remedy this situation; whereas these steps must take the form of autonomous Community tariff quotas equivalent to the preferential tariff concessions granted by the Community or otherwise the conventional preferential tariff concessions applied by Austria, Finland and Sweden,", "main_body": ["1. From 1 July to 31 December 1996, the goods originating in Lithuania listed in Annex I shall be subject to the tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n2. From 1 July to 31 December 1996, the goods originating in Latvia listed in Annex III shall be subject to the tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n3. From 1 July to 31 December 1996, the goods originating in Estonia listed in Annex IV shall be subject to the tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.", "Annexes I, II, III and IV to Council Regulation (EC) No 3065/95 of 22 December 1995 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products (3) shall be cancelled and replaced by Annexes I, II, III and IV to this Regulation.", "The quotas referred to in Article 1 shall be administered by the Commission in accordance with the provisions of Article 2 of Council Regulation (EC) No 2178/95 of 8 August 1995 opening and providing for the administration of Community tariff quotas and ceilings for certain industrial and fishery products originating in Estonia, Latvia and Lithuania, and establishing the detailed provisions for adapting these quotas and ceilings (4).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 September 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 328, 30. 12. 1995, p. 2.\n(2) OJ No L 191, 1. 8. 1996, p. 1.\n(3) OJ No L 328, 30. 12. 1995, p. 24.\n(4) OJ No L 223, 20. 9. 1995, p. 1.\nANNEX I\n>TABLE>\nANNEX II\nPROCESSED AGRICULTURAL PRODUCTS\nBasic amounts to be taken into consideration in calculating agricultural components and additional duties\n>TABLE>\nANNEX III\n>TABLE>\nANNEX IV\n>TABLE>"}