{"celex_id": "31994D0028", "uri": "http://publications.europa.eu/resource/cellar/ec12561d-5a5d-47d4-a503-cdafae2062d9", "type": "Decision", "concepts": ["1318", "1445", "2356", "4692", "5369"], "title": "94/28/EC: Commission Decision of 20 January 1994 on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC by Germany (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 20 January 1994 on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC by Germany (Text with EEA relevance) (94/28/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (1), as last amended by Decision 93/384/EEC (2), and in particular Article 9 (6) (9) thereof,\nWhereas on 27 October 1993 an outbreak of classical swine fever in the municipality of Damme, Kreis Vechta, Bundesland Lower Saxony was declared by the German Veterinary Authorities;\nWhereas in accordance with Article 9 (1) of Directive 80/217/EEC a surveillance zone was immediately established around the outbreak site;\nWhereas all contact premises and pig holdings in the surveillance zone have been serologically and clinically tested without finding any evidence that the virus did spread to this zone;\nWhereas the provisions for the use of a health mark on fresh meat are given in Council Directive 64/433/EEC of 26 June 1964 on health conditions for the production and marketing of fresh meat (3), as last amended by Directive 92/5/EEC (4);\nWhereas Germany has submitted a request for the adoption of a specific solution concerning marking and use of pigmeat coming from pigs kept on holdings situated in the surveillance zone and slaughtered subject to a specific authorization issued by the  competent authority;\nWhereas it is necessary to take into account the measures adopted by Commission Decision 94/27/EC of 20 January 1994 concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 93/566/EC (5);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Germany is authorized to apply the mark described in Article 3 (1) (A) (e) of Directive 64/433/EEC to pigmeat obtained from pigs originating from holdings situated in the surveillance zone established on 27 October 1993 around the outbreak  of classical swine fever in the municipality of Damme on the condition that the pigs in question comply with the conditions laid down in Article 1 (2) of Decision 94/27/EC.\n2. Germany shall ensure that a certificate as given in the Annex is issued in respect of meat referred to in paragraph 1.", "Pigmeat which complies with the conditions of Article 1, paragraph 1 and enters into intra-Community trade must be accompanied by the certificate referred to in Article 1 (2).", "This Decision is applicable until 15 March 1994.", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 20 January 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 21. 2. 1980, p. 11.\n(2) OJ No L 166, 8. 7. 1993, p. 34.\n(3) OJ No 121, 29. 7. 1964, p. 2012/64.\n(4) OJ No L 57, 2. 3. 1992, p. 1.\n(5) See page 31 of this Official Journal.\nANNEX\nCERTIFICATE  for fresh meat referred to in Article 1, paragraph 1 of Commission Decision 94/28/EC\nNo (1)\nPlace of loading:\nMinistry:\nDepartment:\nI. Identification of meat\nMeat of pigs\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress and veterinary approval number of the approved slaughterhouse:\nAddress and veterinary approval number of the approved cutting plant:\nIII. Destination of meat\nThe meat will be sent\nfrom\n(place of loading)\nto\n(place of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Health attestation\nI, the undersigned official veterinarian, certify that the meat described above was obtained under the conditions governing production and control laid down in Directive 64/433/EEC and is in conformity with the provisions of Commission Decision 94/28/EC  on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC by Germany.\nDone at  , on\n(name and signature of the official veterinarian)\n(1) Serial number issued by the official veterinarian.\n(2) In the case of rail trucks and lorries, state the registration number and in the case of boats the name and, where necessary, the number of the container."}