{"celex_id": "31993R0740", "uri": "http://publications.europa.eu/resource/cellar/72f2603a-4096-46fd-866a-25ecd0ee3552", "type": "Regulation", "concepts": ["2563", "2989", "5373", "936"], "title": "Council Regulation (EEC) No 740/93 of 17 March 1993 setting Community compensation for definitive discontinuation of milk production in Portugal\n", "header": "COUNCIL REGULATION (EEC) No 740/93 of 17 March 1993 setting Community compensation for definitive discontinuation of milk production in Portugal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the completion of the Single Market presupposes the abolition of trade barriers not only between the Member States of the Community in its composition at 31 December 1985 but also, as far as possible, between those Member States and Spain and  Portugal;\nWhereas the abolition of such barriers makes it appropriate to step up efforts to restructuring the milk sector in Portugal to enable that sector to face the increased competition from other Member States; whereas this intensification of effort may be  achieved by facilitating the buying-up of reference quantities with a view to their reallocation in accordance with Council Regulation (EEC) No 3950/92 of 28 December 1992 establishing an additional levy in the milk and milk products sector (2),", "main_body": ["The Portuguese Republic shall grant to any producer as defined in Article 9 (c) of Regulation (EEC) No 3950/92 who undertakes before 1 June 1993 to discontinue milk production totally and permanently before 1 September 1993 compensation of  ECU 17 per 100 kg a year paid over three years.", "Producers shall be eligible for compensation if they:\n- have a reference quantity under Article 4 of Regulation (EEC) No 3950/92 either for deliveries or for direct sales, and\n- satisfy objective criteria determined by the Portuguese Republic in agreement with the Commission.", "1. Compensation shall be granted for the reference quantity to which the producer is entitled when this Regulation enters into force.\n2. If the holding is held on a lease the application for compensation shall be made by the lessee.\nThe Portuguese Republic shall determine the terms on which the lessee may make the application and on which compensation may be granted.", "Reference quantities released pursuant to this Regulation shall be added to the national reserve referred to in Article 5 of Regulation (EEC) No 3950/92.", "Community financing of this programme is limited to a quantity of 75 000 tonnes and a total amount of ECU 38,5 million, to be paid in three annual instalments.\nThe financing provided for in the first paragraph shall be considered as intervention within the meaning of Article 3 of Regulation (EEC) No 729/70 (3).", "The Commission, in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68 (4), shall adopt, if necessary, measures for the application of this Regulation.", "This Regulation shall enter into force on 1 April 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 21, 25. 1. 1993.\n(2) OJ No L 405, 31. 12. 1992, p. 1.\n(3) OJ No L 94, 28. 4. 1970, p. 13. Regulation last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1.).\n(4) OJ No L 148, 28. 6. 1968, p. 13. Regulation last amended by Regulation (EEC) No 2071/92 (OJ No L 215, 30. 7. 1992, p. 64)."}