{"celex_id": "31997R1482", "uri": "http://publications.europa.eu/resource/cellar/03499abf-48f7-42d9-b504-909625e11dff", "type": "Regulation", "concepts": ["1309", "1377", "1730", "3156", "4350", "4793"], "title": "Commission Regulation (EC) No 1482/97 of 28 July 1997 laying down provisions for the free zone of Madeira for the implementation of Council Regulation (EC) No 122/96 establishing favourable tariff treatment for imports of certain goods into the free zones of Madeira and the Azores by reason of their end-use\n", "header": "COMMISSION REGULATION (EC) No 1482/97 of 28 July 1997 laying down provisions for the free zone of Madeira for the implementation of Council Regulation (EC) No 122/96 establishing favourable tariff treatment for imports of certain goods into the free zones of Madeira and the Azores by reason of their end-use\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 122/96 of 22 January 1996 establishing favourable tariff treatment for imports of certain goods into the free zones of Madeira and the Azores by reason of their end use (1), and in particular Article 2 and 3 thereof,\nWhereas the request submitted by the Portuguese authorities by virtue of Article 2 (1) of Regulation (EC) No 122/96 only concerns the free zone of Madeira;\nWhereas, in view of the aforementioned request and the promotion of activities in the free zone of Madeira, the Commission must draw up a list of goods subject to exoneration of customs duties under the terms of Article 2 of Regulation (EC) No 122/96, on condition that these goods are destined for substantial transformation in the sense of Article 24 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2), as last amended by Regulation (EC) No 82/97 (3);\nWhereas, it is appropriate to fix the control measures designed to ensure that the admittance of goods to favourable tariff treatment by reason of their end-use conforms to Articles 291 to 304 of Commission Regulation (EEC) No 2454/93 (4), as last amended by Regulation (EC) 89/97 (5); fixing certain provisions of the application of Regulation (EEC) No 2913/92 and that, as these operations of end-use are carried out inside the free zone of Madeira, the reglementation concerning free zones is an application, particularly of Articles 799 to 842 of Regulation (EEC) No 2454/93;\nWhereas commercial policy measures are applicable when goods are entered for end use;\nWhereas the measures provided for by this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Under the terms of Articles 1 and 2 of Regulation (EC) No 122/96, the customs duties applicable to goods put into free circulation in the free zone of Madeira which are shown in Annex I, are totally suspended according to the arrangements foreseen by Articles 2 and 3, until 31 December 2005.", "1. The authorization under Article 291 (2) of Regulation (EEC) No 2454/93 shall be issued on a written request of the person concerned by the customs authorities responsible for the supervising of the free zone of Madeira.\n2. The request shall conform to the model in Annex II. In addition to the possibly required information prescribed by Article 291 paragraph 3, the applicant shall provide in the application for the information required under the various headings listed in that model. Applications shall be signed and dated.\n3. The authorization admitting the entrance of goods for free circulation with favourable tariff treatment shall be granted in accordance with the model in Annex III.", "1. The goods put into free circulation inside the free zone benefiting from a zero rate of duty foreseen by this regulation remain under customs surveillance under the terms of Article 82 of Regulation (EEC) No 2913/92.\n2. All the end-use operations must be shown in the stock records agreed according to Articles 293 (b) and 817 of Regulation (EEC) No 2454/93.\n3. The following additional information shall be included in the stock records:\n(a) particulars of the goods released under the end-use arrangement;\n(b) particulars of the assigned end-use;\n(c) particulars of the products resulting from the assigned end-use.\n4. The goods released having benefited from zero rate of duty according to the terms of paragraph 1, are subject to the following conditions:\n(a) for the products resulting from the end-use foreseen, proof that they have undergone the transformation required by Article 24 of Regulation (EEC) No 2913/92 must be provided;\n(b) for other products:\n- in the case of exportation, the presentation of the declaration of exportation,\n- in the case of destruction outside the free zone, the presentation of an authorization to that effect; the waste or scrap resulting from the destruction must be put to one of the customs-approved treatments or uses provided for non-Community goods,\n- if the goods are used for ends other than those foreseen by this regulation, the customs duties must be discharged.", "This Regulation shall enter into force on the third day following publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 20, 26. 1. 1996, p. 4.\n(2) OJ No L 302, 19. 10. 1992, p. 1.\n(3) OJ No L 17, 21. 1. 1997, p. 1.\n(4) OJ No L 253, 11. 10. 1993, p. 1.\n(5) OJ No L 17, 21. 1. 1997, p. 28.\nANNEX I\n>TABLE>\nANNEX II\n>START OF GRAPHIC>\nMODEL APPLICATION FOR FAVOURABLE TARIFF TREATMENT FOR CERTAIN GOODS IN THE FREE ZONE OF MADEIRA BY REASON OF THEIR END-USE\nDate: ...................\nNB: The particulars should be supplied in the order indicated. Information relating to goods must be given for every type of goods concerned.\n1. Name or business name and address:\n(a) of the applicant:\n(b) of the operator in the free zone:\n2. Assigned end-use:\n(a) Combined Nomenclature classification for the import goods\n(b) trade and/or technical description:\n(c) prescribed end-use\n(d) products resulting from the assigned end-use:\n3. Place where the end-use operation is to be carried out:\n4. Estimated time needed to carry out the end-use operation\n5. Intended duration of authorization\n6. Reference to authorizations issued:\n(a) in the preceding three years in respect of goods identical to those covered by this application:\n(b) in respect of the goods to undergo assigned end-use:\nDate:  ......................\nSignature:  .................\n>END OF GRAPHIC>\nNotes concerning the application\n1. Name or business name and address: where the application is submitted on the applicant firm's headed notepaper, section 1 (a) need not be completed provided this information is shown on the letterhead. Section 1 (b) must be completed where the applicant and the operator are not the same person.\n2. Assigned end-use:\n(a) Combined Nomenclature classification: only the four-digit code need be given, unless the eight-digit classification is needed to enable an authorization to be issued and allow the processing operations to be properly administered;\n(b) trade and/or technical description: the description should be sufficiently clear and detailed to enable a decision to be taken on the application, and in particular to decide in the light of information supplied whether the transformation can be considered as sufficient;\n(c) description of the assigned end-use: describe the operations to be carried out on the import goods in order to produce the compensating products;\n(d) products resulting from the end-use: state which compensation product(s) result from the transformation of the import goods.\n3. Place where the assigned end-use operation is to be carried out: give the address of the place where the operations will be carried out.\n4. Estimated time needed to carry out the end-use operation: indicate the average time likely to be needed to process a given batch (expressed e.g. by unit or quantity) of the goods, and indicate the time likely to elapse between the entry into free circulation with end-use relied and the completion of the end-use operations;\n5. Intended duration of authorization: indicate the period during which it is planned to import goods with end-use relief\n6. Reference to authorizations issued:\n(a) in the three preceding years in the case of goods identical to those covered by this authorization: give particulars of any known authorizations. Where none is known, state 'none`.\n(b) in respect of the goods to undergo assigned end-use: state whether the goods are products resulting from the assigned end-use obtained under one or more earlier authorizations and if so, give reference particulars of the authorization(s) in question.\nANNEX III\n>START OF GRAPHIC>\nMODEL AUTHORIZATION FOR FAVOURABLE TARIFF TREATMENT FOR CERTAIN GOODS IN ZONE OF MADEIRA BY REASON OF THEIR END-USE\nDate:  .................................\nReference to application:  .............\nNB: The particulars should be supplied in the order indicated. The authorisation must contain particulars of the application. Where information is supplied by reference to the application, the application shall constitute an integral part of the authorisation.\n1. Name or business name and address:\n(a) of the holder of the authorization:\n(b) of the operator:\n2. Goods to be assigned to the end-use:\n(a) Combined Nomenclature classification for the import goods:\n(b) trade and/or technical description:\n(c) prescribed transformation:\n(d) products resulting from the assigned end-use (classification and commercial/technical description):\n3. Place where the end-use operations are to be carried out:\n4. Nature of end-use operation:\n5. Period of validity:\nDate:  ......................\nSignature:  .................\n(stamp)\n>END OF GRAPHIC>"}