{"celex_id": "31994R0601", "uri": "http://publications.europa.eu/resource/cellar/18ec0be6-52a9-4b13-9ce2-c20ed371db31", "type": "Regulation", "concepts": ["171", "4327", "4426", "6025", "616", "862"], "title": "Commission Regulation (EC) No 601/94 of 17 March 1994 for the application of Council Regulation (EC) No 165/94 as regards laying down detailed rules on co-financing by the Community of remote sensing checks on agricultural areas\n", "header": "COMMISSION REGULATION (EC) No 601/94 of 17 March 1994 for the application of Council Regulation (EC) No 165/94 as regards to laying down detailed rules co-financing by the Community of remote sensing checks on agricultural areas\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 165/94 of 24 January 1994 concerning the co-financing by the Community of remote sensing checks and amending Regulation (EEC) No 3508/92 establishing an integrated administration and control system for certain  Community aid schemes (1), and in particular Article 4 thereof,\nWhereas the rational organization of remote sensing checks requires that decisions be taken in good time on participation in the Community programme, the selection of control areas, the specifications to be followed by those providing services and the  terms of the contracts to be concluded with them; whereas the Commission must be allowed the opportunity to give its opinion before a final decision is taken;\nWhereas, as soon as a programme is accepted, an advance based on the total expenditure may be paid; whereas a maximum advance of 75 % of the total forecast expenditure appears reasonable; whereas provision should be made for the recovery of unused  advances and unproven expenditure;\nWhereas, given that a reallocation of unused appropriations is provided for, such reallocation should be effected as quickly as possible on the basis of a forecast, to enable the recipient Member States to revise their programmes accordingly; whereas  provision may be made for a second reallocation on final closure of the accounts;\nWhereas arrangements must be laid down for the reimbursement of expenditure or the supply of satellite pictures free of charge according to whether the Member State has purchased the pictures itself or requested them from the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["This Regulation lays down detailed rules for co-financing by the Community of remote sensing checks on agricultural areas pursuant to Council Regulation (EC) No 165/94.", "In order to receive the Community assistance provided for in Council Regulation (EC) No 165/94, each Member State must inform the Commission in writing by 30 November of each year at the latest, as to:\n- whether it intends to apply for Community assistance for the following year,\n- whether it wishes the Commission to acquire the satellite pictures necessary for its programme of checks,\n- the number of files to be checked and the planned control zones.", "1. Member States requesting the Commission to obtain the satellite pictures shall determine, in cooperation with the latter and before 15 January following the communication mentioned in Article 2, the zones to be covered and the timetable  for obtaining those pictures.\n2. Each Member State requesting Community co-financing shall:\n(a) supply the Commission, by 15 January at the latest, with documentation on the work planned, the specifications to be followed by those providing services and the type of contract planned. The Commission shall make any comments and request any  amendments within one month of notification;\n(b) submit to the Commission, by 31 March at the latest, the text of the proposed contract, including:\n- the identity of the supplier(s) of services,\n- the final technical specifications,\n- the price components and an estimate of the total cost,\n- where the Member State takes responsibility for them itself, the programme for the acquisition of satellite pictures or aerial photographs.\nThe Commission shall make any comments or request any amendments within one month of notification. Any substantial amendments to the proposed conditions or contract made after the Commission has been notified must also be sent for approval without  delay;\n(c) where appropriate, attach to their notification an application for an advance on the Community co-financing.", "1. The Commission shall decide as soon as possible the extent to which the applications for co-financing are to be accepted. To that end, it shall take account of the information submitted, the appropriation available and the distribution  scale given in the Annex to Regulation (EC) No 165/94.\n2. Where an advance is requested, it shall be paid as soon as the decision to grant co-financing is taken. The advance, which is to be based on the final total, may amount to a maximum of 75 % of the forecast Community contribution.\n3. Where it appears, given the forecast of expenditure arising from Article 2 of Regulation (EC) No 165/94 and the decisions on applications for co-financing referred to in paragraph 1 of this Article, that the total appropriations available will not be  used, the Commission may reallocate the remaining appropriations between those Member States financing more than 50 % of the work approved by the Commission from their own resources, according to rules to be adopted later.", "1. Member States shall attach to the application for the reimbursement referred to in Article 1 (4) of Regulation (EC) No 165/94 proof that the planned work has been carried out, received and approved by the competent authorities of the  Member State. The Commission shall be consulted before final approval is given to the work and it may present its observations.\n2. Within four months of receipt of the documents, the Commission shall decide on the total expenditure to be charged to the Community budget after deduction of the advance paid pursuant to Article 4 (2).\n3. Where the advance is greater than the final amount of co-financing, the excess amount shall either be deducted from the advance to be paid for the following year or reimbursed by the Member State.\n4. Where it appears, given the expenditure arising from Article 2 of Regulation (EC) No 165/94 and the application of paragraphs 2 and 3 of this Article, that the total appropriations available will not be used, the Commission shall reallocate the  remaining appropriations among those Member States submitting a valid statement of account. Priority shall be given to those Member States financing more than 50 % of the cost of work approved by the Commission from their own resources, according to  rules to be adopted later.", "1. Member States having acquired satellite pictures or aerial photographs themselves in agreement with the Commission may include the purchase price thereof in their applications for reimbursement.\n2. The Commission shall supply free of charge to the authorized agents of the Member States the pictures which it has acquired. Those agents must observe the provisions on copyright set out in the contracts with the suppliers and return the pictures on  completion of the work.\n3. Where the pictures are not returned in accordance with the agreed terms, the price thereof shall be deducted from the reimbursements referred to in Article 5 (2).", "Member States shall keep the supporting documents relating to the expenditure in respect of which co-financing has been requested for at least three years after the close of the budgetary year in question.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 24, 29. 1. 1994, p. 6."}