{"celex_id": "31991R2156", "uri": "http://publications.europa.eu/resource/cellar/7c0a2b64-6fc4-4c31-9dc3-40c1b4d9758c", "type": "Regulation", "concepts": ["133", "1871", "4790", "5255", "544", "997"], "title": "Council Regulation (EEC) No 2156/91 of 15 July 1991 amending for the fourth time Regulation (EEC) No 1866/86 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound\n", "header": "COUNCIL REGULATION (EEC) No 2156/91  of 15 July 1991  amending for the fourth time Regulation (EEC) No 1866/86 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the  Sound\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article  11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 1866/86 (2), as last amended by Regulation (EEC) No 887/89 (3), lays down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound;\nWhereas the most effective means of minimizing catches of small fish is to prohibit fishing in those areas where they are heavily concentrated;\nWhereas Article 2 of Regulation (EEC) No 170/83 states that the conservation measures necessary to achieve the aims set out in Article 1 thereof must be formulated in the light of the available scientific advice;\nWhereas, taking account of the latest scientific advice, concerning the protection of flat fish nurseries, it is necessary to establish a limitation on fishing activities in the 'Oderbank' region of the Baltic Sea; whereas Regulation (EEC) No 1866/86  should therefore be amended,", "main_body": ["The following paragraph 3 is hereby added to Article 8 of Regulation (EEC) No 1866/86:\n'3. It shall be prohibited, throughout the year, to fish with any trawl, Danish seine and similar net in the geographical area bounded by a line joining the following coordinates:\n54° 23 N 14° 35 E\n54° 14 N 14° 25 E\n54° 17 N 14° 17 E\n54° 24 N 14° 11 E\n54° 27 N 14° 25 E\n54° 23 N 14° 35 E.'  Article 2  This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No L 24, 27. 1. 1983, p. 1. (2) OJ No L 162, 18. 6. 1986, p. 1. (3) OJ No L 94, 7. 4. 1989, p. 4."}