{"celex_id": "31994R0402", "uri": "http://publications.europa.eu/resource/cellar/3addacd3-3e7f-45fd-ac15-0abe484713ac", "type": "Regulation", "concepts": ["1348", "1460", "2394", "5138", "665", "929"], "title": "Commission Regulation (EC) No 402/94 of 23 February 1994 amending Regulation (EEC) No 1866/90 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\n", "header": "COMMISSION REGULATION (EC) No 402/94 of 23 February 1994 amending Regulation (EEC) No 1866/90 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (1), as amended by Regulation (EEC) No 2082/93 (2), and in particular Article 22 thereof,\nAfter consultation of the Committee for the Development and conversion of Regions and the Committee refered to in Article 124 of the Treaty,\nWhereas Commission Regulation (EEC) No 1866/90 (3) should be amended so as to permit sufficient flexibility in the implementation of the method of indexation applied in respect of the Structural Funds; whereas, therefore, neither the plans for financing  Community support frameworks and the single programming document nor the amount of the grants decided upon and their financing plans should continue to give rise to indexation;\nWhereas, on the other hand, the Community assistance available for the entire period should be calculated in a manner compatible with the progressive increase in the commitment appropriations shown in Annex II to Council Regulation (EEC) No 2052/88 of  24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (4), as amended by  Regulation (EEC) No 2081/93 (5); whereas this assistance, set out in the decisions approving the Community support frameworks, in the single programming document and in decisions offering Community initiatives to the Member States, must therefore be  indexed;\nWhereas the new system should apply immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee on Agricultural Structures and Rural Development and the Standing Management Committee on Fisheries Structures,", "main_body": ["Regulation (EEC) No 1866/90 is amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nCommunity support frameworks, the single programming document and proposals for Community initiatives\nFinancing plans for Community support frameworks and the single programming document shall be drawn up in ecus and shall not give rise to indexation, subject to the second paragraph.\nIn Commission decisions approving the Community support frameworks, the single programming document and decisions proposing Community initiatives to the Member States, the amount of Community assistance decided upon for the entire period and the annual  breakdown thereof shall be set out in ecus, at prices for the year in which each decision is taken, and shall be subject to indexation.'\n2. Article 4 is replaced by the following:\n'Article 4\nGrant decisions by the Commission\nThe amount of the grant and the financing plan approved by the Commission shall be expressed in ecus and shall no be subject to indexation.'", "This Regulation shall enter into force the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 1994.\nFor the Commission\nBruce MILLAN\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1988, p. 1.\n(2) OJ No L 193, 31. 7. 1993, p. 20.\n(3) OJ No L 170, 3. 7. 1990, p. 36.\n(4) OJ No L 185, 15. 7. 1988, p. 9.\n(5) OJ No L 193, 31. 7. 1993, p. 5."}