{"celex_id": "31993R0673", "uri": "http://publications.europa.eu/resource/cellar/e7ef4e1a-c316-4f1d-8575-faffb9278d33", "type": "Regulation", "concepts": ["1744", "4215", "5025"], "title": "Commission Regulation (EEC) No 673/93 of 24 March 1993 applying a transitional measure for maize and sorghum at the end of marketing year 1992/93\n", "header": "COMMISSION REGULATION (EEC) No 673/93 of 24 March 1993 applying a transitional measure for maize and sorghum at the end of marketing year 1992/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), and in particular Article 26 thereof,\nWhereas the intervention period for maize and sorghum ends on 30 April in the south and 31 May in the north; whereas this situation, in view of uncertainties as regards outlets, aggravated by the reduction of intervention prices following the  implementation of the reform in the cereals sector, is likely to encourage operators to offer substantial quantities of maize and sorghum for intervention at the end of April in the south and at the end of May in the north, although certain market  outlets may be found after that date; whereas this situation may be remedied by allowing buying-in of those cereals in May and June 1993;\nWhereas for buying-in of cereals conditions are laid down in Commission Regulation (EEC) No 689/92 of 19 March 1992 fixing the procedure and conditions for the taking-over of cereals by intervention agencies (2), as last amended by Regulation (EEC) No  2486/92 (3);\nWhereas the Management Committee for Cereals has not delivered an opinion within the time set by its Chairman,", "main_body": ["1. In accordance with Article 4 of Regulation (EEC) No 1766/92, the intervention agencies shall buy in quantities of maize and sorghum offered to them between 1 May and 30 June 1993.\n2. The price to be paid shall be the intervention price provided for in Article 7 (3) of Council Regulation (EEC) No 2727/75 (4), as fixed for the 1992/93 marketing year, plus seven monthly increases, expressed in national currency using the  representative rate applicable on 31 May 1993.\n3. Subject to paragraph 2, buying-in shall be carried out in accordance with the provisions of Regulation (EEC) No 689/92. Notwithstanding the third subparagraph of Article 3 (3) of Regulation (EEC) No 689/92, the final delivery of maize or sorghum  offered for intervention under this Regulation must be made by 31 August 1993 at the latest.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 74, 20. 3. 1992, p. 18.\n(3) OJ No L 248, 28. 8. 1992, p. 8.\n(4) OJ No L 281, 1. 11. 1975, p. 1."}