{"celex_id": "31992D0564", "uri": "http://publications.europa.eu/resource/cellar/3d4472dc-fd60-497a-8f06-8ea689c50296", "type": "Decision", "concepts": ["1005", "1712", "3342", "4258", "4734", "6025"], "title": "92/564/EEC: Commission Decision of 26 November 1992 granting a Community financial contribution to expenditure incurred by Luxembourg in establishing the Community vineyard register (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 26 November 1992  granting a Community financial contribution to expenditure incurred by Luxembourg in establishing the Community vineyard register  (Only the French text is binding)  (92/564/EEC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2392/86 of 24 July 1986 establishing a Community vineyard register (1), amended by Regulation (EEC) No 3577/90 (2), and in particular Article 9 (3) thereof,\nAfter consulting the Committee of the European Agricultural Guidance and Guarantee Fund,\nWhereas, in accordance with Article 9 (1) of Regulation (EEC) No 2392/86, the Community is to contribute 50 % of the actual costs of establishing the Community vineyard register in the Member States;\nWhereas, in accordance with Article 9 (3) of Regulation (EEC) No 2392/86, the Communtiy contribution is to take the form of reimbursements decided on by the Commission in accordance with the procedure laid down in Article 7 (1) of Council Regulation  (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 2048/88 (4); whereas arrangements may be decided for advance payments to the Member States; whereas, in accordance with\nArticle 4\n(9) of that Regulation, Articles 8 and 9 of Regulation (EEC) No 729/70 are to apply to the Community contribution towards establishing the register;\nWhereas Luxembourg has sent the Commission the documents needed to decide on the amount to be defrayed as expenditure incurred in establishing the register;\nWhereas the Commission has undertaken the checks provided for in Article 9 (2) of Regulation (EEC) No 729/70,", "main_body": ["The Community shall grant a contribution amounting to the total given in column 2 in the Annex hereto towards expenditure incurred by Luxembourg in establishing the Community vineyard register.", "This Decision is addressed to Luxembourg."], "attachments": "Done at Brussels, 26 November 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 208, 31. 7. 1986, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 94, 28. 4. 1970, p. 13. (4) OJ No L 185, 15. 7. 1988, p. 1.\nANNEX\n(Luxembourg francs)\nExpenditure   Community contribution (50 %)   1  2      1988  870 952  435 476  1989  11 126 740  5 563 370  1990  12 573 610  6 286 805  1991  1 409 048  704 524      Total  25 980 350  12 990 175"}