{"celex_id": "31997R0035", "uri": "http://publications.europa.eu/resource/cellar/9157cf18-a30b-4709-94a9-583f3258d7cf", "type": "Regulation", "concepts": ["1644", "2830", "3156", "3887", "5439", "865"], "title": "Commission Regulation (EC) No 35/97 of 10 January 1997 laying down provisions on the certification of pelts and goods covered by Council Regulation (EEC) No 3254/91\n", "header": "11.1.1997 EN Official Journal of the European Communities L 8/2\nCOMMISSION REGULATION (EC) No 35/97\nof 10 January 1997\nlaying down provisions on the certification of pelts and goods covered by Council Regulation (EEC) No 3254/91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3254/91 of 4 November 1991 prohibiting the use of leghold traps in the Community and the introduction into the Community of pelts and manufactured goods of certain wild animal species originating in countries which catch them by means of leghold traps or trapping methods which do not meet international humane trapping standards (1), and in particular Article 4 thereof,\nWhereas, without prejudice to Council Regulation (EEC) No 3626/82 (2), as last amended by Commission Regulation (EC) No 2727/95 (3), Regulation (EEC) No 3254/91 can only be adequately implemented by means of certificates to be issued by competent authorities of exporting and re-exporting countries and by laying down the requirements for such certificates;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 5 of Regulation (EEC) No 3254/91,", "main_body": ["1.   Pelts and other goods referred to in Article 3 (1) of Regulation (EEC) No 3254/91 shall only be authorized to be assigned to a customs procedure other than that for external transit which is intended to convey them outside the customs territory of the Community, when they are from animals:\n(a) that were caught in a country appearing in the list referred to in the second subparagraph of Article 3 (1) of Regulation (EEC) No 3254/91 and where the species concerned is listed against that country; or\n(b) that were caught in a Member State; or\n(c) that were born and bred in captivity.\n2.   For the purpose of paragraph 1, the importer or his authorized representative shall surrender a certificate to the border customs office at the point of introduction into the Community which has been issued by a competent authority of the exporting or re-exporting country.", "1.   The forms on which the certificate referred to in Article 1 (2) is drawn up shall conform to the model shown in the Annex. They shall be printed and completed in one of the official languages of the Community. If necessary, a translation into another Community language may be required.\n2.   The paper of the forms shall be white and weigh at least 55 g/m2. The size of the forms shall be approximately 210 x 297 millimetres.\n3.   The competent authorities designated by third countries for the issue of the certificates referred to in Article 1 (2) shall be notified to the Commission which shall inform the Member States and, upon request, any interested third party thereof.", "1.   The provisions of Article 1 shall not apply:\n— to finished goods covered by a procedure for temporary admission and which are not for sale in the Community but are intended for re-export, nor,\n— to finished goods for personal and private use, nor\n— to cases where pelts and goods manufactured therefrom are being reintroduced into the Community following an outward processing procedure and proof is given that they were processed from pelts or goods previously exported or re-exported from the Community.\n2.   Where the introduction into the Community of the pelts and goods covered by Regulation (EEC) No 3254/91 is also subject to the prior presentation of an import document under Regulation (EEC) No 3626/82, such a document shall be issued only if the pelts or goods concerned meet the requirements of both Regulations. Where an import document provided for in Regulation (EEC) No 3626/82 is thus issued, it shall be accepted in lieu of the certificate referred to in Article 1 (2) of this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from the first day of the third month following publication in the Official Journal of the European Communities of the list referred to in the second subparagraph of Article 3 (1) of Regulation (EEC) No 3254/91.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1)  OJ No L 308, 9. 11. 1991, p. 1.\n(2)  OJ No L 384, 31. 12. 1982, p. 1.\n(3)  OJ No L 284, 28. 11. 1995, p. 3.\nANNEX"}