{"celex_id": "31999R2768", "uri": "http://publications.europa.eu/resource/cellar/5922950d-33dc-4be1-b785-172ea5d2db19", "type": "Regulation", "concepts": ["1474", "161", "1644", "4682", "5898"], "title": "Commission Regulation (EC) No 2768/1999 of 22 December 1999 laying down detailed rules for the application in 2000 of the tariff quota for imports of beef and veal provided for in the Europe Agreement with Slovenia\n", "header": "COMMISSION REGULATION (EC) No 2768/1999\nof 22 December 1999\nlaying down detailed rules for the application in 2000 of the tariff quota for imports of beef and veal provided for in the Europe Agreement with Slovenia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1569/1999 of 12 July 1999 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part(1), and in particular Article 1 thereof,\nWhereas:\n(1) the Europe Agreement with Slovenia(2), hereinafter referred to as \"the Agreement\", as amended by the Protocol of 11 November 1996(3), provides for the opening of a reduced tariff quota for beef and veal for 2000. Detailed rules for the application of this quota should therefore be laid down;\n(2) to ensure orderly importation of the quantities laid down, they should be staggered;\n(3) the arrangements should be managed using import licences. To that end rules should be laid down on the submission of applications and the information to be given on applications and licences, where appropriate, by derogating from or supplementing Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(4), as last amended by Regulation (EC) No 1127/1999(5), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80(6), as last amended by Regulation (EC) No 2648/98(7). Provision should also be made to issue these licences after a period of consideration and subject to a uniform percentage reduction, where applicable;\n(4) in view of the risk of speculation inherent in these arrangements for beef and veal, clear conditions should be laid down as regards access by operators. Verification of the above conditions requires that applications be submitted in the Member State in which the importer is recorded in the VAT register;\n(5) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. From 1 January to 31 December 2000 the following quantities may be imported under the tariff quota opened by the Europe Agreement with Slovenia: 9100 tonnes of fresh or chilled beef and veal falling within CN codes ex 0201 10 00 (carcasses), 0201 20 20, 0201 20 30, 0201 20 50 and 0201 30 00, originating in Slovenia.\nThe quota shall bear the serial number 09.4082.\n2. For the meat referred to in paragraph 1, the ad valorem customs duty and the specific customs duties laid down in the Common Customs Tariff (CCT) shall be reduced by 80 %.\n3. The quantity referred to in paragraph 1 shall be staggered over the year as follows:\n- 4550 tonnes between 1 January and 30 June 2000,\n- 4550 tonnes between 1 July and 31 December 2000.\n4. If, during 2000, the quantity for which licence applications are submitted for the first period specified in paragraph 3 is less than the quantity available, the remaining quantity shall be added to the quantity available for the following period.", "1. To benefit from the import arrangements:\n(a) applicants for import licences must be natural or legal persons who, when submitting the application, can prove to the satisfaction of the competent authorities of the Member State concerned that they have been active in trade in beef and veal with third countries at least once during the previous 12 months; applicants must be listed in a national VAT register;\n(b) licence applications may be submitted only in the Member State in which the applicant is registered;\n(c) the licence application must be for a minimum quantity of 15 tonnes of product, without exceeding the quantity available;\n(d) the licence application and the licence shall show the country of origin in box 8; the licence shall carry an obligation to import from that country;\n(e) box 20 of the licence application and the licence shall show the serial number 09.4082 and at least one of the following:\n- Reglamento (CE) n° 2768/1999\n- Forordning (EF) nr. 2768/1999\n- Verordnung (EG) Nr. 2768/1999\n- Κανονισμός (ΕΚ) αριθ. 2768/1999\n- Regulation (EC) No 2768/1999\n- Règlement (CE) n° 2768/1999\n- Regolamento (CE) n. 2768/1999\n- Verordening (EG) nr. 2768/1999\n- Regulamento (CE) n.o 2768/1999\n- Asetus (EY) N:o 2768/1999\n- Förordning (EG) nr 2768/1999.\n2. Article 5 of Regulation (EC) No 1445/95 notwithstanding, the licence application and the licence shall show in box 16 one or more of the CN codes referred to in Article 1(1).", "1. Licence applications may be submitted only:\n- from 5 to 14 January 2000 for the quantity referred to in the first indent of Article 1(3),\n- from 3 to 12 July 2000 for the quantity referred to in the second indent of Article 1(3).\n2. Applicants may lodge no more than one application each. Where an applicant submits more than one application, all his applications shall be rejected.\n3. The Member States shall notify the Commission, no later than the fifth working day following the end of the application period, of applications submitted for the quantity available. Notification shall consist of the list of applicants and the quantities applied for.\nAll notifications, including \"nil\" returns, shall be forwarded by fax using the model form in the Annex hereto in cases where applications have actually been submitted.\n4. The Commission shall decide what percentage of quantities covered by licence applications may be imported.\nIf the quantities for which licences have been applied for exceed the quantity available, the Commission shall reduce the quantities applied for by a fixed percentage.\n5. Provided that the Commission accepts an application, the licence shall be issued as soon as possible.", "1. Notwithstanding this Regulation, Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Notwithstanding Article 3 of Regulation (EC) No 1445/95, import licences drawn up in accordance with this Regulation shall be valid for 180 days from their date of issue. However, no licence shall be valid after 31 December 2000.\n3. Licences issued shall be valid throughout the Community.", "The duties referred to in Article 1 shall be applied on presentation either of a EUR.1 movement certificate issued by the exporter country in accordance with Protocol 4 annexed to the Europe Agreement or an invoice declaration made out by the exporter in accordance with that Protocol.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 187, 20.7.1999, p. 1.\n(2) OJ L 51, 26.2.1999, p. 3.\n(3) OJ L 51, 26.2.1999, p. 208.\n(4) OJ L 331, 2.12.1988, p. 1.\n(5) OJ L 135, 29.5.1999, p. 48.\n(6) OJ L 143, 27.6.1995, p. 35.\n(7) OJ L 335, 10.12.1998, p. 39.\nANNEX\nEC Fax: (32-2) 296 60 27/295 36 13\nApplication of Regulation (EC) No 2768/1999\nSerial No 09.4082\n>PIC FILE= \"L_1999333EN.000702.EPS\">"}