{"celex_id": "31996R1736", "uri": "http://publications.europa.eu/resource/cellar/46f7f938-66ac-40df-969b-d0ab6ab4b2d4", "type": "Regulation", "concepts": ["1086", "1644", "2292", "2734", "932"], "title": "Commission Regulation (EC) No 1736/96 of 5 September 1996 amending Regulation (EEC) No 131/92 laying down common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the French overseas departments\n", "header": "COMMISSION REGULATION (EC) No 1736/96 of 5 September 1996 amending Regulation (EEC) No 131/92 laying down common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Regulation (EC) No 2598/95 (2), and in particular Articles 2 (6), 3 (5) and 4 (5) thereof,\nWhereas Commission Regulation (EEC) No 131/92 (3), as last amended by Regulation (EEC) No 2596/93 (4), provides that the exemption from import duties provided for in Title I of Regulation (EEC) No 3763/91 is to apply subject to presentation of an import licence issued pursuant to Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5), as last amended by Regulation (EC) No 2137/95 (6);\nWhereas the Council, in amending Regulation (EEC) No 3763/91 by Regulation (EC) No 2598/95, extended the scope of the specific supply arrangements for products whose importation into the Community is not subject to presentation of an import licence; whereas, as a result, it is necessary to introduce a document that can be used for the system of exemption from import duties for such products; whereas the import licence form can be used for that purpose as exemption certificate; whereas, to that end, Regulation (EEC) No 131/92 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees concerned,", "main_body": ["Regulation (EEC) No 131/92 is amended as follows:\n1. The following Article 2a is added in Title I:\n'Article 2a\n1. In the case of products not subject to presentation of an import licence, the exemption from import duties referred to in Title I of Regulation (EEC) No 3763/91 shall apply subject to presentation of an exemption certificate.\n2. The form for the import licence in the Annex to Regulation (EEC) No 3719/88 shall be used for the exemption certificate.\nArticles 8 (3) and (5), 9, 10, 13 to 16, 19 to 22, 24 to 31 and 33 to 37 of Regulation (EEC) No 3719/88 shall apply mutatis mutandis subject to the provisions of this Regulation.\n3. The words \"Exemption certificate\" shall be printed or stamped in the top left-hand box of the licence/certificate.\n4. The exemption certificate shall be issued at the request of the parties concerned by the competent authorities designated by France, subject to the quantity provided for in the forecast supply balance. The issue of the exemption certificate shall be subject to the lodging of a security whose amount shall be fixed for each of the products concerned.\nThe competent authorities may set a time limit for the issue of the certificate.\n5. The exemption certificate application and the certificate itself shall contain, in box 20, the following entry: \"exemption certificate to be used in . . . (name of the overseas department)\" and, where appropriate, the following entry: \"products intended for the processing industries\".\n6. Article 2 (4) and (5) shall apply mutatis mutandis.`\n2. Article 5 is amended as follows:\n(a) the first subparagraph of paragraph 1 is replaced by the following:\n'The holder of the import licence, the exemption certificate or \"aid certificate\" shall include in the contract, in the event of the sale of the products or transfer of the licence or certificate, a clause requiring the benefits of the measure to be passed on to the end user.`;\n(b) the second indent of paragraph 3 is replaced by the following:\n'- may, depending on the seriousness of the failure to fulfil the obligations, provisionally or definitively limit or suspend the right to apply for the licence/certificate referred to in Articles 2 and 2a or the \"aid certificate\" referred to in Article 3 (2).`;\n(c) the first indent of paragraph 4 is replaced by the following:\n'- the holder of the import licence, exemption certificate or \"aid certificate\" shall be considered to have received the benefit granted;`.\n3. In Article 7 (1), the first indent is replaced by the following:\n'- separately, the quantities which were the subject of applications for import licences, exemption certificates and \"aid certificates\".`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 September 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 267, 9. 11. 1995, p. 1.\n(3) OJ No L 15, 22. 1. 1992, p. 13.\n(4) OJ No L 238, 23. 9. 1993, p. 24.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 214, 8. 9. 1995, p. 21."}