{"celex_id": "31997R2289", "uri": "http://publications.europa.eu/resource/cellar/9ea14cd9-251f-4683-97de-4e8e48e0ae11", "type": "Regulation", "concepts": ["1667", "5384", "797", "990"], "title": "Commission Regulation (EC) No 2289/97 of 18 November 1997 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\n", "header": "COMMISSION REGULATION (EC) No 2289/97 of 18 November 1997 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 4 (5) thereof,\nHaving regard to Council Regulation (EEC) No 619/71 (3), as last amended by Regulation (EC) No 154/97 (4), and in particular Articles 3 and 6a thereof,\nWhereas Commission Regulation (EEC) No 1164/89 (5), as last amended by Regulation (EC) No 624/97 (6), lays down certain detailed rules for the application of the aid scheme for flax and hemp;\nWhereas commercial practices in the sector may lead to the conclusion of the contracts referred to in the first subparagraph of Article 3 (2) of Regulation (EEC) No 619/71 after the deadline of 30 November laid down for the submission of aid applications for flax; whereas, therefore, it should be laid down that the copy of the contract and the undertaking to process may be submitted after the application, but by the day of the end of the marketing year;\nWhereas some operators regularly buy flax straw in order to have it processed on their own behalf by a primary processor; whereas they may have encountered difficulties in adjusting to the new provisions introduced into Regulation (EEC) No 619/71 by Regulation (EC) No 154/97; whereas, as a transitional measure, they should be treated as primary processors for the purposes of the aid scheme for the 1997/98 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1164/89 is hereby amended as follows:\n1. the following second subparagraph is added to Article 8 (3):\n'Where the contract referred to in the first subparagraph is concluded after the date of 30 November referred to in paragraph 1, the copy of the contract and the undertaking to process must be submitted to the paying agency before payment of the aid and by the day of the end of the marketing year at the latest.`;\n2. the following paragraph 4 is added to Article 17a:\n'4. Where an operator other than a primary processor concludes a contract with a grower under the terms of which it obtains ownership of the flax straw, it shall be considered to be a primary processor provided that it undertakes to have the flax straw processed on its own behalf.", "a (4) shall apply to the operators referred to in the previous subparagraph.\nThe first paragraph of Article 5b shall apply to the undertaking to process.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1997/98 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 146, 4. 7. 1970, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 72, 26. 3. 1971, p. 2.\n(4) OJ L 27, 30. 1. 1997, p. 1.\n(5) OJ L 121, 29. 4. 1989, p. 4.\n(6) OJ L 95, 10. 4. 1997, p. 8."}