{"celex_id": "31997D0132", "uri": "http://publications.europa.eu/resource/cellar/5e2e8348-d431-4250-a635-6bf59508465b", "type": "Decision", "concepts": ["1937", "2089", "2738", "4689", "5403"], "title": "97/132/EC: Council Decision of 17 December 1996 on the conclusion of the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products\n", "header": "COUNCIL DECISION of 17 December 1996 on the conclusion of the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products (97/132/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products provides an adequate means for putting into practice the provisions of the WTO Agreement on the Application of Sanitary and Phytosanitary Measures as regards animal health measures;\nWhereas the Agreement will contribute towards facilitating the trade between the European Community and New Zealand in live animals and animal products through the progressive recognition of the equivalence of sanitary measures, the acceptance of applying regionalization and the improvement of communication and cooperation;\nWhereas the Agreement should be approved on behalf of the Community,", "main_body": ["The Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products is hereby approved on behalf of the Community.\nThe text of the Agreement and the Annexes thereto are attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "The Commission, assisted by representatives of Member States' veterinary services, shall represent the Community in the Joint Management Committee referred to in Article 16 (1) of the Agreement.\nThe Community position with regard to the issues to be treated by that Committee, as referred to in the last sentence of Article 16 (2) of the Agreement, shall be established by the Council acting by a qualified majority on a proposal from the Commission.", "As regards fresh meat and meat based products, guarantees equivalent to those laid down by Directive 72/462/EEC (1) shall be established pursuant to the procedure laid down in Article 29 of that Directive for the purposes of implementing the Agreement.", "This Decision shall be published in the Official Journal of the European Communities.\nThis Decision shall take effect on the date of its publication."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 302, 31. 12. 1972, p. 28. Directive as last amended by Regulation (EEC) No 1601/92 (OJ No L 173, 27. 6. 1992, p. 13)."}