{"celex_id": "31993R2627", "uri": "http://publications.europa.eu/resource/cellar/8264c23f-03b0-40aa-b254-e2dc28c462eb", "type": "Regulation", "concepts": ["1730", "2681", "5106", "6025", "666", "755"], "title": "Commission Regulation (EEC) No 2627/93 of 24 September 1993 concerning flat-rate aid for sugar-cane cultivation and aid for the processing of sugar cane on Madeira\n", "header": "COMMISSION REGULATION (EEC) No 2627/93 of 24 September 1993 concerning flat-rate aid for sugar-cane cultivation and aid for the processing of sugar cane on Madeira\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1788/93 (2), and in particular Article 19 thereof,\nWhereas Article 17 of Regulation (EEC) No 1600/92 lays down that, if the Portuguese authorities submit a restructuring plan for the improvement of plantations, aid at a flat rate per hectare is to be granted for sugar cane cultivation; whereas the Community finances the aid at the rate of 60 % of eligible expenditure where the official contribution is at least 15 %, the Community aid being reduced accordingly where this contribution is less;\nWhereas the aforementioned restructuring plan has been notified to the Commission; whereas the proposed period for the implementation of the plan is seven years; whereas it is therefore necessary to fix the aid per hectare in proportion to the areas in question and to the work to be considered eligible, and to establish the conditions for applying the aid scheme;\nWhereas Article 18 of Regulation (EEC) No 1600/92 provides for the granting of Community aid for the processing of sugar cane into sugar syrup or agricultural rum as defined in Article 1 (4) (a) (2) of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (3), as amended by Regulation (EEC) No 3280/92 (4); whereas this aid is paid to the sugar-syrup manufacturer or distiller, on condition that he has paid to the sugar-cane producer a minimum price to be determined;\nWhereas provisions should be made in respect of aid unduly paid out;\nWhereas the operative event for each of the measures provided for should be established; whereas the appropriate additions should be made to Commission Regulation (EEC) No 1713/93 of 30 June 1993 establishing special detailed rules for applying the agricultural conversion rate in the sugar sector (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["TITLE I\nFlat-rate aid per hectare for sugar cane", "1. In the context of the restructuring plan referred to in Article 17 of Regulation (EEC) No 1600/92, Portugal shall, in accordance with the terms of this Regulation and until the fifth year of application of the plan, pay out aid for the planting of sugar cane, aid for the replanting of sugar cane and aid for irrigation work to individual planters, planter groups or associations of planters. From the sixth year of application of the plan, such aid shall be paid exclusively to planter groups or associations of planters.\n2. The restructuring plan shall be carried out from the date of entry into force of this Regulation over a period of not more than seven years. The total area covered by the plan shall be 200 hectares for the duration of the restructuring plan.", "1. The Community aid for sugar cane shall be fixed for the duration of the plan at a flat rate of:\n(a) ECU 4 370 per hectare for new plantings up to a maximum of 100 hectares;\n(b) ECU 4 579 per hectare for replantings up to a maximum of 100 hectares;\n(c) ECU 4 040 per hectare for irrigation work up to a maximum of 200 hectares.\n2. Services provided by the recipient of the aid himself shall be taken into account only up to a maximum of 25 % of total costs for the purposes of determining eligible costs.\nThe aid referred to in paragraph 1 shall be reduced accordingly.", "1. Applications for Community aid shall be submitted separately for each type of aid to the competent authorities designated by Portugal. The authorities may request additional information.\n2. Applications shall be accompanied by invoices and/or other supporting documents relating to the measures undertaken.\n3. The competent Portuguese authorities, having verified the applications for aid and the relevant supporting documents, shall pay out, in the three months following the end of the period laid down by Portugal for the filing of the relevant aid application, the contribution of the Member State and the Community contribution. The contribution of the Member State may not be paid out later than the Community contribution.\n4. Neither of the types of aid referred to in Article 2 (1) (a) and (b) may apply together to the same area.\nTITLE II\nProcessing aid for sugar cane", "1. Aid for the direct processing of sugar cane into sucrose syrup or agricultural rum as laid down in Article 18 of Regulation (EEC) No 1600/92 shall be paid in accordance with the terms of this Regulation to any manufacturer or sucrose syrup or any distiller whose facilities are located on the territory of the island of Madeira.\n2. The amount of the processing aid is hereby fixed at:\n(a) ECU 7,5 per 100 kilograms of sugar expressed as white sugar for processing into sucrose syrup;\n(b) ECU 70 per hectolitre of 71,8Â° alcohol produced for processing into agricultural rum.\n3. The aid shall be paid out each year for the quantities of sugar cane processed directly into sucrose syrup or agricultural rum for which the sucrose syrup manufacturers or distillers show proof that they have paid the producers of the sugar cane in question the minimum price referred to in Article 5.", "1. The minimum price referred to in the second subparagraph of Article 18 (1) of Regulation (EEC) No 1600/92 shall be the price fixed each year by the government of the autonomous region of Madeira after consultation with the producers of sugar cane and the industries processing that product into molasses and rum. The minimum price shall apply to cane of sound, genuine and merchantable quality, of standard sugar content and delivered naked to the processor/distiller. However, some other delivery stage may be allowed where the sugar cane producer and the processor/distiller so agree.\n2. The standard sugar content and the scale of quality increases and reductions to be applied to the minimum price when the sugar content of the cane differs from the standard sugar content shall be adopted by the competent regional authority on the proposal of a joint committee of sugar cane processors, distillers and producers.", "1. Proof that the minimum price has been paid to the sugar-cane producer shall be established by a certificate drawn up on unstamped paper by the syrup manufacturer or distiller. The certificate shall show:\n(a) the name of the manufacturer or distiller;\n(b) the name of the sugar-cane producer;\n(c) the total quantities of sugar cane for which the minimum price determined for that calendar year has been paid and which have been delivered to the syrup manufacturer or distiller by the producer in question during that same calendar year;\n(d) the quality of the product for which the minimum price is paid.\n2. The certificate shall be dated and signed by the sugar-cane producer and the syrup manufacturer or distiller.\n3. The manufacturer or distiller shall keep the original of the certificate. A copy shall be sent to the sugar-cane producer.", "When the sum of the quantities for which aid is requested is greater in a given calendar year than the quantity fixed for the aid in question in Article 18 (2) of Regulation (EEC) No 1600/92, a standard percentage reduction shall be applied to each aid application.\nTITLE III\nGeneral provisions", "Portugal shall take the additional measures necessary to implement this Regulation, particularly those relating to the submission of applications for aid, the inspection of supporting documents laid down in Article 3, verification of the proof under Article 6 and checks on the quantities of agricultural rum produced.", "Portugal shall notify the Commission:\n(a) within three months following the entry into force of this Regulation, of the additional measures adopted pursuant to Article 8;\n(b) within 45 working days following the end of each calendar year:\n- of the total quantities of saccharose syrup or agricultural rum for which aid has been requested, expressed in white sugar or hectolitres of pure alcohol as the case may be,\n- of the names of the plants or distilleries in receipt of aid,\n- of the amount of the aid and the quantities of saccharose syrup or agricultural rum produced by each plant/distillery.", "0\n1. Where aid has been wrongly paid out, the competent Portuguese authorities shall recover the sums paid out, with interest from the date on which the aid was paid out to the date on which it is actually recovered. The applicable rate of interest shall be that in force for similar recovery operations under national law.\n2. The aid recovered shall be paid to the paying departments and agencies and deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund in proportion to the Community contribution.", "1\nThe Annex to Regulation (EEC) No 1713/93 shall be amended as shown in the Annex hereto.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 163, 6. 7. 1993, p. 14.\n(3) OJ No L 160, 12. 6. 1989, p. 1.\n(4) OJ No L 327, 13. 11. 1992, p. 3.\n(5) OJ No L 159, 1. 7. 1993, p. 94.\nANNEX\nThe following shall be added to point XVI of the Annex to Regulation (EEC) No 1713/93:\n'>TABLE>\n`"}