{"celex_id": "31999D0587", "uri": "http://publications.europa.eu/resource/cellar/3d0dcd22-5b9a-4a65-939e-7d573b30d5e5", "type": "Decision", "concepts": ["1937", "3660", "5577", "5877", "862", "922"], "title": "1999/587/EC: Commission Decision of 28 July 1999 on financial aid from the Community for the operation of certain Community reference laboratories in the field of animal health and live animals (notified under document number C(1999) 2466) (Only the Danish, German, English, French and Swedish texts are authentic)\n", "header": "COMMISSION DECISION\nof 28 July 1999\non financial aid from the Community for the operation of certain Community reference laboratories in the field of animal health and live animals\n(notified under document number C(1999) 2466)\n(Only the Danish, German, English, French and Swedish texts are authentic)\n(1999/587/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 1258/1999(2), and in particular Article 28(2) thereof,\n(1) Whereas Community financial aid should be granted to the Community reference laboratories designated by the Community to assist them in carrying out the functions and duties laid down in the following Directives and Decision:\n- Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever(3), as last amended by Decision 93/384/EEC(4),\n- Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(5), as last amended by the Act of Accession of Austria, Finland and Sweden,\n- Council Directive 92/66/EEC of 14 July 1992 introducing Community measures for the control of Newcastle disease(6), as last amended by the Act of Accession of Austria, Finland and Sweden,\n- Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease(7), as last amended by Decision 95/1/EC, Euratom, ECSC(8),\n- Council Directive 93/53/EEC of 24 June 1993 introducing minimum Community measures for the control of certain fish diseases(9),\n- Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs(10),\n- Council Decision 96/463/EC of 23 July 1996 designating the reference body responsible for collaborating in rendering uniform the testing methods and the assessment of the results for pure-bred breeding animals of the bovine species(11);\n(2) Whereas Community assistance must be conditional on the accomplishment of those functions and duties by the laboratory concerned;\n(3) Whereas, for budgetary reasons, Community assistance should be granted for a period of one year;\n(4) Whereas, for supervisory purposes, Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy(12), as last amended by Regulation (EC) No 1287/95(13), should apply;\n(5) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community grants financial assistance to Germany for the functions and duties to be carried out by the Institut für Virologie der tierärztlichen Hochschule, Hanover, Germany, for classical swine fever referred to in Annex VI to Directive 80/217/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 180000 for the period from 1 October 1999 to 30 September 2000.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Central Veterinary Laboratory, Addlestone, United Kingdom, for avian influenza referred to in Annex V to Directive 92/40/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 30000 for the period from 1 January to 31 December 1999.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Central Veterinary Laboratory, Addlestone, United Kingdom for Newcastle disease referred to in Annex V to Directive 92/66/EEC.\n2. The Communiy's financial assistance shall amount to a maximum of EUR 75000 for the period from 1 January to 31 December 1999.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Pirbright Laboratory, United Kingdom for swine vesicular disease referred to in Annex III to Directive 92/119/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 80000 for the period from 1 January to 31 December 1999.", "1. The Community grants financial assistance to Denmark for the functions and duties to be carried out by the Statens Veterinære Serumlaboratorium, Århus, Denmark for fish diseases referred to in Annex C to Directive 93/53/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 120000 for the period from 1 January to 31 December 1999.", "1. The Community grants financial assistance to France for the functions and duties to be carried out by the l'Ifremer, la Tremblade, France for diseases of bivalve molluscs referred to in Annex B to Directive 95/70/EC.\n2. The Community's financial assistance shall amount to a maximum of EUR 90000 for the period form 1 January to 31 December 1999.", "1. The Community grants financial assistance to Sweden for the functions and duties referred to in Annex II to Decision 96/463/EC to be carried out by the Interbull Centre, Uppsala, Sweden for the harmonisation of the various methods of testing and the assessment of the results of the methods of testing pure-bred breeding animals of the bovine species.\n2. The Community's financial assistance shall amount to a maximum of EUR 40000 for the period from 1 January 1999 to 31 December 1999.", "The Community's financial assistance shall be paid following presentation of supporting documents and a technical report by the recipient Member State. Those documents must be presented at the latest three months after the end of the period for which financial assitance has been granted.", "Articles 8 and 9 of Council Regulation (EEC) No 729/90 shall apply mutatis mutandis.", "0\nThis Decision is addressed to Denmark, Germany, France, Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 160, 26.6.1999, p. 103.\n(3) OJ L 47, 21.2.1980, p. 11.\n(4) OJ L 166, 8.7.1993, p. 34.\n(5) OJ L 167, 22.6.1992, p. 1.\n(6) OJ L 260, 5.9.1992, p. 1.\n(7) OJ L 62, 15.3.1993, p. 69.\n(8) OJ L 1, 1.1.1995, p. 1.\n(9) OJ L 175, 19.7.1993, p. 23.\n(10) OJ L 332, 30.12.1995, p. 33.\n(11) OJ L 192, 2.8.1996, p. 19.\n(12) OJ L 94, 28.4.1970, p. 13.\n(13) OJ L 125, 8.6.1995, p. 1."}