{"celex_id": "31994R0896", "uri": "http://publications.europa.eu/resource/cellar/06b33413-0dc4-426f-9b88-21a7e3ec435f", "type": "Regulation", "concepts": ["1486", "2081", "2871", "2972", "3732"], "title": "Commission Regulation (EC) No 896/94 of 22 April 1994 amending Regulation (EC) No 3406/93 establishing the varieties of Indica rice for the purposes of intervention\n", "header": "COMMISSION REGULATION (EC) No 896/94 of 22 April 1994 amending Regulation (EC) No 3406/93 establishing the varieties of Indica rice for the purposes of intervention\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1544/93 (2), and in particular Article 5 (5) thereof,\nWhereas Article 1 of Commission Regulation (EC) No 3406/93 (3) lays down the morphological and qualitative characteristics for determining the varieties of rice which may be considered as Indica varieties; whereas it is necessary to clarify the rice  stage at which those characteristics should be verified;\nWhereas it should be specified that the Commission should establish whether a sample satisfies the characteristics of the varieties laid down in that Regulation;\nWhereas the list of laboratories was determined by Regulation (EC) No 3406/93; whereas the Italian laboratory has changed its address; whereas, therefore, that list should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 3406/93 is hereby amended as follows:\n1. in Article 1, paragraph 1 is replaced by the following:\n'1. For the purpose of applying Article 5 (2) of Regulation (EEC) No 1418/76, the varieties of Indica rice shall be those having the following characteristics:\n(a) morphological characteristics:\n- grain length of husked rice: not less than 6,6 mm,\n- length/width ratio of husked rice of not less than 3 :1,\n- total absence of pearl or striation in the case of at least 60 % of the grains of milled rice sampled;\n(b) qualitative characteristics of the milled rice:\n- a glutinosity value not exceeding 2,50 g/cm,\n- a consistency value of not less than 0,85 kg/cm2,\n- an amylose content of not less than 21 %.';\n2. in Article 4, paragraph 1 is replaced by the following:\n'1. The Commission shall establish whether a sample meets the characteristics of the varieties using the arithmetical mean of the results of the analyses carried out, after excluding the highest figure and the lowest.';\n3. in Annex III, point 4 is replaced by the following:\n'4. ENTE NAZIONALE RISI - CENTRO DI RICERCHE SUL RISO\nI. Castello d'Agogna'.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 5.\n(3) OJ No L 310, 14. 12. 1993, p. 14."}