{"celex_id": "31991D0280", "uri": "http://publications.europa.eu/resource/cellar/39311d50-f125-452e-8097-490eff104608", "type": "Decision", "concepts": ["1047", "1074", "2319", "2792", "3595", "5122"], "title": "91/280/EEC: Commission Decision of 14 May 1991 fixing the Community financial contribution to the implementation of a programme for the exchange of officials competent for veterinary matters\n", "header": "COMMISSION DECISION  of 14 May 1991  fixing the Community financial contribution to the implementation of a programme for the exchange of officials competent for veterinary matters  (91/280/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as amended by Decision 91/133/EEC (2), and in particular Article 34 thereof,\nWhereas, as part of the new strategy on veterinary checks, it is important to set up programmes for the exchange of officials competent for veterinary matters in order to ensure growing confidence between veterinary services;\nWhereas Article 22 of Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3) provides, in particular, for the organization  of programmes for the exchange of officials empowered to carry out the checks on products coming from third countries;\nWhereas it is important to encourage the implementation of the first exchange programme so as to acquire the experience necessary for the development of this type of measure and, in particular, for the improvement of future programmes;\nWhereas the Community financial contribution should be laid down so as to facilitate the implementation of this first programme;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["  Article 1\nThe programme for the exchange of officials competent for veterinary matters set out in the Annex shall receive a financial contribution from the Community.  Article 2\n1. The Member States shall designate the authorities responsible for the exchange programme.\n2. The Member States of origin shall:\n- continue to pay their officials during the exchange programme;\n- cover the subsistence expenses of their officials according to their national rules;\n- cover the travel expenses of their officials, equal to the cost of two return trips from place of origin to destination, according to their national rules;\n- provide, where appropriate, suitable language training for their officials.\n3. The host Member States shall:\n- adopt the necessary measures to ensure the integration of the guest officials;\n- provide information on general organization and inspection procedures for the guest officials.  Article 3\nThe Community financial contribution shall cover the expenditure of the Member States of origin which is referred to in the second, third and fourth indents of Article 2 (2), up to a maximum of ECU 1 000 per official receiving language  training.  Article 4\nThe expenditure referred to in Article 3 shall be reimbursed to the Member States by the Commission on presentation of supporting documents.  Article 5\n1. The Commission shall draw up a technical and financial report before 31 March 1992 based on the reports submitted before 15 February 1992 by the authorities responsible for coordination in the Member States. These reports shall include a  section devoted to the comments of the officials who have participated in the exchange programme.\n2. The experience gained shall be used to improve and develop future programmes.  Article 6\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 May 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 224, 18. 8. 1990, p. 19. (2) OJ No L 66, 13. 3. 1991, p. 18. (3) OJ No L 373, 31. 12. 1990, p. 1.\nANNEX\nI. GENERAL POINTS  1. As a rule, the officials to be considered shall be qualified veterinarians actually involved in the inspection of products from non-member countries. They should in any case have experience of inspection work, including work done  within their organization.\n2. In the host country, the officials shall act as observers in offices inspecting products imported from non-member countries, although work may be assigned to them by the head of the office and carried out under his charge. Officials shall be subject  to the usual rules on confidentiality and to the disciplinary rules of the office to which they are assigned. They shall make an undertaking to this effect.  II. DURATION  1. The exchange programme shall begin around 15 September 1991.\n2. The exchange programme shall last three months, including the period of information provision referred to in the second indent of Article 2 (3).  III. TABLE SHOWING ALLOCATION OF OFFICIALS\nMember State of origin  Officials concerned  Host Member State      Belgium  3  Germany 1    Netherlands 1    Italy 1      Germany  8  France 2    Italy 1    Netherlands 1    Ireland 1    Denmark 1    Spain 1    Portugal 1      Greece  1  Italy 1       Spain  3  France 1    Italy 1    Netherlands 1      France  3  Germany 1    Spain 1    Netherlands 1      Ireland  1  Germany 1      Italy  5  Germany 2    France 1    Netherlands 1    Belgium 1      Netherlands  3  Germany 1    Spain 1    Italy 1       Portugal  1  France 1"}