{"celex_id": "31999D0405", "uri": "http://publications.europa.eu/resource/cellar/8667395e-9fe5-434b-a225-6ced21eec30c", "type": "Decision", "concepts": ["2435", "3468", "5420", "863"], "title": "1999/405/EC: Council Decision of 10 June 1999 authorising the Kingdom of Spain to accede to the Convention establishing the Inter-American Tropical Tuna Commission on a temporary basis (IATTC)\n", "header": "COUNCIL DECISION\nof 10 June 1999\nauthorising the Kingdom of Spain to accede to the Convention establishing the Inter-American Tropical Tuna Commission on a temporary basis (IATTC)\n(1999/405/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\n(1) Whereas the European Community hopes to become a contracting party to the Convention establishing the Inter-American Tropical Tuna Convention (IATTC) in view of the presence of Community vessels in the geographical area falling within the competence of that regional fisheries organisation; whereas these vessels currently fly the flag of the Kingdom of Spain;\n(2) Whereas, in accordance with the rules in force, the Convention establishing the IATTC only recognises sovereign states as members; whereas the Community is currently negotiating with the contracting parties to the Convention the necessary amendments to permit membership of regional organisations pursuing economic integration, such as the European Community;\n(3) Whereas the accession of the European Community is unlikely to take place in the near future; whereas it is however essential that the interests of the Community fleet be represented within the IATTC as soon as possible;\n(4) Whereas the Kingdom of Spain should therefore be authorised to accede to the Convention establishing the IATTC on a temporary basis, until the Community becomes a member;\n(5) Whereas such an authorisation should be granted as an exceptional measure, to meet unique circumstances, and should not set a precedent in the sphere of Community representation in international organisations in the fisheries sector or in other sectors;\n(6) Whereas it should be ensured that any decisions taken by Spain within the IATTC are in line with the Community position,", "main_body": ["Without prejudice to the European Community's exclusive competence in fisheries matters, the Kingdom of Spain is hereby authorised to accede to the Convention establishing the Inter-American Tropical Tuna Commission (IATTC).\nThe Kingdom of Spain undertakes to denounce the Convention on the date of accession of the Community to that Convention.", "1. As a contracting party, the Kingdom of Spain shall participate in the decisions of the IATTC in line with the Community position and in close consultation with the Commission.\n2. The Kingdom of Spain shall keep the Commission informed of the activities of the IATTC. The Commission shall subsequently report to the European Parliament and the Council.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Luxembourg, 10 June 1999.\nFor the Council\nThe President\nK.-H. FUNKE\n(1) Opinion delivered on 4 May 1999 (not yet published in the Official Journal)."}