{"celex_id": "31992R0506", "uri": "http://publications.europa.eu/resource/cellar/97595e7d-880e-45b9-8ca3-ebb467795270", "type": "Regulation", "concepts": ["2871", "4718", "863"], "title": "Commission Regulation ( EEC ) No 506/92 of 28 February 1992 on transitional measures regarding the total acidity content of wines produced in Spain and released to the Spanish market for 1992\n", "header": "COMMISSION REGULATION (EEC) No 506/92  of 28 February 1992  on transitional measures regarding the total acidity content of wines produced in Spain and released to the Spanish market for 1992\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal (1), and in particular Article 90 thereof, whose period of validity has been extended to 31 December 1992 by Council Regulation (EEC) No 4007/87 (2), as last amended by Regulation (EEC) No  477/92 (3),\nWhereas a table wine must have a total acidity content, expressed as tartaric acid, of not less than 4,5 grams per litre in accordance with point 13 of Annex I to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the  market in wine (4), as last amended by Regulation (EEC) No 1734/91 (5); whereas Article 127 of the Act of Accession of Spain and Portugal lays down that, until 31 December 1990, table wines produced in Spain and released on the Spanish market may have a  total acidity content of not less than 3,5 grams per litre; whereas the conditions justifying this derogation are connected, in addition to the climatic conditions, with the structure of the wine sector, the development of which is relatively slow;\nWhereas, in order to avoid serious imbalance on the market for table wine in Spain, provision should be made for a derogation in respect of the total acidity content of table wine produced and placed on the market in Spain; whereas Commission Regulation  (EEC) No 2276/91 (6) made provision for a similar derogation until 31 December 1991; whereas, for the same reasons, that derogation should be extended and its effect limited to 31 December 1992;\nWhereas there should be a gradual process of alignment with the total acidity contents of table wines from the other Member States; whereas, therefore, the derogation should be restricted to Part B of Region 6 as provided for in Article 1 (4) of  Commission Regulation (EEC) No 3720/91 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Until 31 December 1992, table wines produced in Part B of Region 6 in Spain, as referred to in Article 1 (4) of Regulation (EEC) No 3720/91 and released on the Spanish market may have a total acidity content, expressed as tartaric acid, of  not less than 3,5 grams per litre.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 15. 11. 1985, p. 9. (2) OJ No L 378, 31. 12. 1987, p. 1. (3) See page 1 of this Official Journal. (4) OJ No L 84, 27. 3. 1987, p. 1. (5) OJ No L 163, 26. 6. 1991, p. 6. (6) OJ No L 208, 30. 7. 1991, p. 47. (7) OJ No L 351, 20.  12. 1991, p. 27."}