{"celex_id": "31993R1272", "uri": "http://publications.europa.eu/resource/cellar/37cabc6d-0dd6-4836-8411-a86f3a559768", "type": "Regulation", "concepts": ["161"], "title": "COUNCIL REGULATION (EEC) No 1272/93 of 24 May 1993 opening and providing for the administration of autonomous Community tariff quotas for certain fishery products (1993)\n", "header": "COUNCIL REGULATION (EEC) No 1272/93 of 24 May 1993 opening and providing for the administration of autonomous Community tariff quotas for certain fishery products (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community supplies of certain species of fish or fish fillets currently depend on imports from third countries; whereas it is in the Community's interest to suspend partially the customs duties for the products in question, within Community  tariff quotas of an appropriate volume; whereas, in order not to jeopardize the development prospects of this production in the Community and to ensure an adequate supply to satisfy user industries, it is advisable to open these quotas for a period from  the date of entry into force of this Regulation to 31 December 1993 for certain products and from 1 July to 31 December 1993 for other products splitting certain quotas into two three-month periods and applying customs duties varied according to the  sensitivity of the different products on the Community market;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned  into all Member States until the quotas have been used up;\nWhereas the decision for the opening of autonomous tariff quotas should be taken by the Community; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to authorizing the Member States to draw  from the quota-volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor  the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within, and jointly represented by, the Benelux Economic Union, any operation relating to the administration of the tariff quotas may be  carried out by any of its members,", "main_body": ["1. The customs duties applicable to imports of the products listed in the Annex shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas indicated for each product.\n2. Imports of the products in question shall not be covered by the quotas referred to in paragraph 1 unless the free-at-frontier price, which is determined by the Member States in accordance with Article 22 of Regulation (EEC) No 3759/92 of 17 December  1992 on the common organization of the market in fishery and aquaculture products (1), is at least equal to the reference price fixed, or to be fixed, by the Community for the products under consideration of the categories of the products concerned.\n3. The quotas referred to under order numbers 09.2753 and 09.2755 set out in the Annex hereto shall be divided into two instalments. The first instalment shall be granted during the period from 1 July to 30 September 1993 and the second instalment  during the period from 1 October to 31 December 1993.\nThe amounts to be allocated for each of these periods amount to 50 % of each quota respectively.\nAny remaining amounts not used up by 30 September 1993 shall be automatically carried forward to be used in the second instalment, if need be.\n4. The Commission shall during September 1993 undertake a re-evaluation of the quotas mentioned in paragraph 1 taking into account the Community market situation for the products in question and the situation with regard to the entry into force of the  Agreements concluded in the framework of the European Economic Area, and shall submit, if necessary, appropriate proposals.", "The quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents in a Member State an entry for release for free circulation, including a request for preferential benefit for a product covered by this Regulation and if this entry for release is accepted by the customs authorities,  the Member States concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding quota amount.\nThe drawing requests, with indication of the date of acceptance of the said entries, shall be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the entries for release for free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the products concerned have equal and uninterrupted access to the quotas for such time as the residual balance of the quota-volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 388, 31. 12. 1992, p. 1.\nANNEX\n/* Tables: see OJ */\nTaric Codes\n/* Tables: see OJ */\n(1) See Taric codes in appendix.\n(a) Control of the use for this special purpose shall be carried out pursuant to the relevant provisions.\n(b) The quotas shall apply to products intended to undergo any operation unless they are intended to undergo exclusively one or more of the following operations:\n- cleaning, gutting, tailing, heading,\n- cutting (excluding filleting or cutting of frozen blocks),\n- sampling, sorting,\n- labelling,\n- chilling,\n- freezing,\n- deep freezing,\n- thawing, separation,\nThe quota is not allowed for products intended, in addition to undergo treatment (or operations) qualifying for the quota where such treatment (or operations) is (are) carried out at retail or catering level. The reduction of customs duties shall apply  only to fish intended for human consumption."}