{"celex_id": "31997R1595", "uri": "http://publications.europa.eu/resource/cellar/9006ba80-85e5-47f1-8f54-4d789f282572", "type": "Regulation", "concepts": ["161", "2488", "2734", "4385", "914"], "title": "Council Regulation (EC) No 1595/97 of 24 July 1997 amending Regulation (EC) No 3066/95 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on agriculture concluded during the Uruguay Round Multilateral Trade Negotiations, and repealing Regulation (EEC) No 1988/93\n", "header": "COUNCIL REGULATION (EC) No 1595/97 of 24 July 1997 amending Regulation (EC) No 3066/95 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on agriculture concluded during the Uruguay Round Multilateral Trade Negotiations, and repealing Regulation (EEC) No 1988/93\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the measures provided for by Regulation (EC) No 3066/95 (1) providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on agriculture concluded during the Uruguay Round Multilateral Trade Negotiations were extended until 31 December 1996 by Regulation (EC) No 1194/96 (2) and until 31 December 1997 by Regulation (EC) No 2490/96 (3);\nWhereas, in accordance with the directives adopted by the Council on 6 March 1995, the Commission and the associated countries concerned concluded negotiations on Additional Protocols to the Europe Agreements;\nWhereas, because of the shortage of time, the Additional Protocols to the Europe Agreements cannot enter into force on 1 July 1997; whereas, consequently, the adjustments to certain concessions provided for in the Protocols concerned in the agricultural sector for the period beginning on 1 July 1997 cannot be implemented under the arrangements for the entry into force of those Protocols;\nWhereas, however, the implementation of the adjustments is an essential part of the results of the negotiations for the conclusion of Additional Protocols to the Europe Agreements; whereas, moreover, steps must be taken to ensure a smooth transition from the autonomous and transitional preferential agricultural arrangements provided for under Regulation (EC) No 3066/95, applicable until 31 December 1997, to the new preferential agricultural arrangements set out in the Additional Protocols to the Europe Agreements;\nWhereas the measures provided for in Regulation (EC) No 3066/95 should therefore be amended in order to allow the early implementation, from 1 July 1997, of the results of the negotiations on the conclusion of Additional Protocols to the Europe Agreements as regards the agricultural sector;\nWhereas, in order to permit, for the sake of simplification, the implementation of the concessions referred to in this Regulation on a multiannual basis, the limitation of its application to 31 December 1997 should be deleted; whereas, moreover, certain provisions should be laid down, including the repeal of Regulation (EEC) No 1988/93 (4), to ensure a smooth transition from the autonomous arrangements provided for in this Regulation to the agreed arrangements provided for in the Additional Protocols,", "main_body": ["Regulation (EC) No 3066/95 is hereby amended as follows:\n1. In paragraph 2 of Articles 2 to 7, the world 'interim` shall be deleted.\n2. Article 9 shall be replaced by the following:\n'Article 9\nTariff quotas with an order number above 09.5100 shall be administered by the Commission in accordance with Articles 2 to 4 of Regulation (EC) No 1798/94 (*).\n(*) OJ No L 189, 23. 7. 1994, p. 1. Regulation as last amended by Regulation (EC) No 921/96, (OJ No L 126, 24. 5. 1996, p 1).`\n3. The following Articles shall be inserted after Article 10:\n'Article 10a\nThe quantities imported or allocated for import, as appropriate, in 1997 under the concessions provided for in this Regulation before its amendment by Regulation (EC) No 1595/97 (**) and in Regulation (EC) No 1798/94 shall be fully counted against the quantities for 1997 provided for in the Annexes to this Regulation as amended by Regulation (EC) No 1595/97.", "0b\nTechnical amendments to this Regulation, including the publication of a consolidated version, which become necessary following amendment of the combined nomenclature or the Taric codes or following the entry into force of all the Additional Protocols adjusting the Europe Agreements referred to in Article 1 and other agreements relating to the products listed in Chapter 22 of the combined nomenclature, shall be adopted by the Commission in accordance with the procedure laid down in Article 8.", "0c\n1. From the date of entry into force of the Additional Protocols adjusting the Europe Agreements referred to in Article 1, the concessions provided for in each of those Protocols shall replace those provided for in the Annexes hereto, with the exception of the concessions relating to the products listed in Chapter 22 of the combined nomenclature.\n2. Without prejudice to paragraph 1, Articles 2 to 4 of Regulation (EC) No 1798/94 shall continue to apply to all the quotas referred to in that Regulation which bear an order number above 09.5100 and similar quotas provided for by the Additional Protocols adjusting the Europe Agreements referred to in Article 1.\n(**) OJ No L 216, 8. 8. 1997, p. 1.`\n4. The second subparagraph of Article 11 shall be deleted.\n5. Annexes I to VI shall be replaced by Annexes I to VI given in the Annex hereto.", "Regulation (EEC) No 1988/93 is hereby repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997, with the exception of the concessions relating to products listed in Chapter 22 of the combined nomenclature, which shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 161, 26. 6. 1996, p. 2.\n(3) OJ No L 338, 28. 12. 1996, p. 13.\n(4) OJ No L 182, 24. 7. 1993, p. 4.\nANNEX\n'ANNEX I\nList of EU concessions referred to in Article 2\nImports into the Community of the following products originating in Hungary shall be subject to the concessions set out below\n(MFN = most favoured nation duty)\n>TABLE>\n>TABLE>\nAnnex to Annex I\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in Hungary:\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Hungarian authorities in order to enable them to correct the situation.\nANNEX II\nList of EU concessions referred to in Article 3\nImports into the Community of the following products originating in Poland shall be subject to the concessions set out below\n(MFN = duties applicable to the most favoured nation)\n>TABLE>\nAnnex to Annex II\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in Poland:\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Polish authorities in order to enable them to correct the situation.\nANNEX III\nList of EU concessions referred to in Article 4\nImports into the Community of the following products originating in the Slovak Republic shall be subject to the concessions set out below:\n(MFN = duties applicable to the most favoured nation)\n>TABLE>\nAnnex to Annex III\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in the Slovak Republic:\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Slovak Republic authorities in order to enable them to correct the situation.\nANNEX IV\nList of EU concessions referred to in Article 5\nImports into the Community of the following products originating in the Czech Republic shall be subject to the concessions set out below:\n(MFN = duties applicable to the most favoured nation)\n>TABLE>\nAnnex to Annex IV\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in the Czech Republic:\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Czech Republic authorities in order to enable them to correct the situation.\nANNEX V\nList of EU concessions referred to in Article 6\nImports into the Community of the following products originating in Romania shall be subject to the concessions set out below\n(MFN = most favoured nation duty)\n>TABLE>\n>TABLE>\nAnnex to Annex V\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in Romania.\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Romanian authorities in order to enable them to correct the situation.\nANNEX VI\nList of concessions referred to in Article 7\nImports into the Community of the following products originating in Bulgaria shall be subject to the concessions set out below\n(MFN = most favoured nation duty)\n>TABLE>\n>TABLE>\nAnnex to Annex VI\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in Bulgaria:\n>TABLE>\n2. The minimum import prices, as set out in Article 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Bulgarian authorities in order to enable them to correct the situation.`"}