{"celex_id": "31994D0140", "uri": "http://publications.europa.eu/resource/cellar/8949faaf-fd5a-4cb4-af11-5ddf83fc09f6", "type": "Decision", "concepts": ["1092", "210", "4457", "5051", "6050", "92"], "title": "94/140/EC: Commission Decision of 23 February 1994 setting up an advisory committee for the coordination of fraud prevention\n", "header": "4.3.1994 EN Official Journal of the European Communities L 61/27\nCOMMISSION DECISION\nof 23 February 1994\nsetting up an advisory committee for the coordination of fraud prevention\n(94/140/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas the sound management of Community finances requires that fraud against the Community budget be effectively opposed;\nWhereas it falls primarily to the Member States to take specific measures to combat fraud; whereas this calls for close cooperation between Member States and the Commission;\nWhereas Article 209a of the Treaty requires Member States to take the same measures to counter fraud affecting the financial interests of the Community as they take to counter fraud affecting their own financial interests; whereas to this end they must, with the help of the Commission, coordinate the action they take to protect the financial interests of the Community and to counter fraud;\nWhereas the Commission also has considerable responsibility arising from its general task of ensuring that the Community budget is properly implemented and that the Treaty provisions are applied;\nWhereas it is therefore desirable that the Commission be advised by committee comprising representatives of the Member States which may be consulted on any matter relating to prevention, to cooperate between Member States and the Commission and to prosecution of fraud and on any other matter relating to the legal protection of the financial interests of the Community;\nWhereas the existing committees specialize in specific areas only; whereas these committees are not to be replaced; whereas it is nevertheless useful to have an overall view of the whole area of fraud against the Community budget; whereas a horizontal committee therefore needs to be set up;\nWhereas, since the committee is to be a horizontal one and Member States need to be represented at the appropriate level reflecting their own administrative structures, provision should be made for the committee to consist of two representatives for each Member State,", "main_body": ["An advisory committee for the coordination of fraud prevention (hereinafter referred to as ‘the committee’) is set up in the Commission.", "1.   The Commission may consult the committee on any matter relating to the prevention and prosecution of fraud and irregularities, and on any matter relating to cooperation between Member States or between Member States and the Commission which exceeds the powers of any sectoral committee in order to organize more effectively action to counter fraud.\nThe Commission may consult the committee on any matter relating to the legal protection of the financial interests of the Community.\n2.   Any member of the committee may ask the Commission that the committee be consulted on any matter falling within the terms of reference of the committee.", "1.   The committee shall consist of two representatives for each Member State who may be assisted by two officials of the services concerned.\n2.   The committee shall be chaired by a representative of the Commission.\n3.   Working parties may be set up to facilitate the work of the committee.", "1.   The Commission shall provide secretarial services for the committee.\n2.   The chairman may invite any person with special expertise relating to a particular item on the agenda to take part in the proceedings. Experts shall take part in discussions on those matters for which they have been invited only.\n3.   Representatives of the Commission departments concerned shall attend meetings of the committee.\n4.   The committee shall be convened by the Commission.", "1.   The Committee shall consider requests for opinions made by the Commission. No vote shall be taken.\n2.   The Commission may, when it asks an opinion of the committee, specify a time by which the opinion is to be delivered.\n3.   Views expressed by the representatives of Member States shall be recorded in the minutes.", "Without prejudice to Article 214 of the Treaty, where the Commission informs the committee that an opinion requested or question asked relates to a confidential matter, participants shall be required not to divulge information obtained in the course of the proceedings of the Committee or of working parties.", "This Decision shall take effect on 1 March 1994."], "attachments": "Done at Brussels, 23 February 1994.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission"}