{"celex_id": "31993R2710", "uri": "http://publications.europa.eu/resource/cellar/0544bc8d-1612-44ee-b1d5-31fbf98a385a", "type": "Regulation", "concepts": ["1134", "20", "3170", "4284", "5070", "5262"], "title": "Commission Regulation (EEC) No 2710/93 of 30 September 1993 concerning certain special sales by tender of vinous alcohol held by intervention agencies, for use as motor fuel within the Community\n", "header": "COMMISSION REGULATION (EEC) No 2710/93 of 30 September 1993 concerning certain special sales by tender of vinous alcohol held by intervention agencies, for use as motor fuel within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2),\nHaving regard to Council Regulation (EEC) No 3877/88 of 12 December 1988 laying down general rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 and 39 of Regulation (EEC) No 822/87 and held by  intervention agencies (3), and in particular Articles 1 and 3 thereof,\nWhereas Commission Regulation (EEC) No 377/93 (4), as amended by Regulation (EEC) No 2192/93 (5), lays down detailed rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 and 39 of Regulation (EEC) No  822/87 and held by intervention agencies;\nWhereas Commission Regulation (EEC) No 3389/90 (6) and (EEC) No 3390/90 (7) opening special sales by tender of vinus alcohol held by intervention agencies, for use as motor fuel within the Community, put up for sale by tender Nos 7/90 and 8/90 EC  respectively 4 800 000 hectolitres of alcohol expressed in terms of hectolitres of alcohol at 100 % vol;\nWhereas the successful tenderers, following the sale of a limited quantity of processed alcohol, have experienced serious and persistent difficulty in the disposal of such a volume of alcohol on the fuel market within the Community, due in particular to  developments in substitution fuels manufactured from agricultural raw materials;\nWhereas, in order to enable that alcohol to be used as intended under the Community rules and to avoid any disruption whatsoever to the Community market for alcohols and spirituous beverages in the case in question, taking into account the volume of  alcohol awarded and the sensitivity of the sale markets other than the fuel market, it is necessary to reduce the quantities of alcohol to be used for the purposes specified and to cancel the sales by tender in respect of the lots of alcohol not taken  out of intervention storage;\nWhereas the performance guarantee in respect of alcohol lots still to be used for the purposes specified should be released only when the entire quantity of the alcohol in the lots concerned has been used in the fuel sector within the Community;  whereas, in the current special circumstances, this obligation seeks to ensure the take over of all the quantities in question and their disposal, taking account of the sensitivity of the alcohol markets and in particular the fragility of the market for  non-traditional substitution fuels;\nWhereas provision should also be made for the transportation and processing of the alcohol sold as well as the final utilization of the finisched product to be monitored in order to ensure that the alcohol is actually used in a manner not likely to  disrupt the alcohol market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Notwithstanding Article 1 of Regulation (EEC) No 3389/90, the first lot only under special sale by tender No 7/90 EC, consisting of 640 000 hectolitres of alcohol at 100 % vol, must be used as motor fuel within the Community. The  processing of the alcohol for this purpose must take place also within the Community.\n2. Notwithstanding Article 1 of Regulation (EEC) No 3390/90, the first two lots only under special sale by tender No 8/90 EC, consisting of a total quantity of 640 000 hectolitres of alcohol at 100 % vol, must be used as motor fuel within the Community.  The processing of the alcohol for this purpose must take place also within the Community.", "Notwithstanding Articles 3 and 4 of Regulations (EEC) No 3389/90 and (EEC) No 3390/90, the use as motor fuel of alocohol from the first lot under special sale by tender No 7/90 EC and from the first two lots under special sale by tender No  8/90 EC must cease, save in cases of force majeure, within two years of the entry into force of this Regulation.", "Notwithstanding Article 27 of Commission Regulation (EEC) No 2220/85 (8) the performance guarantee provided for in Article 34 of Regulation (EEC) No 377/93 concerning the first lot under special sale by tender No 7/90 EC shall be released by  the intervention agency concerned when all the alcohol from the first lot under special sale by tender No 7/90 EC and from the first two lots under special sale by tender No 8/90 EC has been used as motor fuel within the Community.", "Without prejudice to the special provisions laid down under Community rules, the control measures concerning the alcohol referred to in Article 1 (1) and (2) shall comprise:\n- the national control measures laid down pursuant to Article 37 of Regulation (EEC) No 377/93. The controls shall consist at least of checks equivalent to those used to monitor home-produced alcohol and petroleum products when the alcohol has been  processed into fuel, notably at the stage or production, marketing or final use,\n- an additional check carried out by an international monitoring firm. The latter shall carry out checks in particular when the processed or unprocessed alcohol is being transported between a number of Member States and shall verify that it is not being  exported to a third country. This check shall entail the taking of samples at various stages so that the nature of the alcohol being transported can be analysed. The costs in question shall be borne by the successful tenderer,\n- the following specific measures:\n- denaturing of the alcohol in the manner determined by the Commission in agreement with the intervention agency concerned,\n- determination, under the supervision of the competent monitoring authority, of the volume of spirits distilled from wine used for manufacture of the finished product accepted by the Commission,\n- a check on the final use of the finished product in the Community by the competent monitoring authority in accordance with the national rules concerned; the T 5 control copy or the control document equivalent to the T 5 control copy provided for in  Commission Regulation (EEC) No 2823/87 (9) drawn up by the competent monitoring authority may be endorsed only after the excise duty on the finished product containing the spirits distilled from wine has been collecte and can no longer be reimbursed,\n- where a type of fuel is not subject to excise duty in a Member State, the T 5 control copy or the equivalent control document shall be endorsed only where the successful tenderer has fulfilled the fiscal requirements regarding this type of fuel in the  Member State in which final use is made and where proof of sale on the Community market is furnished.", "The performance guarantee regarding the alcohol referred to in Article 1 of this Regulation shall be released subject in particular to:\n- presentation of a report by the international monitoring firm. This report shall cover verification of the quantity of alcohol transported, an evaluation of any alcohol loss and statements concerning the denaturing and processing of the alcohol. The  intervention agency holding the guarantee shall verify the reliability of the report and transmit to the Commission, at quarterly intervals, a declaration of the alcohol used,\n- the outcome of the analysis, carried out by nuclear magnetic resonance, of the alcohol for which the Commission and/or the competent control authority prescribes such analysis in order to verify the nature of the alcohol,\n- presentation of the T 5 control copy or the control document equivalent to the T 5 control copy provided for in Regulation (EEC) No 2823/87, endorsed by the competent control authority of the Member State in which final use took place, attesting that  the spirity distilled from wine were used for the specified purposes within the Community.", "1. Special sales by tender Nos 7 and 8/90 EC are hereby cancelled in respect of the lots of alcohol not taken out of intervention storage.\n2. The performance guarantee of ECU 90 per hectolitre of alcohol at 100 % vol established in accordance with Regulations (EEC) No 3389/90 and (EEC) No 3390/90 in respect of these lots of alcohol shall be released by the intervention agency concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 346, 15. 12. 1988, p. 7.\n(4) OJ No L 43, 20. 2. 1993, p. 6.\n(5) OJ No L 196, 5. 8. 1993, p. 19.\n(6) OJ No L 327, 27. 11. 1990, p. 19.\n(7) OJ No L 327, 27. 11. 1990, p. 21.\n(8) OJ No L 205, 3. 8. 1985, p. 5.\n(9) OJ No L 270, 23. 9. 1987, p. 1."}