{"celex_id": "31995R1095", "uri": "http://publications.europa.eu/resource/cellar/4e0078a3-d9bf-4a68-b692-3533b4645001", "type": "Regulation", "concepts": ["1504", "20", "2211", "2965", "4288", "5263"], "title": "Commission Regulation (EC) No 1095/95 of 15 May 1995 opening an invitation to tender for the fixing of an aid for the private storage in Ireland of carcases and half- carcases derived from young ovines (hoggets) more than twelve months old\n", "header": "COMMISSION REGULATION (EC) No  1095/95 of 15 May 1995 opening an invitation to tender for the fixing of an aid for the private  storage in Ireland of carcases and half-carcases derived from young ovines (hoggets) more than  twelve months old\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common  organization of the market in sheepmeat and goatmeat  (1), as last amended by the Act of Accession  of Austria, Finland and Sweden and by Regulation (EC) No 3290/94  (2), and in particular Article 7  (2) thereof,\nWhereas Commission Regulation (EEC) No 3446/90 of 27 November 1990 laying down detailed rules for  granting private storage aid for sheepmeat and goatmeat  (3), as last amended by Regulation (EC) No  3533/93  (4), lays down in particular detailed rules on invitations to tender;\nWhereas Commission Regulation (EEC) No 3447/90 of 28 November 1990 on special conditions for the  granting of private storage aid for sheepmeat and goatmeat  (5), as last amended by Regulation (EC)  No 879/95  (6), lays down in particular the minimum quantities in respect of which a tender may be  submitted;\nWhereas the application of Article 7 (2) of Regulation (EEC) No 3013/89 may result in the opening  of invitations to tender for private storage aid; whereas, in view of the market situation in the  Community, it has been judged opportune to initiate such a procedure;\nWhereas that Article provides for the application of these measures on the basis of the situation  of each quotation zone; whereas it is appropriate to open the tender only in Ireland, taking into  account the particularly difficult market situation in this Member State for one type of product  corresponding to carcases derived from animals at least twelve months old; whereas it is therefore  necessary, for that reason, to derogate from the provisions of Article 2 (2) of Regulation (EEC) No  3446/90;\nWhereas the Management Committee for Sheep and Veal has not delivered an opinion within the time  limit set by its chairman,", "main_body": ["An invitation to tender is hereby opened in Ireland for an aid to  private storage for carcases and half-carcases derived from young ovines more than twelve months  old (hoggets).\nSubject to the provisions of Regulation (EEC) No 3447/90 tenders may be submitted to the  intervention agencies of the Member States concerned.", "By derogation from the provisions of Article 2 (2) and of Article 3 (3a) and (4a) of  Regulation (EEC) No 3446/90:\n-  private storage aid may be granted only for carcases of young ovines (hoggets) more than twelve  months old and cuts thereof, produced in accordance with Article 3 (1) (A) (a) to (e) of Council  Directive 64/433/EEC  (7), of sound and fair merchantable quality coming from animals raised in the  Community for at least the previous two months and slaughtered not more than ten days before the  date on which the products are placed in storage as referred to in Article 4 (3) of Regulation  (EEC) No 3446/90,\n-  the declaration and the obligations provided for in Article 3 of this Regulation are referring  to the abovementioned product.", "Tenders must be submitted not later than 2 p.m. on 17 May 1995 to the relevant  intervention agency.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 15 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}