{"celex_id": "31999D0845", "uri": "http://publications.europa.eu/resource/cellar/4b5ac840-4cad-4ddb-ab10-c9f2d5eb0aa9", "type": "Decision", "concepts": ["1708", "1743", "2018", "3434", "3455", "5873"], "title": "1999/845/CFSP: Council Decision of 17 December 1999 implementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Mozambique\n", "header": "COUNCIL DECISION\nof 17 December 1999\nimplementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Mozambique\n(1999/845/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Joint Action 1999/34/CFSP of 17 December 1998 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1), and in particular Article 7 thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) The excessive and uncontrolled accumulation and spread of small arms and light weapons poses a threat to peace and security and reduces the prospects for sustainable development; this is acutely the case in Mozambique;\n(2) In pursuing the objectives set out in Article 1 of Joint Action 1999/34/CFSP, the European Union envisages operating within the relevant international fora and in a regional context, to promote confidence-building measures and incentives to encourage the voluntary surrender of surplus or illegally-held small arms, the implementation of effective national controls, such as efficient border and customs mechanisms, regional and international cooperation and enhanced information exchange; this Decision is intended to implement Joint Action 1999/34/CFSP;\n(3) A financial contribution to the South African Police Service (SAPS) will pursue the aims of locating, collecting and destroying illegal arms caches, and enhance transborder security with South Africa;\n(4) The European Union intends therefore to offer financial support in accordance with Title II of Joint Action 1999/34/CFSP,", "main_body": ["1. The European Union shall contribute to the locating, collecting and destroying of weapons in Mozambique through the joint cross border operations between the South African Police and the Mozambique Police (Operation Rachel).\n2. For this purpose, the European Union shall\n(a) support the South African Police Service, as implementing agency, in the acquisition of fuel, air support, explosives and accessories, and ration packs and daily allowances,\n(b) allocate these funds to a SAPS Divisional Commissioner.", "The European Union Member States' missions and the Commission local representatives shall monitor, as appropriate, the joint cross border operations undertaken in the framework of this Decision.", "1. The financial reference amount for the purposes referred to in Article 1 shall be EUR 200000.\n2. The Council notes that the Commission intends to direct its action towards achieving the objectives and the priorities of this Joint Action, where appropriate by pertinent Community measures.", "The Presidency, assisted by the Secretary General/High Representative for the CFSP, who shall keep the Council informed on the regular reports which shall be provided by the SAPS.", "This Decision shall take effect on the date of its adoption.\nIt shall expire on 18 December 2000.", "This Decision shall be reviewed six months after the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ L 9, 15.1.1999, p. 1."}