{"celex_id": "31990R3835", "uri": "http://publications.europa.eu/resource/cellar/60def2c0-21ff-4ed3-84cb-35a39c8e3ddd", "type": "Regulation", "concepts": ["1632", "2590", "2734", "2758", "2771", "2783", "3191", "4350"], "title": "Council Regulation (EEC) No 3835/90 of 20 December 1990 amending Regulations (EEC) No 3831/90, (EEC) No 3832/90 and (EEC) No 3833/90 in respect of the system of generalized tariff preferences applied to certain products originating in Bolivia, Colombia, Ecuador and Peru\n", "header": "COUNCIL   REGULATION   (EEC)   No 3835/90\nof 20 December  1990\namending Regulations (EEC) No 3831/90, (EEC) No 3832/90 and (EEC) No 3833/90 in respect of  the system of generalized tariff preferences applied to certain products originating in Bolivia,  Colombia, Ecuador and Peru<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\nTHE   COUNCIL   OF    THE   EUROPEAN   COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Article  113, thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nWhereas Regulations (EEC) No 3831/90  (3), (EEC) No 3832/90  (4) and (EEC) No 3833/90  (5) apply  generalized tariff preferences for 1991 to certain industrial products, to textile products and  certain agricultural products originating in the developing countries;\nWhereas the Community applies to those countries, which included Bolivia, Colombia, Ecuador and  Peru until 13  November 1990, preferential treatment by reference notably to their degree of  development and competitiveness; whereas for the industrial and textile sector this gives rise to  suspension of the duty within a quota and an individual tariff ceiling and to a reduction in the  customs duty without any quantitative limit for agricultural products, with the exception of five  products which are subject to a fixed amount at a reduced duty;\nWhereas cocaine production is being developed in Bolivia, Colombia, Ecuador and Peru to the  detriment of lawful agricultural production, the earnings from which enter those countries`  economies; whereas this situation results in a substantial decline to those countries` export  resources;\nWhereas cocaine trafficking seriously undermines those countries` social integrity and impairs  their economies to the point of jeopardizing and even setting back their development;\nWhereas the Community has delivered a favourable opinion concerning the request for support for  the special cooperation programme presented by the Colombian Government; whereas, in order to  increase the export earnings of the countries concerned and improve growth rates, they should be  given increased aid, on an exceptional, temporary basis, by granting them a system of generalized  tariff preferences consisting of exemption from quotas and ceilings and the according of duty-free  treatment for industrial and textile products, and the according of duty-free treatment for a  specified list of products in the agricultural sector; whereas this system should be granted to  them for the period of the special programme, i.e. four years, without prejudice to the annual  nature of the Community`s generalized preferences scheme,", "main_body": ["Articles 7, 8 and 9 of Regulation (EEC) No 3831/90 shall not apply  to the imports in question from Bolivia, Colombia, Ecuador and Peru.", "Articles 2, 8, 11 and 12 of Regulation (EEC) No 3832/90 shall not apply to Bolivia,  Colombia, Ecuador and Peru.", "1. From 1 January and until 31 December 1991, Common Customs tariff duties shall be  totally suspended for products originating from Bolivia, Colombia, Ecuador and Peru listed in the  Annex to this Regulation. Article 1 (4), and Articles 7 to 12 of Regulation (EEC) No 3833/90 shall,  without prejudice to the levying of any supplementary duties that may apply, apply to those  countries and to the products listed in the Annex to this Regulation.\n2. Bolivia, Colombia, Ecuador and Peru shall be withdrawn from the list of countries given in  Annex III to Regulation (EEC) No 3833/90. However, those countries shall benefit from the measures  provided for in Article 1 (1) of Regulation (EEC) No 3834/90 reducing, for 1991, levies for certain  agricultural products originating in developing countries  (6).", "This Regulation shall enter into force on 1  January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 December 1990.\nFor the CouncilThe PresidentG.   RUFFOLO\nANNEX<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n'"}