{"celex_id": "31995R0880", "uri": "http://publications.europa.eu/resource/cellar/028c0a59-aaf1-417e-9510-2271fedfa986", "type": "Regulation", "concepts": ["1144", "1201", "2477", "3275", "5964", "797"], "title": "Commission Regulation (EC) No 880/95 of 21 April 1995 amending Regulation (EEC) No 220/91 laying down detailed rules for the application of Regulation (EEC) No 1360/78 on producer groups and associations thereof\n", "header": "COMMISSION REGULATION (EC) No 880/95 of 21 April 1995 amending Regulation (EEC) No 220/91 laying down detailed rules for the application of Regulation (EEC) No 1360/78 on producer groups and associations thereof\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EEC) No 1360/78 of 19 June 1978 on producer groups and associations thereof (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 6 (3) thereof,\nWhereas Council Regulation (EEC) No 1765/92 (3), as last amended by the Act of Accession of Austria, Finland and Sweden, introduces, with effect from the 1993/94 marketing year, a new support system for producers of certain arable crops; whereas that system comprises payments to compensate for loss of income resulting from the reduction in institutional prices; whereas certain producers are obliged to set aside a predetermined percentage of their arable land in order to be eligible under the system;\nWhereas Commission Regulation (EEC) No 220/91 (4) determines the minimum cultivated area, turnover or volume of production which the producer groups or associations must have in order to be eligible for the aid provided for in Article 10 of Regulation (EEC) No 1360/78;\nWhereas the provisions of Regulation (EEC) No 220/91 should be revised in order to allow these groups and associations to continue to be eligible for the aid cited at the same rate as before the introduction of the new support system;\nWhereas the system introduced by Regulation (EEC) No 1765/92 applies with effect from the 1993/94 marketing year; whereas, therefore, this Regulation should apply with effect from the same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structures and Rural Development,", "main_body": ["In Article 1 of Regulation (EEC) No 220/91, the following paragraph is hereby added:\n'3. Notwithstanding paragraph 2, in respect of the products covered by Regulation (EEC) No 1765/92, the volume of production or turnover referred to in paragraph 1 shall be in respect of products actually marketed by the producers who are members of the producer group, increased:\n(a) in the event that the minimum limits in the Annex are fixed as a minimum volume of annual production: by the number of hectares of land set aside corresponding to the rotational set-aside obligation, multiplied by the average yield applicable to the product and to the region concerned, as defined by Regulation (EEC) No 1765/92, and in particular Article 3 (2) thereof;\n(b) in the event that the minimum limits in the Annex are fixed as turnover: by the amount of the compensatory payments granted for the year in question pursuant to Regulation (EEC) No 1765/92;\n(c) in the case that the minimum limits in the Annex are fixed as the number of hectares: by the number of hectares of land set aside corresponding to the rotational set-aside obligation.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 166, 23. 6. 1978, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 181, 1. 7. 1992, p. 12.\n(4) OJ No L 26, 31. 1. 1991, p. 15."}