{"celex_id": "31994D0574", "uri": "http://publications.europa.eu/resource/cellar/a246fdf5-e4aa-47a3-84ee-96f5b178eb26", "type": "Decision", "concepts": ["1957", "3600", "3743", "3774", "889"], "title": "94/574/ECSC: Commission Decision of 1 June 1994 authorizing the grant by the United Kingdom of aid to the coal industry for the last quarter of the 1993/94 financial year and for the 1994/95 financial year (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 1 June 1994 authorizing the grant by the United Kingdom of aid to the coal industry for the last quarter of the 1993/94 financial year and for the 1994/95 financial year (Only the English text is authentic) (94/574/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry (1), and in particular Articles 2 (1) and 9 thereof,\nWhereas:\nI  By letter of 30 March 1994, the United Kingdom sent the Commission a modernization, rationalization and restructuring plan for the coal industry in accordance with Article 8 (1) of Decision No 3632/93/ECSC.\nIn the same letter, the United Kingdom notified the Commission, in accordance with Article 9 (1) of Decision No 3632/93/ECSC, of the financial support which it intends to grant to the coal industry during the last quarter of the 1993/94 financial year  and the 1994/95 financial year.\nIn accordance with Decision No 3632/93/ECSC, the Commission is required to:\n- give its opinion on whether the modernization, rationalization and restructuring plan is in conformity with the general and specific objectives of Decision No 3632/93/ECSC;\n- take a decision on the carrying-over to the last quarter of the 1993/94 financial year of a sum totalling £2 187 759,71 and to the 1994/95 financial year of a sum totalling £116 354 577,43 of a provision authorized by the Commission until 31 December  1993 and intended to cover operating losses of underground coal-mining undertakings.\nThe financial support which the United Kingdom proposes to grant to the coal industry falls within the scope of Article 1 (1) of the Decision. The Commission is therefore required to decide, in accordance with Article 9 (4) of the Decision, whether the  support is in conformity with the objectives and criteria of the Decision and is compatible with the proper functioning of the common market.\nII  The modernization, rationalization and restructuring plan notified by the United Kingdom needs to be examined in the light of the general objectives laid down in Article 2 (1) and the specific criteria and objectives laid down in Articles 3 and 4 of  Decision No 3632/93/ECSC.\nThis plan is based on the White Paper on the prospects for coal published by the United Kingdom on 25 March 1993.\nIts main objective is to make the United Kingdom coal industry fully competitive with coal prices on international markets and to privatize British Coal in the near future.\nTo achieve that objective, the industry must strengthen the restructuring process, as a result of which a large number of underground mines are having to be closed, or production in them stopped and the installations mothballed.\nSome pits which are not currently competitive need to be rationalized to enable production to become competitive. To this end, the United Kingdom Government has provided for the constitution of a provision not exceeding a total of £120 million to cover  the operating losses of those pits temporarily by means of operating aid. This aid should enable the pits to find a market among power stations for the disposal of their production.\nThe United Kingdom has put before Parliament a Bill on the privatization of British Coal and the creation of an independent body to be responsible, among other things, for issuing operating licences under a transparent, non-discriminatory scheme which  would guarantee fair competition between all coal-mining undertakings.\nThe modernization, rationalization and restructuring plan notified by the United Kingdom, the aim of which is to make coal produced in the United Kingdom fully competitive with imported coal and to abolish all aid, meets the objective of the first  indent of Article 2 (1) of Decision No 3632/93/ECSC, namely, in the light of coal prices on international markets, to make further progress towards economic viability with the aim of achieving degression of aids.\nBy allowing certain pits the time required to improve their competitiveness, it is possible to avoid the closure of those pits in the short term, which therefore helps to solve the social and regional problems created by total or partial reductions in  the activity of production units, in accordance with the objectives set out in the second indent of Article 2 (1) of Decision No 3632/93/ECSC.\nThe plan provides for appropriate measures and sustained efforts to obtain a downward trend in production costs over the period from 1994 to 31 March 1998 so as to bring the selling price of all coal produced in the United Kingdom after that date into  line with that of coal prices on international markets.\nThe Commission has taken account, in its evaluation, of the conformity of the plans with the general and specific objectives, the degree of effort towards modernization, rationalization, restructuring and reduction in activity made by the United Kingdom  coal industry during the period of application of Commission Decision No 2064/86/ECSC (2).\nThe plan submitted by the United Kingdom therefore conforms to the specific objectives set out in Articles 3 and 4 of Decision No 3632/93/ECSC.\nIII  By Decision 94/333/ECSC (3) the Commission authorized the United Kingdom, in accordance with Decision No 2064/86/ECSC, to constitute a provision for 1993 totalling £120 million to cover operating losses incurred by underground coal-mining  undertakings.\nDecision 94/333/ECSC, which covered the period up to 31 December 1993, established that, if the United Kingdom decided to grant aid beyond that date, it should notify the aid to the Commission in accordance with Decision No 3632/93/ECSC.\nBy letter of 16 May 1994, the United Kingdom notified the Commission, in accordance with Article 2 of Decision 94/333/ECSC, that the aid actually paid to beneficiaries from the provision of £120 million for the 1993 calendar year amounted to £1 457  662,86 and that, of the balance of £118 542 337,14, the sum of £2 187 759,71 was being carried over to the last quarter of the 1993/94 financial year which expired on 31 March 1994 and the sum of £116 354 577,43 to the 1994/95 financial year.\nThe Commission is therefore required to take a decision on these two financial measures.\nIV  The sums of £2 187 759,71 and £116 354 577,43 which the United Kingdom plans to grant to its coal industry are intended to cover the difference between production costs and the selling prices, which are freely agreed between the contracting parties  in the light of world market conditions, of undertakings and production units eligible for operating aid in accordance with Article 3 of Decision No 3632/93/ECSC.\nThis aid should enable the above pits and undertakings to find a market among power stations for the disposal of their production during the rationalization period. In the absence of this aid, these pits would be condemned to closing in the short term,  which would increase the severity of the social and regional problems related to the decline of this industry.\nThis aid has to be approved, in accordance with Article 9 (4), by the Commission, which takes a decision in particular, on the basis of the general objectives and criteria set out in Article 2 and the specific criteria set out in Article 3 of Decision  No 3632/93/ECSC. In accordance with Article 9 (6), the Commission, in its assessment, checks whether the measures proposed are in conformity with the plans submitted in accordance with Article 8 and with the objectives set out in Article 2.\nThe aid will help, in the light of coal prices on international markets, to make further progress towards economic viability. The facts that the aid is of a temporary nature and is limited to the period leading up to the privatization of the British  Coal Corporation and that its aim is to render those production units competitive with imported coal mean that the aid will be degressive. It will also help to solve the social and regional problems created by the closure of the production units. It is  therefore in conformity with the objectives of Decision No 3632/93/ECSC.\nThe proposed aid will not, according to the United Kingdom notification, exceed, for any contractual quantity, the difference between the production costs and the foreseeable revenue. The amount of operating aid per tonne may not lead to delivery prices  for Community coal which are lower than those charged for coal of similar quality originating in non-member countries.\nThe United Kingdom will ensure that the aid does not create any discrimination within the meaning of Article 4 (b) of the ECSC Treaty between producers, between purchasers or between consumers.\nIn assessing these measures, the Commission has taken account of the fact that they are part of the modernization, rationalization and restructuring plan for the United Kingdom coal industry.\nWith regard to the provision, the United Kingdom will inform the Commission each month, for control purposes, of the payments actually made, the quantities covered and the recipient undertakings.\nV  In the light of the foregoing and on the basis of the information supplied by the United Kingdom, the proposed operating aid for the coal industry is compatible with the objectives of Decision No 3632/93/ECSC and with the proper functioning of the  common market.\nThis Decision does not prejudge the compatibility with the Treaties of any contracts which might be concluded between coal and electricity producers,", "main_body": ["The United Kingdom is hereby authorized to carry over to the last quarter of the 1993/94 financial year the provision authorized until 31 December 1993 for a sum totalling £2 187 759,71 to cover operating losses of underground coal-mining  undertakings.", "The United Kingdom is hereby authorized to carry over to the 1994/95 financial year the provision authorized until 31 December 1993 for a sum totalling £116 354 577,43 to cover operating losses of underground coal-mining undertakings.", "The United Kingdom shall inform the Commission each month of the payments actually made to beneficiaries from the financial provisions provided for in Articles 1 and 2 of this Decision together with the quantities of coal covered and the  names of the recipient undertakings.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 1 June 1994.\nFor the Commission\nMarcelino OREJA\nMember of the Commission\n(1) OJ No L 329, 30. 12. 1993, p. 12.\n(2) OJ No L 177, 1. 7. 1986, p. 1.\n(3) OJ No L 147, 14. 6. 1994, p. 11."}