{"celex_id": "31997R1130", "uri": "http://publications.europa.eu/resource/cellar/ba15e898-32fe-4b67-a1b3-7f964875660d", "type": "Regulation", "concepts": ["1474", "2556", "2850", "3001", "3888", "5537"], "title": "Council Regulation (EC) No 1130/97 of 17 June 1997 on the conclusion of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999\n", "header": "COUNCIL REGULATION (EC) No 1130/97 of 17 June 1997 on the conclusion of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof, in conjunction with Article 228 (2) and (3), first subparagraph, thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in accordance with the Agreement between the European Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe (3), the Contracting Parties held negotiations with a view to determining amendments or additions to be made to that Agreement at the end of the period of application of the Protocol;\nWhereas, as result of these negotiations, a new Protocol defining, for the period 1 June 1996 to 31 May 1999, the fishing opportunities and the financial contribution provided for by the abovementioned Agreement was initialled on 23 May 1996;\nWhereas it is in the Community's interest to approve the said Protocol;\nWhereas the allocation of fishing possibilities among the Member States should be determined on the basis of the traditional allocation of fishing possibilities under the fisheries agreement,", "main_body": ["The Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999 is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (4).", "The fishing possibilities provided for in the Protocol are allocated among the Member States as follows:\n- freezer tuna seiners: France 18, Spain 19,\n- pole-and-line tuna vessels: France 7,\n- surface long-liners: Spain 20, Portugal 5.\nIf licence applications from these Member States do not exhaust the fishing possibilities provided for in the Protocol the Commission may entertain licence applications from any other Member State.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 June 1997.\nFor the Council\nThe President\nA. JORRITSMA-LEBBINK\n(1) OJ No C 298, 9. 10. 1996, p. 13.\n(2) OJ No C 167, 2. 6. 1997.\n(3) OJ No L 54, 25. 2. 1984, p. 2.\n(4) The Protocol is published in OJ No L 46, 17. 2. 1997, p. 76."}