{"celex_id": "31998R1630", "uri": "http://publications.europa.eu/resource/cellar/965bcd57-6eb2-4704-825e-7d7856f0c813", "type": "Regulation", "concepts": ["2621", "4444", "4708", "4734", "5096"], "title": "Council Regulation (EC) No 1630/98 of 20 July 1998 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COUNCIL REGULATION (EC) No 1630/98 of 20 July 1998 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the encouragement of the permanent abandonment of wine-growing areas by the grant of premiums is provided for in Regulation (EEC) No 1442/88 (4);\nWhereas, pending adoption of the reform of the common organisation of the market in wine, the existing scheme for the grant of permanent abandonment premiums in respect of wine-growing areas should be extended, whilst limiting the total area that may be covered by it;\nWhereas Article 3(a) of Regulation (EEC) No 1442/88 excludes from the permanent abandonment premium areas of less than 25 ares, except in the special case where they constitute the whole of the cultivated wine-growing area of the holding concerned; whereas experience has shown that this threshold may prove to be too high in certain wine-growing regions a feature of which is advanced fragmentation of the growth area; whereas Member States should be allowed to fix a threshold for these regions of less than 25 but not less than 10 ares,", "main_body": ["Regulation (EEC) No 1442/88 is amended as follows:\n1. the title shall be replaced by the following:\n'Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/1989 to 1998/1999 wine years, of permanent abandonment premiums in respect of wine-growing areas`;\n2. in the introductory wording to the second subparagraph of Article 1(1), the words '1996/97 and 1997/98 marketing years` shall be replaced by '1996/1997, 1997/1998 and 1998/1999 marketing years`;\n3. the following subparagraphs shall be added to Article 3:\n'However, by way of derogation from (a) in the first subparagraph, Member States may make provision for the grant of a permanent abandonment premium for areas equal to, or more than, 10 ares.\nIn this case, the amount of the premium per hectare shall be fixed on the basis of the yield according to the scales established in Article 2(1)(b).`;\n4. in the first subparagraph of Article 11, 'at the earliest by 31 July 1998 and at the latest by 31 December 1999` shall be replaced by 'at the earliest by 31 July 1999 and at the latest by 31 December 2000`;\n5. in the third subparagraph of Article 17a, '15 May 1998` shall be replaced by '15 May 1999`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nHowever Article 1(5) shall apply from 15 May 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 87, 23. 3. 1998, p. 16.\n(2) OJ C 210, 6. 7. 1998.\n(3) OJ C 214, 10. 7. 1998.\n(4) OJ L 132, 28. 5. 1988, p. 3. Regulation as last amended by Regulation (EC) No 191/98 (OJ L 20, 27. 1. 1998, p. 15)."}