{"celex_id": "31992R2219", "uri": "http://publications.europa.eu/resource/cellar/afcf4496-a3d8-4c95-bab6-1cfebf5ec7fa", "type": "Regulation", "concepts": ["1565", "1644", "1730", "2292", "2763", "4885"], "title": "Commission Regulation (EEC) No 2219/92 of 30 July 1992 laying down detailed rules for the application of the specific supply arrangements for Madeira relating to milk products and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 2219/92  of 30 July 1992  laying down detailed rules for the application of the specific supply arrangements for Madeira relating to milk products and establishing the forecast supply balance\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), and in particular Article 10 thereof,\nWhereas Commission Regulation (EEC) No 1696/92 (2) lays down in particular the detailed rules for the application of the specific supply arrangements for the Azores and Madeira relating to certain agricultural products;\nWhereas, to take account of the specific needs of the milk products sector, additional rules to the provisions of Regulation (EEC) No 1696/92 or derogations therefrom should be laid down;\nWhereas pursuant to Article 2 of Regulation (EEC) No 1600/92 an annual forecast supply balance relating to milk products should be established for Madeira;\nWhereas to ensure that requirements are met in terms of quantities, prices and quality, supplies to Madeira consist of products originating in third countries on which no levies or customs duties are charged or of Community products on terms equivalent  to the advantage resulting from exemption from import duties; whereas products of Community origin must qualify for aids for that purpose;\nWhereas such aids must be fixed taking into account in particular the supply costs from the world market, the conditions resulting from the geographical situation of the archipelago and the pricing of exports to third countries for the products in  question;\nWhereas provision should be made for the appointment by the Member State concerned of the authority to be responsible for the management of the supply arrangements;\nWhereas a timetable should be drawn up for the submission of licence applications and the conditions of acceptance of such applications should be laid down, in particular as regards the provision of a security; whereas the duration of the validity of  import licences and aid certificates should also be fixed having regard to the supply requirements and the need for sound management, a longer period of validity being allowed for aid certificates in view of the special situation of Madeira;\nWhereas, for the sake of sound management of the supply arrangements, conditions should be laid down for the release of the security;\nWhereas pursuant to Council Regulation (EEC) No 1600/92 the supply arrangements are applicable from 1 July 1992; whereas it should be laid down that the detailed rules of application are to apply from the same date;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. Pursuant to Article 2 of Regulation (EEC) No 1600/92 the quantities of the forecast supply balance for Madeira which qualify for Community aid or exemption from the levy on imports from third countries shall be as set out in Annex 1.\n2. Pursuant to Annex 10 of Regulation (EEC) No 1600/92 the amount of the aids shall be as set out in Annex II.", "Portugal shall appoint the authority responsible for:\n(a) issuing the import licence provided for in Article 2 of Regulation (EEC) No 1696/92;\n(b) issuing the aid certificate provided for in Article 4 of the abovementioned Regulation;\n(c) payment of aid to the operators concerned and management of securities.", "1. Licence applications shall be submitted to the competent authority in the first five working days of each month. A licence application shall be admissible only if:\n(a) it does not exceed the maximum available quantity for each product and for the period concerned;\n(b) before expiry of the time limit for the submission of licence applications, proof is furnished that the interested party has provided a security. The amount of the security shall be:\n- ECU 5/100 kg products falling within CN-code 0401\n- ECU 10/100 kg for products falling within CN-code 0402\n- ECU 15/100 kg for products falling within CN-codes 0405 and 0406.\n2. Licences shall be issued on the 10th working day of each month.", "1. The period of validity of import licences shall expire on the last day of the month following the month of issue.\n2. The period of validity of aid certificates shall expire on the last day of the second month following the month of issue.", "Notwithstanding Commission Regulation (EEC) No 3719/88 (3), the security shall be released where:\n(a) the competent authority has not accepted an application; in such cases the security shall be released for the quantities for which the application has not been accepted;\n(b) the operator has withdrawn his application in accordance with Article 4 (2) of Regulation (EEC) No 1696/92;\n(c) proof is furnished that the licence has been used in accordance with Regulation (EEC) No 1696/92 and this Regulation; in such cases the security shall be released for the quantities charged to the licence.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1. (2) OJ No L 179, 1. 7. 1992, p. 6. (3) OJ No L 331, 2. 12. 1988, p. 15.\nANNEX I\nSupply balance for Madeira relating to milk products for the period 1 July 1992 to 30 June 1993\n(tonnes)\nCN code  Description  Amount      0401  Milk and cream, not concentrated nor containing added sugar or other sweetening matter  6 000  ex 0402  Skimmed-milk powder  800  ex 0402  Whole-milk powder  600  0405  Butter  500  0406  Cheese  600\nANNEX II\n(in Ecu/100 kg weight, if no other indication)\nCN code  Description of goods  Product code  Notes  Amount of aid        (1)  (2)  (3)  (4)  (5)             0401  Milk and cream, not concentrated nor containing added sugar or other sweetening matter (1):     0401 10    Of a fat content,  by weight, not exceeding 1 %:     0401 10 10      In immediate packings of a net content not exceeding 2 litres  0401 10 10 000  (1)  6,36  0401 10 90      Other  0401 10 90 000  (1)  6,36  0401 20    Of a fat content, by weight, exceeding 1 % but not  exceeding 6 %:          Not exceeding 3 %:     0401 20 11        In immediate packings of a net content not exceeding 2 litres:        Of a fat content, by weight, not exceeding 1,5 %  0401 20 11 100  (1)  6,36     Of a fat content, by weight, exceeding  1,5 %  0401 20 11 500  (1)  9,61  0401 20 19        Other:        Of a fat content, by weight, not exceeding 1,5 %  0401 20 19 100  (1)  6,36     Of a fat content, by weight, exceeding 1,5 %  0401 20 19 500  (1)  9,61       Exceeding 3 %:     0401 20 91         In immediate packings of a net content not exceeding 2 litres:        Of a fat content, by weight, not exceeding 4 %  0401 20 91 100  (1)  12,65     Of a fat content, by weight, exceeding 4 %  0401 20 91 500  (1)  14,67  0401 20 99        Other:         Of a fat content, by weight, not exceeding 4 %  0401 20 99 100  (1)  12,65     Of a fat content, by weight, exceeding 4 %  0401 20 99 500  (1)  14,67  0401 30    Of a fat content, by weight, exceeding 6 %:          Not exceeding 21 %:     0401 30  11        In immediate packings of a net content not exceeding 2 litres:        Of a fat content, by weight:        Not exceeding 10 %  0401 30 11 100  (1)  18,72     Exceeding 10 % but not exceeding 17 %  0401 30 11 400  (1)  28,65     Exceeding 17 %   0401 30 11 700  (1)  42,84  0401 30 19        Other:        Of a fat content, by weight:        Not exceeding 10 %  0401 30 19 100  (1)  18,72     Exceeding 10 % but not exceeding 17 %  0401 30 19 400  (1)  28,65     Exceeding 17 %  0401 30 19 700  (1)   42,84       Exceeding 21 % but not exceeding 45 %:     0401 30 31        In immediate packings of a net content not exceeding 2 litres:        Of a fat content, by weight:        Not exceeding 35 %  0401 30 31 100  (1)  50,94     Exceeding 35 % but not  exceeding 39 %  0401 30 31 400  (1)  79,31     Exceeding 39 %  0401 30 31 700  (1)  87,41  0401 30 39        Other:        Of a fat content, by weight:        Not exceeding 35 %  0401 30 39 100  (1)  50,94     Exceeding 35 % but not exceeding 39 %  0401  30 39 400  (1)  79,31     Exceeding 39 %  0401 30 39 700  (1)  87,41       Exceeding 45 %:     0401 30 91        In immediate packings of a net content not exceeding 2 litres:        Of a fat content, by weight:        Not exceeding 68 %  0401 30 91 100   (1)  99,57     Exceeding 68 % but not exceeding 80 %  0401 30 91 400  (1)  146,17     Exceeding 80 %  0401 30 91 700  (1)  170,49  0401 30 99        Other:        Of a fat content, by weight:        Not exceeding 68 %  0401 30 99 100  (1)  99,57      Exceeding 68 % but not exceeding 80 %  0401 30 99 400  (1)  146,17     Exceeding 80 %  0401 30 99 700  (1)  170,49  ex 0402  Skimmed milk powder of a fat content, by weight, not exceeding 1.5 %    65  ex 0402  Whole milk powder of a fat content, by  weight, not exceeding 27 %    112  ex 0405  Butter of a fat content, by weight, equal to or greater than 82 %    168  ex 0406  Cheeses:     0406 90 23  Edam    135,35  0406 90 25  Tilsit    135,35  0406 90 77  Danbo, Fontal, Fontina, Fynbo, Gouda,  Havarti, Maribo Samsoe    110,79  0406 90 79  Esrom, Italico, Kernhem, Saint-Nectaire, Saint-Paulin, Taleggio    114,71  0406 90 81  Cantal, Cheshire, Wensleydale, Lancashire, Double Gloucester, Blarney, Colby, Monterey    130,00\n(1) When the  product falling within this subheading is a mixture containing added whey and/or added lactose and/or casein and/or caseinates, no aid shall be granted.\nWhen completing customs formalities, the applicant shall state on the declaration provided for this purpose, whether or not whey and/or lactose and/or casein and/or caseinates have been added to the product."}