{"celex_id": "31995R1842", "uri": "http://publications.europa.eu/resource/cellar/2b0c63ad-2493-4192-8620-74efd4aafe7d", "type": "Regulation", "concepts": ["161", "1644", "2275", "2957", "4620", "5034"], "title": "Commission Regulation (EC) No 1842/95 of 26 July 1995 laying down for 1995 detailed rules for the application to live bovine animals of the tariff quotas provided for in the free trade Agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part\n", "header": "COMMISSION REGULATION (EC) No 1842/95 of 26 July 1995 laying down for 1995  detailed rules for the application to live bovine animals of the tariff quotas provided for in the  free trade Agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of  the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1275/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade-related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Estonia, of the other part  (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1276/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade-related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Latvia, of the other part  (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1277/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade-related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Lithuania, of the other part  (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (4), as last amended by Regulation (EC) No 424/95  (5), and in  particular Article 9 (2) thereof,\nWhereas the Agreements on free trade and trade-related matters open an annual Community tariff  quota for the import of 3  500 bovine animals weighing between 160 and 300 kilograms originating in  and coming from Estonia, Latvia and Lithuania at a reduction of 75  % in the specific amounts of  the customs duties fixed in the Common Customs Tariff (CCT); whereas the detailed rules for the  application of this quota for 1995 should be laid down;\nWhereas, while recalling the provisions of the above Agreements intended to guarantee the origin of  the product, the system should be managed through import licences; whereas, to that end, provision  should be made to define, in particular, the detailed rules for submission of applications, and the  information which must be included on the applications and licences, notwithstanding certain  provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common  detailed rules for the application of the system of import and export licences and advance fixing  certificates for agricultural products  (6), as last amended by Regulation (EC) No 1199/95  (7),  and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and  export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80  (8); whereas  provision should also be made for the licences to be issued after a delay for consideration and,  where necessary, with the applicaiton of a single percentage reduction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["1.  The tariff quota for the import of 3  500 head of live bovine  animals falling within CN code 0102  90  41 and 0102  90  49 originating in and coming from  Lithuania, Latvia and Estonia for 1995 shall be administered in accordance with the provisions of  this Regulation.\n2.  The specific amounts of the customs duties fixed in the CCT shall be reduced by 75  % for the  quantities indicated in pargraph 1.", "In order to qualify for the quota referred to in Article 1:\n(a)  applicants for import licences must be natural or legal persons who, at the time applications  are submitted, must prove to the satisfaction of the competent authorities of the Member State  concerned that they have imported and/or exported during 1994 at least 50 animals falling within CN  code 0102  90 and originating in or intended for countries which are considered by their  authorities as third countries on 31 December 1994; applicants must be entered in a national VAT  register;\n(b)  licence applications may be presented only in the Member State in which the applicant is  registered;\n(c)  licence applications -  must relate to a number equal to or greater than 50 head, but -  may not relate to a quantity exceeding 10  % of the quantity available.\nWhere applications for import licences exceed this quantity, they shall only be considered within  the limits of the said quantity;\n(d)  section 7 of licence applications and licences shall show the country from which the country  is imported and section 8 shall show the country of origin; licences shall carry with them an  obligation to import from one of the countries indicated in Article 1 (1);\n(e)  section 20 of licence applications and licences shall show at least one of the following:\n-  Reglamento (CE) n° 1842/95,\n-  Forordning (EF) nr. 1842/95,\n-  Verordnung (EG) Nr. 1842/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 1842/95,\n-  Regulation (EC) No 1842/95,\n-  Règlement (CE) n° 1842/95,\n-  Regolamento (CE) n. 1842/95,\n-  Verordening (EG) nr. 1842/95,\n-  Regulamento (CE) nº 1842/95,\n-  Asetus (EY) N :o 1842/95,\n-  Foerordning (EG) nr 1842/95 ;\n(f)  at the time of acceptance of the declaration of release for free circulation, importers shall  undertake to inform the competent authorities of the importing Member State, not later than one  month after the date of import of:\n-  the number of animals imported,\n-  the origin of the animals.\nThe authorities shall forward this information to the Commission before the beginning of each  month.", "1.  Licence applications may be lodged only from 25 to 29 September 1995.\n2.  Where the same applicant lodges more than one application, all applications from that person  shall be inadmissible.\n3.  The Member States shall notify the Commission not later than 13 October 1995 of the  applications lodged. Such notification shall comprise a list of applicants and quantities applied  for.\nAll notifications, including notifications of 'nil` applications, shall be made by telex or fax,  drawn up on the model in the Annex to this Regulation in cases where applications have been made.\n4.  The Commission shall decide to what extent quantities may be awarded in respect of licence  applications. If the quantities in respect of which licences have been applied for exceed the  quantities available, the Commission shall fix a single percentage reduction in the quantities  applied for.\n5.  Subject to a decision to accept applications by the Commission, licences shall be issued at the  earliest opportunity.\n6.  Import licences shall be issued for a number equal to or greater than 50 head.\nIf, because of the numbers applied for, the percentage reduction results in fewer than 50 head per  import licence, the Member States, shall, by drawing lots, allocate licences covering 50 head.\n7.  Licences issued shall be valid throughout the Community.", "Without prejudice to the provisions of this Regulation, Regulations (EEC) No 3719/88  and (EC) No 1445/95 shall apply.\nHowever, in the case of quantities imported under the terms of Article 8 (4) of Regulation (EEC) No  3719/88, the full customs duties shall be collected on quantities in excess of those stated on the  import licence.", "1.  Notwithstanding Article 9 (1) of Regulation (EEC) No 3719/88, the rights accruing  from import licences issued pursuant to this Regulation shall not be transferable.\n2.  Notwithstanding Article 3 of Commission Regulation (EC) No 1445/95, the term of validity of  issued import licences shall expire on 31 December 1995.", "The animals shall be released for free circulation on presentation of an EUR 1 movement  certificate issued by the exporting country in accordance with Protocol 3 annexed to the free trade  Agreements.", "1.  Animals imported under the arrangements referred to in Article 1 shall be  identified by either:\n-  an indelible tattoo, or -  an official earmark or an earmark officially approved by the Member State on at least one of its  ears.\n2.  Such tattoos or marks shall be designed in such a way that the date of release for free  circulation and the identity of the importer can be established, by means of a record made when the  animal is released for free circulation.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n>START OF GRAPHIC>\nEC fax No (32  2) 29  66  027 Application of Regulation (EC) No 1842/95 COMMISSION OF THE EUROPEAN COMMUNITIES DG VI D.2 - BEEF AND VEAL SECTOR APPLICATION FOR LICENCES TO IMPORT AT REDUCED SPECIFIC AMOUNTS OF THE CUSTOMS DUTIES OF THE CCT Date: period:    Member State:      Serial number Applicant (name and address) Quantity (head)      Total      Member  State:  Fax No    Tel.    >END OF GRAPHIC>"}