{"celex_id": "31999D0584", "uri": "http://publications.europa.eu/resource/cellar/e9932306-938d-4449-a6dd-ffbfcdb40362", "type": "Decision", "concepts": ["1598", "1755", "2624", "4635", "862", "922"], "title": "1999/584/EC: Commission Decision of 28 July 1999 on financial assistance from the Community for storage in France, Italy and the United Kingdom of antigen for production of foot-and-mouth disease vaccine (notified under document number C(1999) 2449) (Text with EEA relevance) (Only the English, French and Italien texts are authentic)\n", "header": "COMMISSION DECISION\nof 28 July 1999\non financial assistance from the Community for storage in France, Italy and the United Kingdom of antigen for production of foot-and-mouth disease vaccine\n(notified under document number C(1999) 2449)\n(Only the English, French and Italien texts are authentic)\n(Text with EEA relevance)\n(1999/584/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 1258/1999(2), and in particular Article 14 thereof,\n(1) Whereas, by virtue of Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines(3), establishment of antigen banks is part of the Community's action to create Community reserves of foot-and-mouth disease vaccine;\n(2) Whereas Article 3 of that Decision designates the \"Laboratoire de pathologie bovine du Centre national d'études vétérinaires et alimentaires\" at Lyon in France, the \"Istituto Zooprofilattico Sperimentale di Brescia\" in Italy and the \"Institute for Animal Health\" at Pirbright in the United Kingdom as antigen banks holding Community reserves;\n(3) Whereas the functions and duties of these antigen banks are specified in Article 4 of that Decision; whereas Community assistance must be conditional on accomplishment of these;\n(4) Whereas Community financial assistance should be granted to these banks to enable them to carry out during 1999 the said functions and duties;\n(5) Whereas for budgetary reasons the Community assistance should be granted for a period of one year;\n(6) Whereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy(4), as last amended by Regulation (EC) No 1287/95(5), should apply;\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community shall grant France financial assistance for the stocking of antigen for production of foot-and-mouth disease vaccine.\n2. The \"Laboratoire de pathologie bovine du Centre national d'études vétérinaires et alimentaires\" at Lyon in France shall hold the stock of antigen to which paragraph 1 relates. The provisions of Article 4 of Decision 91/666/EEC shall apply.\n3. The Community's financial assistance shall be a maximum of EUR 40000 for the period 1 January to 31 December 1999.", "1. The Community shall grant Italy financial assistance for the stocking of antigen for production of foot-and-mouth disease vaccine.\n2. The \"Istituto Zooprofilattico Sperimentale di Brescia\" in Italy shall hold the stock of antigen to which paragraph 1 relates. The provisions of Article 4 of Decision 91/666/EEC shall apply.\n3. The Community's financial assistance shall be a maximum of EUR 40000 for the period 1 January to 31 December 1999.", "1. The Community shall grant the United Kingdom financial assistance for the stocking of antigen for production of foot-and-mouth disease vaccine.\n2. The Institute for Animal Health at Pirbright in the United Kingdom shall hold the stock of antigen to which paragraph 1 relates. The provisions of Article 4 of Decision 91/666/EEC shall apply.\n3. The Community's financial assistance shall be a maximum of EUR 20000 for the period 1 January to 31 December 1999.", "1. The Community's financial assistance referred to in Article 1(3), Article 2(3) and Article 3(3) of the present Decision shall be paid, following presentation, by the Member State concerned, of supporting documents which demonstrate the effective completion of the tasks.\n2. The supporting documents referred to in paragraph 1 must be presented to the Commission before 1 March 2000 and they should include:\n(a) technical information on:\n- the amount and type of antigen stored (storage records),\n- storage equipment used (type, number and capacity of tanks),\n- security system in place (temperature control, anti-theft measures),\n- insurance arrangements (fire, accidents);\n(b) financial information (completion of table as shown in the Annex).", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the French Republic, the Italian Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 160, 26.6.1999, p. 103.\n(3) OJ L 368, 31.12.1991, p. 21.\n(4) OJ L 94, 28.4.1970, p. 13.\n(5) OJ L 125, 8.6.1995, p. 1.\nANNEX\nFinancial information related to the storage of antigen for production of foot-and-mouth disease vaccine\n>PIC FILE= \"L_1999221EN.001402.EPS\">"}