{"celex_id": "31991R0816", "uri": "http://publications.europa.eu/resource/cellar/f16e679a-5f91-4905-b0e7-bd6bfac22979", "type": "Regulation", "concepts": ["4717"], "title": "Commission Regulation (EEC) No 816/91 of 2 April 1991 amending Regulation (EEC) No 3827/90 on transitional arrangements for the description of certain quality wines produced in specified areas\n", "header": "COMMISSION REGULATION (EEC) No 816/91  of 2 April 1991  amending Regulation (EEC) No 3827/90 on transitional arrangements for the description of certain quality wines produced in specified areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 257 (1) thereof,\nWhereas, under the Act of Accession of Spain and Portugal, the special provisions for quality wines produced in specified regions laid down in Council Regulation (EEC) No 823/87 (1), as last amended by Regulation (EEC) No 3577/90 (2), and the general  rules on the description and presentation of such wines laid down in Council Regulation (EEC) No 2392/89 (3), as last amended by Regulation (EEC) No 3886/89 (4), are to come into force in Portugal from the beginning of the second stage of accession;\nWhereas Article 1 of Commission Regulation (EEC) No 3827/90 of 19 December 1990 (5) provides for a derogation from Article 40 (2) of Regulation (EEC) No 2392/89 so that holders of recognized registered brand names for a wine or grape must that contain  words identical to the name of a region specified by Portugal for designation of a quality wine psr before 1 January 1991 may continue to use them where they are identical to the proper name of the holder of the brand name; whereas the second paragraph  of Article 2 of Regulation (EEC) No 3827/90 provides that the derogation is to apply until 31 March 1991;\nWhereas, in order to avoid an interruption in established trade flows and pending an adaptation of the Community rules on the designation of specified regions and on the use of brand names containing words identical to such geographical descriptions,  the term of validity of the abovementioned derogation should be extended by three months;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In the second paragraph of Article 2 of Regulation (EEC) No 3827/90, the date '31 March 1991' is hereby replaced by '30 June 1991'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 59.\n(2) OJ No L 353, 17. 12. 1990, p. 23.\n(3) OJ No L 232, 9. 8. 1989, p. 13.\n(4) OJ No L 378, 27. 12. 1989, p. 12.\n(5) OJ No L 366, 29. 12. 1990, p. 59."}