{"celex_id": "31998R2014", "uri": "http://publications.europa.eu/resource/cellar/9cf7ddc5-54cf-421e-847d-97ff40b55264", "type": "Regulation", "concepts": ["2387", "2771", "3611", "4418", "5469", "5563"], "title": "Commission Regulation (EC) No 2014/98 of 22 September 1998 re-introducing normal customs duties on certain tubes, pipes and hollow profiles of iron or steel originating in the Republics of Bosnia-Herzegovina and Croatia, for which a tariff ceiling was opened by Council Regulation (EC) No 70/97\n", "header": "COMMISSION REGULATION (EC) No 2014/98 of 22 September 1998 re-introducing normal customs duties on certain tubes, pipes and hollow profiles of iron or steel originating in the Republics of Bosnia-Herzegovina and Croatia, for which a tariff ceiling was opened by Council Regulation (EC) No 70/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina and Croatia and to imports of wine originating in the former Yugoslav Republic of Macedonia and the Republic of Slovenia (1), as last amended by Regulation (EC) No 2636/97 (2), and in particular Article 4(3) thereof,\nWhereas Regulation (EC) No 70/97 provides in its Articles 1 and 4 an exemption from customs duties in the framework of tariff ceilings for the products originating in the Republics of Bosnia-Herzegovina and Croatia listed in its Annexes C; whereas Article 4(3) provides that the Commission may, as soon as a tariff ceiling is reached, adopt a Regulation re-introducing, until the end of the calendar year, the customs duties applicable to third countries in respect of imports of the products concerned;\nWhereas the Community surveillance provided by Article 4(1) of Regulation (EC) No 70/97 has shown that preferential imports of products in the framework of the tariff ceiling with order No 01.0160 have exceeded this ceiling;\nWhereas this situation is liable to cause serious damage to the Community sector concerned and requires the re-introduction of normal customs duties in respect of the Republics concerned;\nWhereas the levying of customs duties for these products should therefore be re-established,", "main_body": ["From 26 September until 31 December 1998, the levying of normal customs duties shall be re-introduced on imports into the Community for products listed in the Annex and originating in the Republics of Bosnia-Herzegovina and Croatia, for which a tariff ceiling was opened by Regulation (EC) No 70/97.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 16, 18. 1. 1997, p. 1.\n(2) OJ L 356, 31. 12. 1997, p. 16.\nANNEX\n>TABLE>"}