{"celex_id": "31999R2590", "uri": "http://publications.europa.eu/resource/cellar/85240d2a-09a9-4017-b9a3-4292a908e23f", "type": "Regulation", "concepts": ["1086", "1929", "2292", "3003", "5034", "842"], "title": "Commission Regulation (EC) No 2590/1999 of 8 December 1999 amending Regulations (EEC) No 2312/92 and (EEC) No 1148/93 laying down detailed rules for implementing the specific measures for supplying the French overseas departments with breeding bovines and horses\n", "header": "COMMISSION REGULATION (EC) No 2590/1999\nof 8 December 1999\namending Regulations (EEC) No 2312/92 and (EEC) No 1148/93 laying down detailed rules for implementing the specific measures for supplying the French overseas departments with breeding bovines and horses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 4(5) thereof,\nWhereas:\n(1) Pursuant to Article 4 of Regulation (EEC) No 3763/91, it is necessary to determine the number of pure-bred breeding bovines and horses in the Community which are eligible for aid with a view to encouraging the development of those sectors in the French overseas departments (FODs).\n(2) The quantities of the forecast supply balance and the level of aid for those products are fixed by Commission Regulations (EEC) No 2312/92(3) and (EEC) No 1148/93(4), as last amended by Regulation (EC) No 2727/98(5). The Annexes to those Regulations should therefore be amended.\n(3) The need might arise in the French overseas departments for additional supplies of pure-bred breeding bovines and horses in particular marketing years. The French authorities should therefore be granted some leeway in their management of the scheme so they can issue aid certificates for animals intended for certain overseas departments in excess of the maximum quantities available to those departments, on condition that the overall maximum quantity available for all four overseas departments is complied with. In order to take proper account of such additional supply requirements for subsequent years, the French authorities should inform the Commission of cases in which certificates have been issued using this discretionary power.\n(4) As a result of the presentation by the French authorities of information on the needs of the French overseas departments, the Annexes to Regulations (EEC) No 2312/92 and (EEC) No 1148/93 should be replaced by the Annexes to this Regulation adding, for supply of breeding horses, the French overseas department Réunion. The balances should be fixed on the basis of the calendar year.\n(5) Application of the criteria for fixing the amount of Community aid to the current market situation in the sector in question and, in particular, to the exchange rates and prices for those products in the European part of the Community and on the world market, gives rise to aid for the supply of the French overseas departments with pure-bred breeding animals at the levels fixed in the Annex hereto.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Annex III to Regulation (EEC) No 2312/92 is replaced by Annex I to this Regulation.", "Regulation (EEC) No 1148/93 is amended as follows:\n1. (This amendment does not apply to the English-language version).\n2. The Annex is replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 356, 24.12.1991, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 222, 7.8.1992, p. 32.\n(4) OJ L 116, 12.5.1993, p. 15.\n(5) OJ L 343, 18.12.1998, p. 4.\nANNEX I\n\"ANNEX III\nPART 1\nSupply to Réunion of pure-bred breeding bovines originating in the Community for the year 2000\n>TABLE>\nPART 2\nSupply to French Guiana of pure-bred breeding bovines originating in the Community for the year 2000\n>TABLE>\nPART 3\nSupply to Martinique of pure-bred breeding bovines originating in the Community for the year 2000\n>TABLE>\nPART 4\nSupply to Guadeloupe of pure-bred breeding bovines originating in the Community for the year 2000\n>TABLE>\"\nANNEX II\n\"ANNEX\nPART 1\nSupply to French Guiana of pure-bred breeding horses originating in the Community for the year 2000\n>TABLE>\nPART 2\nSupply to Martinique of pure-bred breeding horses originating in the Community for the year 2000\n>TABLE>\nPART 3\nSupply to Guadeloupe of pure-bred breeding horses originating in the Community for the year 2000\n>TABLE>\nPART 4\nSupply to Réunion of pure-bred breeding horses originating in the Community for the year 2000\n>TABLE>\""}