{"celex_id": "31996D0253", "uri": "http://publications.europa.eu/resource/cellar/907bc218-5d94-467f-bee1-b80673b689b0", "type": "Decision", "concepts": ["1005", "1074", "4057", "5237", "5315", "5344"], "title": "96/253/Euratom: Council Decision of 4 March 1996 adapting Decision 94/268/Euratom concerning a framework programme of Community activities in the field of research and training for the European Atomic Energy Community (1994 to 1998), following the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union\n", "header": "COUNCIL DECISION of 4 March 1996 adapting Decision 94/268/Euratom concerning a framework programme of Community activities in the field of research and training for the European Atomic Energy Community (1994 to 1998), following the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union (96/253/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, by Decision 94/268/Euratom (4), the Council adopted a framework programme of Community activities in the field of research and training for the European Atomic Energy Community for 1994 to 1998; whereas Article 1 (3) of that Decision states that the amount deemed necessary for Community financial participation in the framework programme shall be ECU 1 254 million, and that, of this, ECU 617 million shall be the indicative amount for the period 1994 to 1996 and ECU 637 million shall be the indicative amount for the period 1997 to 1998;\nWhereas Article 4 (1) of the Decision states that the framework programme shall be adapted or supplemented as the situation changes; whereas the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union makes financial adjustment necessary because of the resulting increase in both Community resources devoted to and expenditure on research and development;\nWhereas, under the scientific and technical cooperation agreements signed with the Kingdom of Sweden, that State was already participating in some Community research activities relating to controlled thermonuclear fusion and radiation protection in return for a financial contribution classed as 'additional appropriations` for expenditure in respect of research activities;\nWhereas this Decision is limited to the adjustment of the financial amounts made necessary by the accession of Austria, Finland and Sweden and does not modify the technical and scientific objectives, priorities, activities in the various areas, selection criteria and other provisions specified in the framework programme;\nWhereas, as a result, the framework programme amount deemed necessary should be increased and the additional funds allocated in a linear fashion between the activities of the framework programme; whereas the principle of linearity should also apply in the implementation of all activities of the framework programme in accordance with Article 2 of the framework programme;\nWhereas Decision No 1110/94/EC of the European Parliament and of the Council of 26 April 1994 concerning the fourth framework programme of the European Community activities in the field of research and technological development and demonstration (1994 to 1998) (5) and Decision 94/268/Euratom were adopted simultaneously and for the same period; whereas the same should apply to the Decisions adapting the two framework programmes,", "main_body": ["Decision 94/268/Euratom is hereby amended as follows:\n1. in Article 1 (3):\n'1 254` shall be replaced by '1 336`,\n'617` shall be replaced by '769`,\n'637` shall be replaced by '567`, and\n'1 359` shall be replaced by '1 441`;\n2. Annex I shall be replaced by the text appearing in the Annex to this Decision."], "attachments": "Done at Brussels, 4 March 1996.\nFor the Council\nThe President\nP. BARATTA\n(1) OJ No C 142, 8. 6. 1995, p. 18.\n(2) OJ No C 249, 25. 9. 1995, p. 47.\n(3) OJ No C 256, 2. 10. 1995, p. 12.\n(4) OJ No L 115, 6. 5. 1994, p. 31.\n(5) OJ No L 126, 18. 5. 1994, p. 1.\nANNEX\n'ANNEX I\nFRAMEWORK PROGRAMME (1994 to 1998)\nAMOUNT AND INDICATIVE BREAKDOWN\n>TABLE>"}