{"celex_id": "31997R1977", "uri": "http://publications.europa.eu/resource/cellar/7f14597a-c34b-4ea4-9fbe-fd8564f560ab", "type": "Regulation", "concepts": ["13", "1511", "251", "4170", "4315", "797"], "title": "Commission Regulation (EC) No 1977/97 of 10 October 1997 fixing the production levies in the sugar sector for the 1996/97 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1977/97 of 10 October 1997 fixing the production levies in the sugar sector for the 1996/97 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 1599/96 (2), and in particular Articles 28 (8) and 28a (5) thereof,\nWhereas Article 7 (1) of Commission Regulation (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (3), as last amended by Regulation (EC) No 392/94 (4), provides that the basic production levy and the B levy together with, if required, the coefficient referred to in Article 28a (2) of Regulation (EEC) No 1785/81 for sugar, isoglucose and inulin syrup are to be fixed before 15 October in respect of the preceding marketing year;\nWhereas Commission Regulation (EC) No 1755/96 (5) increased, for the 1996/97 marketing year, the maximum amount referred to in the first indent of Article 28 (4) of Regulation (EEC) No 1785/81 to 37,5 % of the intervention price for white sugar;\nWhereas the estimated total loss recorded in accordance with Article 28 (1) and (2) of Regulation (EEC) No 1785/81 necessitates in respect of the 1996/97 marketing year, the retention of the maximum amounts referred to in Article 28 (3) of the said Regulation in so far as the basic production levy is concerned and the taking into account of an amount equal to 36,5345 % of the intervention price for white sugar for the calculation of the B levy in conformity with Article 28 (4) and (5) of the same Regulation;\nWhereas the total uncovered loss recorded on the basis of the known information and in application of Article 28 (1) and (2) of Regulation (EEC) No 1785/81 is covered in its entirety by the receipts from the basic production levy and the B levy; whereas the coefficient referred to in Article 28a (2) of the said Regulation should not as a consequence be fixed for the 1996/97 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The production levies in the sugar sector for the 1996/97 marketing year are hereby fixed as follows:\n(a) ECU 1,2638 per 100 kilograms of white sugar as the basic production levy on A sugar and B sugar;\n(b) ECU 23,0862 per 100 kilograms of white sugar as the B levy on B sugar;\n(c) ECU 0,5330 per 100 kilograms of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) ECU 9,6892 per 100 kilograms of dry matter as the B levy on B isoglucose;\n(e) ECU 1,2638 per 100 kilograms of dry matter equivalent sugar/isoglucose of the basic production levy on A inulin syrup and B inulin syrup;\n(f) ECU 23,0862 per 100 kilograms of dry matter equivalent sugar/isoglucose as the B levy on B inulin syrup.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 177, 1. 7. 1981, p. 4.\n(2) OJ L 206, 16. 8. 1996, p. 43.\n(3) OJ L 158, 9. 6. 1982, p. 17.\n(4) OJ L 53, 24. 2. 1994, p. 7.\n(5) OJ L 230, 11. 9. 1996, p. 4."}