{"celex_id": "31998R1651", "uri": "http://publications.europa.eu/resource/cellar/c2210756-e576-4445-a3ad-c6bd7cbb567e", "type": "Regulation", "concepts": ["1120", "161", "3591"], "title": "Commission Regulation (EC) No 1651/98 of 27 July 1998 fixing the reduction coefficients for the determination of the quantity of bananas to be allocated to each operator in category C from the tariff quota for 1998 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1651/98 of 27 July 1998 fixing the reduction coefficients for the determination of the quantity of bananas to be allocated to each operator in category C from the tariff quota for 1998 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2),\nHaving regard to Commission Regulation (EEC) No 1442/93 of 10 June 1993 laying down detailed rules for the application of the arrangements for importing bananas into the Community (3), as last amended by Regulation (EC) No 1409/96 (4), and in particular Article 4(4) thereof,\nWhereas, pending the adaptation of the volume of the tariff quota as a result of the accession of Austria, Finland and Sweden, Commission Regulation (EC) No 2154/97 (5), for the purposes of implementing Article 4(4) of Regulation (EEC) No 1442/93, provisionally fixes the reduction coefficient to be applied to the annual allocation requested by each operator in category C on the basis of a tariff quota volume of 2 200 000 tonnes for 1998;\nWhereas the volume of the tariff quota was subsequently fixed at 2 553 000 tonnes for 1998 by Commission Regulation (EC) No 1645/98 (6); whereas, however, the special quantity of 16 500 tonnes reserved for cases of extreme hardship must not be taken into account for the calculation of the reduction coefficient in question;\nWhereas, on that basis, the new coefficient for 1998 should be determined; whereas, for the sake of clarity, Regulation (EC) No 2154/97 should be repealed;\nWhereas the provisions of this Regulation must enter into force immediately, given the time limits laid down in Regulation (EEC) No 1442/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The quantity to be allocated to each operator in category C in respect of 1998 within the tariff quota provided for in Articles 18 and 19 of Regulation (EEC) No 404/93 shall be calculated by applying to the quantity applied for by each operator in accordance with Article 4(4) of Regulation (EEC) No 1442/93, a reduction coefficient of 0,000368.", "Regulation (EC) No 2154/97 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25. 2. 1993, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 142, 12. 6. 1993, p. 6.\n(4) OJ L 181, 20. 7. 1996, p. 13.\n(5) OJ L 297, 31. 10. 1997, p. 120.\n(6) See page 53 of this Official Journal."}