{"celex_id": "31997R2283", "uri": "http://publications.europa.eu/resource/cellar/2bffc3ee-d6d7-4a86-9051-2f8a68abcb94", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568"], "title": "Commission Regulation (EC) No 2283/97 of 17 November 1997 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products and Regulation (EEC) No 210/69 on communications between Member States and the Commission with regard to milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 2283/97 of 17 November 1997 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products and Regulation (EEC) No 210/69 on communications between Member States and the Commission with regard to milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17 (14) thereof,\nWhereas Article 2a (2) of Commission Regulation (EEC) No 3665/87 (3), as last amended by Regulation (EC) No 2114/97 (4), lays down rules for the use of export licences with advance fixing of the refund for the exportation of products with a 12-digit code other than that shown in Section 16 of the licence; whereas this provision becomes applicable in a specific sector only if product categories as referred to in Article 13a of Commission Regulation (EEC) No 3719/88 (5), as last amended by Regulation (EC) No 1404/97 (6), or product groups as referred to in point (b) of the first subparagraph of Article 2a (2) of Regulation (EEC) No 3665/87 have been defined;\nWhereas for the milk and milk product sector, product categories are already defined in Article 3 of Commission Regulation (EC) No 1466/95 (7), as last amended by Regulation (EC) No 2179/97 (8); whereas these categories are those provided for in the Agreement on Agriculture in the GATT Agreements; whereas in the interests of sound management this use of categories should be retained and Article 2a (2) of Regulation (EEC) No 3665/87 applied on the basis only of defined product groups;\nWhereas in the milk sector refund rates are highly differentiated, notably according to fat content; whereas so that this arrangement will not be called into question while at the same time the proportionality objective of Article 2a (2) of Regulation (EEC) No 3665/87 is respected the product groups should be tightly circumscribed and for certain products the validity of export licences should extend to products that in fat content are immediately adjacent to the product for which the refund was fixed in advance;\nWhereas Commission Regulation (EEC) No 210/69 (9), as last amended by Regulation (EC) No 418/97 (10), requires notification of information on applications for export licences and their use; whereas Regulation (EEC) No 210/69 should be amended to cover notification of the licence use introduced by this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1466/95 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n'Article 3\n1. For the purposes of the Agreement on Agriculture included in the Uruguay Round GATT Agreements the four product categories are those set in Annex II.\n2. The second paragraph of Article 13a of Regulation (EEC) No 3719/88 shall not apply to the products indicated in Article 1 (1).\n3. For the purposes of point (b) of the first subparagraph of Article 2a (2) of Regulation (EEC) No 3665/87, and without prejudice to the application of Article 3a (3) below, the product groups shall be those set in Annex III.`;\n2. the following Article 3a is added:\n'Article 3a\n1. Licence applications and licences shall carry in Section 16 the 12-digit product code of the milk product nomenclature for export refunds. The licence shall be valid for that product alone except as specified hereunder.\n2. For products falling within CN codes 0401, 0402, 0403, 0404, 0405 and 2309, if the refund rate is identical for several codes in the same category as indicated in Annex II the licence holder may on request obtain a change of code before accomplishment of the formalities referred to in Article 3 or 25 of Regulation (EEC) No 3665/87.\n3. Notwithstanding point (b) of the first subparagraph of Article 2a (2) of Regulation (EEC) No 3665/87, an export licence with advance fixing of the refund shall also be valid for exportation of a product with a 12-digit code other than that entered in Section 16 of the licence if the two products are adjacent in one of the groups set in Annex III or both are in group 23.\n4. In cases covered by paragraph 3 the refund shall be calculated in accordance with points (a) and (b) of the second subparagraph of Article 2a (2) of Regulation (EEC) No 3665/87.`;\n3. in the Annex the heading 'Annex` is replaced by 'Annex I`;\n4. the Annexes to this Regulation are added as Annex II and Annex III.", "Article 6 (2) of Regulation (EEC) No 210/69 is hereby amended as follows:\n1. in point (d), 'the second subparagraph of Article 3 (1) of Regulation (EC) No 1466/95` is replaced by 'Article 3a (2) of Regulation (EC) No 1466/95`;\n2. the following point (h) is added:\n'(h) the quantities for which application of Article 3a (3) of Regulation (EC) No 1466/95 has been accepted, giving the code of the milk product nomenclature for export refunds that is entered in Section 16 of the export licence issued and that for the product actually exported.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to exports for which the formalities referred to in Article 3 or 25 of Regulation (EEC) No 3665/87 are completed on or after the date of its entry into force.\nOn application by licence holders by 26 March 1998 at the latest the provisions of Article 1 shall apply to exports for which the abovementioned formalities were completed on or after 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 351, 14. 12. 1987, p. 1.\n(4) OJ L 295, 29. 10. 1997, p. 3.\n(5) OJ L 331, 2. 12. 1988, p. 1.\n(6) OJ L 194, 23. 7. 1997, p. 5.\n(7) OJ L 144, 28. 6. 1995, p. 22.\n(8) OJ L 298, 1. 11. 1997, p. 67.\n(9) OJ L 28, 5. 2. 1969, p. 1.\n(10) OJ L 64, 5. 3. 1997, p. 3.\nANNEX\n'ANNEX II\nProduct categories set by Article 3 (1) of Regulation (EC) No 1466/95\n>TABLE>\nANNEX III\nProduct groups set by Article 3 (3) of Regulation (EC) No 1466/95\n>TABLE>"}