{"celex_id": "31998L0051", "uri": "http://publications.europa.eu/resource/cellar/11d85292-8a52-464e-9dd0-c7a1fd1cea94", "type": "Directive", "concepts": ["1277", "1360", "2300"], "title": "Commission Directive 98/51/EC of 9 July 1998 laying down certain measures for implementing Council Directive 95/69/EC laying down the conditions and arrangements for approving and registering certain establishments and intermediaries operating in the animal feed sector (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 98/51/EC of 9 July 1998 laying down certain measures for implementing Council Directive 95/69/EC laying down the conditions and arrangements for approving and registering certain establishments and intermediaries operating in the animal feed sector (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/69/EC of 22 December 1995 laying down the conditions and arrangements for approving and registering certain establishments and intermediaries operating in the animal feed sector and amending Directives 70/524/EEC, 74/63/EEC, 79/373/EEC and 82/471/EEC (1) hereinafter 'Directive 95/69/EC`, and in particular Article 15 thereof,\nWhereas this Directive has laid down rules in respect of conditions for approving and registering these establishments located in the Community; whereas equivalent provisions for approving and registering establishments located in third countries must be adopted;\nWhereas the choice of these countries must be based on criteria of a general nature such as the rules in force in the field of production of feedingstuffs and the organisation and powers of the competent authority responsible for the controls in this field;\nWhereas it must be ensured that these establishments located in third countries meet at least equivalent conditions to those laid down for the establishments located in the Member States, in order to ensure that the products deriving from them do not pose risks for human or animal health or the environment;\nWhereas the possibility that experts from the Commission and the Member States verify in third countries the respect of the rules laid down by the present Directive must be foreseen;\nWhereas the list of third countries and of their establishments will be made the subject of further implementing Decisions;\nWhereas it is necessary, in order not to interrupt the trade with third countries, to have transitional arrangements for the changeover from the old to the new import authorisation system, pending the full functioning of the new regime;\nWhereas, pending the adoption of the lists of establishments located in third countries, Member States should send the Commission and the other Member States the information concerning the establishments located in third countries authorised to put products into circulation within the Community which have a representative located on their territory;\nWhereas uniform arrangements should be adopted to define a model both for the register of approved establishments and intermediaries and for the list of registered establishments and intermediaries;\nWhereas uniform arrangements should be adopted to define the structure both for the approval number and for the registration number of the establishments and intermediaries;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["CHAPTER I\nDefinitions", "For the purposes of this Directive 'competent authority` means the Member State's or the third country's authority responsible for carrying out official checks in the field of animal nutrition.\nCHAPTER II\nList of third countries", "1. The Commission deciding in accordance with the procedure laid down in Article 16 of Directive 95/69/EC shall lay down the list referred to in Article 15(a), first indent, of the said Directive. The list may be modified or integrated in accordance with the same procedure.\n2. In deciding whether a country may appear on the list referred to in paragraph 1 particular account shall be taken of:\n(a) that country's legislation in the sector of feedingstuffs and in particular the rules relating to manufacturing and putting into circulation of products and substances intended to be used in animal nutrition and the control rules;\n(b) the structure and organisation of the competent authority, as well as the powers available to that competent authority and the guarantees that it can provide in regard to the implementation of Community rules;\n(c) the organisation and implementation of adequate controls in the sector of feedingstuffs;\n(d) the guarantees which that third country can give on the compliance with standards at least equivalent to those laid down in the Annex to Directive 95/69/EC.\n3. The decisions referred to in paragraph 1 shall be published; every five years, a consolidated list shall be published.\nCHAPTER III\nApproval of establishments located in third countries", "Lists of approved establishments\n1. The Commission, deciding in accordance with the procedure laid down in Article 16 of Directive 95/69/EC, and on the basis of a communication from the competent authorities of the third countries referred to in Article 2(1), shall lay down the lists of establishments located in third countries from where Member States shall authorise the import of the products referred to in Article 2(a), (b), (c) and (d) of the said Directive. The list may be modified according to the same procedure:\n- in line with the result of the inspections provided for in Article 5, or\n- on the basis of unfavourable results of the checks carried out on products imported, or\n- to take account of new information received from the competent authority of the third country.\n2. An establishment may appear on the list only:\n- if it is situated in one of the countries on the list referred to in Article 2(1),\n- if it is complying with requirements at least equivalent to those laid down in Directive 95/69/EC.\n3. The decisions referred to in paragraph 1 shall be published; every five years, a consolidated list shall be published.\nCHAPTER IV\nRegistration of establishments located in third countries", "Lists of registered establishments\n1. The Commission, deciding in accordance with the procedure laid down in Article 16 of Directive 95/69/EC, and on the basis of a communication from the competent authorities of the third countries referred to in Article 2(1), shall lay down the lists of establishments located in third countries from where Member States shall authorise the import of the products referred to in Article 7(2)(a), (b) and (c) of the said Directive. The list may be modified according to the same procedure:\n- in line with the result of the inspections provided for in Article 5, or\n- on the basis of unfavourable results of the checks carried out on products imported, or\n- to take account of new information received from the competent authority of the third country.\n2. An establishment may appear on the list only:\n- if it is situated in one of the countries on the list referred to in Article 2(1),\n- if it is complying with requirements at least equivalent to those laid down in Directive 95/69/EC.\n3. The decisions referred to in paragraph 1 shall be published; every five years, a consolidated list shall be published.\nCHAPTER V\nGeneral provisions", "On-the-spot checks\n1. Inspections on-the-spot may be carried out by experts of the Commission and the Member States, where necessary, to verify whether the provisions of this Directive, and in particular those of Articles 2(2), 3(2) second indent and Article 4(2) second indent are actually being applied.\nThe experts from the Member States shall be appointed by the Commission, acting on a proposal from the Member States.\n2. The Commission shall inform the Member States about the results of the inspections referred to in paragraph 1.\nCHAPTER VI\nTransitional arrangements", "1. Pending the decisions referred to in Article 2(1), Article 3(1) and Article 4(1), Member States may only authorise the import from third countries of products referred to in Articles 3 and 4 from establishments which have a representative established within the Community.\nThey shall require that the name and the address of the representative established within the Community appears opposite the name and the address of the manufacturer on the register and on the list referred to in Article 8.\n2. Representatives referred to in paragraph 1 who intend to exercise for the first time their activity shall, as from 1 January 1999 submit a declaration to the competent authority of the Member State where they are located in which they undertake:\n- to ensure that the establishment fulfils the conditions laid down in Article 3(2) second indent or Article 4(2) second indent, as applicable,\n- to keep a register of products referred to in Articles 3 and 4, as applicable, that the establishments which they represent have put into circulation within the Community, according to the relevant provisions laid down in the Annex to Directive 95/69/EC.\n3. Representatives referred to in paragraph 1 who, on 31 December 1998, were in activity, may continue their activities on condition that they submit the declaration referred to in paragraph 2 before 1 May 1999.\n4. Member States shall prohibit the release for free circulation within the Community of products coming from an establishment:\n(a) if its representative in the Community does not fulfil the conditions of paragraphs 2 or 3; or\n(b) if, in the first place, the establishment or its representative no longer fulfils an essential condition applicable to their activities on the basis of the results:\n- of the controls on the imported products, or\n- of an on-the-spot inspection referred to in Article 5,\nand if, in the second place, the establishment or the representative do not comply with that condition within a reasonable time.", "1. Pending the decisions referred to in Article 2(1), Article 3(1) and Article 4(1), Member States shall send the Commission and the other Member States for the first time before 30 June 1999 a copy of the register and of the list referred to in Article 8 of the establishments referred to in Article 6(1).\n2. Any amendments made to the register and to the list referred to in paragraph 1 after 30 June 1999 shall be forwarded separately to the other Member States and to the Commission.\nCHAPTER VII\nRegister and list of establishments and intermediaries; approval and registration number", "The register referred to in Article 5(1) and the list referred to in Article 10(1) of Directive 95/69/EC must be drawn up in accordance with the model laid down respectively in Chapters I.1 or I.2 of the Annex to this Directive.", "The approval number referred to in Article 5(1) and the registration number referred to in Article 10(1) of Directive 95/69/EC shall be in the form laid down in Chapter II of the Annex to this Directive.\nCHAPTER VIII\nFinal provisions", "0\n1. Member States shall adopt and publish no later than 31 December 1998, immediately informing the Commission thereof, the laws, regulations and administrative provisions needed to comply with this Directive.\nThey shall apply these provisions from 1 January 1999.\nThese provisions shall contain a reference to this Directive or be accompanied by such a reference on official publication. Details of the reference shall be set by the Member States.\n2. Member States shall send the Commission the text of primary provisions of national law adopted on the matters regulated by this Directive.", "1\nThis Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 332, 30. 12. 1995, p. 15.\nANNEX\nCHAPTER I\nI.1. REGISTER OF APPROVED ESTABLISHMENTS/INTERMEDIARIES\n>START OF GRAPHIC>\n(Article 5(1) of Directive 95/69/EC)\t1\t2\t3\t4\t5\t6\nApproval number\tActivity code (1)\tName or business name (2)\tAddress (3)\tNotes related to Article 13 of Directive 70/524/EEC (4)\tRemarks\n(1) A = establishments referred to in Article 2(2)(a) of Directive 95/69/EC.\nB = establishments referred to in Article 2(2)(b) of Directive 95/69/EC.\nC = establishments referred to in Article 2(2)(c) of Directive 95/69/EC.\nD = establishments referred to in Article 2(2)(d) of Directive 95/69/EC.\nE = establishments referred to in Article 2(2)(e) of Directive 95/69/EC.\nF = establishments referred to in Article 2(2)(f) of Directive 95/69/EC.\nI = intermediaries referred to in Article 3(1) of Directive 95/69/EC.\n(2) Name or business name of the establishment/intermediary and of the representative, where applicable.\n(3) Address of the establishment/intermediary and of the representative, where applicable.\n(4) (1) = 'Manufacturers of compound feedingstuffs authorised to use a minimum proportion of 0,05 % by weight of premixtures` referred to in Article 13(3) of Directive 70/524/EEC.\n(2) = 'Manufacturers of compound feedingstuffs authorised to add antibiotics, coccidiostats and other medicinal substances, and growth promoters directly to compound feedingstuffs` referred to in Article 13(4)(b) of Directive 70/524/EEC.\n(3) = 'Manufacturers of compound feedingstuffs authorised to add copper, selenium and vitamins A and D directly to compound feedingstuffs` referred to in Article 13(4)(b) of Directive 70/524/EEC.\n>END OF GRAPHIC>\nI.2. LIST OF REGISTERED ESTABLISHMENTS/INTERMEDIARIES\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nCHAPTER II\nThe approval number referred to in Article 5(1) and the registration number referred to in Article 10(1) of Directive 95/69/EC must have the following structure:\n1. The character 'รก` if the establishment or the intermediary is approved.\n2. The ISO code of the Member State or of the third country where the establishment or the intermediary is located,\n3. The national reference number with a maximum of eight alphanumerical characters."}