{"celex_id": "31996D0158", "uri": "http://publications.europa.eu/resource/cellar/7e8db01f-bd30-46e1-bb03-225b5d42c81e", "type": "Decision", "concepts": ["13", "3139", "3885", "4081", "5768", "6042"], "title": "96/158/EC: Commission Decision of 6 February 1996 concerning the placing on the market of a product consisting of a genetically modified organism, hybrid herbicide-tolerant swede-rape seeds (Brassica napus L. oleifera Metzq. MS1Bn × RF1Bn), pursuant to Council Directive 90/220/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 February 1996 concerning the placing on the market of a product consisting of a genetically modified organism, hybrid herbicide-tolerant swede-rape seeds (Brassica napus L. oleifera Metzq. MS1Bn × RF1Bn), pursuant to Council Directive 90/220/EEC (Text with EEA relevance) (96/158/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (1), as last amended by Commission Directive 94/15/EC (2), and in particular Article 13 thereof,\nWhereas, in accordance with Articles 10 to 18 of Directive 90/220/EEC, there is a Community procedure enabling the competent authority of a Member State to give consent to the placing on the market of live products consisting of genetically modified organisms;\nWhereas, a notification concerning the placing on the market of such a product (a hybrid herbicide-tolerant swede-rape marketed as seed) has been submitted to the competent authorities of the United Kingdom for the purpose of growing for obtaining seed but not for marketing for human food or animal feed;\nWhereas, the competent authorities of the United Kingdom has subsequently forwarded the dossier thereon to the Commission with a favourable opinion;\nWhereas the Commission has forwarded the dossier to the competent authorities of all Member States; whereas the competent authorities of other Member States have raised objections to the said dossier;\nWhereas the objections raised concern:\n- the assessment of the product's effects on the pattern of use of chemical herbicides and the uncertainty concerning any resulting long-term environmental consequences,\n- the assessment of the health (toxicological) effects of the product if its is to be used for human food or animal feed, and\n- the labelling of the product;\nWhereas, therefore, in accordance with Article 13 (3), the Commission is required to take a decision in accordance with the procedure laid down in Article 21 of Directive 90/220/EEC;\nWhereas the authorization for use in the environment of chemical herbicides is subject to other Community legislation, and in particular Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), as last amended by Directive 94/43/EC (4); whereas, therefore, issues related to the authorization of the herbicide are not within the scope of Directive 90/220/EEC;\nWhereas in the notification made under Directive 90/220/EEC the risk to human health and the environment from the survival and spread of this herbicide-tolerant swede-rape was evaluated, as well as the transfer of the herbicide tolerance gene or the other modified genes to compatible species; whereas it was concluded that the risk of establishment was low and that any spread or transfer of the herbicide tolerance gene could be controlled by using existing management strategies;\nWhereas, the Commission, having examined the dossier submitted under Directive 90/220/EEC, and having taken into account all the information submitted by the Member States, has found that the information on the environmental risk contained in the dossier is sufficient to enable the Commission to take a favourable decision on the placing on the market of the said product as seed, provided that the specified conditions of use and labelling are followed;\nWhereas, Article 11 (6) and Article 16 (1) of Directive 90/220/EEC provide additional safeguards if new information on risks of the product becomes available;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the committee established under Article 21 of Directive 90/220/EEC,", "main_body": ["1. Subject to the provisions laid down in Council Directive 69/208/EEC (5) and to the conditions outlined in paragraph 2, the authorities of the United Kingdom shall consent to the placing on the market of the following product, notified by Plant Genetic Systems (Reference C/UK/94/M1/1), under Article 13 of Directive 90/220/EEC.\nThe product comprises of living seeds of a hybrid swede-rape (Brassica napus L. oleifera Metzq.) derived using:\n(a) the progeny of the male sterile swede-rape line MS1Bn (B91-4) cultivar Drakkar containing the barnase gene from bacillus amyloliquefaciens coding for ribonuclease, the bar gene from streptomyces hygroscopicus coding for phosphinothricin acetyl transferase, the neo gene from Escherichia coli coding for neomycin phosphotransferase II, the promoter PSsuAra from arabidopsis thaliana, the promoter PNos from agrobacterium tumefaciens, the promoter PTA29 from nicotiana tabacum; and\n(b) the progeny of the fertility restoration swede-rape line RF1BN (B93-101) cultivar drakkar containing the barstar gene from bacillus amyloliquefaciens coding for ribonuclease inhibitor, the bar gene from streptomyces hygroscopicus coding for phosphinothricin acetyl transferase, the neo gene from Escherichia coli coding for neomycin phosphotransferase II, the promoter PSsuAra from arabidopsis thaliana, the promoter PNos from agrobacterium tumefaciens, the promoter PTA29 from nicotiana tabacum.\n2. The conditions of the consent are as follows:\n(a) The consent covers the seeds of all hybrids between non-genetically modified swede-rape and the genetically modified swede-rape described in paragraph 1 but does not cover the seeds of any hybrids resulting from a combination of any genetically modified plants other than those described in paragraph 1.\n(b) The consent only covers the notified use of the product for growing for obtaining seed, but does not extend to the use for human food or animal feed, without prejudice to any future assessment of the product for such use.\n(c) In addition to any other labelling, it will be indicated on the label of each package of seeds that the product is tolerant to the herbicide glufosinateammonium; and that the product is to be used only for obtaining seed and not for human food or animal feed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 February 1996.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 117, 8. 5. 1990, p. 15.\n(2) OJ No L 103, 22. 4. 1994, p. 20.\n(3) OJ No L 230, 19. 8. 1991, p. 1.\n(4) OJ No L 227, 1. 9. 1994, p. 31.\n(5) OJ No L 169, 10. 7. 1969, p. 3."}