{"celex_id": "31990D0047", "uri": "http://publications.europa.eu/resource/cellar/8b79d44e-4f04-41ee-b72f-298af6295ad5", "type": "Decision", "concepts": ["1079", "1085", "5343", "849"], "title": "90/47/EEC: Commission Decision of 1 February 1990 terminating the proceeding under Article 13 (10) of Regulation (EEC) No 2423/88 concerning plain paper photocopiers assembled or produced in the Community by Ricoh Industrie France SA\n", "header": "COMMISSION  DECISION\nof 1 February 1990\nterminating the proceeding under Article 13 (10) of Regulation (EEC) No 2423/88 concerning plain paper photocopiers assembled or produced in the Community by Ricoh Industrie France SA\n(90/47/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 13 (10) thereof.\nAfter consultations within the Advisory Committee as provided for under Regulation, (EEC) No 2423/88\nWhereas:\nA. PROCEDURE\n(1) In January 1988, the Commission received a complaint lodged by CECOM, the Committee of European Copier Manufacturers, on behalf of producers of plain paper photocopiers (PPCs) whose collective output constitutes a major proportion of Community production of the product in question. The complaint contained sufficient evidence of the fact that, following the opening of the investigation concerning PPCs originating in Japan (2) which led to the adoption of Council Regulation (EEC) No 535/87 (3) imposing a definitive anti-dumping duty on imports of those products, a number of companies were assembling PPCs in the Community under the conditions referred to in Article 13 (10) of Regulation (EEC) No 2423/88.\n(2) On 17 February 1988 the Commission announced (4) that it had commenced an investigation in respect of PPCs assembled in the Community by Canon Inc., Konishoroku Photo Industry Co., Matsushita Electric Co. Ltd, Minolta Camera Co. Ltd, Ricoh Company Ltd, Sharp Corporation and Toshiba Corporation. By Council Regulation (EEC) No 3205/88 (5) and Commission Decision 88/519/EEC (6), the findings of the investigation were made known.\nSubsequent to this investigation, the Commission established that Ricoh Company Ltd had begun production or assembly of the product concerned at its wholly-owned subsidiary in France, Ricoh Industrie France SA.\nOn the basis of these facts, the Commission considered it appropriate that it should investigate the assembly of PPCs in the Community by Ricoh Industrie France SA.\nAccordingly, after consultation, the Commission announced by a notice published in the Official Journal of the European Communities (7), the initiation of the investigation under the said Article 13 (10) of Regulation (EEC) No 2423/88 concerning PPCs assembled or produced in the Community by Ricoh Industrie France SA.\n(3) The Commission so informed the company concerned, the representatives of Japan and the complainants and gave the interested parties the opportunity to make known their views in writing and to request a hearing.\n(4) The Company concerned made its views known in writing. The same Company and the complainants requested and were granted hearings by the Commission.\n(5) No submissions were made by purchasers of PPCs assembled in the Community by Ricoh Industrie France SA. The Commission sought and verified all information it deemed necessary for the purpose of the assessment of the nature of the alleged assembly operations and carried out investigations at the premises of Ricoh Industrie France SA.\n(6) The period of investigation was from 1 November 1988 to 30 April 1989.\nB. RELATIONSHIP OR ASSOCIATION WITH EXPORTER\n(7) Ricoh Industrie SA was found to be related to or associated with Ricoh Company Ltd whose exports of PPCs were subject to the definitive anti-dumping duty imposed by Regulation (EEC) No 535/87. In fact it was found to be a wholly-owned subsidiary of the Japanese company mentioned above.\nC. PRODUCTION\n(8) The Commission established that the assembly or production operations carried out by Ricoh Industrie France SA had started after the opening of the anti-dumping investigation on PPCs.\nD. PARTS\n(9) The parts were identified according to the provisions of Article 13 (10) of Regulation (EEC) No 2423/88. In this context and in line with previous practice, the Commission deemed it appropriate to consider the types of printed circuit board examined during the investigation as single parts, given the nature of their structure.\n(10) As in previous cases, the value of the parts in question were generally determined on the basis of the company's purchase prices of these parts when delivered to the factories in the Community. The relevant value is that of the parts and materials as they are used in the assembly operations, i.e. on an into-factory basis.\n(11) The origin of the parts was taken into account according to the provisions of Council Regulation (EEC) No 802/68 (1) as last amended by Regulation (EEC) No 1769/89 (2).\n(12) The weighted average value of Japanese parts or materials for all models assembled or produced by Ricoh France Industrie SA was found not to have exceeded by at least 50 % the value of all other parts or materials used.\nAccordingly the anti-dumping duty cannot be extended to the PPCs assembled or produced by the abovementioned company.\nE. CONCLUSION\n(13) In view of the foregoing, it is concluded that the investigation under Article 13 (10) of (EEC) Regulation 2423/88 should be terminated without the imposition of anti-dumping duties on PPCs assembled or produced by Ricoh Industrie France SA.", "main_body": ["The proceeding under Article 13 (10) of Regulation (EEC) No 2423/88, concerning plain paper photocopiers incorporating an optical system corresponding to CN codes ex 9009 11 00, ex 9009 1200 and ex 9009 21 00, assembled or produced by Ricoh Industrie France SA, is hereby terminated."], "attachments": "Done at Brussels, 1 February 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 194, 2. 8. 1985, p. 5.\n(3) OJ No L 54, 24. 2. 1987, p. 12.\n(4) OJ No C 44, 17. 2. 1988, p. 3.\n(5) OJ No L 284, 19. 10. 1988, p. 36.\n(6) OJ No L 284, 19. 10. 1988, p. 60.\n(7) OJ No C 113, 4. 5. 1989, p. 6.\n(1) OJ No L 148, 28. 6. 1968, p. 1.\n(2) OJ No L 174, 22. 6. 1989, p. 11."}