{"celex_id": "31997D0028", "uri": "http://publications.europa.eu/resource/cellar/d8166b3c-0f57-47be-a0e5-11da6c0dd1eb", "type": "Decision", "concepts": ["1085", "2081", "4692", "5263", "6004"], "title": "97/28/EC: Commission Decision of 13 December 1996 authorizing a method for grading pig carcases in France (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 13 December 1996 authorizing a method for grading pig carcases in France (Only the French text is authentic) (97/28/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), as last amended by Regulation (EC) No 3513/93 (2), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance has been defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (3), as amended by Regulation (EC) No 3127/94 (4);\nWhereas the Commission, by Decision 89/50/EEC (5), as last amended by Decision 94/565/EC (6), has authorized a number of methods for grading pig carcases in France;\nWhereas, with a view to improving the transparency of the market, the French Government has requested the Commission to authorize the use of one main method on its territory consisting in the fixing of measuring points and of a single formula for estimating the lean meat content and to that end has presented the information required under Article 3 of Regulation (EEC) No 2967/85; whereas an examination of the request has disclosed that the conditions for authorizing the grading method concerned are met;\nWhereas, however, the method to be authorized is based on the use of a slide gauge measuring cold carcases at seven different measuring points, the widespread use of which in slaughterhouses does not seem to be possible in practice; whereas authorization should be given therefore, subject to supervision by the Commission, for the use of alternative methods for grading pig carcases once they satisfy a calibration procedure by giving equivalent results, for estimates of the percentage of lean meat, to those obtained using the method referred to above;\nWhereas, for the sake of clarity, a new decision should be adopted; whereas Decision 89/50/EEC should therefore be repealed;\nWhereas no adjustments to grading methods may be authorized except by means of a Commission decision adopted in the light of experience gained;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. The method of assessing lean meat content described in the Annex hereto is hereby authorized as a method for the grading of pig carcases.\n2. The use of any other method for grading pig carcases shall be subject to the requirement that the results given for the assessment of lean meat content are equivalent to those given by the method referred to in paragraph 1.\nTo that end, the method must satisfy as part of a calibration procedure carried out by the French authorities, a test for the accuracy of measurements x1 to x7 referred to in the Annex hereto.\n3. Where a method for grading pig carcases satisfies the calibration procedure referred to in paragraph 2, the Government shall notify the Commission thereof before it is used for the first time and shall provide all relevant details.\nIn such case the procedure laid down in Article 25 of Regulation (EEC) No 2759/75 shall be applied.\n4. The calibration procedure referred to in paragraph 2 shall be conducted on the basis of specifications laid down by the competent French authorities.", "Notwithstanding the standard presentation referred to in Article 2 of Regulation (EEC) No 3220/84, pig carcases shall be presented with the flare fat, kidneys and diaphragm, and as appropriate the tongue attached during weighing and grading. In order to establish quotations for pig carcases on a comparable basis, the recorded warm weight shall be reduced by 2,3 % where the tongue is removed and by 2,9 % where it is attached to the carcase.", "Modifications of assessment methods (apparatus, measuring points and formulae) shall not be authorized.", "Decision 89/50/EEC is hereby repealed.\nHowever, up to 30 June 1997, the French Republic may continue to apply the methods for grading pig carcases provided for in Decision 89/50/EEC in place of the method determined by this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 13 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 301, 20. 11. 1984, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 5.\n(3) OJ No L 285, 25. 10. 1985, p. 39.\n(4) OJ No L 330, 21. 12. 1994, p. 43.\n(5) OJ No L 20, 25. 1. 1989, p. 27.\n(6) OJ No L 215, 20. 8. 1994, p. 26.\nANNEX\n1. Grading of pig carcases shall be carried out by means of a slide gauge using the assessment method set out in paragraph 2 below based on measurements obtained on cold carcases on the day following slaughter.\nApparatus used in slaughterhouses must be calibrated by reference to the method referred to above.\nThe results of the measurements are converted into estimated lean meat content.\n2. The lean meat content of carcases shall be calculated according to the following formula:\n^y = 53,28 - 0,102 x1 - 0,119 x2 - 0,299 x3 - 0,231 x4 + 0,076 x5 + 0,058 x6 + 0,135 x7\nwhere:\n^y = the estimated percentage of lean meat in the carcase\nx1 = the minimum thickness of fat (including rind) in millimetres, visible on the midline of the split carcase, at the level of the gluteus medius muscle\nx2 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase, between the second and third last ribs\nx3 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase, between the third and fourth last ribs\nx4 = the thickness of backfat (including rind) in millimetres, measured at 8 cm off the midline of the carcase, between the third and fourth last lumbar vertebrae\nx5 = the minimum thickness of the lumbar muscle in millimetres, measured between the anterior extremity of the gluteus medius muscle and the dorsal surface of the spinal canal\nx6 = the thickness of the longissimus dorsi muscle in millimetres, measured at 6 cm off the midline of the carcase, between the second and third last ribs\nx7 = the thickness of the longissimus dorsi muscle in millimetres, measured at 6 cm off the midline of the carcase, between the third and fourth last ribs\nThe formula shall be valid for carcases weighing between 45 and 125 kilograms."}