{"celex_id": "31994R0600", "uri": "http://publications.europa.eu/resource/cellar/47246b29-6cc0-465b-87ba-60b27da18842", "type": "Regulation", "concepts": ["2563", "4472", "755", "797", "863", "976"], "title": "Commission Regulation (EC) No 600/94 of 17 March 1994 fixing the compensatory payment for non-professional producers of sunflower seed in Spain and Portugal for the 1994/95 marketing year\n", "header": "COMMISSION REGULATION (EC) No 600/94 of 17 March 1994 fixing the compensatory payment for non-professional producers of sunflower seed in Spain and Portugal for the 1994/95 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 232/94 (2), and in particular Article 5 (2) thereof,\nWhereas Article 5 (2) of Regulation (EEC) No 1765/92 provides for a special compensatory payment for non-professional producers of sunflower seed in Spain and Portugal; whereas Article 7 of Commission Regulation (EEC) No 2294/92 (3), as last amended by  Regulation (EC) No 328/94 (4), provides that, for such producers the compensatory payment made under the simplified scheme at the rate applicable to cereals may be supplemented by an additional compensatory payment; whereas it is therefore appropriate  to fix the amount of that payment;\nWhereas Article 5 (3) of Regulation (EEC) No 1765/92 provides that the Commission shall publish in the Official Journal of the European Communities the amounts specified in Article 5 for oilseeds;\nWhereas the compensation to be paid to non-professional producers of sunflower seed in Spain and Portugal shall be fixed in such a way as to avoid any distortion which might arise from the transitional arrangements resulting from the Act of Accession of  Spain and Portugal for, sunflower seed producers in those Member States,", "main_body": ["For the purposes of this Regulation:\n- the term 'compensatory payment to non-professional sunflower seed producers' means the amount in ecus per hectare which replaces the compensatory payment in force for cereals in the region in question in order to constitute the compensation payment  referred to in the second paragraph of Article 5 (2) of Regulation (EEC) No 1765/92 for non-professional producers of sunflower seed in Spain and Portugal,\n- the term 'non-professional sunflower seed producer' means a producer of sunflower seed who has lodged an application for the marketing year in question under the simplified scheme referred to in Article 8 of Regulation (EEC) No 1765/92, covering all  of the arable crops for which he is seeking a compensatory payment.", "1. The compensatory payment to non-professional sunflower seed producers shall be made solely to such producers.\n2. A succinct explanation of the calculation of the level of compensation for non-professional producers of sunflower seed in Spain and Portugal, as required by Article 5 (3) of Regulation (EEC) No 1765/92, is set out in the Annex to this Regulation.\n3. For the 1994/95 marketing year, the projected compensatory payment to non-professional sunflower seed producers shall be fixed at ECU 261 per hectare in Spain and ECU 247 per hectare in Portugal.\n4. The amount specified in paragraph 3, at national level, shall be broken down regionally in accordance with the regionalization plan implemented by the Member State concerned in respect of the 1994/95 marketing year.", "Without prejudice to the terms for granting compensatory payments in respect of arable crops covered by Regulation (EEC) No 1765/92:\n(a) an advance payment of 50 % of the amounts specified in Article 2 (3) may be made to non-professional sunflower seed producers, as provided for in Article 11 (2), (3) and (4) of Regulation (EEC) No 1765/92;\n(b) if in Spain or Portugal the final regional reference amounts are different from the projected regional reference amounts provided for pursuant to Article 5 of Regulation (EEC) No 1765/92, the compensatory payments broken down regionally pursuant to", "(4) of this Regulation, shall be adjusted accordingly.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 30, 3. 2. 1994, p. 7.\n(3) OJ No L 221, 6. 8. 1992, p. 22.\n(4) OJ No L 42, 15. 2. 1994, p. 2.\nANNEX\nA succinct explanation of the calculation of the compensatory payment for non-professional producers of sunflower seed in Spain and Portugal  The compensatory payments for non-professional producers of sunflower seed in Spain and Portugal have been  established at the level necessary to ensure that such producers are neither advantaged nor disadvantaged when compared to producers of sunflower seed receiving the compensatory payment provided for under the general scheme."}