{"celex_id": "31994R1967", "uri": "http://publications.europa.eu/resource/cellar/19b22e2e-0e92-4b8f-b951-cdf85e4cda6c", "type": "Regulation", "concepts": ["1115", "1602", "2642", "2650", "2975", "4623"], "title": "Commission Regulation (EC) No 1967/94 of 29 July 1994 reducing the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes, aubergines, table grapes and apples until the end of the 1994/95 marketing year as a result of the monetary realignments of January and May 1993 and the overrun of the intervention threshold fixed for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1967/94 of 29 July 1994 reducing the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes, aubergines, table grapes and apples until the end of the 1994/95 marketing year as a result  of the monetary realignments of January and May 1993 and the overrun of the intervention threshold fixed for the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 16b (4) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purpose of the common agricultural policy (3), as amended by Regulation (EC) No 3528/93 (4), and in particular\nArticle 9\n(1) thereof,\nWhereas Commission Regulation (EEC) No 3824/92 of 28 December 1992 (5), as last amended by Regulation (EEC) No 1663/93 (6), amends the prices and amounts fixed in ecus as a result of monetary realignments;\nWhereas Regulation (EEC) No 3824/92 establishes a list of the prices and amounts in the fruit and vegetables sector which are divided by the reducing coefficients of 1,002583 and 1,000426 fixed by Commission Regulation (EEC) No 537/93 (7), as amended by  Regulation (EEC) No 1331/93 (8); whereas Article 2 of Regulation (EEC) No 3824/92 provides that the reduction in the prices and amounts resulting therefrom is to be specified for each sector concerned and that the value of the prices and amounts so  reduced is to be fixed; whereas the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes, aubergines, table grapes and apples until the end of the 1994/95 marketing year were fixed by Council Regulation (EC) No 1889/94  (9);\nWhereas Commission Regulations (EEC) No 1202/93 (10) and (EEC) No 2045/93 (11) fix the intervention thresholds for the 1993/94 marketing year at 283 200 tonnes for peaches, 74 800 tonnes for nectarines, 367 400 tonnes for lemons and 257 200 tonnes for  apples;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 2 (1) of Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, in respect of peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No  1035/72 (12), as last amended by Regulation (EEC) No 1623/91 (13), where, in a given marketing year, the quantities of peaches, nectarines and lemons which are the subject of intervention measures exceed the intervention thresholds fixed for those  products for that marketing year, the basic and buying-in prices fixed for those products for those products for the following marketing year are to be reduced by 1 % per overrun tranche of 23 000 tonnes in the case of peaches, 3 000 tonnes in the case  of nectarines and 11 200 tonnes in the case of lemons;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 1 of Council Regulation (EEC) No 1121/89 of 27 April 1989 on the introduction on an intervention threshold for apples and cauliflowers (14), as last amended by Regulation  (EEC) No 1754/92 (15), where, during three marketing years, the average quantities of apples that are the subject of intervention measures exceed the intervention threshold fixed for that marketing year, the basic and buying-in prices fixed for that  product for the following marketing year are to be reduced by 1 % per overrun tranche of 85 100 tonnes;\nWhereas, according to information supplied by the Member States, the intervention measures taken by the Community for the 1993/94 marketing year related to 690 051 tonnes for peaches, 156 991 tonnes for nectarines, 596 363 tonnes for lemons and 905 245  tonnes for apples; whereas an overrun of 406 851 tonnes for peaches, 82 191 tonnes for nectarines, 228 963 tonnes for lemons and 648 045 tonnes for apples on the intervention thresholds fixed for the marketing year has therefore been recorded by the  Commission;\nWhereas as a result of the foregoing the basic and buying-in prices for peaches, nectarines, lemons and apples until the end of the 1994/95 marketing year fixed by Regulation (EC) No 1889/94 must be reduced by 17 % in the case of peaches, 20 % in the  case of nectarines, 20 % in the case of lemons and 7 % in the case of apples; whereas this reduction is to be added to that resulting from the monetary realignment of 13 May 1993 for peaches and nectarines; whereas the basic and buying-in prices for  cauliflowers, tomatoes, aubergines and table grapes until the end of the 1994/95 marketing year fixed by Regulation (EC) No 1889/94 must be reduced by 0,4 % in the case of cauliflowers and table grapes and by 0,26 % in the case of tomatoes and  aubergines; whereas these reductions result from the monetary realignments of May 1993, in the case of cauliflowers and table grapes, and of January and May 1993, in the case of tomatoes and aubergines: whereas for the first months of the marketing year  those reductions were established by Commission Regulations (EC) 999/94 (16), (EC) No 1255/94 (17) and (EC) No 1546/94 (18);\nWhereas the provisions of this Regulation are to apply without prejudice to the consequences to be drawn from later Council Decisions for the 1994/95 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for cauliflowers, peaches, nectarines, lemons, tomatoes, aubergines, table grapes and apples until the end for the 1994/95 marketing year fixed by Regulation (EC) No 1889/94 shall be reduced by 17,04 % in the  case of peaches, 20,03 % in the case of nectarines, 20 % in the case of lemons, 7 % in the case of apples, 0,26 % in the case of tomatoes and aubergines and 0,04 % in the case of cauliflowers and table grapes and shall be as indicated in the Annex.", "This Regulation shall enter into force on 1 August 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 320, 22. 12. 1993, p. 32.\n(5) OJ No L 387, 31. 12. 1992, p. 29.\n(6) OJ No L 158, 30. 6. 1993, p. 18.\n(7) OJ No L 57, 10. 3. 1993, p. 18.\n(8) OJ No L 132, 29. 5. 1993, p. 114.\n(9) OJ No L 197, 30. 7. 1994, p. 34.\n(10) OJ No L 122, 18. 5. 1993, p. 30.\n(11) OJ No L 185, 28. 7. 1993, p. 18.\n(12) OJ No L 198, 26. 7. 1988, p. 9.\n(13) OJ No L 150, 15. 6. 1991, p. 8.\n(14) OJ No L 118, 29. 4. 1989, p. 21.\n(15) OJ No L 180, 1. 7. 1992, p. 23.\n(16) OJ No L 111, 30. 4. 1994, p. 67.\n(17) OJ No L 137, 1. 6. 1994, p. 49.\n(18) OJ No L 166, 1. 7. 1994, p. 37.\nANNEX\nBASIC AND BUYING-IN PRICES   1994/95 marketing year   CAULIFLOWERS   For the period from 1 August 1994 to 30 April 1995\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">21,78> ID=\"2\">9,38\"> ID=\"1\">23,55> ID=\"2\">10,02\"> ID=\"1\">24,44> ID=\"2\">10,39\"> ID=\"1\">29,47> ID=\"2\">12,75\"> ID=\"1\">29,47> ID=\"2\">12,75\"> ID=\"1\">29,47> ID=\"2\">12,75\"> ID=\"1\">27,47> ID=\"2\">11,85\">  ID=\"1\">28,91> ID=\"2\">12,39\"> ID=\"1\">29,27> ID=\"2\">12,75\"\"\nThese prices refer to packed, trimmed cauliflowers of quality class I.>\nPEACHES   For the period from 1 August to 30 September 1994\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">35,06> ID=\"2\">19,65\"\"\nThese prices refer to packed peaches of the Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J. H. Hale, Merril Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime varieties of quality class I.>\nNECTARINES (including Prunus persica nectarina)   For the period from 1 to 31 August 1994\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">42,88> ID=\"2\">20,58\"\"\nThese prices refer to packed nectarines of the Armking, Crimsongold, Early Sun Grand, Fantaisa, Independence, May Grand, Nectared, Snow Queen and Stark Red Gold varieties of quality class I, size 61 to 67 millimetres.>\nLEMONS   For the period from 1 August 1994 to 31 May 1995\n\"(in ecus per 10 kg net weight)\"\"\" ID=\"1\">35,03> ID=\"2\">20,69\"> ID=\"1\">30,65> ID=\"2\">19,29\"> ID=\"1\">28,48> ID=\"2\">18,51\"> ID=\"1\">27,47> ID=\"2\">15,99\"> ID=\"1\">26,84> ID=\"2\">15,74\"> ID=\"1\">27,85> ID=\"2\">16,25\"> ID=\"1\">26,59> ID=\"2\">15,62\">  ID=\"1\">28,47> ID=\"2\">16,25\"> ID=\"1\">29,63> ID=\"2\">17,26\"> ID=\"1\">30,51> ID=\"2\">17,77\"\"\nThese prices refer to packed lemons of quality class I, size 53 to 62 millimetres.>\nTOMATOES   For the period from 1 August to 30 November 1994\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">20,61> ID=\"2\">7,65\"> ID=\"1\">21,88> ID=\"2\">8,15\"> ID=\"1\">23,21> ID=\"2\">8,55\"> ID=\"1\">27,96> ID=\"2\">11,20\"\"\nThese prices refer to packed round or ribbed tomatoes of quality class I, size 57 to 67 millimetres.>\nAUBERGINES   For the period from 1 August to 31 October 1994\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">17,50> ID=\"2\">7,02\"\"\nThese prices refer to:\n- packed long aubergines of quality class I of a size over 40 millimetres, and\n- packed globe aubergines of quality class I of a size over 70 millimetres,>\nTABLE GRAPES   For the period from 1 August to 20 November 1994\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">35,82> ID=\"2\">23,04\"> ID=\"1\">32,02> ID=\"2\">19,61\"\"\nThese prices refer to packed table grapes of the Regina del Vigneti, Soultanine, Regina (Mennavacca bianca, Rosaki, Dattier de Beyrouth), Italia, Aledo and Ohanes (Almeria) and D. Maria varieties of quality class I.>\nAPPLES  (other than cider apples)\nFor the period from 1 August 1994 to 31 May 1995\n\"(in ecus per 100 kg net weight)\"\"\" ID=\"1\">24,04> ID=\"2\">12,25\"> ID=\"1\">24,04> ID=\"2\">12,25\"> ID=\"1\">24,04> ID=\"2\">12,37\"> ID=\"1\">24,75> ID=\"2\">12,80\"> ID=\"1\">27,14> ID=\"2\">13,91\"> ID=\"1\">29,54> ID=\"2\">15,01\"\"\nThese prices refer to:\n- packed apples of the Reine de reinettes and Verde Doncella varieties of quality class I and of a size equal to or more than 65 millimetres, and\n- packed apples of the Delicious Pilafa, Golden Delicious, James Grieve, Red Delicious, Reinette grise du Canada and Starking Delicious varieties of quality class I and of a size equal to or more than 70 millimetres.\nNote: The prices set out in this Annex do not take account of the cost of the packaging in which the product is put up.>"}