{"celex_id": "31996D0453", "uri": "http://publications.europa.eu/resource/cellar/9fb2bb47-d6e5-4fd8-afed-db720c84edac", "type": "Decision", "concepts": ["2437", "4829", "5228", "5235", "598", "997"], "title": "96/453/EC: Commission Decision of 5 July 1996 amending the information contained in the list in the Annex to Commission Regulation (EC) No 160/96 establishing, for 1996, the list of vessels exceeding eight metres length overall and permitted to fish for sole within certain areas of the Community using beam trawls whose aggregate length exceeds nine metres\n", "header": "COMMISSION DECISION of 5 July 1996 amending the information contained in the list in the Annex to Commission Regulation (EC) No 160/96 establishing, for 1996, the list of vessels exceeding eight metres length overall and permitted to fish for sole within certain areas of the Community using beam trawls whose aggregate length exceeds nine metres (96/453/EC)\nCOMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (1), as last amended by Regulation (EC) No 3071/95 (2),\nHaving regard to Commission Regulation (EEC) No 3554/90 of 10 December 1990 adopting provisions for the establishment of the list of vessels exceeding eight metres overall which are permitted to fish for sole within certain areas of the Community using beam trawls of an aggregate length exceeding nine metres (3), as amended by Regulation (EC) No 3407/93 (4), and in particular Article 2 thereof,\nWhereas Commission Regulation (EC) No 160/96 (5) establishes, for 1996, the list of vessels exceeding eight metres overall which are permitted to fish for sole within certain areas of the Community using beam trawls of an aggregate length exceeding nine metres as provided in Article 9 (3) (c) of Regulation (EEC) No 3094/86;\nWhereas the authorities of the Member States concerned have applied for the information in the list provided for in Article 9 (3) (c) of Regulation (EEC) No 3094/86 to be amended; whereas the said authorities have provided all the information supporting their applications pursuant to Article 2 of Regulation (EEC) No 3554/90; whereas it has been found that the information complies with the requirements and whereas, therefore, the information in the list annexed to the Regulation should be amended,", "main_body": ["The information in the list annexed to Regulation (EC) No 160/96 is amended as shown in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 July 1996.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 288, 11. 10. 1986, p. 1.\n(2) OJ No L 329, 30. 12. 1995, p. 14.\n(3) OJ No L 346, 11. 12. 1990, p. 11.\n(4) OJ No L 310, 14. 12. 1993, p. 19.\n(5) OJ No L 24, 31. 1. 1996, p. 7.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\nA. Datos que se retiran de la lista - Oplysninger, der skal slettes i listen - Aus der Liste herauszunehmende Angaben - Óôïé÷åßá ðïõ äéáãñÜöïíôáé áðü ôïí êáôÜëïãï - Information to be deleted from the list - Renseignements à retirer de la liste - Dati da togliere dall'elenco - Inlichtingen te schrappen uit de lijst - Informações a retirar da lista - Luettelosta poistettavat tiedot - Uppgifter som skall tas bort från förteckningen\n>TABLE>\nB. Datos que se añaden a la lista - Oplysninger, der skal anføres i listen - In die Liste hinzuzufügende Angaben - Óôïé÷åßá ðïõ ðñïóôßèåíôáé óôïí êáôÜëïãï - Information to be added to the list - Renseignements à ajouter à la liste - Dati da aggiungere all'elenco - Inlichtingen toe te voegen aan de lijst - Informações a aditar à lista - Luetteloon lisättävät tiedot - Uppgifter som skall läggas till i förteckningen\n>TABLE>"}