{"celex_id": "31994D0899", "uri": "http://publications.europa.eu/resource/cellar/a014353b-bf1d-4934-a3fb-d2b1f1f5635f", "type": "Decision", "concepts": ["1474", "2674", "2851", "4319", "5083"], "title": "94/899/EEC: Council Decision of 23 September 1991 on the conclusion of an Agreement in the form of an exchange of letters between the European Economic Community and Barbados, Belize, The People's Republic of the Congo, the Republic of Fiji, the Cooperative Republic of Guyana, the Republic of Côte d' Ivoire, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, Saint Kitts and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1989/90, 1990/91 and 1991/92 delivery periods\n", "header": "COUNCIL DECISION\nof 23 September 1991\non the  conclusion of an Agreement in the form of an exchange of letters between the European Economic  Community and Barbados, Belize, the People's Republic of the Congo, the Republic of Fiji, the  Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the  Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, Saint Kitts and Nevis, the  Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of  Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices  for cane sugar for the 1989/90, 1990/91 and 1991/92 delivery periods\n(94/899/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nWhereas implementation of Protocol 8 on ACP sugar annexed to the Fourth ACP-EEC Convention (1) is  carried out, in accordance with Article 1 (2) thereof, within the framework of the management of  the common organization of the sugar market;\nWhereas it is appropriate to approve an Agreement in the form of an exchange of letters between the  European Economic Community and the States referred to in the aforemeentioned Protocol on the  guaranteed prices for cane sugar for the 1989/90, 1990/91, and 1991/92 delivery periods,", "main_body": ["An Agreement in the form of an exchange of letters between the  European Economic Community and Barbados, Belize, the People's Republic of the Congo, the Republic  of Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic  of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, Saint Kitts and  Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the  Republic of Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the  guaranteed prices for cane sugar for the 1989/90, 1990/91 and 1991/92 delivery periods is hereby  approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to  sign the Agreement in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 23 September 1991.\nFor the CouncilThe PresidentP. BUKMAN\n(1)OJ No L 229, 17. 8. 1991, p. 216."}