{"celex_id": "31999D0707", "uri": "http://publications.europa.eu/resource/cellar/5bceef13-a5b0-41ca-9b11-cbd8a21eee76", "type": "Decision", "concepts": ["1309", "1445", "192", "842", "888"], "title": "1999/707/EC: Commission Decision of 29 October 1999 on certain protection measures with regard to equidae coming from the United States of America (notified under document number C(1999) 3614) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 29 October 1999\non certain protection measures with regard to equidae coming from the United States of America\n(notified under document number C(1999) 3614)\n(Text with EEA relevance)\n(1999/707/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(1) thereof,\nWhereas:\n(1) in the United States of America cases of West Nile Fever have been reported in humans and horses in the State of New York, the virus was confirmed in birds in New York City, New York State, Connecticut and New Jersey and in vector insects in New York City and Connecticut;\n(2) the presence of this disease is liable to constitute a danger for humans and Community equidae;\n(3) it is necessary to adopt rapidly protection measures at Community level with regard to imports of equidae from the United States of America;\n(4) pending further information from the American authorities, supplementary conditions should be applied for the temporary admission of registered horses, the re-entry after temporary export or registered horses, and the importation of equidae from the United States of America,", "main_body": ["1. A supplementary certificate signed by the central competent veterinary authorities of the United States shall be required for the temporary admission of registered horses, the re-admission after temporary export of registered horses, and the import of equidae, coming from the United States of America.\n2. The certificate provided for in paragraph 1 must contain the following guarantees:\n- the equidae have not been resident in New York City and the States of New York, Connecticut and New Jersey during the preceding 15 days,\n- the equidae have not been in contact with equidae which have been resident on infected holdings during the preceding 15 days.", "Member States shall amend the measures they apply with regard to the United States of America to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision shall apply until 31 January 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1."}