{"celex_id": "31999D0694", "uri": "http://publications.europa.eu/resource/cellar/5d4e438f-741a-4183-a1f1-c54acac458fb", "type": "Decision", "concepts": ["1743", "2191", "3489", "3578", "4191", "914"], "title": "1999/694/CFSP: Council Decision of 22 October 1999 implementing Common Position 98/633/CFSP concerning the process on stability and good-neighbourliness in South-East Europe\n", "header": "COUNCIL DECISION\nof 22 October 1999\nimplementing Common Position 98/633/CFSP concerning the process on stability and good-neighbourliness in South-East Europe\n(1999/694/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 23(2) thereof,\nHaving regard to Common Position 98/633/CFSP(1) and in particular Article 3 thereof,\nWhereas:\n(1) In accordance with Article 3 of Common Position 98/633/CFSP the Union may support projects in the field of stability, good-neighbourliness and civil society in South-East Europe as accompanying measures to the Process;\n(2) The EU Special Representative for the Royaumont Process has preselected a list of priority projects in accordance with the Action plan for the Process coordinator set out in Annex II of Common Position 98/633/CFSP,", "main_body": ["The European Union shall provide support for the following priority projects relating to stability, good-neighbourliness and civil society in South-East Europe:\n- Women's Dialogue for the promotion of Stability, Human Rights and Sustainable Peace in south-eastern Europe\n- Stability and Good-Neighbourliness in south-eastern Europe\n- South-east Europe Leadership Initiative: a Dialogue for Action (SEELIDA), \"Women Leaders for the 21st Century: Building Successful Local, Regional and International Partnerships for Democracy\"\n- The Network for Democracy, Human Rights and the Protection of Persons belonging to Ethnic and Religious Minorities in south-eastern Europe\n- Redefining Cultural Identities: The Multicultural Contexts of Central European and Mediterranean Regions\n- The Process for Stability and Good-Neighbourliness in south-eastern Europe (Royaumont Process): the Parliamentary Dimension\n- CEMUNET Project, central and south-eastern Europe Municipalities Network\n- The role of local authorities in the development of political democratisation and stabilisation processes in south-eastern Europe - Conference, Ljubljana/Bled - 1-3 December 1999\n- Meeting of Ministers of Labour and Social Partners in the framework of the Royaumont Process\n- Sofia Conference - 12-14 November 1999 in the framework of the Graz Process\n- Peace Centre in Vukovar.", "1. The financial reference amount for the implementation of this Decision shall be EUR 1800000.\n2. The expenditure financed by the amount stipulated in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the general budget of the European Union.", "The implementation of this Decision shall be kept under regular review, taking into account notably the development of, and coherence with, other EU contributions to the region.", "This Decision shall enter into force on the date of its adoption.\nIt shall expire on 22 October 2001.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Luxembourg, 22 October 1999.\nFor the Council\nThe President\nS. MĂ\u0096NKĂ\u0084RE\n(1) OJ L 302, 12.11.1998, p. 1."}