{"celex_id": "31999R0047", "uri": "http://publications.europa.eu/resource/cellar/8551430e-f38a-4d03-9a5e-002383a828c0", "type": "Regulation", "concepts": ["1642", "2488", "2771", "2783", "3591", "4375"], "title": "Council Regulation (EC) No 47/1999 of 22 December 1998 on the arrangements for imports of certain textile products originating in Taiwan\n", "header": "COUNCIL REGULATION (EC) No 47/1999 of 22 December 1998 on the arrangements for imports of certain textile products originating in Taiwan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EC) No 3060/95 of 22 December 1995 on the arrangements for imports of certain textile products originating in Taiwan (1) applies until 31 December 1998;\nWhereas these arrangements should be maintained beyond that date pending Taiwan's accession to the World Trade Organisation;\nWhereas, in order, inter alia, to ensure compliance with the objectives of this Regulation, the release for free circulation of the products in question should be made subject to import authorisation on presentation of an export document issued in Taiwan by a body affording all the necessary guarantees;\nWhereas it is necessary to provide that neither handicraft or traditional folklore products, for which an appropriate certification system will be devised, nor products introduced into the customs territory of the Community under the inward processing rules or under other temporary admission rules and re-exported from that territory in the same state or after processing are to be set off against the abovementioned quantitative limits;\nWhereas provision should be made for introducing, where certain conditions are fulfilled, quantitative limits on textile products which are included in the import arrangements applicable to Taiwan but for which no quantitative limit has been fixed;\nWhereas it should be possible, where it is found that products originating in Taiwan and subject to this Regulation have been imported into the Community in an attempt to evade the provisions of this Regulation, to deduct the quantity of goods concerned from the appropriate quantitative limits established pursuant to this Regulation;\nWhereas it should be possible to introduce specific quantitative limits for products obtained under the outward processing relief arrangements;\nWhereas the import arrangements in force at present expire on 31 December 1998; whereas it is necessary to provide for transitional arrangements in respect of products shipped before 1 January 1999,", "main_body": ["1. From 1 January 1999 to 31 December 2001 importation into the Community of the textile products falling within the categories listed in Annex I shall be governed by the provisions of this Regulation.\n2. Classification shall be based on the combined nomenclature (CN).\n3. Subject to the provision of this Regulation, importation into the Community of the textile products referred to in paragraph 1 shall not be subject to quantitative restrictions or to measures having equivalent effect.", "1. In 1999, 2000 and 2001 importation into the Community of textile products listed in Annex II and originating in Taiwan shall be effected within the limits of quantitative Community limits laid down in the said Annex.\n2. For the purposes of the application of this Regulation, the concept of originating products, as well as the means of monitoring their origin, shall be those defined by the relevant Community rules in force.\n3. Subject to the other provisions of this Article, the release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the presentation of an import authorisation issued by the Member States' authorities at the importer's request, on presentation by the said importer of an export document conforming to the model in Annex III, issued by the Taiwan Textile Federation.\n4. The authorities of the Member State of import shall issue the import authorisation in conformity with the rules and procedures established in Regulation (EEC) No 3030/93 (2).\nImports authorised in accordance with the provisions of the first subparagraph shall be set off against the quantitative limits established for the year in which the products were shipped in Taiwan.\nFor the purposes of this Regulation, shipment of the goods is considered to have taken place on the date of their loading on the exporting aircraft, vehicle or vessel.\n5. The release after 1 January 1999 for free circulation in the Community of the products covered by this Regulation shall be subject to the import arrangements which were in force before that date, provided that the products were loaded on board in Taiwan before 1 January 1999.\n6. Should it appear that additional supplies of a product listed in Annex II are required in the Community importation of amounts greater than those mentioned in Annex II may be authorised in accordance with the procedure laid down in Article 9.\n7. The definition of quantitative limits laid down in Annex II and of the categories of products to which they apply shall be adapted in accordance with the procedure laid down in Article 9, where this proves necessary to ensure that any subsequent amendment to the combined nomenclature or a decision amending the classification of such products does not result in a reduction of such quantitative limits.", "1. Imports of textile products of the categories to which this Regulation applies, originating in Taiwan and not listed in Annex II, may be made subject to quantitative limits where the level of those imports exceeds the level of the total imports in the Community of the same products in the preceding year by the following percentages:\n- for the categories of products in Group I: 0,4 %,\n- for the categories of products in Group II: 2 %,\n- for the categories of products in Group III: 6 %.\n2. Such limits may not be set at an annual level lower than 106 % of the volume of imports during the year preceding that in which imports exceeded the threshold established in accordance with paragraph 1, nor lower than the level established under paragraph 1, nor lower than the 1998 volume of imports of the category of products in question originating in Taiwan.\n3. The limits referred to in paragraphs 1 and 2 shall be introduced in accordance with the procedure referred to in Article 9.\n4. The provisions for the administration of the quantitative limits laid down in Articles 2, 4, and Articles 6 to 8 of this Regulation, shall apply to quantitative limits established pursuant to this Article, save for any different provisions adopted in accordance with the procedure referred to in Article 9.", "1. According to the procedure envisaged in Article 9, imports in excess of the quantitative limits laid down in Article 2, may be authorised either by carrying over unused quantities from the quantitative limits of the preceding year or by advance drawing on the quantitative limits for the following year, provided that such carry-over and advance drawing does not exceed respectively 7 % and 5 % of the quantitative limit to be increased.\n2. According to the procedure envisaged in Article 9, the Community may authorise the transfer of unused quantities from one quantitative limit to another quantitative limit within the following limits only:\n- between categories 2 and 3 of Group I: 4 % of the quantitative limit to which the transfer is made,\n- between categories 4 and 8 of Group I: 4 % of the quantitative limit to which the transfer is made,\n- from the categories in Groups I, II and III to categories in Groups II and III: 5 % of the quantitative limit to which the transfer is made.\nThe table of equivalencies applying to the transfers referred to in the first subparagraph is given in Annex I.\n3. The cumulative application of the flexibility arrangements set out in the preceding paragraphs may not exceed, with regard to each quantitative limit, 12 %.", "Where the Commission finds that products originating in Taiwan which are subject to quantitative limits established pursuant to this Regulation have been transhipped, rerouted or otherwise imported into the Community in circumvention of this Regulation and where there is clear proof of such circumvention, in accordance with the procedure laid down in Article 9, amounts shall be deducted from the quantitative limits established pursuant to this Regulation equivalent to the amount of the products concerned originating in Taiwan.", "Specific limits for products resulting from economic outward processing operations fulfilling the conditions set out in Regulation (EC) No 3036/94 (3) may be established, in accordance with the procedure described in Article 9, in respect of the products listed in Annex II or subject to quantitative limits pursuant to Article 3.", "Products referred to in Article 1 which are brought into the customs territory of the Community under inward processing arrangements or under other temporary admission arrangements and re-exported from that territory in an unaltered state or after processing shall not be charged against the quantitative limits referred to in Articles 2 and 3.", "1. Products referred to Article 1 shall not be set off against the quantitative limits referred to in Articles 2 and 3 if they comply with the criteria set out below:\n(a) fabrics, woven on handlooms entirely operated by hand or foot, of a traditional variety made by the cottage industry in Taiwan;\n(b) clothes or other textile articles of a traditional variety fabricated by the cottage industry in Taiwan, obtained manually from fabrics described above and handsewn without the aid of machinery;\n(c) handmade traditional folklore textile products made by the cottage industry in Taiwan.\n2. For the application of paragraph 1, products must on importation, be accompanied by a certificate conforming to the model in Annex IV and issued by the Taiwan Textile Federation.", "Where reference is made to the procedure, defined in this Article, the chairman, on his own initiative or at the request of the representative of a Member State, shall refer the matter to the committee which has been established by Regulation (EC) No 3030/93.\nThe Commission representative, who shall chair the committee, shall submit to the committee a draft of the measures to be taken. The committee shall deliver an opinion on the draft measures within a period which may be fixed by the chairman depending on the degree of urgency of the matter. The committee shall decide by the majority specified in Article 148(2) of the Treaty for the adoption of acts by the Council on a proposal from the Commission. In the case of votes within the committee, the votes of the Member States' representatives shall be weighted in accordance with the abovementioned Article. The chairman shall not vote.\nThe Commission shall adopt the measures proposed where they are in conformity with the committee's opinion.\nWhere the measures proposed are not in conformity with the committee's opinion, or where no opinion has been given, the Commission shall submit to the Council without delay a proposal for the measures to be taken. The Council shall act by a qualified majority.\nShould the Council fail to take a decision within one month of the date on which the proposal was laid before it, the Commission shall adopt the proposed measures.", "0\nThe chairman may, on his own initiative or at the request of one of the Member States' representatives, consult the committee about any other matter relating to the operation of this Regulation.", "1\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999 to 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Council\nThe President\nC. EINEM\n(1) OJ L 326, 30.12.1995, p. 25.\n(2) OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Regulation (EC) No 1053/98 (OJ L 151, 25.5.1998, p. 10).\n(3) OJ L 322, 15.12.1994, p. 1.\nANNEX I\nPRODUCTS REFERRED TO IN ARTICLE 1\n1. When the constitutive material of the products of categories 1 to 114 is not specifically mentioned, these products are to be taken to be made exclusively of wool or of fine hair, of cotton or of man-made fibres (1).\n2. Garments which are not recognisable as being garments for men or boys or as being garments for women or girls are classified with the latter.\n3. Where the expression 'babies' garments` is used, this is meant to cover garments up to and including commercial size 86.\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n(1) Where there is an 'ex` symbol in front of a CN code, the products covered in each category are determined by the scope of the CN code and by that of the corresponding description.\nANNEX II\n>TABLE>\nAppendix A\n>TABLE>\nANNEX III\n>START OF GRAPHIC>\n(1) Show net weight (kg) and also quantity in the unit prescribed for category where other than net weight - Indiquer le poids net en kilogrammes ainsi que la quantité dans l'unité prévue pour la catégorie si cette unité n'est pas le poids net. (2) In the currency of the sale contract - Dans la monnaie du contrat de vente. 1 Exporter (name, full address, country) Exportateur (nom, adresse complète, pays) 5 Consignee (name, full address, country) Destinataire (nom, adresse complète, pays) ORIGINAL 2No 3 Quota year Année contingentaire 4 Category number Numéro de catégorie EXPORT LICENCE (Textile products) LICENCE D'EXPORTATION (Produits textiles) 6 Country of origin Pays d'origine 7 Country of destination Pays de destination 8 Place and date of shipment - Means of transport Lieu et date d'embarquement - Moyen de transport 9 Supplementary details Données supplémentaires 10 Marks and numbers - Number and kind of packages - DESCRIPTION OF GOODS Marques et numéros - Nombre et nature des colis - DÉSIGNATION DES MARCHANDISES 11 Quantity (1) Quantité (1) 12 Fob value (2) Valeur fob (2) 13 CERTIFICATION BY THE COMPETENT AUTHORITY - VISA DE L'AUTORITÉ COMPÉTENTE I, the undersigned, certify that the goods described above have been charged against the quantitative limit established for the year shown in box 3 in respect of the category shown in box 4 by the provisions regulating trade in textile products with the European Community. Je soussigné certifie que les marchandises désignées ci-dessus ont été imputées sur la limite quantitative fixée pour l'année indiquée dans la case 3 pour la catégorie désignée dans la case 4 dans le cadre des dispositions régissant les échanges de produits textiles avec la Communauté européenne. 14 Competent authority (name, full address, country) Autorité compétente (nom, adresse complète, pays) At - À . , on - le . (Signature) (Stamp - Cachet)>END OF GRAPHIC>\nANNEX IV\n>START OF GRAPHIC>\n(1) In the currency of the sale contract - Dans la monnaie du contrat de vente. (2) Delete as appropriate - Biffer la (les) mention(s) inutile(s). 1 Exporter (name, full address, country) Exportateur (nom, adresse complète, pays) 3 Consignee (name, full address, country) Destinataire (nom, adresse complète, pays) ORIGINAL 2No CERTIFICATE in regard to HANDLOOMS, TEXTILE HANDICRAFTS and TRADITIONAL TEXTILE PRODUCTS, OF THE COTTAGE INDUSTRY, issued in conformity with and under the conditions regulating trade in textile products with the European Community. CERTIFICAT relatif aux TISSUS, TISSÉS SUR MÉTIERS À MAIN, aux PRODUITS TEXTILES FAITS À LA MAIN, et aux PRODUITS TEXTILES RELEVANT DU FOLKLORE TRADITIONNEL, DE FABRICATION ARTISANALE, délivré en conformité avec et sous les conditions régissant les échanges de produits textiles avec la Communauté européenne. 4 Country of origin Pays d'origine 5 Country of destination Pays de destination 6 Place and date of shipment - Means of transport Lieu et date d'embarquement - Moyen de transport 7 Supplementary details Données supplémentaires 8 Marks and numbers - Number and kind of packages - DESCRIPTION OF GOODS Marques et numéros - Nombre et nature des colis - DÉSIGNATION DES MARCHANDISES 9 Quantity Quantité 10 Fob value (1) Valeur fob (1) 11 CERTIFICATION BY THE COMPETENT AUTHORITY - VISA DE L'AUTORITÉ COMPÉTENTE I, the undersigned, certify that the consignment described above includes only the following textile products of the cottage industry of the country shown in box 4: (a) fabrics woven on looms operated solely by hand or foot (handlooms) (2); (b) garments or other textile articles obtained manually from the fabrics described under (a) and sewn solely by hand without the aid of any machine (handicrafts) (2); (c) traditional folklore handicraft textile products made by hand, as defined in the list agreed between the European Community and the country shown in box 4. Je soussigné certifie que l'envoi décrit ci-dessus contient exclusivement les produits textiles suivants relevant de la fabrication artisanale du pays figurant dans la case 4: (a) tissus tissés sur des métiers actionnés à la main ou au pied (handlooms) (2); (b) vêtements ou autres articles textiles obtenus manuellement à partir de tissus décrits sous (a) et cousus uniquement à la main sans l'aide d'une machine (handicrafts) (2); (c) produits textiles relevant du folklore traditionnel fabriqués à la main, comme définis dans la liste convenue entre la Communauté européenne et le pays indiqué dans la case 4. 12 Competent authority (name, full address, country) Autorité compétente (nom, adresse complète, pays) At - À . , on - le . (Signature) (Stamp - Cachet)>END OF GRAPHIC>"}