{"celex_id": "31998R0885", "uri": "http://publications.europa.eu/resource/cellar/7334655d-8ecb-4d69-9d1d-97c59677fd2d", "type": "Regulation", "concepts": ["20", "3170", "4663", "4682", "5283", "946"], "title": "Commission Regulation (EC) No 885/98 of 24 April 1998 on the sale, by tendering procedure, of beef held by certain intervention agencies and intended for export\n", "header": "COMMISSION REGULATION (EC) No 885/98 of 24 April 1998 on the sale, by tendering procedure, of beef held by certain intervention agencies and intended for export\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 2634/97 (2), and in particular Article 7(3) thereof,\nWhereas the application of intervention measures in respect of beef has resulted in a build-up of stocks in several Member States; whereas outlets for these products exist in certain third countries; whereas, in order to prevent storage being prolonged excessively, part of these stocks should be sold by tendering procedure for export to those countries; whereas to permit the sale of meat of uniform quality, beef should be sold that was purchased under Article 6(b) of Regulation (EEC) No 805/68;\nWhereas the sale should be conducted in accordance with Commission Regulation (EEC) No 2173/79 of 4 October 1979 on detailed rules of application for the disposal of beef bought in by intervention agencies (3), as last amended by Regulation (EC) No 2417/95 (4), in particular Titles II and III thereof, and Commission Regulation (EEC) No 3002/92 of 16 October 1992 laying down common detailed rules for verifying the use and/or destination of products from intervention (5), as last amended by Regulation (EC) No 770/96 (6), subject to certain special exceptions on account of the particular use to which the products in question are to be put;\nWhereas, in order to ensure that the tendering procedure is consistent and uniform, measures should be adopted in addition to those provided for in Article 8(1) of Regulation (EEC) No 2173/79;\nWhereas provision should be made for derogations from Article 8(2)(b) of Regulation (EEC) No 2173/79 in view of the administrative difficulties which the application of this point is creating in the Member States concerned;\nWhereas, for administrative reasons, a minimum quantity should be set for tenders, taking into consideration normal commercial practice;\nWhereas, for practical reasons, export refunds will not be granted in respect of beef sold under this Regulation; whereas, however, successful tenderers will be required to apply for export licences for the quantity allocated, in accordance with Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector (7), as last amended by Regulation (EC) No 759/98 (8);\nWhereas, in order to ensure that the beef sold is exported to the eligible third countries, provision should be made for a security to be lodged before the goods are taken over and the primary requirements should be determined;\nWhereas products from intervention stocks may in certain cases have undergone several handling operations; whereas, in order to contribute to their satisfactory presentation and marketing, it seems appropriate to authorise the repackaging of the products in certain specified circumstances;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The sale shall take place of intervention products bought in under Article 6(b) of Regulation (EEC) No 805/68, of approximately:\n- 600 tonnes of bone-in beef held by the Spanish intervention agency,\n- 600 tonnes of bone-in beef held by the French intervention agency.\nDetailed information concerning the quantities is given in Annex I.\n2. The beef shall be exported to the zone 08 destinations referred to in Annex II to Commission Regulation (EC) No 125/98 (9).\n3. Subject to the provisions of this Regulation, the sale shall be conducted in accordance with Regulation (EEC) No 2173/79, in particular Titles II and III thereof, and Regulation (EEC) No 3002/92.", "1. Notwithstanding Articles 6 and 7 of Regulation (EEC) No 2173/79, the provisions of and Annexes to this Regulation shall take the place of a notice of open invitation to tender.\nThe intervention agencies concerned shall draw up a notice of invitation to tender setting out in particular:\n- the quantities of beef put up for sale, and\n- the deadline and place for the submission of tenders.\n2. Particulars of the quantities and the place where the products are stored may be obtained by interested parties at the addresses given in Annex II. The intervention agencies shall, in addition, display the notice referred to in paragraph 1 at their head offices and may publish it also in other ways.\n3. For each product mentioned in Annex I, the intervention agencies shall sell first the meat which has been stored the longest.\n4. Only those tenders shall be taken into consideration which reach the intervention agencies concerned no later than 12 noon on 4 May 1998.\n5. Tenders shall be valid only if they concern a quantity of not less than 15 tonnes.\n6. Notwithstanding Article 8(1) of Regulation (EEC) No 2173/79, a tender must be submitted to the intervention agency concerned in a sealed envelope bearing a reference to the Regulation concerned. The sealed envelope must not be opened by the intervention agency before the expiry of the tender deadline referred to in paragraph 4.\n7. Notwithstanding Article 8(2)(b) of Regulation (EEC) No 2173/79, tenders shall not indicate in which store the products are held.\n8. Notwithstanding Article 15(1) of Regulation (EEC) No 2173/79, the security shall be ECU 12 per 100 kilograms.\nApplications for export licences as referred to in Article 4(2) shall constitute a primary requirement in addition to those laid down in Article 15(3) of Regulation (EEC) No 2173/79.\n9. Notwithstanding Article 18(1) of Regulation (EEC) No 2173/79 the time limit for taking over meat sold pursuant to this Regulation shall be 45 days from the day of the notification referred to in Article 11 of the same Regulation.", "1. Member States shall provide the Commission with particulars of the tenders transmitted not later than the second working day following the deadline for the submission of tenders.\n2. Following scrutiny of the tenders, a minimum sales price shall be set for each product or no award shall be made.", "1. The intervention agency shall make the notification referred to in Article 11 of Regulation (EEC) No 2173/79 to each tenderer by fax.\n2. Successful tenderers shall apply within five working days of the date of notification as referred to in paragraph 1 for one or more export licences as referred to in the first indent of Article 8(2) of Regulation (EC) No 1445/95 to cover the quantity awarded. Applications shall be accompanied by the fax referred to in paragraph 1 and shall contain in box 7 the name of one of the zone 08 countries referred to in Article 1(2). In addition, box 20 of the applications shall contain the following:\n- Productos de intervención sin restitución [Reglamento (CE) n° 885/98]\n- Interventionsvarer uden restitution (forordning (EF) nr. 885/98)\n- Interventionserzeugnisse ohne Erstattung [Verordnung (EG) Nr. 885/98]\n- Ðñïúüíôá ðáñÝìâáóçò ÷ùñßò åðéóôñïöÞ [Êáíïíéóìüò (ÅÊ) áñéè. 885/98]\n- Intervention products without refund [Regulation (EC) No 885/98]\n- Produits d'intervention sans restitution [règlement (CE) n° 885/98]\n- Prodotti d'intervento senza restituzione [Regolamento (CE) n. 885/98]\n- Producten uit interventievoorraden zonder restitutie (Verordening (EG) nr. 885/98)\n- Produtos de intervenção sem restituição [Regulamento (CE) nº 885/98]\n- Interventiotuotteita - ei vientitukea (Asetus (EY) N:o 885/98)\n- Interventionsprodukt utan exportbidrag [Förordning (EG) nr 885/98].", "1. A security designed to guarantee exports to the third countries referred to in Article 1(2) shall be given by the buyer before the goods are taken over. Importation into one of those countries shall constitute a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (10).\n2. The security referred to in paragraph 1 shall be per tonne:\n- the difference between the tender price per tonne and ECU 2 700 for bone-in hindquarters,\n- the difference between the tender price per tonne and ECU 1 800 for bone-in forequarters.", "The competent authorities may permit products from intervention whose packaging is torn or soiled to be put up, under their supervision and before being presented for dispatch at the customs office of departure, in new packaging of the same type.", "No export refund shall be granted in respect of meat sold under this Regulation.\nThe removal order referred to in Article 3(1)(b) of Regulation (EEC) No 3002/92, the export declaration and, where appropriate, the control copy T5 shall contain one of the following entries:\n- Productos de intervención sin restitución [Reglamento (CE) n° 885/98]\n- Interventionsvarer uden restitution (forordning (EF) nr. 885/98)\n- Interventionserzeugnisse ohne Erstattung [Verordnung (EG) Nr. 885/98]\n- Ðñïúüíôá ðáñÝìâáóçò ÷ùñßò åðéóôñïöÞ [Êáíïíéóìüò (ÅÊ) áñéè. 885/98]\n- Intervention products without refund [Regulation (EC) No 885/98]\n- Produits d'intervention sans restitution [règlement (CE) n° 885/98]\n- Prodotti d'intervento senza restituzione [Regolamento (CE) n. 885/98]\n- Producten uit interventievoorraden zonder restitutie (Verordening (EG) nr. 885/98)\n- Produtos de intervenção sem restituição [Regulamento (CE) nº 885/98]\n- Interventiotuotteita - ei vientitukea (Asetus (EY) N:o 885/98)\n- Interventionsprodukt utan exportbidrag [Förordning (EG) nr 885/98].", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 356, 31. 12. 1997, p. 13.\n(3) OJ L 251, 5. 10. 1979, p. 12.\n(4) OJ L 248, 14. 10. 1995, p. 39.\n(5) OJ L 301, 17. 10. 1992, p. 17.\n(6) OJ L 104, 27. 4. 1996, p. 13.\n(7) OJ L 143, 27. 6. 1995, p. 35.\n(8) OJ L 105, 4. 4. 1998, p. 7.\n(9) OJ L 11, 17. 1. 1998, p. 20.\n(10) OJ L 205, 3. 8. 1985, p. 5.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Äéåõèýíóåéò ôùí ïñãáíéóìþí ðáñåìâÜóåùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção - Interventioelinten osoitteet - Interventionsorganens adresser\nESPAÑA\nFEGA (Fondo Español de Garantía Agraria)\nBeneficencia, 8\nE-28005 Madrid\nTeléfono (34) 913 47 65 00, 913 47 63 10; télex: FEGA 23427 E, FEGA 41818 E; fax: (34) 915 21 98 32, 915 22 43 87\nFRANCE\nOFIVAL\n80, avenue des Terroirs-de-France\nF-75607 Paris Cedex 12\nTéléphone: (33 1) 44 68 50 00; télex: 215330; télécopieur: (33 1) 44 68 52 33"}