{"celex_id": "31994R1847", "uri": "http://publications.europa.eu/resource/cellar/a5ee0cf5-3b91-4854-aad5-cc759bf62755", "type": "Regulation", "concepts": ["1474", "1567", "3167", "3763", "5063", "5360"], "title": "Commission Regulation (EC) No 1847/94 of 27 July 1994 amending Regulation (EC) No 1606/94 relating to the exemption from the import levy for certain products in the cereals'sector laid down in the Agreements between the European Community and the Republic of Bulgaria and Romania and repealing Regulation (EC) No 335/94\n", "header": "COMMISSION REGULATION (EC) No 1847/94 of 27 July 1994 amending Regulation (EC) No 1606/94 relating to the exemption from the import levy for certain products in the cereals' sector laid down in the Agreements between the European Community and the  Republic of Bulgaria and Romania and repealing Regulation (EC) No 335/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3641/93 of 20 December 1993 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the  one part, and the Republic of Bulgaria of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3642/93 of 20 December 1993 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the  one part, and Romania of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (3), as last amended by Regulation (EEC) No 2193/93 (4), and in particular Article 9 thereof,\nWhereas Commission Regulation (EC) No 1606/94 (5) amending Commission Regulation (EC) No 335/94 (6) mistakenly reproduced the text of the latter Regulation with the necessary amendments already incorporated; whereas in order to avoid confusion it is  necessary to amend the title of Regulation (EC) No 1606/94 and to repeal Regulation (EC) No 335/94;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1606/94 is hereby amended as follows:\n1. The title is replaced by the following:\n'Commission Regulation (EC) No 1606/94 of 1 July 1994 relating to the exemption from the import levy for certain products in the cereals' sector laid down in the Agreements between the European Community and the Republic of Bulgaria and Romania, and  repealing Regulation (EC) No 335/94.'\n2. The following Article is inserted:\n'Article 6a\nRegulation (EC) No 335/94 is hereby repealed.'", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 333, 31. 12. 1993, p. 16.\n(2) OJ No L 333, 31. 12. 1993, p. 17.\n(3) OJ No L 181, 1. 7. 1992, p. 21.\n(4) OJ No L 196, 5. 8. 1993, p. 22.\n(5) OJ No L 168, 2. 7. 1994, p. 3.\n(6) OJ No L 43, 16. 2. 1994, p. 4."}