{"celex_id": "31999L0075", "uri": "http://publications.europa.eu/resource/cellar/eb3b598e-d8a3-4123-aca1-f00d2f9b85be", "type": "Directive", "concepts": ["1284", "1590", "6039"], "title": "Commission Directive 1999/75/EC of 22 July 1999 amending Commission Directive 95/45/EC laying down specific purity criteria concerning colours for use in foodstuffs (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/75/EC\nof 22 July 1999\namending Commission Directive 95/45/EC laying down specific purity criteria concerning colours for use in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption(1), as amended by European Parliament and Council Directive 94/34/EC(2), and in particular Article 3(3)(a) thereof;\nAfter consulting the Scientific Committee for Food,\n(1) Whereas European Parliament and Council Directive 94/36/EC of 30 June 1994 on colours for use in foodstuffs(3), lists those substances which may be used as colours in foodstuffs;\n(2) Whereas Commission Directive 95/45/EC of 26 July 1995 laying down specific purity criteria concerning colours for use in foodstuffs(4) sets out the purity criteria for the colours mentioned in Directive 94/36/EC;\n(3) Whereas it is necessary, in the light of technical progress, to amend the purity criteria set out in Directive 95/45/EC for mixed carotenes (E160a (i)); whereas it is consequently necessary to adapt this Directive;\n(4) Whereas it is appropriate to take into account the specifications and analytical techniques for colours as set out in the Codex Alimentarius and the Joint FAO/WHO Expert Committee on Food Additives (JECFA);\n(5) Whereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs;", "main_body": ["Directive 95/45/EC is hereby amended as follows:\nIn the Annex part B the chapter concerning E 160a (i) Mixed Carotenes is replaced by the text of the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1.7.2000. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.", "1. This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1999.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 27.\n(2) OJ L 237, 10.9.1994, p. 1.\n(3) OJ L 237, 10.9.1994, p. 13.\n(4) OJ L 226, 22.9.1995, p. 1.\nANNEX\n\"E 160a (i) mixed carotenes\n1. PLANT CAROTENES\n>TABLE>\n2. ALGAL CAROTENES\n>TABLE>\""}