{"celex_id": "31996R0736", "uri": "http://publications.europa.eu/resource/cellar/28a38a72-6f3e-4ea3-af69-7003048abd7d", "type": "Regulation", "concepts": ["1141", "2366", "2798", "4038", "616", "747"], "title": "Council Regulation (EC) No 736/96 of 22 April 1996 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors\n", "header": "COUNCIL REGULATION (EC) No 736/96 of 22 April 1996 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 213 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 187 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, for the sake of clarity, on the occasion of new amendments, it is necessary to reformulate Council Regulation (EEC) No 1056/72 of 18 May 1972 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors (4);\nWhereas the introduction of a common energy policy is one of the objectives which the Community has set itself; whereas it is the task of the Commission to propose the measures to be taken for this purpose;\nWhereas the information gathered pursuant to the said Regulation is necessary for the Commission's ongoing activities and whereas these data are the Commission's only official source of information on developments in production, processing and transmission capacity in the electricity, petroleum and natural gas sectors;\nWhereas, after studying the communication made to it by the Commission on 18 December 1968 on initial guidelines for a Community energy policy, the Council, during its 88th meeting held on 13 November 1969:\n- approved the basic principles of that communication in the light of the report from the Permanent Representatives Committee,\n- requested the Commission to put before it as soon as possible the most urgent concrete proposals in this field,\n- agreed to study these proposals as soon as possible in order to establish a Community energy policy;\nWhereas obtaining an overall picture of the development of investments in the Community is one feature of such a policy, in particular in order to enable the Community to make the necessary comparisons;\nWhereas the accomplishment of that task requires the most accurate information possible on investments; whereas, with regard to coal and atomic energy, undertakings are under an obligation, pursuant to the Treaty establishing the European Coal and Steel Community and the Treaty establishing the European Atomic Energy Community, to notify their investment projects; whereas it is desirable to supplement such information with particulars relating to petroleum, natural gas and electricity; whereas, to this end, the Commission should be informed of investment projects which are of interest to the Community in the sectors concerned;\nWhereas, so that the Commission may carry out its task, it should also be informed in good time of any fundamental alteration in such projects, in particular as regards the period required for carrying them out and the planned capacity; whereas, as a result, communication of such particulars is similarly indispensable;\nWhereas Member States should for this purpose communicate to the Commission, with any comments they may have, particulars of investment projects concerning production, storage and distribution of petroleum, natural gas or electric power planned in their territory; whereas to this end the persons and undertakings concerned must be under an obligation to communicate to the Member State the information in question;\nWhereas some Member States have no need to maintain this obligation on the persons and undertakings concerned in order to ascertain the investment projects which must subsequently be notified to the Commission;\nWhereas, because of the technical, financial, industrial and social aspects of investment projects in the electricity sector, there is a growing tendency to formulate such projects at least five years before the expected commencement of work;\nWhereas it is therefore necessary to ensure that the Commission is notified of investment projects in the electricity sector on which work is expected to commence within five years of 1 January of the current year;\nWhereas, in the case of petroleum refining, investment in desulphurization plants for residues, gas oil, feedstock or other petroleum products is of increasing importance in view of the strict quality standards to be adopted within the Community in order to control pollution;\nWhereas Article 41 and 42 of the Treaty establishing the European Atomic Energy Community provide that the Commission must receive notification of any kind of nuclear investment project not later than three months before the first contracts are concluded with the suppliers or three months before the works begins; whereas this means that in fact notification of projects is given when they are at a very advanced stage and then only at the initiative of and on the date chosen by the person or undertaking making the investment;\nWhereas, in order to assist manufacturing industry in undertaking the investment and adjustments necessary for the supply of heavy plant under the investment programmes relating to electric power supplies, the Commission must be informed of the projects involved in these programmes sufficiently far in advance of their implementation to be able to provide industry with information - the exact form varying according to the degree of final commitment reached with regard to the construction plans - which will enable an accurate assessment to be made of the technical, financial and social risks involved;\nWhereas, in the electricity and natural gas sectors, investment projects relating respectively to underground and submarine transmission cables and gas pipelines, which constitute essential links in national or international interconnecting networks as well as in the trans-European networks, are of interest to the Community; whereas the Commission needs information on such projects to enable it to carry out its task in the electricity and natural gas sectors; whereas provision should be made to ensure that such projects are communicated to the Commission;\nWhereas experience has shown that the dates of 15 February and 15 January leave the persons and undertakings concerned and the Member States insufficient time to collect the information necessary;\nWhereas it is desirable to enable the Commission to prescribe, where appropriate, certain practical details, such as the form and content of the notifications to be made;\nWhereas experience has shown that some of the data collected impose administrative constraints which go further than necessary, in relation to the advantages which can be expected; whereas it is necessary to reduce and change the data collected;\nWhereas observance of the obligations provided for in this Regulation and the confidential nature of the information collected should be ensured,", "main_body": ["1. Member States shall, before 15 April of each year, communicate to the Commission the information they have obtained on the basis of the provisions of paragraph 2 concerning investment projects listed in the Annex which relate to the production, transport, storage and distribution of petroleum, natural gas or electric power and on which work is scheduled to start within three years, in the case of projects in the petroleum and natural gas sectors, or within five years, in the case of projects in the electricity sector; such communication must take account of the latest developments in the situation.\nMember States shall add to their communications any comments they may have.\n2. In order to fulfil the obligation laid down in paragraph 1, the persons and undertakings concerned shall, before 15 March of each year, communicate details of investment projects referred to in paragraph 1 to the Member States in whose territory they are planning to carry them out. However, this provision shall not apply where the Member State concerned decides to use other means of supplying the Commission with information on the investment projects referred to in paragraph 1.\n3. The communication provided for in paragraphs 1 and 2 shall, moreover, indicate the volume of capacities in commission or under construction or which are scheduled to be taken out of commission within three years.\n4. When calculating capacities or dimensions mentioned in the Annex, the Member States, persons or undertakings concerned shall take into account all parts of a project, insofar as together they constitute a technically indivisible whole, even where the project is carried out in several successive stages.\n5. The communication provided for in paragraphs 1 and 2 shall also cover investment projects of which the major features (location, contractor, undertaking, technical features, etc.) may, in whole or in part, be subject to further review or to final authorization by a competent authority.", "1. With regard to investment projects planned or in progress, any communication as referred to in Article 1 shall indicate the following:\n- the precise purpose and nature of such investments,\n- the planned capacity or power,\n- the probable date of commissioning,\n- the type of raw materials used.\nAs regards any proposed withdrawal from service, communications shall indicate the following:\n- the character and the capacity or power of the installations concerned,\n- the probable date when the installations will be withdrawn from service.\n2. Within the limits laid down by this Regulation and the Annex thereto, the Commission is authorized to adopt implementing provisions concerning the form, content and other details of the communications provided for in Article 1.", "The Commission shall place before the Council a summary of the information obtained pursuant to this Regulation.", "Information forwarded pursuant to this Regulation shall be treated as confidential. This provision shall not prevent the publication of general information or of summaries not containing particulars concerning individual undertakings.", "Member States shall take appropriate measures to ensure observance of the obligations arising under Articles 1 (2) and 4.", "At the end of a period of five years, the Commission shall submit to the Council a report on the implementation of this Regulation and how it has contributed to the objectives pursued. The report shall be accompanied by the requisite proposals.", "Regulation (EEC) No 1056/72 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 April 1996.\nFor the Council\nThe President\nW. LUCHETTI\n(1) OJ No C 346, 23. 12. 1995, p. 10.\n(2) OJ No C 17, 22. 1. 1996.\n(3) OJ No C 18, 22. 1. 1996, p. 107.\n(4) OJ No L 120, 25. 5. 1972, p. 7. Regulation as last amended by Regulation (EEC) No 1215/76 (OJ No L 140, 28. 5. 1976, p. 1).\nANNEX\nINVESTMENT PROJECTS\n1. PETROLEUM\n1.1. Refining\n- distillation plants with a capacity of not less than 1 000 000 tonnes a year,\n- extension of distilling capacity beyond 1 000 000 tonnes a year,\n- reforming/cracking plants with a minimum capacity of 500 tonnes a day,\n- desulphurization plants for residual fuel oil/gas oil/feedstock/other petroleum products.\nChemical plants which do not produce fuel oil and/or motor fuels, or which produce them only as by-products, are excluded.\n2. NATURAL GAS\n2.1. Transport\n- transfrontier gas pipelines and projects of common interest identified in the guidelines established under Article 129c of the EC Treaty,\n- terminals for the importation of liquefied natural gas.\nGas pipelines and terminals for military purposes and those supplying chemical plants which do not produce energy products, or which produce them only as by-products, are excluded.\n2.2. Distribution\n- underground storage installations with a capacity of not less than 150 000 000 m3.\nInstallations for military purposes and those supplying chemical plants which do not produce energy products, or which produce them only as by-products, are excluded.\n3. ELECTRICITY\n3.1. Production\n- thermal power stations (generators with a unit capacity of 200 MW or more),\n- hydro-electric power stations (power stations having a capacity of 50 MW or more).\n3.2. Transport\n- overhead transmission lines, if they have been designed for a voltage of 345 kV or more,\n- underground and submarine transmission cables, if they have been designed for a voltage of 100 kV or more and constitute essential links in national or international interconnecting networks,\n- projects of common interest identified in the guidelines established under Article 129c of the EC Treaty."}