{"celex_id": "31999D0663", "uri": "http://publications.europa.eu/resource/cellar/5182c7f7-b830-4503-931e-a2676facc415", "type": "Decision", "concepts": ["1318", "1417", "5541", "835", "889"], "title": "1999/663/EC: Commission Decision of 9 December 1998 on State aid granted by Germany to Maschinenfabrik Sangerhausen (Samag) (notified under document number C(1998) 4274) (Text with EEA relevance) (Only the German text is authentic)\n", "header": "COMMISSION DECISION\nof 9 December 1998\non State aid granted by Germany to Maschinenfabrik Sangerhausen (Samag)\n(notified under document number C(1998) 4274)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(1999/663/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving given interested parties notice to submit their comments in accordance with those Articles,\nWhereas:\nI\nMaschinenfabrik Sangerhausen GmbH i.K. (hereinafter referred to as Samag) was privatised in June 1991. On 1 July 1994 insolvency proceedings (Gesamtvollstreckungsverfahren - insolvency proceedings prior to a takeover or the winding-up of a company, the procedure in the new Federal LĂ¤nder equivalent to the Konkursverfahren in the rest of Germany) were initiated regarding the company and its assets because it was unable to pay its creditors and its debts exceeded its assets. On 14 July 1994 Germany notified aid amounting to DEM 2 million that the Land of Saxony-Anhalt had made available to Samag.\nOn 1 February 1995 the Commission decided to initiate proceedings pursuant to Article 93(2) of the EC Treaty in respect of the aid granted in the form of subsidies intended to finance the recovery of assets located abroad or subject to reservation of title and to keep the business as a going concern for a short time. The Land had originally provided the subsidies in order to achieve milder terms in the insolvency proceedings in order to assist employees, suppliers and other creditors while it tried to identify a new source of capital for the complete or partial takeover of the business or to satisfy the creditors in a winding-up since the assets would otherwise be insufficient. Since the beginning of Samag's insolvency proceedings, the aid has been used towards the orderly liquidation of the business.\nOf the DEM 2 million, DEM 50000 was to be used for paying interest on a bridging loan for redundancy payments on winding-up that had been taken out by the administrator in the winding-up. The Commission was uncertain whether this part of the aid constituted a general measure or aid within the meaning of Article 92(1).\nThe Commission decision was published in the Official Journal of the European Communities(1) and interested parties were given notice to submit their comments.\nII\nGermany provided details of the aid by letters of 28 March, 4 May and 23 November 1995 and 12 June and 20 December 1996. It was stated that the aid had been used as follows:\n- DEM 50000 for the payment of interest on a bridging loan for redundancy payments on winding-up taken out by the administrator in the winding-up;\n- DEM 770000 for the purchase of materials to complete outstanding orders and to secure the release of materials held under reservation of title for Samag's core business (other than the foundry);\n- DEM 230000 for complete performance of contracts concerning the foundry;\n- DEM 350000 for payments to public utilities (gas, water and electricity, of which DEM 91000 were made in July and August), mainly concerning the foundry;\n- DEM 600000 for the repatriation of Samag's assets from abroad.\nThe aid made it possible to continue the insolvency proceedings in an orderly manner; otherwise the company would have had to be put into liquidation by reason of its insufficient assets.\nAfter completing performance of the contracts outstanding at the time of initiation of the insolvency proceedings, the entire company (that is to say, including the foundry) ceased trading on 31 October 1994. No new orders were taken. The business continued for a further four months and the assets were sold separately following a public call for offers.\nIII\nThe United Kingdom supported the Commission's initiation of investigatory proceedings on the grounds that Samag did not appear to be an enterprise that was viable in the long term and the rescue of the machine-tool and foundry business adversely affected competition in the industry.\nGermany replied that, since the enterprise had completely ceased trading, no comment was called for.\nIV\nHowever, the assistance of DEM 1,95 million constitutes State aid within the meaning of Article 92(1) since it was paid to a specific enterprise in an industry where there is considerable trade between Member States.\nIt must therefore be ascertained whether this aid can be considered compatible with the common market under Article 92(3).\nAlthough Saxony-Anhalt is indeed an assisted area for the purposes of Article 92(3)(a), the assistance cannot be classified as aid to promote regional development since keeping the enterprise as a going concern for such a short time (four months) does not contribute to the development of the area. The exemption from the prohibition of aid under Article 92(3)(a) is therefore precluded.\nMoreover, since the assistance does not facilitate the development of certain economic activities it does not meet the conditions in the Community Guidelines on State aid for rescuing and restructuring firms in difficulty(2) (hereinafter referred to as \"the Guidelines\") for the reasons set out below.\nThe assistance cannot be considered rescue aid since it has not been provided in forms that are permitted under the Guidelines; only liquidity help in the form of loan guarantees or loans bearing normal commercial interest rates can be approved.\nLikewise, the assistance cannot be classified as restructuring aid for the purposes of the guidelines because it is not conditional on a restructuring plan or the creation of new jobs. Since it was solely intended to permit outstanding contracts to be performed and to identify persons interested in taking over the business, it constitutes operating aid and as such is incompatible with the Community competition rules.\nSince an exemption under Article 92(3)(a) or (c) is excluded, the aid of DEM 1,95 million is incompatible with the common market.\nThe sum of DEM 50000 was paid by the Land to meet interest on a loan taken out by the administrator in the winding-up for bridging finance for redundancy payments on winding-up.\nUnder Article 141a of the Law on the promotion of labour (the ArbfG), every employee is entitled to redundancy payments up to a maximum of three months' wages which he has not received by reason of the winding-up of the enterprise. The party responsible for payment is the Federal Labour Office (the BfA). Provided the conditions in Articles 141a et seq., of the ArbfG are fulfilled, the BfA does not enjoy any discretion in making redundancy payments on winding-up. Under Article 141m of the ArbfG, when such payment is made, the employee's claims concerning the payment are against the BfA.\nThe BfA generally does not make redundancy payments on winding-up until three or four months after the initiation of the winding-up. To secure the employee's subsistence, it is recognised practice(3) for a private bank to provide an appropriate loan for the employee.\nThe BfA has a right of recourse under the general provisions of the law applicable to winding-up. Under Article 13(2) of the Regulations on insolvency proceedings, read in conjunction with Article 17(3) thereof, the BfA's claim ranks as a preferential debt in the winding-up.\nThis means that such redundancy payments are to be classified as general social measures in the context of a winding-up, over which the BfA does not enjoy any discretion.\nIn this case, the Land of Saxony-Anhalt has provided assistance amounting to DEM 50000 for the payment of interest on a loan, which was agreed on behalf of the employees between the administrator in the winding-up and a private bank as a bridging loan for redundancy payments on winding-up. The Land has not to date presented its claim to the DEM 50000 against the assets in the winding-up. The interest is regularly paid from the assets being wound up. Since the Land has not put forward its claim, the assets in the winding-up have been increased by that amount, which constitutes an economic advantage for the insolvent enterprise. In this particular case, it therefore constitutes aid for the purposes of Article 92(1). On the same grounds as those relating to the other grants of aid of DEM 1,95 million, this aid cannot be exempted under Article 92(3). It is therefore to be considered incompatible with the common market and must be recovered,", "main_body": ["Under Article 92(1) of the EC Treaty and Article 61(1) of the EEA Agreement, the State aid paid by Germany to Maschinenfabrik Sangerhausen GmbH i.K. (Samag) in the form of grants amounting in all to over DEM 2,0 million is not compatible with the common market or the functioning of the EEA Agreement.", "1. Germany shall take the necessary steps to recover from the recipient enterprise the State aid specified in Article 1.\n2. The recovery shall be carried out in accordance with the procedures and provisions of German law. Interest shall be payable from the date of payment to the date of actual recovery, at a rate equal to the reference rate used to calculate the net grant equivalent of regional aid.", "Germany shall inform the Commission within two months of the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 9 December 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ C 262, 7.10.1995, p. 16.\n(2) OJ C 368, 23.12.1994, p. 12.\n(3) Implementing Order of the BfA of 11 October 1989, which has been upheld by the Federal Social Court in its settled case-law."}