{"celex_id": "31995R2722", "uri": "http://publications.europa.eu/resource/cellar/108b2f9c-74a1-4005-99fc-18efa74331fb", "type": "Regulation", "concepts": ["1486", "4288", "4692", "80", "862"], "title": "Commission Regulation (EC) No 2722/95 of 24 November 1995 on special conditions for the granting of private storage aid for pigmeat\n", "header": "COMMISSION REGULATION (EC) No 2722/95  of 24 November 1995 on special conditions for the granting of private storage aid for pigmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization  of the market in pigmeat  (1), as last amended by the Act of Accession of Austria, Finland and  Sweden and by Regulation (EC) No 3290/94  (2), and in particular Articles 4 (6) and 5 (4) thereof,\nWhereas intervention measures may be taken in respect of pigmeat if, on the representative markets  of the Community, the average price for pig carcases is less than 103  % of the basic price and is  likely to remain below that level;\nWhereas the market situation has been characterized by a marked fall in prices below the level  mentioned; whereas, in view of seasonal and cyclical trends, this situation could persist;\nWhereas intervention measures must be taken; whereas these can be limited to the granting of  private storage aid;\nWhereas Article 3 of Council Regulation (EEC) No 2763/75  (3) provides for the possibility of  curtailing or extending the storage period; whereas, therefore, provision should be made to fix not  only the amounts of aid for a specific period of storage but also the amounts to be added or  deducted if this period is curtailed or extended;\nWhereas, in order to facilitate administrative and control work resulting from the conclusion of  contracts, minimum quantities should be fixed;\nWhereas the security should be fixed at a level such as will oblige the storer to fulfil the  obligations undertaken by him;\nWhereas the measures allowing early removal from storage, provided for in Article 9 (4) of  Commission Regulation (EEC) No 3444/90  (4), as amended by Regulation (EEC) No 3533/93  (5), should  no longer apply in order to ensure equal treatment of all products regardless of their  destination;\nWhereas the Management Committee for Pigmeat has not delivered an opinion within the time limit set  by its chairman,", "main_body": ["1.  As from 27 November 1995 applications for private storage aid may  be introduced in accordance with the provisions of Regulation (EEC) No 3444/90. The list of  products which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2.  If the period of storage is extended or curtailed, the amount of the aid shall be adjusted  accordingly. The amounts of the supplements and deductions per month and per day are set out in  columns 5 and 6 of the said Annex.", "The minimum quantities per contract and per product shall be as follows:\n(a)  10 tonnes for boned products;\n(b)  15 tonnes for all the other products.", "The security shall be 20  % of the amounts of aid set out in the Annex.", "The contractor cannot remove from storage all or part of the quantity of products under  contract as foreseen in Article 9 (4) of Regulation (EEC) No 3444/90.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 24 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n>TABLE>"}