{"celex_id": "31996D0358", "uri": "http://publications.europa.eu/resource/cellar/9297ad0a-d223-41f4-9036-87882f917751", "type": "Decision", "concepts": ["1074", "2455", "3534", "3582", "5229", "862"], "title": "96/358/EC: Commission Decision of 30 May 1996 on the eligibility of expenditure planned for 1996 by certain Member States for the training of national officials connected with control activities applicable to the common fisheries policy (Only the Spanish, German, English, French, Dutch, Portuguese, Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION of 30 May 1996 on the eligibility of expenditure planned for 1996 by certain Member States for the training of national officials connected with control activities applicable to the common fisheries policy (Only the Spanish, German, English, French, Dutch, Portuguese, Finnish and Swedish texts are authentic) (96/358/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/527/EC of 8 December 1995 on a Community financial contribution towards certain expenditure incurred by the Member States implementing the monitoring and control systems applicable to the common fisheries policy (1), and in particular Article 6 thereof,\nWhereas Article 2 (3) of Decision (EC) No 95/527/EC provides that the Community financial contribution may relate to eligible expenditure intended for the training of national officers connected with control activities; whereas Commission Decision No 96/286/EC of 11 April 1996, laying down detailed rules for the application of Decision (EC) No 95/527/EC on a Community financial contribution towards certain expenditure incurred by the Member States implementing the monitoring and control systems applicable to the common fisheries policy (2), lays down the detailed rules for determining the amounts of expenditure eligible for training purposes;\nWhereas pursuant to Article 5 of Decision No 95/527/EC certain Member States have forwarded to the Commission applications for funding for 1996, part of which relates to expenditure on the training of national officials;\nWhereas the expenditure eligible for training national officials connected with control activities and the rate of the Community contribution to that expenditure should therefore be established;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Expenditure planned for 1996 for the training of national officials connected with the control activities listed in the Annex hereto, amounting to ECU 467 944, shall be eligible for a financial contribution under Decision 95/527/EC. The rate of the Community contribution shall be 50 % of the expenditure eligible.", "1. For the purposes of this Decision the ECU exchange rate used to calculate eligible expenditure shall be that of February 1996.\n2. The ECU exchange rate to be applied for the reimbursement of expenditure and the payment of advances shall be that of the month during which the payment order is made.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the Kingdom of Spain, Ireland, the Kingdom of the Netherlands, the Portuguese Republic, the Finnish Republic, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 May 1996.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 301, 14. 12. 1995, p. 30.\n(2) OJ No L 106, 30. 4. 1996, p. 37.\nANEXO / BILAG / ANHANG / ÐÁÑÁÑÔÇÌÁ / ANNEX / ANNEXE / ALLEGATO / BIJLAGE / ANEXO / LIITE / BILAGA\n>TABLE>"}