{"celex_id": "31993D0427", "uri": "http://publications.europa.eu/resource/cellar/5f8da07e-290e-4481-adad-bc5a5df23711", "type": "Decision", "concepts": ["2560", "3408", "3579", "4353", "4689", "4692"], "title": "Commission Decision of 7 July 1993 amending Decisions 92/265/EEC, 91/449/EEC and 93/199/EEC relating to certain measures concerning the importation into the Community of live pigs, porcine semen, fresh pigmeat and pigmeat products from Austria\n", "header": "COMMISSION DECISION of 7 July 1993 amending Decisions 92/265/EEC, 91/449/EEC and 93/199/EEC relating to certain measures concerning the importation into the Community of live pigs, porcine semen, fresh pigmeat and pigmeat products from Austria\n(93/427/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 92/118/EEC (2), and in  particular Article 19 (7) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (3), as last amended by Council Decision 92/438/EEC (4), and in particular Article 18 (7) thereof,\nWhereas imports from Austria into the Member States of live pigs, porcine semen, fresh pigmeat and pigmeat products are governed by rules laid down by Commission Decision 92/265/EEC (5);\nWhereas the classical swine fever situation has improved in the regions of Carinthia and Vienna;\nWhereas the animal health conditions and veterinary certification as regards trade in live pigs, and fresh pigmeat have been amended to take into account the improved health situation;\nWhereas classical swine fever has occured in the region of Salzburg;\nWhereas the occurence of classical swine fever is liable to endanger the herds of Member States, in view of trade in live pigs, porcine semen and embryos, fresh pigmeat, wild boar meat and certain meat-based pork products;\nWhereas it is necessary to amend Decision 92/265/EEC, Commission Decision 91/449/EEC (6), as last amended by Decision 93/139/EEC (7), and Commission Decision 93/199/EEC (8) accordingly;\nWhereas protection measures must be established as regards trade in porcine embryos and wild boar meat;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the standing Veterinary Committee,", "main_body": ["Decision 92/265/EEC is amended as follows:\n1. the title is replaced by the following:\n'Commission Decision of 18 May 1992 concerning the importation into the Community form Austria of porcine semen, porcine embryos, wild boar meat and pigmeat products';\n2. Article 1 is replaced by the following:\n'Article 1\n1. Imports from Austria into Member States of porcine semen, porcine embryos, wild board meat and pigmeat products are prohibited.\n2. The prohibition on imports of porcine semen, porcine embryos, wild board meat and pigmeat products referred to in paragraph 1 shall not apply to the regions of Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia and Vienna.\n3. The prohibition on pigmeat referred to in paragraph 1 shall not apply to those products which have undergone one of the following treatments:\n(a) heat treatment carried out in hermetically sealed container with an Fc value of 3,00 or more;\n(b) heat treatment of a type different from that referred to in (a) in which the centre temperature is raised to at least 70 Â°C;\n(c) treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kilograms and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.'", "Decision 91/449/EEC is amended as follows:\n1. in Annex A, Part II, the words '(in the case of pigmeat products: - Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia and Vienna)' are inserted after the word 'Austria';\n2. in Annex D, Part II, 'Austria' is included in the list of countries approved to use the model animal health certificate at Part I of Annex D.", "In Part 2 of the Annex to Decision 93/499/EEC the words 'Austria (Burgenland, Salzburg, Tirol, Vorarlberg and Upper Austria)' are replaced by the following:\n'Austria (Burgenland, Tirol, Vorarlberg, Upper Austria, Carinthia and Vienna)'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 243, 25. 8. 1992, p. 27.\n(5) OJ No L 137, 20. 5. 1992, p. 23.\n(6) OJ No L 240, 29. 8. 1991, p. 28.\n(7) OJ No L 56, 9. 3. 1993, p. 39.\n(8) OJ No L 86, 6. 4. 1993, p. 43."}