{"celex_id": "31992L0007", "uri": "http://publications.europa.eu/resource/cellar/e1e4d6ab-2d5f-45d2-b842-56b98aee682f", "type": "Directive", "concepts": ["2077", "2433", "4533", "4651"], "title": "Council Directive 92/7/EEC of 10 February 1992 amending Directive 85/3/EEC on the weights, dimensions and certain technical characteristics of certain road vehicles\n", "header": "COUNCIL DIRECTIVE 92/7/EEC of 10 February 1992 amending Directive 85/3/EEC on the weights, dimensions and certain technical characteristics of certain road vehicles\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the light of decisions taken at the adoption of Council Directive 89/338/EEC (4), amending Directive 85/3/EEC, it is necessary to give an objective technical definition to the equivalence between certain non-air suspension systems and air  suspension taking into account the effect of driving axle weights on road surfaces;\nWhereas further examination of the Commission proposal is necessary with regard to road-friendly suspension systems in relation to the maximum authorized weight of driving axles for motor vehicles covered by this proposal, so as to be able to reach a  conclusion within a reasonable period of time;\nWhereas it will be necessary to make provision, at a later stage, for common standards for single axles and tandem axles in order to reduce damage to roads as far as possible;\nWhereas appropriate test procedures should be defined in order to establish equivalence between certain non-air suspension systems and air suspension;\nWhereas Directive 85/3/EEC (5), should be amended accordingly,", "main_body": ["1.  Annex I of Directive 85/3/EEC is hereby amended as follows:\n(a)\nparagraph 2.2.4.2 shall be replaced by the following:\n'2.2.4.2.\nis greater than 1,8 m\n36 tonnes\n+ 2 tonnes margin when the maximum authorized weight (MAW) of the motor vehicle (18 tonnes) and the MAW of the tandem axle of the semi-trailer (20 tonnes) are respected and the driving axle is fitted with twin tyres and air suspension or suspension  recognized as being equivalent within the Community as defined in Annex III.';\n(b)\nparagraph 2.3.2 shall be replaced by the following:\n'2.3.2.\nThree-axle motor vehicles\n- 25 tonnes,\n- 26 tonnes where the driving axle is fitted with twin tyres and air suspension or suspension recognized as being equivalent within the Community as defined in Annex III, or where each driving axle is fitted with twin tyres and the maximum weight of  each axle does not exceed 9,5 tonnes.';\n(c)\nparagraph 2.3.3 shall be replaced by the following:\n'2.3.3.\nFour-axle motor vehicles\nwith two steering axles\n32 tonnes where the driving axle is fitted with twin tyres and air suspension or suspension recognized as being equivalent within the Community as defined in Annex III, or where each driving axle is fitted with twin tyres and the maximum weight of each  axle does not exceed 9,5 tonnes.';\n(d)\nparagraph 3.5.3 shall be replaced by the following:\n'3.5.3.\n1,3 m or greater but less than 1,8 m\n(1,3 9 d < 1,8 m)\n- 18 tonnes,\n- 19 tonnes where the driving axle is fitted with twin tyres and air suspension or suspension recognized as being equivalent within the Community as defined in Annex III, or where each driving axle is fitted with twin tyres and where the maximum weight  for each axle does not exceed 9,5 tonnes.'\n2.  A new Annex shall be added, as set out in the Annex hereto, and shall become Annex III.", "1.  Member States shall, after consultation with the Commission, bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1 January 1993.\nWhen these provisions are adopted by Member States, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for making such reference shall be adopted by Member  States.\n2.  Member States shall forthwith communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 February 1992.\nFor the Council\nThe President\nJorge BRAGA DE MACEDO\n(1) OJ No C 292, 22. 11. 1990, p. 12, and\nOJ No C 313, 4. 12. 1991, p. 14.(2) OJ No C 183, 15. 7. 1991, p. 65.(3) OJ No C 159, 17. 6. 1991, p. 61.(4) OJ No L 142, 25. 5. 1989, p. 3.(5) OJ No L 2, 3. 1. 1985, p. 14. Directive as last amended by Directive 91/60/EEC (OJ No L 37, 9. 2. 1991, p.  37).\nANNEX\nANNEX III\nCONDITIONS RELATING TO EQUIVALENCE BETWEEN CERTAIN NON-AIR SUSPENSION SYSTEMS AND AIR SUSPENSION FOR VEHICLE DRIVING AXLE(S)  1.\nDEFINITION OF SUSPENSION\nA suspension system is considered to be air suspended if at least 75 % of the spring effect is caused by the air spring.\n2.\nEQUIVALENCE TO AIR SUSPENSION\nA suspension recognized to be equivalent to air suspension must conform to the following:\n2.1.\nDuring free transient low frequency vertical oscillation of the sprung mass above a driving axle or bogie, the measured frequency and damping with the suspension carrying its maximum load must fall within the limits defined in paragraphs 2.2 to 2.5.\n2.2.\nEach axle must be fitted with hydraulic dampers. On tandem axle bogies, the dampers must be positioned to minimize the oscillaton of the bogies.\n2.3.\nThe mean damping ratio D must be more than 20 % of critical damping for the suspension in its normal condition with hydraulic dampers in place and operating.\n2.4.\nThe damping ratio D of the suspension with all hydraulic dampers removed or incapacitated must be not more than 50 % of D.\n2.5.\nThe frequency of the sprung mass above the driving axle or bogie in a free transient vertical oscillation must not be higher than 2,0 Hz.\n2.6.\nThe frequency and damping of the suspension are given in paragraph 3. The test procedures for measuring the frequency and damping are laid down in paragraph 4.\n3.\nDEFINITION OF FREQUENCY AND DAMPING\nIn this definition a sprung mass M kg above a driving axle or bogie is considered. The axle or bogie has a total vertical stiffness between the road surface and the sprung mass of K Newtons/metre (N/m) and a total damping coefficient of C Newtons per  metre per second (N.s/m). The vertical displacement of the sprung mass is Z. The equation of motion for free oscillation of the sprung mass is:\nM\nd²Z\ndt²\n+ C\ndZ\ndt\n+ kZ = 0.\nThe frequency of oscillation of the sprung mass F rad/sec is:\nF =\nw\nK\nM\n-\nC²\n4M²\nThe damping is critical when C = Co,\nwhere\nCo = 2\nw\nKM\nThe damping ratio as a fraction of critical is C/Co.\nDuring free transient oscillation of the sprung mass the vertical motion of the mass will follow a damped sinusoidal path (Figure 2). The frequency can be estimated by measuring the time for as many cycles of oscillation as can be observed. The damping  can be estimated by measuring the heights of successive peaks of the oscillation in the same direction. If the peak amplitudes of the first and second cycles of the oscillaton are A1 and A2, then the damping ratio D is\nD =\nC\nCo\n=\n1\n2p\n.ln\nA1\nA2\nln being the natural logarithm of the amplitude ratio.\n4.\nTEST PROCEDURE\nTo establish by test the damping ratio D, the damping ratio with hydraulic dampers removed, and the frequency F of the suspension, the loaded vehicle should either:\n(a) be driven at low speed (5km/hr ± 1 km/hr) over an 80 mm step with the profile shown in Figure 1. The transient oscillation to be analysed for frequency and damping occurs after the wheels on the driving axle have left the step; or\n(b) be pulled down by its chassis so that the driving axle load is 1,5 times its maximum static value. The vehicle hold down is suddenly released and the subsequent oscillation analysed; or\n(c) be pulled up by its chassis so that the sprung mass is lifted by 80 mm above the driving axle. The vehicle hold up is suddenly dropped and the subsequent oscillation analysed; or\n(d) be subjected to other procedures in so far as it has been proved by the manufacturer, to the satisfaction of the technical department, that they are equivalent.\nThe vehicle should be instrumented with a vertical displacement transducer between driving axle and chassis, directly above the driving axle. From the trace, the time interval between the first and second compression peaks can be measured to obtain the  frequency F and the amplitude ratio to obtain the damping. For twin drive bogies, vertical displacement transducers should be fitted between each driving axle and the chassis directly above it."}