{"celex_id": "31993R1070", "uri": "http://publications.europa.eu/resource/cellar/2f748026-17b3-4dfe-8f34-7274b50629c2", "type": "Regulation", "concepts": ["1119", "1608", "863"], "title": "COMMISSION REGULATION (EEC) No 1070/93 of 30 April 1993 laying down certain additional detailed rules for the application of the supplementary trade mechanism (STM) to trade in fruit and vegetables between Spain and the Community as constituted on 31 December 1985 as regards tomatoes, artichokes, melons, strawberries, apricots and peaches\n", "header": "COMMISSION REGULATION (EEC) No 1070/93 of 30 April 1993 laying down certain additional detailed rules for the application of the supplementary trade mechanism (STM) to trade in fruit and vegetables between Spain and the Community as constituted on  31 December 1985 as regards tomatoes, artichokes, melons, strawberries, apricots and peaches\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3210/89 of 23 October 1989 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables (1), as amended by Regulation (EEC) No 3818/92 (2), and in particular Article  9 thereof,\nWhereas Commission Regulation (EEC) No 816/89 (3), as amended by Regulation (EEC) No 3831/92 (4), establishes the list of products subject to the supplementary trade mechanism in the fresh fruit and vegetables sector from 1 January 1990; whereas  tomatoes, artichokes, melons, strawberries, apricots and peaches are included in the list;\nWhereas Commission Regulation (EEC) No 3944/89 (5), as last amended by Regulation (EEC) No 3308/91 (6), lays down detailed rules for applying the supplementary trade mechanism, hereinafter called the 'STM', to fresh fruit and vegetables;\nWhereas Commission Regulation (EEC) No 674/93 (7) lays down that the periods referred to in Article 2 of Regulation (EEC) No 3210/89 shall be up to 2 May 1993 for the above products; whereas in view of last expected exports from Spain to the rest of the  Community with the exception of Portugal, and of the Community market situation, a period I should be fixed for the melons and the artichokes;\nWhereas, on the basis of the abovementioned criteria a period I and II should be determined for tomatoes, a period II and III should be determined for strawberries, a period I and II should be determined for apricots and a period I and II should be  determined for peaches respectively until 20 June; whereas indicative ceilings should be determined pursuant to Article 3 of Regulation (EEC) No 3210/89 for very short periods, given the sensitivity of these products;\nWhereas it should be stipulated that the provisions of Regulation (EEC) No 3944/89 relating to statistical monitoring, to the use of exit documents for Spanish consignments and to the various communications from the Member States apply in order to  ensure that the STM operates;\nWhereas the need for accurate information justifies communications on the statistical monitoring of trade at more frequent intervals;\nWhereas, on application of Article 2 of Council Regulation (EEC) No 1911/91 of 26 June 1991 on the application of the provisions of Community law to the Canary Islands (8), as amended by Regulation (EEC) No 284/92 (9), the rules in force for mainland  Spain shall apply to products originating in the Canary Islands and sent to other parts of the Community from 1 July 1991; consequently the information concerning products from the Canary Islands should be taken into account for the application of the  supplementary trade mechanisms;\nWhereas the Management Committee for Fruit and Vegetables, has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. For melons and artichokes covered by the CN code set out in the Annex, the periods provided for in Article 2 of Regulation (EEC) No 3210/89 shall be as set out in the Annex hereto.\n2. For strawberries covered by CN codes 0810 10 90 and CN code 0810 10 10, tomatoes covered by CN code 0702 00 10, apricots covered by CN code 0809 10 00 and peaches covered by CN code ex 0809 30 00:\n- the indicative ceilings provided for in Article 83 (1) of the Act of Accession, and\n- the periods provided for in Article 2 of Regulation (EEC) No 3210/89\nshall be as set out in the Annex hereto.", "1. For consignments of the products referred to in Article 1 from Spain to the rest of the Community market, with the exception of Portugal, Regulation (EEC) No 3944/89, with the exception of Articles 5 and 7 thereof, shall apply.\nHowever, the notification provided for in Article 2 (2) of that Regulation shall be made each Tuesday at the latest in respect of quantities consigned during the preceding week.\n2. The notification provided for in the first paragraph of Article 9 of Regulation (EEC) No 3944/89 for products mentioned in Article 1 (2) subject to a period II or to a period III shall be forwarded to the Commission on Tuesday each week at the latest  in respect of the preceding week.\nDuring the application of a period I, those notifications shall be made once a month, on the fifth day of each month at the latest in respect of data from the preceding month; where appropriate, that notification shall bear the word 'nil'.", "This Regulation shall enter into force on 3 May 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 312, 27. 10. 1989, p. 6.\n(2) OJ No L 387, 31. 12. 1992, p. 15.\n(3) OJ No L 86, 31. 3. 1989, p. 35.\n(4) OJ No L 387, 31. 12. 1992, p. 47.\n(5) OJ No L 379, 28. 12. 1989, p. 20.\n(6) OJ No L 313, 14. 11. 1991, p. 13.\n(7) OJ No L 72, 25. 3. 1993, p. 15.\n(8) OJ No L 171, 29. 6. 1991, p. 1.\n(9) OJ No L 31, 7. 2. 1992, p. 6.\nANNEX\nDetermination of the periods provided for in Article 2 of Regulation (EEC) No 3210/89 and the ceilings provided for in Article 83 of the Act of Accession   Period from 3 May to 20 June 1993\n/* Tables: see OJ */"}