{"celex_id": "31999R0248", "uri": "http://publications.europa.eu/resource/cellar/bbd23c5e-a345-4419-b363-3c62dd97e931", "type": "Regulation", "concepts": ["2771", "3824", "4125", "5542", "5860", "946"], "title": "Council Regulation (EC) No 248/1999 of 22 December 1998 concerning the export of certain ECSC and EC steel products from the Czech Republic to the Community for the period 1 January to 31 December 1999 (extension of the double-checking system)\n", "header": "COUNCIL REGULATION (EC) No 248/1999 of 22 December 1998 concerning the export of certain ECSC and EC steel products from the Czech Republic to the Community for the period 1 January to 31 December 1999 (extension of the double-checking system)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas a Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, entered into force on 1 February 1995 (1);\nWhereas the Parties decided in Association Council Decision No 7/98 (2) to extend the double-checking system introduced by Decision No 3/97 (3) for the period between 1 January and 31 December 1999;\nWhereas it is consequently necessary to extend the Community implementing legislation introduced by Council Regulation (EC) No 87/98 of 19 December 1997 concerning the export of certain ECSC and EC steel products from the Czech Republic to the Community for the period 1 January to 31 December 1998 (renewal of the double-checking system) (4),", "main_body": ["1. Council Regulation (EC) No 87/98 shall continue to apply for the period between 1 January and 31 December 1999, in accordance with the provisions of Association Council Decision No 7/98 between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, subject to the amendment to that Regulation referred to in Article 1(2). In the title, preamble and Article 1(1) and (4) of the Regulation, references to the period 1 January to 31 December 1998 shall be replaced by references to 1 January to 31 December 1999.\n2. Annex I shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Council\nThe President\nC. EINEM\n(1) OJ L 360, 31. 12. 1994, p. 2.\n(2) See page 26 of this Official Journal.\n(3) OJ L 13, 19. 1. 1998, p. 99.\n(4) OJ L 13, 19. 1. 1998, p. 43.\nANNEX\n'ANNEX I\nCZECH REPUBLIC\nList of products subject to double-checking (1999)\nHeavy plates\n(excluding ex-CN codes)\n7208 40 10\n7208 51 30\n7208 51 50\n7208 51 91\n7208 51 99\n7208 52 91\n7208 52 99\n7208 54 10\n7208 90 10\n7208 90 90\nCold-rolled sheet\n7209 15 00\n7209 16 90\n7209 17 90\n7209 18 91\n7209 18 99\n7209 25 00\n7209 26 90\n7209 27 90\n7209 28 90\n7211 23 10\n7211 23 51\n7211 29 20\nBeams and sections\n7216 31 11\n7216 31 19\n7216 31 91\n7216 31 99\n7216 32 11\n7216 32 19\n7216 32 91\n7216 32 99\nWelded tubes\nComplete CN heading 7306`"}