{"celex_id": "31991D0024", "uri": "http://publications.europa.eu/resource/cellar/3e7f11f2-a3c9-4501-aadb-d7f834c7c82b", "type": "Decision", "concepts": ["1309", "2739", "4620", "588"], "title": "91/24/EEC: Commission Decision of 11 January 1991 terminating the anti-dumping proceeding concerning imports of potassium permanganate originating in the USSR\n", "header": "COMMISSION DECISION  of 11 January 1991  terminating the anti-dumping proceeding concerning imports of potassium permanganate originating in the USSR  (91/24/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultation within the Advisory Committee as provided for in Regulation (EEC) No 2423/88,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) The Commission, by Regulation (EEC) No 1537/90 (2), imposed a provisional anti-dumping duty on imports of potassium permanganate falling within CN code ex 2841 60 00 and originating in the USSR. Furthermore, the validity of the provisional duty was  extended for a period not exceeding two months by Council Regulation (EEC) No 2896/90 (3).\nB. SUBSEQUENT PROCEDURE\n(2) Following the imposition of the provisional anti-dumping duty, the representatives of the exporting country requested, and were granted, an opportunity to be heard orally by the Commission, and the exporter in the USSR known to be concerned made its  views known in writing. This submission stressed that the only exports of potassium permanganate made in 1988 were destined for Austria, and that no exports to the Community had been made in 1989 nor were envisaged in 1990.\n(3) Given that since the beginning of 1988 all imports into the Community of potassium permanganate known to have originated in the USSR have not been made directly from the country of origin but from Austria, the Commission considered it appropriate to  carry out inquiries with regard to the Austrian chemical traders likely to have exported the product concerned to the Community. It was finally established that one trader in Austria handled almost all exports to the Community of potassium permanganate  originating in the USSR during the period from January 1988 to June 1989. Furthermore, the Commission carried out an investigation at the premises of this Austrian trader.\nC. NEW FINDINGS\n(4) In the course of the investigation carried out in Austria new findings were made showing that, of 475 tonnes of potassium permanganate declared at Community customs and, therefore, registered in Community statistics as imported from the USSR during  the period from January 1988 to June 1989, only 100 tonnes actually originated in that country. As to the remaining 375 tonnes, most of them appeared to have originated in Romania although they were declared at Community customs as originating in the  USSR.\n(5) The alleged Romanian origin of most of these 375 tonnes was supported by documentary evidence consisting of invoices and certificates or origin issued respectively by the exporting company in Romania and the authorities in this country.\n(6) In addition to the fact that only 100 tonnes of the product concerned originating in the USSR were imported into the Community, these imports took place in an isolated manner during the first quarter of 1988 and, therefore, out of the investigation  period covered by the anti-dumping proceeding (1 July 1988 to 30 June 1989).\n(7) With regard to the imports apparently originating in Romania, this country does not appear to be a producer of potassium permanganate and there are indications that these imports may originate in countries for which anti-dumping measures are already  in force. Therefore, any anti-dumping action which might be taken in respect to these imports, on the basis of the preliminary findings made on dumping and injury, has to be delayed until the Commission establishes their correct origin.\nD. DUMPING\n(8) Given that no imports of potassium permanganate originating in the USSR appear to have entered into the Community within the investigation period, preliminary findings on dumping set out in the recital 17 of Commission Regulation (EEC) No 1537/90  become invalidated insofar as they refer to the USSR. Consequently, a dumping determination cannot be made in respect of these imports.\nE. INJURY\n(9) For the reason given in recital 8, considerations and preliminary findings on injury and causality set out in recitals 18 to 28 of Regulation (EEC) No 1537/90 also become invalidated as far as imports from the USSR are concerned. Therefore, although  it is confirmed that the Community industry is in a precarious economic and financial situation, characterized especially by losses in profitability, sales and market share, this is not a result of dumping from the USSR since there were no imports from  this country during the investigation period.\nF. TERMINATION\n(10) Accordingly, it becomes apparent that protective measures with regard to the USSR are unnecessary and the anti-dumping proceeding concerning imports of potassium permanganate originating in the USSR should be terminated without definitive measures  being imposed.\n(11) No objections to this conclusion were raised in the Advisory Committee.\n(12) The complainant was informed of the facts and principal considerations on the basis of which the Commission intended to terminate the proceeding and did not dispute them.\nG. EXPIRY OF THE PROVISIONAL DUTY\n(13) The Commission notes that the period of validity of the provisional anti-dumping duty on imports of potassium permanganate originating in the USSR, imposed by Regulation (EEC) No 1537/90 and extended by Regulation (EEC) No 2896/90, expired on 9  December 1990. It also notes that the amounts secured by way of the provisional anti-dumping duty should be released in accordance with Article 11 (7) of Council Regulation (EEC) No 2423/88,", "main_body": ["     Sole Article\nThe anti-dumping proceeding concerning imports of potassium permanganate falling within CN-code ex 2841 60 00 and originating in the USSR is hereby terminated."], "attachments": "Done at Brussels, 11 January 1991.\nFor the Commission\nFrans ANDRIESSEN\nVice-President   (1) OJ No L 209, 2. 8. 1988, p. 1. (2)\nOJ No L 145, 8. 6. 1990, p. 9. (3)\nOJ No L 276, 6. 10. 1990, p. 36."}