{"celex_id": "31992R2052", "uri": "http://publications.europa.eu/resource/cellar/380d98fc-35f3-4246-b4aa-24ee083a5787", "type": "Regulation", "concepts": ["1182", "12", "252", "2850", "2975", "4236"], "title": "Council Regulation (EEC) No 2052/92 of 30 June 1992 adjusting, for the second time, the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece\n", "header": "COUNCIL REGULATION (EEC) No 2052/92 of 30 June 1992 adjusting, for the second time, the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular paragraph 11 of Protocol 4 on cotton, as amended by Regulation (EEC) No 4006/87 (1),\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (2), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas examination of the operation of the system introduced for cotton by Protocol 4 referred to in Article 3 (2) of Regulation (EEC) No 1964/87 reveals a need for adjustment;\nWhereas the production of cotton is very important to the agricultural economy of certain regions of the Community; whereas, in order to give cotton producers more guarantee as to their income, the annual fixing of the maximum guaranted quantity should  be replaced by fixing for a longer period;\nWhereas the current level of the maximum guaranteed quantity has permitted cotton-growing in the Community to be maintained at an acceptable level; whereas, therefore, the quantity of cotton for which aid is granted should be maintained in its entirety;  whereas this objective can be met by fixing the maximum guaranteed quantity at 701 000 tonnes of cotton of the average quality of unginned cotton produced in the Community;\nWhereas, with a view to avoiding excessive variations in the reduction of the aid, it is appropriate that this reduction be limited to 15 % of the norm price and the proportion in excess of this maximum together with any difference between actual and  estimated production should be carried forward, without application of that limit, to the following marketing year;\nWhereas experience may show the need to make other adjustments to the system provided for by the abovementioned Protocol; whereas, therefore, a procedure should be laid down whereby the Council may adjust the system,", "main_body": ["This Regulation provides for adjustments to the system of aid for the production of cotton provided for in paragraphs 3 and 8 of Protocol 4 annexed to the Act of Accession of Greece and adjusted by Regulation (EEC) No 1964/87.", "Article 2\n(1) of Regulation (EEC) No 1964/87 shall be replaced by the following:\n'1. The Council, acting by a qualified majority on a proposal from the Commission, shall determine the maximum guaranteed quantity for a fixed period. Such quantity shall take into account a reference period and a foreseeable trend in demand.\nHowever, for each of the 1992/93 to 1995/96 marketing years, the maximum guaranteed quantity shall be fixed at 701 000 tonnes of unginned cotton.'", "The second and third subparagraphs of Article 2 (2) of Regulation (EEC) No 1964/87 shall be replaced by the following:\n'However, without prejudice to the third subparagraph, if the reduction in the amount of aid exceeds 15 % of the guide price, this reduction shall be limited, under the marketing year concerned, to 15 %. Any reduction which exceeds this limit shall be  carried forward to the guide price of the following marketing year up to a limit of 5 %.\nMoreover, the amount of the aid for the marketing year concerned shall be adjusted upwards of a threshold of 3 % on the basis of the relation between, on the one hand, the gap between the estimated production and the actual production and, on the other  hand, the maximum quantity guaranteed for the preceding marketing year.\nHowever for the 1992/93 marketing year, the reduction in the guide price may in no case exceed 15 %.'", "In paragraph 8 of Protocol 4, the phrase 'before 1 August for the marketing year beginning the following year' is hereby deleted.", "Not later than the beginning of the 1996/97 marketing year, the Commission shall submit to the Council a report on the operation of the cotton aid system.\nIf the report shows this to be necessary, the Council, acting by a qualified majority on a proposal from the Commission and after consulting the European Parliament, shall decide on changes to the system, taking account of the experience acquired in the  operation of the system, on the one hand, and of the system of support for arable crops, on the other.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1992/93 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No L 377, 31. 12. 1987, p. 49.(2) OJ No L 184, 3. 7. 1987, p. 14. Regulation as amended by Regulation (EEC) No 1357/90 (OJ No L 134, 28. 5. 1990, p. 22).(3) OJ No C 119, 11. 5. 1992, p. 24.(4) OJ No C 150, 15. 6. 1992.(5) OJ No C 169,  6. 7. 1992."}