{"celex_id": "31996R0031", "uri": "http://publications.europa.eu/resource/cellar/853d5a28-8ec8-4461-9c1a-1d213064c664", "type": "Regulation", "concepts": ["1015", "40", "5070", "616", "935"], "title": "Commission Regulation (EC) No 31/96 of 10 January 1996 on the excise duty exemption certificate\n", "header": "COMMISSION REGULATION (EC) No 31/96 of 10 January 1996 on the excise duty exemption certificate\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/12/EEC of 25 February 1992 on the general arrangements for products subject to excise duty and on the holding, movement and monitoring of such products (1), as last amended by Directive 94/74/EC (2), and in particular Article 23 (1a) thereof,\nWhereas Member States are to exempt from excise duty products subject to excise duty delivered to the armed forces and organizations referred to in Article 23 (1) of Directive 92/12/EEC;\nWhereas in accordance with Article 23 (1a) of Directive 92/12/EEC, the armed forces and organizations referred to in Article 23 (1) are to be authorized to receive products from other Member States under excise-duty suspension arrangements under cover of an accompanying document, provided that the document is accompanied by an exemption certificate; whereas it is necessary to establish the form and content of the exemption certificate;\nWhereas Member States should be allowed to extend the provisions of this Regulation to other fields of indirect taxation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Excise Duties,", "main_body": ["The document set out in the Annex shall be used as the exemption certificate within the meaning of Article 23 (1a) of Directive 92/12/EEC, subject to the explanatory notes set out in the Annex.", "Member States may adapt the exemption certificate referred to in Article 1 to cover other fields of indirect taxation and to ensure that the exemption is compatible with conditions and limitations for the grant of exemptions in their national law.", "A Member State wishing to adapt the exemption certificate shall inform the Commission and shall also provide the Commission with all relevant or necessary information. The Commission shall inform the other Member States.", "The exemption certificate shall be drawn up in duplicate:\n- one copy to be kept by the consignor,\n- one copy to accompany the administrative accompanying document specified in Article 18 of Directive 92/12/EEC.\nMember States may require an additional copy for administrative purposes.", "1. An authorized warehousekeeper, delivering products under excise-duty suspension arrangements to the armed forces and organizations referred to in Article 23 (1) of Directive 92/12/EEC, is required to keep a duty exemption certificate as part of his records.\n2. The duty exemption certificate, duly stamped by the competent authorities of the host Member State, shall be given by the consignee to the authorized warehousekeeper for the purposes of paragraph 1.\nHowever, if the delivered goods are intended for official use, Member States may exempt the consignee from the requirement to have the certificate stamped under such conditions as they may lay down.", "1. Member States shall inform the Commission of the service that is responsible for stamping the duty exemption certificate.\n2. A Member State which dispenses with the obligation on the consignee to have the certificate stamped in accordance with the second subparagraph of Article 5 (2) shall inform the Commission.\n3. The Commission shall inform the other Member States of the information received from Member States in accordance with paragraphs 1 and 2 within one month.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 1996.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 76, 23. 3. 1992, p. 1.\n(2) OJ No L 365, 31. 12. 1994, p. 46.\nANNEX\n>REFERENCE TO A FILM>\n>REFERENCE TO A FILM>\nExplanatory notes\n1. For the authorized warehousekeeper, this certificate serves as a supporting document for the tax exemption of the consignments of goods to eligible institutions/individuals referred to in Article 23 (1), of Directive 92/12/EEC. Accordingly, one certificate shall be drawn up for each warehousekeeper. Moreover, the warehousekeeper is required to keep this certificate as part of his records in accordance with the legal provisions applicable in his Member State.\n2. (a) The general specification of the paper to be used is as laid down in the Official Journal of the European Communities No C 164 of 1. 7. 1989.\nThe paper is to be white for all copies and should be 210 millimetres by 297 millimetres with a maximum tolerance of 5 millimetres less or 8 millimetres more with regard to their length.\nThe exemption certificate shall be drawn up in duplicate:\n- one copy to be kept by the consignor,\n- one copy to accompany the administrative accompanying document.\n(b) Any unused space in box 5.B is to be crossed out so that nothing can be added.\n(c) The document must be completed legibly and in a manner that makes entries indelible. No erasures or overwriting are permitted. It shall be completed in a language recognized by the host Member State.\n(d) If the description of the goods (box 5.B of the certificate) refers to a purchase order form drawn up in a language other than a language recognized by the host Member State, a translation must be attached by the eligible institution/individual.\n(e) On the other hand, if the certificate is drawn up in a language other than a language recognized by the Member State of the warehousekeeper, a translation of the information concerning the goods in box 5.B must be attached by the eligible institution/individual.\n(f) A recognized language means one of the languages officially in use in the Member State or any other official language of the Community which the Member State declares can be used for this purpose.\n3. By its declaration in box 3 of the certificate, the eligible institution/individual provides the information necessary for the evaluation of the request for exemption in the host Member State.\n4. By its declaration in box 4 of the certificate, the institution confirms the details in boxes 1 and 3 (a) of the document and certifies that the eligible individual is a staff member of the institution.\n5. (a) The reference to the purchase order form (box 5.B of the certificate) must contain at least the date and order number. The order form should contain all the elements that figure at box 5 of the certificate. If the certificate has to be stamped by the competent authority of the host Member State, the order form shall also be stamped.\n(b) The indication of the excise No as defined in Article 15 (a), paragraph 2 (a), of Directive 92/12/EEC of the authorized warehousekeeper is optional.\n(c) The currencies should be indicated by means of a three-letter code in conformity with the international ISOIDIS 4127 standard established by the International Standards Organization (1).\n6. The abovementioned declaration by the eligible institution/individual shall be authenticated at box 6 by the stamp of the competent authority of the host Member State. That authority can make its approval dependent on the agreement of another authority in its Member State. It is up to the competent tax authority to obtain such agreement.\n7. To simplify the procedure, the competent authority can dispense with the obligation on the eligible institution to ask for the stamp in the case of exemption for official use. The eligible institution should mention this dispensation at box 7 of the certificate.\n(1) As an indication, some codes relating to currencies currently used: BEF (Belgian franc), DEM (German mark), DKK (Danish kroner), ESP (Spanish peseta), FRF (French franc), GBP (Pound sterling), GRD (Greek drachma), IEP (Irish pound), ITL (Italian lire), LUF (Luxembourg franc), NLG (Dutch guilder), PTE (Portuguese escudo), ATS (Austrian schilling), FIM (Finnish mark), SEK (Swedish kroner), USD (United States dollar)."}