{"celex_id": "31999R1650", "uri": "http://publications.europa.eu/resource/cellar/66de1e39-0b24-46b2-83d7-1f4168ea1ad7", "type": "Regulation", "concepts": ["1565", "1642", "2668", "2763", "3568", "4314"], "title": "Commission Regulation (EC) No 1650/1999 of 27 July 1999 fixing the export refunds on milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 1650/1999\nof 27 July 1999\nfixing the export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1587/96(2), and in particular Article 17(3) thereof,\n(1) Whereas Article 17 of Regulation (EEC) No 804/68 provides that the difference between prices in international trade for the products listed in Article 1 of that Regulation and prices for those products within the Community may be covered by an export refund within the limits resulting from agreements concluded in accordance with Article 228 of the Treaty;\n(2) Whereas Regulation (EEC) No 804/68 provides that when the refunds on the products listed in Article 1 of the abovementioned Regulation, exported in the natural state, are being fixed, account must be taken of:\n- the existing situation and the future trend with regard to prices and availabilities of milk and milk products on the Community market and prices for milk and milk products in international trade,\n- marketing costs and the most favourable transport charges from Community markets to ports or other points of export in the Community, as well as costs incurred in placing the goods on the market of the country of destination,\n- the aims of the common organisation of the market in milk and milk products which are to ensure equilibrium and the natural development of prices and trade on this market,\n- the limits resulting from agreements concluded in accordance with Article 228 of the Treaty, and\n- the need to avoid disturbances on the Community market, and\n- the economic aspect of the proposed exports;\n(3) Whereas Article 17(5) of Regulation (EEC) No 804/68 provides that when prices within the Community are being determined account should be taken of the ruling prices which are most favourable for exportation, and that when prices in international trade are being determined particular account should be taken of:\n(a) prices ruling on third country markets;\n(b) the most favourable prices in third countries of destination for third country imports;\n(c) producer prices recorded in exporting third countries, account being taken, where appropriate, of subsidies granted by those countries; and\n(d) free-at-Community-frontier offer prices;\n(4) Whereas Article 17(3) of Regulation (EEC) No 804/68 provides that the world market situation or the specific requirements of certain markets may make it necessary to vary the refund on the products listed in Article 1 of the abovementioned Regulation according to destination;\n(5) Whereas Article 17(3) of Regulation (EEC) No 804/68 provides that the list of products on which export refunds are granted and the amount of such refunds should be fixed at least once every four weeks; whereas the amount of the refund may, however, remain at the same level for more than four weeks;\n(6) Whereas, in accordance with Article 16 of Commission Regulation (EC) No 174/1999 of 26 January 1999 on specific detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds on milk and milk products(3), the refund granted for milk products containing added sugar is equal to the sum of the two components; whereas one is intended to take account of the quantity of milk products and is calculated by multiplying the basic amount by the milk products content in the product concerned; whereas the other is intended to take account of the quantity of added sucrose and is calculated by multiplying the sucrose content of the entire product by the basic amount of the refund valid on the day of exportation for the products listed in Article 1(1)(d) of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organisation of the markets in the sugar sector(4), as last amended by Commission Regulation (EC) No 1148/98(5); whereas, however, this second component is applied only if the added sucrose has been produced using sugar beet or cane harvested in the Community;\n(7) Whereas the level of refund for cheeses is calculated for products intended for direct consumption; whereas the cheese rinds and cheese wastes are not products intended for this purpose; whereas, to avoid any confusion in interpretation, it should be specified that there will be no refund for cheeses of a free-at-frontier value less than EUR 230,00 per 100 kilograms;\n(8) Whereas Commission Regulation (EEC) No 896/84(6), as last amended by Regulation (EEC) No 222/88(7), laid down additional provisions concerning the granting of refunds on the change from one milk year to another; whereas those provisions provide for the possibility of varying refunds according to the date of manufacture of the products;\n(9) Whereas for the calculation of the refund for processed cheese provision must be made where casein or caseinates are added for that quantity not to be taken into account;\n(10) Whereas it follows from applying the rules set out above to the present situation on the market in milk and in particular to quotations or prices for milk products within the Community and on the world market that the refund should be as set out in the Annex to this Regulation;\n(11) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. The export refunds referred to in Article 17 of Regulation (EEC) No 804/68 on products exported in the natural state shall be as set out in the Annex.\n2. There shall be no refunds for exports to destination No 400 for products falling within CN codes 0401, 0402, 0403, 0404, 0405 and 2309.\n3. There shall be no refunds for exports to destinations No 021, 023, 024, 028, 043, 044, 045, 046, 052, 404, 600, 800 and 804 for products falling within CN code 0406.", "This Regulation shall enter into force on 28 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28.6.1968, p. 13.\n(2) OJ L 206, 16.8.1996, p. 21.\n(3) OJ L 20, 27.1.1999, p. 8.\n(4) OJ L 177, 1.7.1981, p. 4.\n(5) OJ L 159, 3.6.1998, p. 38.\n(6) OJ L 91, 1.4.1984, p. 71.\n(7) OJ L 28, 1.2.1988, p. 1.\nANNEX\nto the Commission Regulation of 27 July 1999 fixing the export refunds on milk and milk products\n>TABLE>\nNB:\nThe product codes and the footnotes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended."}