{"celex_id": "31993D0348", "uri": "http://publications.europa.eu/resource/cellar/592d82c9-cd8e-480e-823d-22ecf419cd15", "type": "Decision", "concepts": ["1201", "1961", "2081", "2320", "2563", "2879"], "title": "93/348/EEC: Commission Decision of 17 March 1993 on the extension to non-members of certain rules adopted by the producers' organization Apropesca in the fishery and aquaculture products sector (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION of 17 March 1993 on the extension to non-members of certain rules adopted by the producers' organization Apropesca in the fishery and aquaculture products sector (Only the Portuguese text is authentic)\n(93/348/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), and in particular Article 5 (2) thereof,\nWhereas the Portuguese authorities notified to the Commission on 19 January 1993 their intention to extend to non-members the rules adopted by the producers' organization Apropesca;\nWhereas the rules notified are in accordance with Community law and in particular with the relevant provisions of Council Regulation (EEC) No 3759/92 and of Commission Regulation (EEC) No 3190/82 of 29 November establishing the procedures for  implementing the extension to non-members of certain rules adopted by producers' organizations in the fishery products sector (2); whereas these rules may therefore be made obligatory,", "main_body": ["The rules adopted by the producers' organization Apropesca in the fishery and aquaculture products sector may be made obligatory for non-members of that organization. These rules are listed in the Annex to this Decision.", "This Decision is addressed to the Republic of Portugal."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 338, 30. 11. 1982, p. 11.\nANNEX\n1. Title\nExtension to non-members of certain rules adopted by the producers' organization Apropesca in the fishery and aquaculture products sector.\n2. Producers' organization responsible\nApropesca - small-scale fishermen's organization,\nRue da Assunรงao 88,\n4490 Povoa do Varzim,\nPortugal.\n3. Zone affected by the measure\nPorts of Matosinhos and Douro.\n4. Period of application of the measure\n1 January 1993 to 31 December 1993.\n5. Production and marketing rules\nSpecies: clam;\nProduction: - a maximum number of catches per boat per trip is fixed in accordance with the existing rules and decisions, where appropriate, of Apropesca,\n- a maximum working period from Monday to Friday is applicable for clam fishing (weekends and public holidays to be excluded). Landing schedule to be fixed where appropriate;\nMarketing: - established sizes:\n- size 1: > 4,5 cm,\n- size 2: from 2,5 cm to 4,5 cm,\n- freshness category: extra A only,\n- withdrawal price fixed at: size 1: ESC 140/kg\n- withdrawal price fixed at: size 2: ESC 100/kg."}