{"celex_id": "31996L0078", "uri": "http://publications.europa.eu/resource/cellar/c55dfe1b-e8f2-4845-aba6-94650d6ee5fa", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "3156"], "title": "Commission Directive 96/78/EC of 6 December 1996 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "COMMISSION DIRECTIVE 96/78/EC of 6 December 1996 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Commission Directive 96/14/EC (2), and in particular Article 13, second subparagraph, fourth indent thereof,\nWhereas measures should be taken to protect the Community against Tilletia indica Mitra, which hitherto has not been known to occur in the Community;\nWhereas these measures should include provisions in respect of seeds and grain of the genera Triticum, Secale and X Triticosecale originating in third countries where Tilletia indica Mitra is known to occur;\nWhereas therefore the relevant Annexes to Directive 77/93/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 January 1997. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such a reference shall be adopted by the Member States.\n2. The Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 6 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 68, 19. 3. 1996, p. 24.\nANNEX\n1. In Annex I, part A, section I, (c), a new point 15.1 is inserted after point 15:\n'15.1. Tilletia indica Mitra`.\n2. In Annex IV, part A, section I, new points 53 and 54 are inserted after point 52:\n>TABLE>\n3. In Annex V, part B, section I, point 1, a new phrase 'genera Triticum, Secale and X Triticosecale from Afghanistan, India, Iraq, Mexico, Nepal, Pakistan and the USA` is inserted after 'and Uruguay`.\n4. In Annex V, part B, section I a new point is added after point 7.\n'8. Grain of the genera Triticum, Secale and X Triticosecale originating in Afghanistan, India, Iraq, Mexico, Nepal, Pakistan and the USA`."}