{"celex_id": "31995R1527", "uri": "http://publications.europa.eu/resource/cellar/8cd41bfb-fd0c-4b17-8c80-a442660f2439", "type": "Regulation", "concepts": ["1988", "2511", "2734", "4395", "862", "889"], "title": "Council Regulation (EC) No 1527/95 of 29 June 1995 regulating compensation for reductions in the agricultural conversion rates of certain national currencies\n", "header": "COUNCIL  REGULATION (EC) No 1527/95 of 29 June 1995 regulating compensation for reductions in the  agricultural conversion rates of certain national currencies\nTHE COUNCIL OF THE  EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the proposal from the Commission,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and  the conversion rates to be applied for the purposes of the common agricultural policy (1), and in  particular Article 9 thereof,\nWhereas there is a risk of substantial reductions in the agricultural conversion rates for the  Belgian/Luxembourg franc, the Danish krone, the German mark, the Dutch guilder and the Austrian  schilling; whereas monetary gaps greater than 5 % have already been recorded for these currencies  over several reference periods; whereas it is necessary to take steps at Community level to prevent  distortions in the implementation of the common agricultural policy due to monetary causes;\nWhereas, in order to curtail the risk of distortions to trade flows caused by the monetary gaps of  the said currencies, these gaps should be reduced if they prove to be still over 5 % by the end of  the reference periods introduced to confirm the monetary situation;\nWhereas Article 9 of Regulation (EEC) No 3813/92 provides for a Council decision, in the event of  an appreciable re-evaluation, primarily to comply with obligations under the GATT agreement and  budgetary discipline, on all necessary measures, which may involve derogations from the provisions  of the said Regulation concerning aid and the amount by which the monetary gaps are dismantled,  without, however, resulting in the threshold being extended; whereas the measures provided for in  Articles 7 and 8 of the said Regulation cannot be applied as they stand; whereas, however,  compensation for losses of income caused by a reduction in agricultural conversion rates needs to  be provided, while taking into account on a flat-rate basis the effects of the 1993 devaluations,  the movements of prices in real terms for products qualifying for compensatory payments as part of  the reform of the common agricultural policy, and the acknowledged sensitivity of market prices and  incomes to agrimonetary adjustments;\nWhereas there should be provision for extending the compensatory aid granted over three successive  12-month tranches should the duration of the effects of the reduction in the agricultural  conversion rates in forthcoming years so require;\nWhereas the date set for the third stage for achieving economic and monetary union is 1 January  1999, at the latest; whereas, with regard to the national currencies in question, the agricultural  conversion rate applicable to the amounts referred to in Article 7 of Regulation (EEC) No 3813/92  should not be reduced until fixed conversion rates between the currencies of the Member States have  been established,", "main_body": ["This Regulation shall apply in the event of significant reductions in  agricultural conversion rates in accordance with Article 4 of Regulation (EEC) No 3813/92  introduced between 23 June 1995 and 1 January 1996.", "1.  In the event of a reduction in agricultural conversion rates as referred to in  Article 1, the Member State affected may make compensatory payments to farmers in three successive  tranches lasting twelve months each, starting with the month following the relevant reduction in  the agricultural conversion rate. These compensatory payments shall not take the form of aid linked  to production, other than production during a stipulated period prior to introduction of the  compensation scheme; they shall not favour any particular type of production or be dependent on  production subsequent to the period stipulated.\n2.  The total compensatory aid in the first twelve-month tranche shall not be more than:\n- ECU 18,0 million in the case of Belgium,\n- ECU 15,3 million in the case of Denmark - ECU 95,4 million in the case of Germany,\n- ECU  1,4 million in the case of Luxembourg,\n- ECU 38,5 million in the case of the Netherlands,\n- ECU 16,8 million in the case of Austria,\nto be multiplied by the reduction in the agricultural conversion rate referred to in Article 1  expressed as a percentage, less 1,015 percentage points in respect of the Belgian/Luxembourg franc  and 2,626 percentage points in respect of the Danish krone, if the reduction of the agricultural  conversion rate concerned takes place respectively before 14 October 1995 or before 17 August  1995.\nThe amounts paid out under the second and third tranches shall not exceed the amount paid out in  the previous tranche in each case, less at least a third of the amount paid out in the first  tranche.\n3.  The Community contribution to financing these compensatory payments shall be 50 % of the  amounts that may be paid out.\nFor the purposes of the financing of the common agricultural policy, this contribution shall be  considered to form part of the assistance designed to regularize agricultural markets. The Member  State may withdraw from national participation in financing the aid.\n4.  The Commission shall, in accordance with the procedure provided for in Article 12 of Regulation  (EEC) No 3813/92, adopt detailed rules for applying this Article and in particular in cases where  the Member State does not participate in financing the aid, lay down the conditions for paying that  aid.", "1.  In cases referred to in Article 1, the agricultural conversion rates applicable on  23 June 1995 to the amounts referred to in Article 7 of Regulation (EEC) No 3813/92 shall remain  unchanged until 1 January 1999.\n2.  Articles 7 and 8 of Regulation (EEC) No 3813/92 shall not apply to the reductions in  agricultural conversion rates referred to in Article 1 of this Regulation.", "Before the end of the third period during which the compensatory aid is granted, the  Commission shall examine the effects on agricultural income of the reductions in agricultural  conversion rates as referred to in Article 1.\nWhere it is established that income losses are likely to continue, the Commission may, in  accordance with the procedure laid down in Article 12 of Regulation (EEC) No 3813/92, extend the  possibility of granting compensatory aid as provided for in Article 2 by a maximum of two  additional 12-month tranches, the maximum amount per tranche being equal to that granted in the  third tranche.", "This Regulation shall enter into force on 30 June 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 29 June 1995.\nFor the Council The President J. BARROT\n(1) OJ No L 387, 31. 12. 1992, p. 1. Regulation as last amended by Regulation  (EC) No 150/95 (OJ No L 22, 31. 1. 1995, p. 1)."}