{"celex_id": "32007R0435", "uri": "http://publications.europa.eu/resource/cellar/4467c636-233f-4607-892f-58abf7306285", "type": "Regulation", "concepts": ["1755", "1854", "2121", "2173", "3065", "4687", "4743"], "title": "Commission Regulation (EC) No 435/2007 of 20 April 2007 amending Regulation (EC) No 1010/2006 on certain exceptional market support measures in the eggs and poultry sector in certain Member States\n", "header": "21.4.2007 EN Official Journal of the European Union L 104/13\nCOMMISSION REGULATION (EC) No 435/2007\nof 20 April 2007\namending Regulation (EC) No 1010/2006 on certain exceptional market support measures in the eggs and poultry sector in certain Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs (1), and in particular point (b) of the first subparagraph of Article 14(1) thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (2), and in particular point (b) of the first subparagraph of Article 14(1) thereof,\nWhereas:\n(1) Some Member States are experiencing difficulties in meeting the deadline of 31 March 2007, set in Article 10 of Commission Regulation (EC) No 1010/2006 (3), for making payments to the beneficiaries of the exceptional market support measures. As this is the first time that such measures have been taken, the administrative procedures have taken a long time to set up. The payment deadline should therefore be extended by two months.\n(2) Regulation (EC) No 1010/2006 should therefore be amended accordingly.\n(3) As the deadline currently set is 31 March 2007, this Regulation should apply from 1 April 2007.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["In Article 10 of Regulation (EC) No 1010/2006, the date of ‘31 March 2007’ shall be replaced by the date of ‘31 May 2007’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2007.\nThis Regulation shall be binding in its entirety and directly applicable in every Member State."], "attachments": "Done at Brussels, 20 April 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 49. Regulation as last amended by Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 679/2006.\n(3)  OJ L 180, 4.7.2006, p. 3. Regulation as last amended by Regulation (EC) No 1629/2006 (OJ L 302, 1.11.2006, p. 41)."}