{"celex_id": "32007D0856", "uri": "http://publications.europa.eu/resource/cellar/90eeac97-148c-4783-9d7b-6dba2ab1063d", "type": "Decision", "concepts": ["1484", "164", "255", "3763", "5063", "5534", "5543"], "title": "2007/856/EC: Council Decision of 8 November 2007 concerning the accession of the Republic of Bulgaria and of Romania to the Convention on the Law applicable to Contractual Obligations, opened for signature in Rome on 19 June 1980\n", "header": "29.12.2007 EN Official Journal of the European Union L 347/1\nCOUNCIL DECISION\nof 8 November 2007\nconcerning the accession of the Republic of Bulgaria and of Romania to the Convention on the Law applicable to Contractual Obligations, opened for signature in Rome on 19 June 1980\n(2007/856/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Act of Accession of 2005, and in particular Article 3(4) thereof,\nHaving regard to the Recommendation from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) The Convention on the Law applicable to Contractual Obligations (hereinafter referred to as the Convention of 1980) was opened for signature in Rome on 19 June 1980 and entered into force on 1 April 1991.\n(2) The Convention of 1980 was supplemented by the First and Second Protocols of 19 December 1988 on its interpretation by the Court of Justice of the European Communities (2) (hereinafter referred to as First and Second Protocols of 1988).\n(3) The Hellenic Republic acceded to the Convention of 1980 by the Convention of 10 April 1984 (3) (hereinafter referred to as the Convention of 1984), which entered into force on 1 April 1991.\n(4) The Kingdom of Spain and the Portuguese Republic acceded to the Convention of 1980 by the Convention of 18 May 1992 (4) (hereinafter referred to as the Convention of 1992), which entered into force on 1 September 1993.\n(5) The Republic of Austria, the Republic of Finland and the Kingdom of Sweden acceded to the Convention of 1980 by the Convention of 29 November 1996 (5) (hereinafter referred to as the Convention of 1996), which entered into force on 1 October 1998.\n(6) Following the accession to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, a Convention was signed on 14 April 2005 on the accession of these new Member States to the Convention of 1988 and to the First and Second Protocols of 1988 (6) (hereinafter referred to as the Convention of 2005), which has not yet entered into force among all the Member States.\n(7) Article 3(3) of the Act of Accession of 2005 provides that the Republic of Bulgaria and of Romania accede to the conventions and protocols listed in Annex I, as amended by Council Decision 2007/857/EC (7), which comprises, inter alia, the Convention of 1980 and the First and Second Protocols of 1988 together with the Conventions on accession of 1984, 1992, 1996 and 2005. They are to enter into force in relation to the Republic of Bulgaria and of Romania on the date determined by the Council.\n(8) In accordance with Article 3(4) of the Act of Accession of 2005 the Council is to make all adjustments required by reason of the accession of the Republic of Bulgaria and of Romania to those conventions and protocols,", "main_body": ["Article 2(a) of the First Protocol of 1988 on the interpretation by the Court of Justice of the European Communities of the Convention of 1980 is hereby amended as follows:\n(a) between the second and third indents, the following indent shall be inserted:\n‘— in Bulgaria:\n(b) between the 20th and 21st indents, the following indent shall be inserted:\n‘— in Romania:", "1.   The Convention of 1980 and the First and Second Protocols of 1988, together with the Conventions of 1984, 1992 and 1996, as amended by this Decision, shall enter into force between the Republic of Bulgaria, Romania and the other Member States on the 15 January 2008.\n2.   The Convention of 2005 shall enter into force between the Republic of Bulgaria, Romania and the Member States for which it entered into force before the 15 January 2008 on that date.\n3.   The Convention of 2005 shall enter into force between the Republic of Bulgaria, Romania and the Member States for which it has not yet entered into force on the date laid down in Article 5(2) of that Convention.", "The texts of the Convention of 1980 and the First and Second Protocols of 1988, together with the Conventions of 1984, 1992, 1996 and 2005, drawn up in the Bulgarian and Romanian languages and annexed to this Decision, shall be authentic under the same conditions as the other language versions of these Conventions and Protocols.\nA single original of these texts in the Bulgarian and Romanian languages shall be deposited in the archives of the General Secretariat of the Council of the European Union with the other authentic language versions.\nThe Secretary-General shall transmit to the Governments of the Republic of Bulgaria and Romania a certified copy of the Conventions and Protocols referred to in the first subparagraph in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish and Swedish languages.", "This Decision shall take effect on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 November 2007.\nFor the Council\nThe President\nR. PEREIRA\n(1)  Opinion delivered on 11 October 2007 (not yet published in the Official Journal).\n(2)  OJ L 48, 20.2.1989, p. 1 and OJ L 48, 20.12.1989, p. 17.\n(3)  OJ L 146, 31.5.1984, p. 1.\n(4)  OJ L 333, 18.11.1992, p. 1.\n(5)  OJ C 15, 15.1.1997, p. 10.\n(6)  OJ C 169, 8.7.2005, p. 1.\n(7)  See page 3 of this Official Journal."}