{"celex_id": "32003D0825", "uri": "http://publications.europa.eu/resource/cellar/9230dccd-2b60-4f46-8c87-5843dcc01c45", "type": "Decision", "concepts": ["2609", "4250", "500", "6223", "862", "922"], "title": "2003/825/EC: Council Decision of 25 November 2003 amending Decision 2002/882/EC providing further macro-financial assistance to the Federal Republic of Yugoslavia with regard to additional macro-financial assistance to Serbia and Montenegro\n", "header": "Council Decision\nof 25 November 2003\namending Decision 2002/882/EC providing further macro-financial assistance to the Federal Republic of Yugoslavia with regard to additional macro-financial assistance to Serbia and Montenegro\n(2003/825/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Commission consulted the Economic and Financial Committee before submitting its proposal.\n(2) Decision 2002/882/EC(2) provides for further macro-financial assistance to be made available to the Federal Republic of Yugoslavia with a view to ensuring a sustainable balance of payments situation and strengthening the country's reserve position.\n(3) On 4 February 2003, there was a constitutional change and the country is now called Serbia and Montenegro.\n(4) Following the assassination of the Serbian Prime Minister on 11 March 2003, the external outlook of the country appears to be more uncertain, in particular with respect to the size of private capital inflows, including foreign direct investments, while important financing needs continue to put a heavy strain on the economy.\n(5) Additional balance of payments needs in 2003 and possibly in 2004 have been identified in the context of the current IMF programme and Serbia and Montenegro will require significant additional external financing in 2003 and possibly in 2004 over and above official financing which could be provided by the International Monetary Fund, the World Bank and other donors, including the Community.\n(6) An increase in Community macro-financial assistance to Serbia and Montenegro is an appropriate measure to help, with other donors, ease the country's financial constraints.\n(7) The grant component of this assistance is without prejudice to the powers of the budgetary authority and its implementation will be subject to the availability of appropriations under the corresponding budget heading.\n(8) The increase of macro-financial assistance to Serbia and Montenegro should not be to the detriment of foreseen macro-financial assistance for other countries covered by the same budget heading.\n(9) The Treaty provides for no powers, other than those in Article 308 thereof, for the adoption of this Decision,", "main_body": ["Decision 2002/882/EC is hereby amended as follows:\n1. In Articles 1, 2, 3 and 4, the term \"FRY\" shall be replaced by the term \"Serbia and Montenegro\".\n2. In Article 1, paragraphs 2 and 3 shall be replaced by the following:\n\"2. The loan component of this assistance shall amount to a maximum principal of EUR 80 million with a maximum maturity of 15 years. To this end, the Commission is empowered to borrow, on behalf of the Community, the necessary resources that will be placed at the disposal of Serbia and Montenegro in the form of a loan.\n3. The grant component of this assistance shall amount to a maximum of EUR 120 million.\"\n3. In Article 3(1), the first phrase shall be replaced by the following:\n\"1. The loan and grant components of this assistance shall be made available to Serbia and Montenegro in at least three instalments.\"", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 November 2003.\nFor the Council\nThe President\nG. Tremonti\n(1) Opinion delivered on 23 October 2003 (not yet published in the Official Journal).\n(2) OJ L 308, 9.11.2002, p. 25."}