{"celex_id": "32007R0671", "uri": "http://publications.europa.eu/resource/cellar/221a69f0-d696-46de-8df1-40a6fb26c107", "type": "Regulation", "concepts": ["1654", "2194", "2548", "2974", "5096"], "title": "Council Regulation (EC) No 671/2007 of 11 June 2007 amending Regulation (EC) No 1868/94 establishing a quota system in relation to the production of potato starch\n", "header": "16.6.2007 EN Official Journal of the European Union L 156/1\nCOUNCIL REGULATION (EC) No 671/2007\nof 11 June 2007\namending Regulation (EC) No 1868/94 establishing a quota system in relation to the production of potato starch\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The Annex to Council Regulation (EC) No 1868/94 (2) fixes the potato starch quotas for producer Member States for the 2005/2006 and 2006/2007 marketing years.\n(2) In accordance with Article 3(2) of Regulation (EC) No 1868/94 the allocation of quotas within the Community is based on a report from the Commission to the Council. According to the report presented to the Council, the recent reform of the common market organisation in the sugar sector should be taken into account in the analysis of developments on the starch market. However, the sugar reform would become fully applicable gradually over a transitional period. Therefore, pending indication of the initial effects of this reform on the potato starch sector, the quotas for the 2006/2007 marketing year should be rolled over for two more years.\n(3) Producer Member States should allocate their quotas for a period of two years among all potato starch manufacturers on the basis of the quotas for the 2006/2007 marketing year.\n(4) Quantities used by potato starch manufacturers in excess of the sub-quotas available in the 2006/2007 marketing year should be deducted in the 2007/2008 marketing year in accordance with Article 6(2) of Regulation (EC) No 1868/94.\n(5) Regulation (EC) No 1868/94 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1868/94 is hereby amended as follows:\n1. Articles 2 and 3 shall be replaced by the following:\n2. The Annex shall be replaced by the text appearing in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 11 June 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  Opinion of 24 April 2007 (not yet published in the Official Journal).\n(2)  OJ L 197, 30.7.1994, p. 4. Regulation as last amended by Regulation (EC) No 941/2005 (OJ L 159, 22.6.2005, p. 1).\nANNEX\n‘ANNEX\nPotato starch quotas for the 2007/2008 and 2008/2009 marketing years\n(tonnes)\nCzech Republic 33 660\nDenmark 168 215\nGermany 656 298\nEstonia 250\nSpain 1 943\nFrance 265 354\nLatvia 5 778\nLithuania 1 211\nNetherlands 507 403\nAustria 47 691\nPoland 144 985\nSlovakia 729\nFinland 53 178\nSweden 62 066\nTotal 1 948 761’"}