{"celex_id": "32007D0347", "uri": "http://publications.europa.eu/resource/cellar/e45de527-0a1b-4840-b6bf-fec74d5b2714", "type": "Decision", "concepts": ["1763", "191", "2525", "2771", "2827", "5040", "693"], "title": "2007/347/EC: Commission Decision of 16 May 2007 amending Decision 2004/416/EC on temporary emergency measures in respect of certain citrus fruits originating in Argentina or Brazil (notified under document number C(2007) 2089)\n", "header": "22.5.2007 EN Official Journal of the European Union L 130/46\nCOMMISSION DECISION\nof 16 May 2007\namending Decision 2004/416/EC on temporary emergency measures in respect of certain citrus fruits originating in Argentina or Brazil\n(notified under document number C(2007) 2089)\n(2007/347/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3) thereof,\nWhereas:\n(1) Commission Decision 2004/416/EC (2) laid down temporary emergency measures aimed at providing strengthened prevention of the entry of harmful organisms, and in particular of Guignardia citricarpa Kiely and Xanthomonas campestris in respect of fruits of Citrus L., Fortunella Swingle, Poncirus Raf., and their hybrids, originating in Argentina or Brazil.\n(2) On the basis of the assessment by the Food and Veterinary Office in 2004 and 2005 in Argentina and Brazil, information from detailed technical reports on the results of plant health checks carried out in 2004, 2005 and 2006 by Member States on those citrus fruits imported from Argentina and Brazil and additional information provided by Argentina in 2006 and 2007 on the traceability system and the official operators’ register established in Argentina in the citrus fruits exporting sector, it has become apparent that the temporary emergency measures are no longer necessary in respect of Argentina.\n(3) The effect of the temporary emergency measures concerned was evaluated by the Standing Committee on Plant Health on several occasions during 2005, 2006 and 2007. It was recommended that the temporary emergency measures should no longer apply to citrus fruits originating in Argentina, but should, however, remain in force in respect of those citrus fruits originating in Brazil.\n(4) Decision 2004/416/EC should, therefore, be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2004/416/EC is amended as follows:\n1. in the title, the words ‘Argentina or’ are deleted;\n2. in Article 1, the words ‘Argentina or’ are deleted.\n3. Article 2 is replaced by the following:\n4. in Article 3, ‘2004’ is replaced by ‘2007’;\n5. Article 4 is deleted;\n6. in Article 5, ‘2005’ is replaced by ‘2008’;\n7. the Annex is amended as follows:\n(a) in points 1 and 2, the words ‘Argentina or’ are deleted;\n(b) in point 3, the words ‘Argentina or Brazil respectively’ are replaced by ‘Brazil’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 151, 30.4.2004, p. 76, corrected by OJ L 208, 10.6.2004, p. 68.\n(3)  OJ L 32, 5.2.1994, p. 37.’;"}