{"celex_id": "32005D0914", "uri": "http://publications.europa.eu/resource/cellar/c67926fb-494d-4868-90fa-a1a13f473e23", "type": "Decision", "concepts": ["161", "2733", "2771", "2850", "4048", "4314", "5713"], "title": "2005/914/EC: Council Decision of  21 November 2005  on the conclusion of a Protocol amending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community\n", "header": "20.12.2005 EN Official Journal of the European Union L 333/44\nCOUNCIL DECISION\nof 21 November 2005\non the conclusion of a Protocol amending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community\n(2005/914/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 28 February 2005 the Council authorised the Commission to enter into negotiations with the former Yugoslav Republic of Macedonia to amend the preferential arrangements as regards imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community under the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part (1) (hereinafter referred to as the SAA).\n(2) These negotiations have been successfully concluded and the Protocol amending the SAA should be concluded by the Community.\n(3) The measures necessary for the implementation of this Protocol should be adopted by the Commission in accordance with the same procedure as that provided for as regards the implementation of Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (2),", "main_body": ["The Protocol amending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol in order to bind the Community.", "The Commission shall adopt the detailed rules for implementing the Protocol in accordance with the procedure as laid down in Article 42 of Regulation (EC) No 1260/2001."], "attachments": "Done at Brussels, 21 November 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ L 84, 20.3.2004, p. 13.\n(2)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n20.12.2005 EN Official Journal of the European Union L 333/45\nPROTOCOL\namending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’,\nof the one part, and\nTHE FORMER YUGOSLAV REPUBLIC OF MACEDONIA,\nof the other part,\nWhereas:\n(1) The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, (hereinafter referred to as the ‘SAA’) was signed in Luxembourg on 9 April 2001 and entered into force on 1 April 2004.\n(2) Negotiations have taken place to alter the preferential arrangements in the SAA with regard to imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community.\n(3) Appropriate amendments to the SAA should be adopted,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe SAA is hereby amended as follows:\n1. Article 27 shall be amended as follows:\n(a) the first subparagraph of paragraph 1 shall be replaced by the following:\n(b) the following subparagraph shall be added to paragraph 2:\n2. In the table in Annex I to Protocol 3, the references to products falling under heading 1702 of the Combined Nomenclature shall be deleted.\nArticle 2\nThis Protocol shall form an integral part of the SAA.\nArticle 3\nThis Protocol shall enter into force on the first day of the month following the date of signature.\nArticle 4\nThis Protocol shall be drawn up in duplicate in each of the official languages of the contracting parties, each of these texts being equally authentic.\nDone at Brussels, 21 November 2005.\nFor the European Community\nFor the former Yugoslav Republic of Macedonia\n20.12.2005 EN Official Journal of the European Union L 333/46\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nbetween the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community\nBrussels, 13 December 2005\nH. E. Mr Sasko STEFKOV\nAmbassador\nHead of the Mission of the former Yugoslav Republic of Macedonia to the European Union\nDear Sir,\nI have the honour to propose that, if it is acceptable to your Government, this letter and your confirmation shall together take the place of signature of the Protocol amending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar products originating in the former Yugoslav Republic of Macedonia into the Community.\nThe text of the aforementioned Protocol, herewith annexed, has been approved by Decision of the Council of the European Union on 21 November 2005. In accordance with its Article 3 this Protocol shall therefore enter into force on the first day of the month following the date on which the Council receives your letter of confirmation.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the European Community\nBrussels, 13 December 2005\nDear Sirs,\nI have the honour to acknowledge receipt of your letter regarding the signature of the Protocol amending the Stabilization and Association Agreement between the European Communities and their Member States and the Republic of Macedonia on a tariff quota for the import of sugar and sugar products originating in the Republic of Macedonia into the Community.\nI confirm the acceptance of my Government that this letter and your letter shall together take place of the signature of the Protocol.\nWe note that the Protocol has been approved by Decision of the Council of the European Union on 21 November 2005 and that in accordance with its Article 3 this Protocol shall enter into force on the first day of the month following the date on which the Council receives our letter of confirmation.\nHowever, I declare that the Republic of Macedonia does not accept the denomination used for my country in the abovementioned Protocol, having in view that the constitutional name of my country is the Republic of Macedonia.\nPlease accept, Sirs, the assurances of my highest consideration.\nAmbassador,\nSaško Stefkov\nBrussels, 13 December 2005\nH. E. Mr Sasko STEFKOV\nAmbassador\nHead of the Mission of the former Yugoslav Republic of Macedonia to the European Union\nAv. Louise 209 A\n1050 — BRUSSELS\nDear Sir,\nI have the honour to acknowledge receipt of your letter of today's date.\nThe European Union notes that the Exchange of Letters between the European Union and the Former Yugoslav Republic of Macedonia, which takes the place of signature of the Agreement between the European Union and the former Yugoslav Republic of Macedonia on the Protocol amending the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, on a tariff quota for the imports of sugar and sugar products originating in the former Yugoslav Republic of Macedonia into the Community, has been accomplished and that this cannot be interpreted as acceptance or recognition by the European Union in whatever form or content of a denomination other than the ‘former Yugoslav Republic of Macedonia’.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the European Community"}