{"celex_id": "32001D0258", "uri": "http://publications.europa.eu/resource/cellar/284fbd30-7f3a-4ff5-8141-5a938f88d370", "type": "Decision", "concepts": ["1474", "1509", "2084", "3489", "4005", "538"], "title": "2001/258/EC: Council Decision of 15 March 2001 concerning the conclusion of an Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or Iceland or Norway\n", "header": "Council Decision\nof 15 March 2001\nconcerning the conclusion of an Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or Iceland or Norway\n(2001/258/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 63(1) in conjunction with the second sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3),\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Commission has negotiated on behalf of the European Community an Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway (hereinafter referred to as \"the Agreement\").\n(2) The Agreement was signed, on behalf of the European Community, on 19 January 2001, subject to its possible conclusion at a later date, in accordance with the Council Decision of 19 January 2001.\n(3) The Agreement should now be approved.\n(4) It is also necessary to make arrangements for the application of certain provisions of the Agreement.\n(5) The Agreement establishes a Joint Committee with decision-making powers in certain areas and it is thus necessary to specify who represents the Community within this Committee.\n(6) It is further necessary to provide for a procedure laying down how a Community position is adopted.\n(7) The United Kingdom and Ireland, in accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty establishing the European Community, have given notice of their wish to take part in the adoption and application of this Decision.\n(8) Denmark, in accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the said Treaties, is not participating in the adoption of this Decision and is therefore not bound by it nor subject to its application,", "main_body": ["The Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to deposit on behalf of the European Community the Instrument of approval provided for in Article 14 of the Agreement, in order to express the consent of the Community to be bound.", "The Commission shall represent the Community in the Joint Committee established by Article 3 of the Agreement.", "1. The position of the Community within the Joint Committee with regard to the adoption of its Rules of Procedure as required under Article 3(2) of the Agreement shall be taken by the Commission after consultation of a special committee designated by the Council.\n2. For all other Joint Committee decisions, the position of the Community shall be adopted by the Council, acting by qualified majority, on a proposal by the Commission.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 15 March 2001.\nFor the Council\nThe President\nM-I. Klingvall\n(1) Proposal of 31 January 2001 (not yet published in the Official Journal).\n(2) Opinion delivered on 14 February 2000 (not yet published in the Official Journal)."}