{"celex_id": "32007R0634", "uri": "http://publications.europa.eu/resource/cellar/bf47d548-d598-4f47-84d0-8595069661f3", "type": "Regulation", "concepts": ["1277", "1590", "2133", "6052"], "title": "Commission Regulation (EC) No 634/2007 of 7 June 2007 concerning the authorisation of selenomethionine produced by Saccharomyces cerevisiae NCYC R397 as a feed additive (Text with EEA relevance)\n", "header": "8.6.2007 EN Official Journal of the European Union L 146/14\nCOMMISSION REGULATION (EC) No 634/2007\nof 7 June 2007\nconcerning the authorisation of selenomethionine produced by Saccharomyces cerevisiae NCYC R397 as a feed additive\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns authorisation of the preparation selenomethionine produced by Saccharomyces cerevisiae NCYC R397 as a feed additive for all species, to be classified in the additive category ‘nutritional additives’.\n(4) The European Food Safety Authority (the Authority) concluded in its opinion of 5 December 2006 that selenomethionine produced by Saccharomyces cerevisiae NCYC R397 does not have an adverse effect on animal health, human health or the environment (2). It further concluded that selenomethionine produced by Saccharomyces cerevisiae NCYC R397 does not present any other risk which would, in accordance with Article 5(2) of Regulation (EC) No 1831/2003, exclude authorisation. According to that opinion, the use of that preparation can be considered as a source of bio available selenium and fulfils the criteria of a nutritional additive for all species. The opinion of the Authority recommends appropriate measures for user safety. It does not consider that there is a need for specific requirements of post-market monitoring. This opinion also verifies the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘compounds of trace elements’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  Opinion of the Scientific Panel on Additives and Products or Substances used in Animal Feed on the safety and efficacy of the product Selenium enriched yeast (Saccharomyces cerevisiae NCYC R397) as a feed additive for all species in accordance with Regulation (EC) No 1831/2003. Adopted on 5 December 2006. The EFSA Journal (2006) 430, pp. 1 to 23.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nMaximum content of element (Se) in mg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of nutritional additives. Functional group: compounds of trace elements\nCharacterisation of the additive:\nAnalytical method\n (1):\n1. The additive shall be incorporated in compound feedingstuffs via the use of a premixture.\n2. For user safety: breathing protection, safety glasses and gloves should be worn during handling.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/html/crlfaa/’"}