{"celex_id": "32008D0731", "uri": "http://publications.europa.eu/resource/cellar/d63c6d21-4785-45ae-aedf-f9064b2bbe29", "type": "Decision", "concepts": ["218", "2300", "4410", "5335", "5349", "5788", "5873"], "title": "Political and Security Committee Decision CHAD/4/2008 of 2 September 2008 amending Political and Security Committee Decision CHAD/1/2008 on the acceptance of third States’ contributions to the European Union military operation in the Republic of Chad and in the Central African Republic and Political and Security Committee Decision CHAD/2/2008 on the setting up of the Committee of Contributors for the European Union military operation in the Republic of Chad and in the Central African Republic\n", "header": "16.9.2008 EN Official Journal of the European Union L 247/54\nPOLITICAL AND SECURITY COMMITTEE DECISION CHAD/4/2008\nof 2 September 2008\namending Political and Security Committee Decision CHAD/1/2008 on the acceptance of third States’ contributions to the European Union military operation in the Republic of Chad and in the Central African Republic and Political and Security Committee Decision CHAD/2/2008 on the setting up of the Committee of Contributors for the European Union military operation in the Republic of Chad and in the Central African Republic\n(2008/731/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third paragraph of Article 25 thereof,\nHaving regard to Council Joint Action 2007/677/CFSP of 15 October 2007 on the European Union military operation in the Republic of Chad and in the Central African Republic (1) (Operation EUFOR Tchad/RCA), and in particular Article 10(2) thereof,\nHaving regard to Political and Security Committee Decision CHAD/1/2008 of 13 February 2008 on the acceptance of third States’ contributions to the European Union military operation in Chad and in the Central African Republic (2), and to Political and Security Committee Decision CHAD/2/2008 of 18 March 2008 on the setting-up of the Committee of Contributors for the European Union military operation in the Republic of Chad and in the Central African Republic (3),\nWhereas:\n(1) Following the recommendations on the contribution from the Republic of Croatia by the EU Operation Commander and the European Union Military Committee, the contribution from the Republic of Croatia should be accepted.\n(2) In accordance with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications,", "main_body": ["Article 1 of Political and Security Committee Decision CHAD/1/2008 shall be replaced by the following:\n‘Article 1\nThird States’ contributions\nFollowing the Force Generation Conferences and further consultations, the contributions from the Republic of Albania, the Russian Federation and the Republic of Croatia shall be accepted for the EU military operation in the Republic of Chad and in the Central African Republic.’", "The Annex to Political and Security Committee Decision CHAD/2/2008 shall be replaced by the following:\n‘ANNEX\nLIST OF THIRD STATES REFERRED TO IN ARTICLE 2(1)\n— the Republic of Albania\n— the Russian Federation\n— the Republic of Croatia’.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 2 September 2008.\nFor the Political and Security Committee\nThe Chairperson\nC. ROGER\n(1)  OJ L 279, 23.10.2007, p. 21.\n(2)  OJ L 56, 29.2.2008, p. 64.\n(3)  OJ L 107, 17.4.2008, p. 60."}