{"celex_id": "32001D0707", "uri": "http://publications.europa.eu/resource/cellar/9ec1b58e-3fe5-4105-af01-42d4dfea5a98", "type": "Decision", "concepts": ["1309", "1591", "2771", "3881", "5040", "914"], "title": "2001/707/EC: Commission Decision of 21 August 2001 amending Decision 1999/71/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of hardboard originating in Bulgaria, Estonia, Latvia, Lithuania and Poland and terminating the proceeding without measures in respect of such imports originating in Brazil (notified under document number C(2001) 2576)\n", "header": "Commission Decision\nof 21 August 2001\namending Decision 1999/71/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of hardboard originating in Bulgaria, Estonia, Latvia, Lithuania and Poland and terminating the proceeding without measures in respect of such imports originating in Brazil\n(notified under document number C(2001) 2576)\n(2001/707/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 7 November 1997, by means of a notice published in the Official Journal of the European Communities(3), the Commission announced the initiation of an anti-dumping proceeding in respect of imports of hardboard originating, inter alia, in Latvia.\n(2) The proceeding resulted in anti-dumping duties being imposed by Council Regulation (EC) No 194/1999(4) in January 1999 in order to eliminate the injurious effects of dumping.\n(3) In parallel, by Decision 1999/71/EC(5), the Commission also accepted an undertaking from, inter alia, one Latvian company (AS \"Bolderâja\", TARIC additional code 8499 ), and imports of hardboard originating in Latvia exported to the Community by this company were exempted from the anti-dumping duty by Article 2(1) and (3) of Regulation (EC) No 194/1999.\nB. VOLUNTARY WITHDRAWAL OF AN UNDERTAKING\n(4) Following changes in its trading activities, AS \"Bolderâja\" advised the Commission that it wished to withdraw its undertaking. Accordingly, the name of this company should be deleted as soon as possible from the list of companies from which undertakings are accepted in Article 1(1) of Decision 1999/71/EC.\nC. AMENDMENT OF DECISION 1999/71/EC\n(5) In view of the above, the list of companies from which undertakings are accepted in Decision 1999/71/EC should be amended accordingly.\n(6) The Advisory Committee has been consulted on the above change and has raised no objections,", "main_body": ["Article 1(1) of Decision 1999/71/EC is replaced by the following: \"1. The undertakings offered by the producers mentioned below, in the framework of the anti-dumping proceedings concerning imports of hardboard into the Community of hardboard originating in Bulgaria, Estonia, Lithuania and Poland are hereby accepted:\n>TABLE>\"", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 21 August 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ C 336, 7.11.1997, p. 2.\n(4) OJ L 22, 29.1.1999, p. 16.\n(5) OJ L 22, 29.1.1999, p. 71."}