{"celex_id": "32003D0426", "uri": "http://publications.europa.eu/resource/cellar/cbc08fa3-7b1e-485c-9ee5-dcbc474b9f23", "type": "Decision", "concepts": ["13", "1425", "1552", "2836", "893"], "title": "2003/426/EC: Commission Decision of 5 June 2003 authorising the placing on the market of \"noni juice\" (juice of the fruit of Morinda citrifolia L.) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2003) 1789)\n", "header": "Commission Decision\nof 5 June 2003\nauthorising the placing on the market of \"noni juice\" (juice of the fruit of Morinda citrifolia L.) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2003) 1789)\n(Only the English text is authentic)\n(2003/426/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients(1), and in particular Article 7 thereof,\nHaving regard to the request by Morinda Inc. to the competent authorities of Belgium of 25 April 2000 for placing \"noni juice\" (juice of the fruit of Morinda citrifolia L.) on the market as a novel food,\nHaving regard to the initial assessment report drawn up by the competent authorities of Belgium,\nWhereas:\n(1) In their initial assessment report the Belgian competent food assessment body came to the conclusion that an additional assessment was required.\n(2) The Commission forwarded the initial assessment report to all Member States on 18 September 2001.\n(3) The Scientific Committee on Food (SCF) was asked to provide an additional assessment on 4 December 2001. The SCF in its opinion of 4 December 2002 considered Tahitian NoniÂŽ juice, at the observed levels of intake, as acceptable. The Committee also noted that the data supplied and the information available provided no evidence for special health benefits of \"Noni juice\" which go beyond those of other fruit juices.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["\"Noni juice\" (juice of the fruit of Morinda citrifolia L.) may be placed on the market in the Community as a novel food ingredient to be used in pasteurised fruit drinks.", "The term \"Noni juice\" or \"juice of Morinda citrifolia\" shall be displayed on the labelling of the product as such or in the list of ingredients of fruit drinks containing it in accordance with Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000, on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs(2).", "This Decision is addressed to Morinda Inc., 333 W. River Park Drive, Provo, UT 84604, USA."], "attachments": "Done at Brussels, 5 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1.\n(2) OJ L 109, 6.5.2000, p. 29."}