{"celex_id": "32008D0584", "uri": "http://publications.europa.eu/resource/cellar/48261cb2-809b-4e82-8ff9-2e48493465f6", "type": "Decision", "concepts": ["1052", "1542", "202", "3295", "4843", "763", "862"], "title": "2008/584/EC: Council Decision of 15 July 2008 amending Decision 2006/493/EC laying down the amount of Community support for rural development for the period from 1 January 2007 to 31 December 2013 , its annual breakdown and the minimum amount to be concentrated in regions eligible under the Convergence Objective\n", "header": "16.7.2008 EN Official Journal of the European Union L 188/26\nCOUNCIL DECISION\nof 15 July 2008\namending Decision 2006/493/EC laying down the amount of Community support for rural development for the period from 1 January 2007 to 31 December 2013, its annual breakdown and the minimum amount to be concentrated in regions eligible under the Convergence Objective\n(2008/584/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (1), and in particular Article 69(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Decision 2006/493/EC (2) lays down the amount of Community support for rural development for the period from 1 January 2007 to 31 December 2013, its annual breakdown and the minimum amount to be concentrated in regions eligible under the Convergence Objective.\n(2) Since the Budgetary Authority has decided to transfer certain commitment appropriations for Community support for rural development under Regulation (EC) No 1698/2005 which were not used in 2007, in accordance with paragraph 48 of the Interinstitutional Agreement between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (3), Decision 2006/493/EC should be amended in order to reallocate those appropriations to the period from 1 January 2008 to 31 December 2013.\n(3) Decision 2006/493/EC should therefore be amended accordingly,", "main_body": ["The Annex to Decision 2006/493/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply as from 1 January 2008."], "attachments": "Done at Brussels, 15 July 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ L 277, 21.10.2005, p. 1. Regulation as last amended by Regulation (EC) No 146/2008 (OJ L 46, 21.2.2008, p. 1).\n(2)  OJ L 195, 15.7.2006, p. 22.\n(3)  OJ C 139, 14.6.2006, p. 1. Agreement last amended by Decision 2008/371/EC of the European Parliament and of the Council (OJ L 128, 16.5.2008, p. 8).\nANNEX\n‘ANNEX\nTotal amount of commitment appropriations for 2007-13, annual breakdown and minimum amount to be concentrated in regions eligible under the Convergence Objective (1)\n2004 prices in EUR (2) 2007 2008 2009 2010 2011 2012 2013 Total\nTotal amount for EU-25 plus Bulgaria and Romania 9 325 497 783 10 788 767 263 10 515 007 756 10 278 583 653 9 824 886 713 9 588 187 168 9 356 225 581 69 677 155 918\nMinimum amount for regions eligible under the Convergence Objective 27 676 975 284\nTotal amount of commitment appropriations for 2007-13, annual breakdown and minimum amount to be concentrated in regions eligible under the Convergence Objective (3)\ncurrent prices in EUR (4) 2007 2008 2009 2010 2011 2012 2013 Total\nTotal amount for EU-25 plus Bulgaria and Romania 9 896 292 851 11 678 108 653 11 609 418 209 11 575 354 634 11 285 706 554 11 234 089 442 11 181 555 662 78 460 526 005\nMinimum amount for regions eligible under the Convergence Objective 31 232 644 963\n(1)  Before compulsory modulation and other transfers from market-related expenditure and direct payments of the common agricultural policy to rural development.\n(2)  Amounts are rounded to the nearest euro.\n(3)  Before compulsory modulation and other transfers from market-related expenditure and direct payments of the common agricultural policy to rural development.\n(4)  Amounts are rounded to the nearest euro.’"}