{"celex_id": "32009L0056", "uri": "http://publications.europa.eu/resource/cellar/f4a450a2-f841-482f-8da8-668eab7b1b05", "type": "Directive", "concepts": ["2040", "3641", "3648", "4827", "5235", "5481", "5889"], "title": "Commission Directive 2009/56/EC of 12 June 2009 correcting Directive 2008/126/EC amending Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels, as regards its date of transposition ((Text with EEA relevance))\n", "header": "13.6.2009 EN Official Journal of the European Union L 150/5\nCOMMISSION DIRECTIVE 2009/56/EC\nof 12 June 2009\ncorrecting Directive 2008/126/EC amending Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels, as regards its date of transposition\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2006/87/EC of the European Parliament and of the Council of 12 December 2006 laying down technical requirements for inland waterway vessels and repealing Council Directive 82/714/EEC (1), and in particular Article 20(1) thereof,\nWhereas:\n(1) According to Article 2 of Commission Directive 2008/126/EC of 19 December 2008 amending Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels (2), Member States are to transpose Directive 2008/126/EC with effect from 30 December 2008.\n(2) For technical reasons, Directive 2008/126/EC was not published in the Official Journal of the European Union before that date. Directive 2008/126/EC should therefore be corrected as regards its date of transposition.\n(3) In order to avoid distortions of competition as well as different levels of safety, the amendments to Directive 2006/87/EC should be implemented as quickly as possible. Following the publication of Directive 2008/126/EC on 31 January 2009, a reasonable deadline must however be given for the transposition of that Directive.\n(4) The measure provided for in this Directive is in accordance with the opinion of the Committee referred to in Article 7 of Council Directive 91/672/EEC of 16 December 1991 on the reciprocal recognition of national boatmasters′ certificates for the carriage of goods and passengers by inland waterway (3),", "main_body": ["In the first paragraph of Article 2 of Directive 2008/126/EC, ‘30 December 2008’ is replaced by ‘30 June 2009’.", "This Directive is addressed to the Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC."], "attachments": "Done at Brussels, 12 June 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 389, 30.12.2006, p. 1.\n(2)  OJ L 32, 31.1.2009, p. 1.\n(3)  OJ L 373, 31.12.1991, p. 29."}