{"celex_id": "32005D0129", "uri": "http://publications.europa.eu/resource/cellar/0d79bea7-0656-4b4e-99e4-82b4741e88a1", "type": "Decision", "concepts": ["1052", "2938", "4373", "5283", "5856"], "title": "2005/129/EC: Commission Decision of 11 February 2005 fixing for the year 2005 an indicative allocation between the Member States of the financing under the Community Tobacco Fund of the measures referred to in Articles 13 and 14 of Regulation (EC) No 2182/2002 (notified under document number C(2005) 331)\n", "header": "15.2.2005 EN Official Journal of the European Union L 43/28\nCOMMISSION DECISION\nof 11 February 2005\nfixing for the year 2005 an indicative allocation between the Member States of the financing under the Community Tobacco Fund of the measures referred to in Articles 13 and 14 of Regulation (EC) No 2182/2002\n(notified under document number C(2005) 331)\n(2005/129/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1), and in particular Article 14a thereof,\nWhereas:\n(1) Articles 13 and 14 of Commission Regulation (EC) No 2182/2002 of 6 December 2002 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Tobacco Fund (2) provide for measures to promote a switch of tobacco production. Those measures are to be financed by the Community Tobacco Fund set up by Article 13 of Regulation (EEC) No 2075/92.\n(2) The total amount available to the Community Tobacco Fund for 2005 is EUR 28,8 million, 50 % of which should be used to finance specific measures to help tobacco growers to switch to other crops or to other economic activities that create employment, and to fund related studies.\n(3) It is therefore necessary to fix an indicative allocation of the available amount between the Member States concerned in accordance with Article 17(2) of Regulation (EC) No 2182/2002.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["For the year 2005, the indicative allocation between the Member States of the financing under the Community Tobacco Fund of the measures referred to in Articles 13 and 14 of Regulation (EC) No 2182/2002 shall be as set out in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 February 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 215, 30.7.1992, p. 70. Regulation last amended by Regulation (EC) No 2319/2003 (OJ L 345, 31.12.2003, p. 17).\n(2)  OJ L 331, 7.12.2002, p. 16. Regulation amended by Regulation (EC) No 480/2004 (OJ L 78, 16.3.2004, p. 8).\nANNEX\nThe indicative allocations to Member States of the financing under the Community Tobacco Fund of the measures referred to in Articles 13 and 14 of Regulation (EC) No 2182/2002 for the year 2005\n(in EUR)\nMember State Indicative allocation\nBasis 90 % of the quantities irrevocably bought back under the quotas 10 % of the national guarantee threshold\nValue Value\nBelgium 189 481 6 236\nGermany 0 48 876\nGreece 12 086 531 523 657\nSpain 0 181 358\nFrance 0 110 264\nItaly 300 432 542 233\nAustria 0 2 023\nPortugal 383 556 25 353\nTotal 12 960 000 1 440 000"}