{"celex_id": "32002D0114", "uri": "http://publications.europa.eu/resource/cellar/8cd51056-74df-413e-8b1b-8eaaeb94fb90", "type": "Decision", "concepts": ["2560", "2563", "2965", "5541", "889"], "title": "2002/114/EC: Council Decision of 21 January 2002 authorising the Government of Portugal to grant aid to Portuguese pig farmers who were beneficiaries of the measures granted in 1994 and 1998\n", "header": "Council Decision\nof 21 January 2002\nauthorising the Government of Portugal to grant aid to Portuguese pig farmers who were beneficiaries of the measures granted in 1994 and 1998\n(2002/114/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 88(2) thereof,\nHaving regard to the request made by the Government of Portugal on 23 November 2001,\nWhereas:\n(1) The Portuguese pig sector is structurally in deficit and characterised by small farms with an average, in 1998, of 18 animals per farm (the Community average is 106), and 80 % of farms have fewer than 10 breeding pigs.\n(2) In relation to the European Union, purchases from other Member States accounted for 40 % of the final value of production of the Portuguese pig sector in the period from 1994 to 2000, whereas sales reached only 4 % of that value. In particular, the figures show that purchases from other Member States increased by 30 % in 1995 and by 47 % in 1999 in comparison with preceding years, and that sales were negligible.\n(3) In 1993, the Portuguese pig market witnessed a sharp drop in producer prices owing to an increase in supply, coinciding with the first year of the second stage of accession, which marked the start of full application of the common agricultural policy in this sector. This had a profound effect on the profitability of a large number of farms.\n(4) In 1998, the Portuguese market was also affected by the difficulties in the European pig sector, which experienced its worst crisis of the last decade. The crisis was largely due to a combination of surplus production in the Union and the crisis on the Russian market, which accounted for 50 % of the Union's exports. Domestic prices registered sharp falls throughout the year, which once again adversely affected farmers' incomes.\n(5) The Community measures adopted in response to that crisis (export refunds, aid for private storage and food aid for Russia) had little effect on the Portuguese market.\n(6) In order to alleviate these two situations, which were affecting small farmers, who as a result were experiencing difficulties negotiating with credit institutions, the Portuguese government granted two aid measures, in 1994 and 1998.\n(7) The aid granted in 1994, implemented by Decree-Law No 146/94, gave beneficiaries the possibility of renegotiating loans they had obtained from credit institutions to invest in the modernisation of premises, health protection and environmental protection.\n(8) Furthermore, in 1998, faced with the severe crisis in the Community sector, the Portuguese authorities adopted emergency measures by Decree-Law No 4/99 to prevent cash-flow problems and successive bankruptcies by granting a moratorium on repayments of loans taken out with banks and interest rate subsidies in respect of such loans. This measure was limited to one year.\n(9) The aid amounted to EUR 10 million for 1994 and EUR 6,3 million for 1998 and the total number of beneficiaries was 2116. As the pattern of trade shows, this aid did not have any particular effect on intra-Community trade and consequently did not cause any distortion of competition.\n(10) With respect to the aid granted in 1994, at the Commission's request the Portuguese authorities submitted a letter, registered on 27 May 1997, containing the information the Commission had requested.\n(11) With respect to the aid granted in 1998, the Portuguese authorities also submitted a letter to the Commission, registered on 21 December 1998, giving notification, in accordance with Article 88(3) of the Treaty, of the aid measures it had granted.\n(12) In its decisions of 25 November 1999 and 4 October 2000, the Commission held that the measures in question were not compatible with the common market. Pursuant to those decisions, the Portuguese authorities initiated a procedure to recover the aid granted.\n(13) However, refunding the aid granted threatens the economic viability of not a few beneficiaries and would have extremely damaging social effects in certain regions because 50 % of the pig herd is concentrated in less than 5 % of the territory.\n(14) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the imbalance which has arisen, to be compatible with the common market on the terms specified in this Decision,", "main_body": ["Exceptional aid by the Portuguese Government to the Portuguese pig sector involving the grant of aid to beneficiaries covered by the Commission Decisions of 25 November 1999 and 4 October 2000, totalling not more than EUR 16,3 million, equivalent to the amounts which those beneficiaries must reimburse under those Decisions, shall be considered compatible with the common market.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 21 January 2002.\nFor the Council\nThe President\nM. Arias Cañete"}