{"celex_id": "32009R0310", "uri": "http://publications.europa.eu/resource/cellar/1a52a0f6-f859-4185-8eba-20b7ffcd95e5", "type": "Regulation", "concepts": ["20", "2958", "5025"], "title": "Commission Regulation (EC) No 310/2009 of 15 April 2009 opening the buying-in of skimmed milk powder by a tendering procedure for the period expiring on 31 August 2009\n", "header": "16.4.2009 EN Official Journal of the European Union L 97/13\nCOMMISSION REGULATION (EC) No 310/2009\nof 15 April 2009\nopening the buying-in of skimmed milk powder by a tendering procedure for the period expiring on 31 August 2009\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 13(3), and Article 18(2)(e), in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 309/2009 (2) has closed on 15 April 2009 the intervention buying-in of skimmed milk powder at fixed price open for the period 1 March to 31 August 2009 because the offers have exceeded the quantity 109 000 tonnes set out in Article 13(1)(d) of Regulation (EC) No 1234/2007.\n(2) In order to continue to support the skimmed milk powder market, a tendering procedure should be opened.\n(3) Article 13 of Commission Regulation (EC) No 214/2001 (3) lays down rules to be followed when the Commission decides that the buying-in is to take place under a tendering procedure.\n(4) In view of the special situation on the dairy market and in order that the system is more efficient, it is appropriate to increase, by way of derogation, the frequency of the tenders to twice a month.\n(5) In order to be able to start buying-in of skimmed milk powder by a tendering procedure without delay after the closure of the intervention buying-in at fixed price, this Regulation should enter into force as soon as possible.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Buying-in of skimmed milk powder by a tendering procedure, in excess of the limit set out in Article 13(1) of Regulation (EC) No 1234/2007, is open until 31 August 2009, under the conditions provided for in Section 4 of Chapter II of Regulation (EC) No 214/2001 and in this Regulation.", "By way of derogation from Article 14(2) of Regulation (EC) No 214/2001, the time limit for the submission of tenders in response to the individual invitations to tender shall be 11.00 (Brussels time) on the first and third Tuesday of the month.\nHowever, in August it shall be 11.00 (Brussels time) on the fourth Tuesday. If Tuesday is a public holiday the time limit shall be 11.00 (Brussels time) on the previous working day.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 April 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 97, 16.4.2009, p. 12.\n(3)  OJ L 37, 7.2.2001, p. 100."}