{"celex_id": "32002D0989", "uri": "http://publications.europa.eu/resource/cellar/913db45f-c541-4164-8e0d-82b3215ba963", "type": "Decision", "concepts": ["1755", "192", "4320", "4743", "6152", "922"], "title": "2002/989/EC: Commission Decision of 18 December 2002 concerning a specific financial contribution by the Community relating to the surveillance programme of campylobacter in broilers presented by Sweden for the year 2003 (notified under document number C(2002) 5086)\n", "header": "Commission Decision\nof 18 December 2002\nconcerning a specific financial contribution by the Community relating to the surveillance programme of campylobacter in broilers presented by Sweden for the year 2003\n(notified under document number C(2002) 5086)\n(only the Swedish text is authentic)\n(2002/989/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Council Decision 2001/572/EC of 23 July 2001(2) and, in particular, Article 19 and Article 20 thereof,\nWhereas:\n(1) The protection of human health against diseases and infections directly or indirectly transmissible from animals to man (zoonoses) is of paramount importance.\n(2) The Community is currently in the process of reviewing its policy on the control and prevention of zoonoses.\n(3) In this framework, the Scientific Committee on Veterinary Measures relating to Public Health was requested to express an opinion on the basis of zoonoses control policies, where special attention should be paid to the assessment of risks related to zoonotic diseases causing major concern to public health.\n(4) In its conclusions of the opinion of 12 April 2000, the Scientific Committee on Veterinary Measures relating to Public Health identified campylobacter as one of the most important food-borne zoonoses currently, if referring to the number of reported human cases. It recognised that a number of gaps exist in the knowledge of the epidemiology of campylobacter as a food-borne zoonosis. It indicated in particular that the efficiency of establishing strict hygiene barriers at poultry farm level should be documented, and that the efficiency of procedures to lower the prevalence of Campylobacter at farm level needs further scrutiny.\n(5) The Swedish authorities presented on 31 May 2000, with a view to obtain financial support from the Community, a multi-annual national surveillance programme of campylobacter in broilers, and a revised programme on 13 October 2000, to estimate the baseline prevalence both in primary production and in the food chain, and to progressively reinforce implementation of hygienic measures in farms with a view to lower the prevalence at farm level and subsequently along the food chain. The programme started from 1 July 2001.\n(6) In the light of the importance of campylobacter as a zoonosis, it is useful to provide financial assistance for an appropriate period of time within a maximum of four years, to cover certain costs incurred by Sweden and to collect valuable technical and scientific information. For budgetary reasons, Community assistance is decided each year. By Commission Decisions 2001/29/EC(3) of 27 December 2000 and 2001/866/EC(4) of 3 December 2001, the Community provided financial assistance respectively for the second semester of the year 2001 and for the year 2002.\n(7) The Swedish authorities have provided the necessary information on the implementation of the programme during the years 2001 and 2002 that shows its effective implementation.\n(8) The Swedish authorities presented on 31 May 2002 a programme for Community financial assistance during 2003, and a revised programme on 2 September 2002. On this basis, it appears appropriate to fix the financial assistance provided by the Community for the period 1 January 2003 up to 31 December 2003 up to a maximum of EUR 160000.\n(9) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999, veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; for financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(10) A financial contribution from the Community shall be granted in so far as the actions provided for are effectively carried out and provided that the authorities furnish all the necessary information within the time limits provided for.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The surveillance programme for campylobacter in broilers presented by Sweden is hereby approved for a period of 12 months starting from 1 January 2003.\n2. The financial assistance from the Community for the programme referred to in paragraph 1 shall be 50 % of the costs (VAT excluded) incurred by Sweden for laboratory testing, up to SEK 155 per test and up to a maximum of EUR 160000.", "The financial assistance referred to under Article 1(2) shall be granted to Sweden subject to:\n(a) bringing into force by 1 January 2003 the laws, regulations and administrative provisions for implementing the programme,\n(b) forwarding an intermediate financial and technical evaluation covering the first five months of the programme, at the latest four weeks after the end of the reporting period. The report shall conform to the model as set out in the Annex,\n(c) forwarding a final report by 31 March 2004 at the latest on the technical execution of the programme accompanied by justifying evidence as to the costs incurred and the results attained during the period from 1 January to 31 December 2003,\n(d) these reports providing substantive and valuable technical and scientific information corresponding to the purpose of the Community intervention,\n(e) implementing the programme effectively,\nand provided that the relevant provisions of Community legislation have been respected.", "This Decision shall apply from 1 January 2003.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 18 December 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 6, 11.1.2001, p. 22.\n(4) OJ L 323, 7.12.2001, p. 26.\nANNEX\n>PIC FILE= \"L_2002344EN.004702.TIF\">"}