{"celex_id": "32004R0997", "uri": "http://publications.europa.eu/resource/cellar/17470489-1879-467d-a59c-37af082ae609", "type": "Regulation", "concepts": ["1309", "1591", "2771", "519", "5969", "6027"], "title": "Council Regulation (EC) No 997/2004 of 17 May 2004 amending Commission Decision No 2730/2000/ECSC on imports of coke of coal in pieces with a diameter of more than 80 mm originating in the People's Republic of China and terminating the interim review of the anti-dumping measures imposed thereby\n", "header": "20.5.2004 EN Official Journal of the European Union L 183/1\nCOUNCIL REGULATION (EC) No 997/2004\nof 17 May 2004\namending Commission Decision No 2730/2000/ECSC on imports of coke of coal in pieces with a diameter of more than 80 mm originating in the People's Republic of China and terminating the interim review of the anti-dumping measures imposed thereby\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), (‘basic Regulation’) and in particular Articles 9 and 11(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Previous procedure\n(1) By Decision No 2730/2000/ECSC (2), the Commission imposed a definitive anti-dumping duty on imports of coke of coal in pieces with a diameter of more than 80 mm, falling within CN code ex 2704 00 19 (TARIC code 2704001910), originating in the People's Republic of China (‘country concerned’ or ‘PRC’). The amount of the anti-dumping duty is equal to the fixed amount of EUR 32,6 per tonne of dry net weight.\n(2) In view of the expiry of the Treaty establishing the European Coal and Steel Community on 23 July 2002, the Council, by Regulation (EC) No 963/2002 (3), decided that anti-dumping measures which had been adopted pursuant to Decision No 2277/96/ECSC and which were still in force on 23 July 2002 were to be continued and governed by the provisions of the basic Regulation with effect from 24 July 2002.\n2.   Current procedure\n(3) On 11 December 2002, the Commission announced, by notice published in the Official Journal of the European Communities\n (4), the initiation of an interim review of the definitive anti-dumping measures applicable to imports of coke of coal in pieces with a diameter of more than 80 mm (hereafter ‘coke 80+’ or ‘the product concerned’) originating in the PRC in accordance with Article 11(3) of the basic Regulation and commenced an investigation.\n(4) The proceeding was initiated following a request lodged by Eucoke-EEIG (the ‘applicant’) on behalf of producers representing a major proportion of the total Community production of coke of coal in pieces with a diameter of more than 80 mm. The applicant alleged that dumping in respect of the PRC had continued and even increased and that the existing measures would no longer be sufficient to counteract the injurious effects of dumping. The evidence contained in the request for a review was considered sufficient to justify the initiation of the investigation.\n(5) The Commission officially advised the producers/exporters, the importers and the users known to be concerned, the representatives of the exporting country concerned, the applicant Community industry and the other known Community producers about the initiation of the interim review. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n3.   Suspension of measures\n(6) It is recalled that during the investigation of the present proceeding a number of interested parties provided information on a change in market conditions after the end of the investigation period (1 October 2001 to 30 September 2002), thus fulfilling the conditions required under Article 14(4) of the basic Regulation to justify the suspension of the measures currently in force.\n(7) The investigation showed that all requirements for suspending the anti-dumping measures were met. Therefore, by Commission Decision No 264/2004EC (5), the anti-dumping duty applicable to imports of coke of coal in pieces with a diameter of more than 80 mm originating in the PRC was suspended for a period of nine months.\n4.   Withdrawal of the application\n(8) By letter of 15 December 2003 to the Commission, Eucoke-EEIG formally withdrew its application.\n(9) With regard to the fact that the investigation has not brought to light any consideration showing that such termination would not be in the Community interest, it is considered that the present proceeding should be terminated in accordance with Article 9(1) of the basic Regulation.\n5.   Form of the measures\n(10) However, during the investigation, it was found that there was a need to clarify the scope of application of the existing measures in view of the difficulties faced by an economic operator with respect to the application of the measures in force. Indeed, it was found that anti-dumping duties were being collected by the customs authorities of one Member State on shipments of coke destined for use in blast furnaces, which are not concerned by the anti-dumping measures, and comprise only a small part of the product concerned. In order to ensure a more efficient and uniform enforcement of the measures, the exemption provided for in Decision No 2730/2000/ECSC for exports which are a mixture of coke of coal in pieces of smaller size than the product concerned and coke of coal in pieces not exceeding 100 mm is replaced by an exemption covering a mixture in which the proportion of coke exceeding 80 mm does not constitute more than 20 % of the mixed shipment. In addition, the ISO standard should be used as the method of measurement.\n6.   Conclusion\n(11) The interim review should be terminated. The scope of application of the existing measures should be clarified,", "main_body": ["The interim review of the anti-dumping measures imposed by Decision No 2730/2000/ECSC on imports of coke of coal in pieces larger than 80 mm in maximum diameter, falling within CN code ex 2704 00 19 (TARIC code 2704001910) and originating in the People's Republic of China is hereby terminated.", "Article 1 of Decision No 2730/2000/ECSC shall be replaced by the following:\n‘Article 1\n1.   A definitive anti-dumping duty is hereby imposed on imports of coke of coal in pieces of a diameter of more than 80 mm, falling within CN code ex 2704 00 19 (Taric code 2704001910) and originating in the People's Republic of China. The diameter of the pieces shall be determined in accordance with the norm ISO 728: 1995.\n2.   The amount of the anti-dumping duty shall be equal to the fixed amount of EUR 32,6 per tonne of dry net weight.\n3.   The anti-dumping duty shall also apply to coke of coal in pieces with a diameter of more than 80 mm, when shipped in mixtures containing both coke of coal in pieces with a diameter of more than 80 mm and coke of coal in pieces with smaller diameters unless it is determined that the quantity of coke of coal in pieces with a diameter of more than 80 mm does not constitute more than 20 % of dry net weight of the mixed shipment. The quantity of coke of coal in pieces with a diameter of more than 80 mm contained in mixtures may be determined on the basis of samples in accordance with Articles 68 to 70 of Council Regulation (EEC) No 2913/92 (6). In cases where the quantity of coke of coal in pieces with a diameter of more than 80 mm is determined on the basis of samples, the sample shall be selected in accordance with the norm ISO 2309: 1980.\n4.   Member States' customs authorities may, upon receipt of a duly substantiated request from importers, reassess in the light of the above clarification, the situation of imports of the product concerned which took place between 16 December 2000 and 21 May 2004.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 316, 15.12.2000, p. 30.\n(3)  OJ L 149, 7.6.2002, p. 3. Regulation as last amended by Regulation (EC) No 1310/2002 (OJ L 192, 20.7.2002, p. 9).\n(4)  OJ C 308, 11.12.2002, p. 2.\n(5)  OJ L 81, 19.3.2004, p. 89.\n(6)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 60/2004 (OJ L 9, 15.1.2004, p. 8).’"}