{"celex_id": "32001R2011", "uri": "http://publications.europa.eu/resource/cellar/cc5db059-9de4-4278-ad48-5c4f0fff3a33", "type": "Regulation", "concepts": ["1561", "20", "3732", "4310"], "title": "Commission Regulation (EC) No 2011/2001 of 12 October 2001 on a tendering procedure for the subsidy on consignments of husked long grain rice to Réunion\n", "header": "Commission Regulation (EC) No 2011/2001\nof 12 October 2001\non a tendering procedure for the subsidy on consignments of husked long grain rice to Réunion\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(1), as last amended by Regulation (EC) No 1667/2000(2), and in particular Article 10(1) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2692/89(3), as amended by Regulation (EC) No 1453/1999(4), lays down detailed rules for exports of rice to Réunion.\n(2) Examination of the supply situation on the island of Réunion shows a shortage of rice. In view of the availability of rice on the Community market, Réunion should be allowed to obtain supplies on that market. Because of the special situation of Réunion, it is appropriate to limit the quantities to be delivered and, therefore, to fix the amount of the subsidy by tendering procedure.\n(3) Pursuant to Article 14 of Commission Regulation (EC) No 2808/98 of 22 December 1998 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture(5), as last amended by Regulation (EC) No 2452/2000(6), amounts quoted in tenders submitted in response to invitations to tender organised under an instrument forming part of the common agricultural policy must be expressed in euro. Article 5(1) of that Regulation provides that in such cases the operative event for the agricultural exchange rate is the final day for the submission of tenders. Paragraphs 3 and 4 of that Article specify the operative events applicable to advances and securities.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. A tendering procedure is hereby opened for the subsidy for consignments of husked long grain rice falling within CN code 1006 20 98, referred to in Article 10(1) of Regulation (EC) No 3072/95, to Réunion.\n2. The tendering procedure referred to in paragraph 1 shall be open until 27 June 2002. During that period, weekly invitations to tender shall be made for which the date for submission of tenders shall be set out in the notice of invitation to tender.\n3. The tendering procedure shall take place in accordance with the provisions of Regulation (EEC) No 2692/89 and this Regulation.", "A tender shall be admissible only if it covers a quantity of at least 50 tonnes but not more than 3000 tonnes.", "The security referred to in Article 7(3)(a) of Regulation (EEC) No 2692/89 shall be EUR 30 per tonne.", "The subsidy documents issued in the context of this tendering procedure shall, for the purposes of determining their period of validity, be considered as having been issued on the final day of the period for the submission of tenders.", "Tenders must reach the Commission via the Member States not later than one and a half hours after expiry of the deadline for weekly submission of tenders as laid down in the notice of invitation to tender. They must be transmitted in accordance with the table given in the Annex.\nIf no tenders are submitted, Member States shall inform the Commission accordingly within the same deadline as that given in the proceeding paragraph.", "The time laid down for submitting tenders shall be Belgian time.", "1. On the basis of tenders submitted, the Commission shall decide in accordance with the procedure laid down in Article 22 of Regulation (EC) No 3072/95:\n- either to fix a maximum subsidy,\n- or not to take any action on the tenders.\n2. Where a maximum subsidy is fixed, an award shall be made to the tenderer or tenderers whose tenders are at or below the maximum subsidy level.", "The deadline for submission of tenders for the first partial invitation to tender shall expire on 25 October 2001 at 10 a.m.\nThe final date for submission of tenders shall be 27 June 2002.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 329, 30.12.1995, p. 18.\n(2) OJ L 193, 29.7.2000, p. 3.\n(3) OJ L 261, 7.9.1989, p. 8.\n(4) OJ L 167, 2.7.1999, p. 19.\n(5) OJ L 349, 24.12.1998, p. 36.\n(6) OJ L 282, 8.11.2000, p. 9.\nANNEX\n>PIC FILE= \"L_2001272EN.002202.TIF\">"}