{"celex_id": "32005D0884", "uri": "http://publications.europa.eu/resource/cellar/71e8a06e-dfe9-422f-9df0-4b9c462187f8", "type": "Decision", "concepts": ["12", "1707", "2533", "2543", "3468", "5574", "5860"], "title": "2005/884/EC: Council Decision of  2 December 2005  concerning the effects of the accession of the Czech Republic and the Republic of Poland to the European Union on the participation of the European Community in the Convention on the International Commission for the Protection of the Oder and the Convention on the International Commission for the Protection of the Elbe\n", "header": "13.12.2005 EN Official Journal of the European Union L 326/35\nCOUNCIL DECISION\nof 2 December 2005\nconcerning the effects of the accession of the Czech Republic and the Republic of Poland to the European Union on the participation of the European Community in the Convention on the International Commission for the Protection of the Oder and the Convention on the International Commission for the Protection of the Elbe\n(2005/884/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the 2003 Act of Accession, and in particular Article 57 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The participation of the European Community in the Convention on the International Commission for the Protection of the Oder (1) and to the Convention on the International Commission for the Protection of the Elbe (2) (hereinafter referred to as the Oder and Elbe Conventions) was necessary because the two Conventions were concluded with third countries and addressed matters covered by Community environmental policy.\n(2) As from 1 May 2004, after the accession of the Czech Republic and the Republic of Poland to the European Union, all Contracting Parties to the Oder and Elbe Conventions are Member States of the European Union. Therefore, the basis for the Community’s consent to be bound by such Conventions no longer exists. From this moment, the participation of the Community is no longer necessary or justified.\n(3) Moreover, the enlargement of the European Union has had the effect of radically transforming the legal relations between the Contracting Parties. Upon accession, the underlying policy objectives of the Oder and Elbe Conventions may be achieved through the measures laid down in Community legislation.\n(4) The 2003 Act of Accession has not specifically provided for this situation and it is therefore necessary to adopt the required measures in accordance with Article 57 thereof, which allows such omissions to be corrected.\n(5) It should be therefore made clear that, with effect of the date of accession, the Community is no longer a party to the Oder and Elbe Conventions and that certain transitory measures may need to be taken,", "main_body": ["1.   The European Community has ceased to be a party to the Convention on the International Commission for the Protection of the Oder and to the Convention on the International Commission for the Protection of the Elbe with effect of 1 May 2004.\n2.   If appropriate, the Commission shall agree with the Czech Republic, the Federal Republic of Germany and the Republic of Poland solutions to any transitory problem which may result from the end of the participation of the Community in the Oder and Elbe Conventions.", "This Decision is addressed to the Czech Republic, the Federal Republic of Germany and the Republic of Poland."], "attachments": "Done at Brussels, 2 December 2005.\nFor the Council\nThe President\nM. BECKETT\n(1)  Decision 1999/257/EC (OJ L 100, 15.4.1999, p. 20).\n(2)  Decision 91/598/EEC (OJ L 321, 23.11.1991, p. 24)."}