{"celex_id": "32000R0564", "uri": "http://publications.europa.eu/resource/cellar/951c1166-122f-431c-a4d7-f10e548bd307", "type": "Regulation", "concepts": ["1605", "3633", "4498", "666"], "title": "Commission Regulation (EC) No 564/2000 of 15 March 2000 allocating quotas for tomatoes for processing among the Member States for the 2000/2001 marketing year\n", "header": "COMMISSION REGULATION (EC) No 564/2000\nof 15 March 2000\nallocating quotas for tomatoes for processing among the Member States for the 2000/2001 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 2701/1999(2), and in particular Article 6(5) thereof,\nWhereas:\n(1) Article 6(3) of Regulation (EC) No 2201/96 provides that the quotas for the groups of products for the 2000/2001 marketing year are to be apportioned among the Member States on the basis of average production for which at least the minimum price was paid during the 1997/98 to 1999/2000 marketing years. Article 6(3) of that Regulation provides that from the 1999/2000 marketing year onward, no apportionment may vary, by Member State and by product group, by more than 10 % from one marketing year to the next. The second indent of paragraph 3a of that Article provides that, for the 2000/2001 marketing year, an additional quantity of fresh tomatoes for the production of concentrate is to be allocated to Portugal. That quantity is to be equal to the difference between the quantity calculated in accordance with paragraph 3 and that calculated by replacing the quantity of fresh tomatoes used in Portugal for the production of concentrate in the 1997/1998 marketing year by 884592 tonnes.\n(2) Article 17(2) of Commission Regulation (EC) No 504/97 of 19 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the system of production aid for products processed from fruit and vegetables(3), as last amended by Regulation (EC) No 1607/1999(4), provides that the Member States concerned are to notify the Commission each marketing year of their production for which at least the minimum price has been paid. The quotas for each group of products can accordingly be allocated among the Member States on the basis of those notifications.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Pursuant to Article 6(3) of Regulation (EC) No 2201/96, the quotas for the 2000/2001 marketing year shall be apportioned as set out in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 327, 21.12.1999, p. 5.\n(3) OJ L 78, 20.3.1997, p. 14.\n(4) OJ L 190, 23.7.1999, p. 11.\nANNEX\nQuota allocation of fresh tomatoes for processing by Member State and product group for the 2000/2001 marketing year\n>TABLE>"}