{"celex_id": "32004R2120", "uri": "http://publications.europa.eu/resource/cellar/97faf7ff-272d-4ce0-8d77-22e8f3f367b2", "type": "Regulation", "concepts": ["2247", "2888", "4713", "4734", "6100", "6271"], "title": "Commission Regulation (EC) No 2120/2004 of 10 December 2004 amending Regulation (EC) No 2729/2000 laying down detailed implementing rules on controls in the wine sector\n", "header": "14.12.2004 EN Official Journal of the European Union L 367/11\nCOMMISSION REGULATION (EC) No 2120/2004\nof 10 December 2004\namending Regulation (EC) No 2729/2000 laying down detailed implementing rules on controls in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 72(4) thereof,\nWhereas:\n(1) The second subparagraph of Article 11(2) of Commission Regulation (EC) No 2729/2000 (2) determines the minimum number of samples to be taken each year for the analytical databank provided for in Article 10 of that Regulation. Following the accession of the Czech Republic, Cyprus, Hungary, Malta, Slovenia and Slovakia, the number of samples to be taken for those countries should be determined.\n(2) Article 12 determines the number of analyses to be performed by the Joint Research Centre (JRC), including analyses of samples from Member states not yet equipped. A transitory period should be laid down to provide for the setting up and the organisation of proficient isotopic laboratories in those Member states.\n(3) Annexes I, II and III to Regulation (EC) No 2729/2000 draw up precise instructions for the processing, analysis and reporting of samples. To take account of experience and technical progress, those instructions should be updated.\n(4) Regulation (EC) No 2729/2000 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 2729/2000 is amended as follows:\n1. In Article 11(2), the second subparagraph is replaced by the following:\n— 20 samples in the Czech Republic,\n— 200 samples in Germany,\n— 50 samples in Greece,\n— 200 samples in Spain,\n— 400 samples in France,\n— 400 samples in Italy,\n— 10 samples in Cyprus,\n— 4 samples in Luxembourg,\n— 50 samples in Hungary,\n— 4 samples in Malta,\n— 50 samples in Austria,\n— 50 samples in Portugal,\n— 20 samples in Slovenia,\n— 15 samples in Slovakia,\n— 4 samples in the United Kingdom’\n2. In Article 12(1), the first sentence is replaced by the following:\n3. Annex I is replaced by the text in Annex I to this Regulation.\n4. Annex II is replaced by the text in Annex II to this Regulation.\n5. Annex III is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 316, 15.12.2000, p. 16.\nANNEX I\n‘ANNEX I\nInstructions for taking samples of fresh grapes and processing them into wine for analysis by the isotopic methods referred to in Article 11\nI.   SAMPLING OF GRAPES\nA. Each sample must consist of at least 10 kg of ripe grapes of the same variety. They are to be taken in the condition in which they are found.\nB. When the samples are taken, a description sheet is to be drawn up. This sheet must include a first part concerning the sampling of the grapes and a second part concerning vinification. It must be kept with the sample and must accompany it during all transportation. It must be kept up to date by means of an entry regarding each type of treatment undergone by the sample.\nII.   VINIFICATION\nA. Vinification must be carried out by the competent body or by a department authorised to do so by that body, wherever possible under conditions comparable with the normal conditions in the production area of which the sample is representative. Vinification should result in the total transformation of the sugar into alcohol, i.e. in less than 2 g/l of residual sugar. However, in certain cases, e.g. for ensuring a better representativity, higher amounts of residual sugars can be accepted. As soon as the wine has clarified and stabilised by means of SO2, it must be put in 75 cl bottles and labelled.\nB. The description sheet for vinification is to be drawn up in accordance with Part II of the questionnaire in Annex II.’\nANNEX II\n‘ANNEX II\nQuestionnaire on the collection and vinification of samples of grapes intended for analysis by isotopic methods\nThe analytical methods and the expression of results (units) to be used are those described in the Annex to Regulation (EEC) No 2676/90 (or proved equivalent by the laboratories involved in the analysis).\nPart I\n1.   General information\n1.1. Sample number:\n1.2. Name and function of the official or authorised person who took the sample:\n1.3. Name and address of the competent body responsible for taking the sample:\n1.4. Name and address of the competent body responsible for vinification and dispatch of the sample, if other than the body referred to at 1.3:\n2.   General description of the samples\n2.1. Origin (country, region):\n2.2. Year of harvest:\n2.3. Vine variety:\n2.4. Colour of the grapes:\n3.   Description of the vineyard\n3.1. Name and address of person farming the plot:\n3.2. Location of the plot:\n— wine village:\n— locality:\n— cadastral reference:\n— latitude and longitude:\n3.3. Soil type (e.g. limey, clayey, lime-clay, sandy):\n3.4. Situation (e.g. slope, plain, exposed to sun):\n3.5. Number of vines per hectare:\n3.6. Approximate age of vineyard (less than 10 years/between 10 and 25 years/more than 25 years):\n3.7. Altitude:\n3.8. Method of training and pruning:\n3.9. Type of wine into which the grapes are normally made (table wine, quality wine psr, other)(see definitions of Regulation (EC) No 1493/1999, Annex 1):\n4.   Crop and must characteristics\n4.1. Estimated yield per hectare for the plot harvested: (kg/ha)\n4.2. State of health of the grapes (e.g. sound, rotten), specifying whether the grapes were dry or wet when the sample was taken:\n4.3. Date on which sample was taken:\n5.   Weather conditions preceding harvest\n5.1. Precipitation in the ten days preceding harvest: yes/no. If yes, additional information where available.\n6.   Irrigated vineyards\nIf the crop is irrigated, date of last watering:\n(Stamp of the competent body responsible for taking the sample, and name, position and signature of official taking the sample)\nPart II\n1.   Microvinification\n1.1. Weight of the sample of grapes, in kg:\n1.2. Method of pressing:\n1.3. Volume of must obtained:\n1.4. Characteristics of the must:\n— sugar concentration expressed in g/l by refractometry:\n— total acidity expressed in g/l of tartaric acid: (optional)\n1.5. Method of treating the must (e. g. settling, centrifugation):\n1.6. Yeasting (variety of yeast used). Indicate whether or not there was spontaneous fermentation.\n1.7. Temperature during fermentation:\n1.8. Method for determining end of fermentation:\n1.9. Method of treating the wine (e. g. racking.):\n1.10. Addition of sulphur dioxide in mg/l:\n1.11. Analysis of the wine obtained:\n— actual alcoholic strength in % vol.:\n— total dry extract:\n— reducing sugars expressed as g/l of invert sugar:\n2.   Chronological table of vinification of the sample\nDate:\n— on which sample was taken: (same date as date of harvest, part I-4.3)\n— of pressing:\n— of commencement of fermentation:\n— of end of fermentation:\n— of bottling:\nDate on which Part II was completed:\n(Stamp of the competent body which carried out vinification and signature of competent official of that body)’’\nANNEX III\n‘ANNEX III\nANALYSIS REPORT\nWine and wine product samples analysed by an isotopic method described in the Annex to Regulation (EEC) No 2676/90, to be entered in the JRC isotope databank\nI.   GENERAL INFORMATION (carried over from Annex II)\n1. Country:\n2. Sample number:\n3. Year:\n4. Vine variety:\n5. Type of wine:\n6. Region/district:\n7. Name and address of laboratory responsible for the results:\n8. Sample for control analysis by the JRC: yes/no\nII.   METHODS AND RESULTS\n1.   Wine (carried over from Annex II)\n1.1. : Alcoholic strength by volume : % vol.\n1.2. : Total dry extract : g/l\n1.3. : Reducing sugars : g/l\n1.4. : Total acidity expressed as tartaric acid : g/l\n1.5. : Total sulphur dioxide : mg/l\n2.   Distillation of wine for SNIF-NMR\n2.1. Description of distillation apparatus\n2.2. Volume of wine distilled/weight of distillate obtained\n3.   Analysis of distillate\n3.1. Alcohol strength of the distillate % (m/m)\n4.   Result of deuterium isotope ratios of ethanol measured by NMR\n4.1. = (D/H)I = ppm\n4.2. = (D/H)II = ppm\n4.3. = “R” =\n5.   NMR parameters\nObserved frequency:\n6.   Result of isotopic ratio 18O/16O of wine\nδ 18.O [‰]= ‰ V. SMOW — SLAP\n7.   Result of isotopic ratio 18O/16O of must (when applicable)\nδ 18O [‰]= ‰ V. SMOW — SLAP\n8.   Result of isotopic ratio 13C/12C of wine ethanol\nδ 13C [‰]= ‰ V-PDB’"}