{"celex_id": "32008R0709", "uri": "http://publications.europa.eu/resource/cellar/35ba6089-eebf-4f82-b641-7ca2baf2cc52", "type": "Regulation", "concepts": ["1252", "1395", "2173", "3574"], "title": "Commission Regulation (EC) No 709/2008 of 24 July 2008 laying down detailed rules for implementing Council Regulation (EC) No 1234/2007, as regards interbranch organisations and agreements in the tobacco sector\n", "header": "25.7.2008 EN Official Journal of the European Union L 197/23\nCOMMISSION REGULATION (EC) No 709/2008\nof 24 July 2008\nlaying down detailed rules for implementing Council Regulation (EC) No 1234/2007, as regards interbranch organisations and agreements in the tobacco sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 127 and 179 in conjunction with Article 4 thereof,\nWhereas:\n(1) Council Regulation (EEC) No 2077/92 of 30 June 1992 concerning interbranch organisations and agreements in the tobacco sector (2) is to be repealed from 1 July 2008 under Article 201(1)(c) of Regulation (EC) No 1234/2007 (Single CMO Regulation).\n(2) Certain provisions laid down in Regulation (EEC) No 2077/92 have not been incorporated in Regulation (EC) No 1234/2007. In order to enable the tobacco sector to continue to function properly and in the interest of clarity and rationalisation a new Regulation should be adopted laying down those provisions as well as the current implementing rules laid down in Commission Regulation (EEC) No 86/93 of 19 January 1993 on detailed rules for the application of Council Regulations (EEC) No 2077/92 concerning inter-branch organisations and agreements in the tobacco sector (3).\n(3) Regulation (EEC) No 86/93 should therefore be repealed.\n(4) Interbranch organisations established by individuals or groups, and representing a significant proportion of the various categories involved in production, processing and marketing in the tobacco sector are likely to contribute to better account being taken of the market situation and encourage changes in economic behaviour intended to improve knowledge and organisation of production, processing and marketing. Some of their activities may contribute to improvement of the market balance and therefore help to achieve the objectives laid down in Article 33 of the Treaty. The measures which may constitute such a contribution by the interbranch organisations should be defined.\n(5) In view of the above, it is appropriate to grant specific recognition to bodies which can demonstrate their proven representativeness at regional, inter-regional or Community level and which take positive action in pursuit of the above mentioned objectives. Such recognition should be granted by the Member State or by the Commission, depending on the scope of the activities of the trade association.\n(6) In order to support certain activities of interbranch organisations which are of particular interest in the light of the current rules concerning the market organisation for the tobacco sector, provision should be made for the rules adopted by an interbranch organisation for its members to be extended, subject to certain conditions, to all non-member producers and groups in one or more regions. Non-members should also be made liable to pay all or part of the subscriptions intended to cover the non-administrative costs incurred in pursuing such activities. This procedure should be implemented in a way which guarantees the rights of the socio-economic groups concerned, in particular the rights of the consumer.\n(7) Other activities of the recognised interbranch organisations may be of general economic or technical interest for the tobacco sector and so be of benefit to all persons active in the branches in question, whether or not they are members of the organisation. In such cases it appears reasonable to make non-members liable to pay the subscriptions intended to cover the costs, other than administrative costs, arising directly from performance of the activities in question.\n(8) In order to ensure correct operation of the scheme, there should be close cooperation between the Member States and the Commission. The latter should also have permanent monitoring powers, particularly as regards recognition of interbranch organisations operating at regional or inter-regional level and the agreements and concerted practices adopted by such organisations.\n(9) For the information of the Member States and other interested parties there should be provision for publication, at least once a year , of a list of the organisations recognised during the previous year, a list of the organisations whose recognition has been withdrawn during the same period and the rules which have been extended with an indication of their scope.\n(10) In order to be sufficiently representative for its region, an interbranch organisation must cover at least one-third of the quantities produced, processed or purchased by the members of each of the branches. Likewise, in order to avoid imbalances between regions it must meet this requirement in all of the regions in which it operates.\n(11) It should be specified that trade in tobacco covers, in addition to the business of tobacco merchants, direct purchase of baled tobacco by its final users.\n(12) Where the Commission is responsible for the recognition of an interbranch organisation, the information which the interbranch organisation must provide to the Commission should be specified.\n(13) Withdrawal of recognition must in general be made effective from the time the requirements for recognition ceased to be met.\n(14) It should be specified that the minimum degree of representation of interbranch organisations operating inter-regionally must be the same as that laid down for regional interbranch organisations.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Scope\nThis Regulation lays down the conditions for the recognition and activity of interbranch organisations operating in the sector covered by the market organisation for tobacco products as referred to in Part XIV of Annex I of Regulation (EC) No 1234/2007.", "Recognition\nRecognition of interbranch organisations shall provide authorisation for them to carry out the activities referred to in point (c) of the first subparagraph of Article 123 of Regulation (EC) No 1234/2007, subject to the conditions laid down in this Regulation.", "Recognition by the Member States\n1.   On application, a Member State shall recognise interbranch organisations established in their territory which:\n(a) carry out their activities at regional or inter-regional level within its territory;\n(b) pursue the aims referred to in point (c) of the first subparagraph of Article 123 of Regulation (EC) No 1234/2007 by engaging in activities to:\n(i) contribute to enhanced coordination of the placing on the market of leaf or baled tobacco;\n(ii) prepare standard contracts compatible with Community rules;\n(iii) improve market intelligence and transparency;\n(iv) increase value added, particularly by means of marketing and research into new uses which do not pose a threat to public health;\n(v) redirect the sector towards products which better meet market and public health requirements;\n(vi) carry out research of methods permitting reduced use of plant health products and guaranteeing product quality and soil conservation;\n(vii) develop methods and instruments for improving product quality at the production and processing stages;\n(viii) use certified seed and monitor product quality;\n(c) do not themselves undertake the production, processing or marketing of the products referred to in Article 1;\n(d) cover a significant proportion of the production and/or trade in relation to the sphere of action and the branches represented. Where an interbranch organisation is inter-regional in scope, it must provide proof of representativeness, in respect of each of the grouped branches, in each region covered.\n2.   For the purposes of point (d) of paragraph 1 an interbranch organisation shall be considered representative at regional level if it accounts for at least one-third of the quantities produced, processed or purchased by the members of each of the branches it covers who are engaged in the production or first processing or trading in, the tobacco or groups of tobacco varieties covered by the organisation's activities.\nIf an organisation is inter-regional or Community-wide in scope, it must meet the requirements laid down in the first subparagraph in each of the regions in question.\n3.   Prior to recognition being granted, the Member States shall notify to the Commission all information necessary to demonstrate compliance with the relevant conditions for recognition of the interbranch organisation laid down in Article 123 of Regulation (EC) No 1234/2007 and in paragraphs 1 and 2 of this Article, on the basis of which they are to recognise the interbranch organisation.\nThe Commission may oppose recognition within 60 days of that notification by the Member State.\n4.   Member States shall withdraw recognition:\n(a) if the conditions laid down in this Article cease to be met;\n(b) if the interbranch organisation falls under the scope of Article 177(2) of Regulation (EC) No 1234/2007;\n(c) if the interbranch organisation fails in its obligation to make the notification required under Article 177(1)(a) of Regulation (EC) No 1234/2007.\n5.   Member States shall immediately notify the Commission of decisions to withdraw recognition.", "Recognition by the Commission\n1.   On application the Commission shall recognise interbranch organisations which:\n(a) carry out their activities throughout or in part of the territories of several Member States, or throughout the Community;\n(b) have been established under the legislation of a Member State;\n(c) satisfy the provisions of Article 3(1), points (b), (c) and (d).\n2.   Applications for recognition made by interbranch organisations carrying out their activities throughout, or in part of, the territories of several Member States or throughout the Community shall be addressed to the Commission and accompanied by documentation showing:\n(a) compliance with criteria laid down in Article 123 of Regulation (EC) No 1234/2007;\n(b) the scope of their activities and its compliance with Article 3(1);\n(c) the geographical area of their activities;\n(d) that they have been established under the legislation of a Member State;\n(e) that they meet the relevant representation requirements indicated in Article 3(2).\n3.   The Commission shall notify applications for recognition to the Member States on whose territories the interbranch organisation is established and on whose territories it carries out its activities. Following such notification, the Member States concerned shall have two months to make their observations about the recognition.\n4.   The Commission shall take a decision on recognition within four months from receiving the application and all necessary information laid down in paragraph 2.\n5.   The Commission shall withdraw recognition of the interbranch organisations referred to in paragraph 1 of this Article for the reasons laid down in Article 3(4).", "Withdrawal of recognition\nWithdrawal of recognition pursuant to Articles 3(4) or 4(5) shall be effective from the time the conditions for recognition cease to be met.", "Publication of the recognised interbranch organisations\nThe Commission shall publish, at least once a year or as appropriate, in the ‘C’ series of the Official Journal of the European Union the names of the interbranch organisations recognised. The publication shall include the economic sector or the area in which they operate and the activities pursued as provided for in point (c) of Article 123 of Regulation (EC) No 1234/2007. Withdrawals of recognition shall also be published at least once a year.", "Extension of certain rules to non-members\nThe approval by the Commission of the extension of the existing agreements and concerted practices as provided for in Article 178(3) of Regulation (EC) No 1234/2007 is subject to the procedure laid down in Article 8 of this Regulation.", "Procedure of extension of certain rules to non-members\n1.   In the case of existing agreements and concerted practices laid down by interbranch organisations recognised by the Member States, the Member States shall publish for the information of the socio-economic groups concerned, the agreements or concerted practices which they intend to extend to non-member individual operators or groups in a particular region or group of regions in accordance with Article 178 of the Regulation (EC) No 1234/2007.\nThe socio-economic groups concerned shall submit their observations to the competent authority of the Member State within two months from the date of publication.\n2.   At the end of the two month period and before taking a decision, the Member States shall notify the Commission the rules which they intend to make binding and provide all appropriate information especially of the evaluation of such an extension and whether the rules concerned are ‘technical’ within the meaning of Directive 98/34/EC of the European Parliament and of the Council (4). Notification shall include all the observations received from the concerned socio-economic groups under the second subparagraph of paragraph 1 and the evaluation of the application for extension.\n3.   The Commission shall publish in the ‘C’ series of the Official Journal of the European Union the rules of which extension is requested by interbranch organisations recognised by the Commission under Article 4. Following the publication, the Member States and the socio-economic groups concerned shall submit their observations within two months from the date of publication.\n4.   If the rules of which extension is requested are technical rules within the meaning of Directive 98/34/EC of the European Parliament and of the Council, they shall be notified to the Commission in accordance with Article 8 of that Directive at the same time as the notification provided for in paragraph 2 of this Article.\nWithout prejudice to paragraph 5 of this Article, where the conditions for delivery of a detailed opinion under Article 9 of Directive 98/34/EC are met, the Commission shall refuse to approve the requested extension of the rules.\n5.   The Commission shall take a decision on the application for the extension of the rules within three months of notification by the Member State laid down in paragraph 2. Where paragraph 3 applies, the Commission shall take a decision within five months from the publication of such rules in the ‘C’ Series of the Official Journal of the European Union.\nThe Commission shall take a negative decision if it finds that the extension would:\n(a) prevent, restrict or distort competition in a substantial part of the common market;\n(b) restrict freedom of trade; or\n(c) jeopardise the objectives of the common agricultural policy or those of any other Community rules.\n6.   The rules for which application has been extended shall be published in the ‘C’ series of the Official Journal of the European Union.", "Payment of the subscription by non-members\n1.   When, pursuant to Article 8, rules are made binding on non-members of the interbranch organisation, the Member State or the Commission, as appropriate, may decide that individuals or groups which are non-members shall pay to the organisation all or part of the subscription paid by members. Such subscription shall not be used to cover the administrative costs of applying the agreements or concerted practices.\n2.   Any measure by the Member States or the Commission imposing a subscription on individuals or groups which are not members of an interbranch organisation shall be published in the ‘C’ series of the Official Journal of the European Union. The measure shall take effect two months from the date of publication.\n3.   Where an interbranch organisation requests that individuals or groups not belonging to it to pay under this Article or Article 126(1) of Regulation (EC) No 1234/2007 all or part of the subscriptions paid by its members, the organisation shall inform the Member State or the Commission, as appropriate, about the amount of subscription to be paid. To this effect the Member State or the Commission may carry out whatever inspection of the organisation it considers necessary.", "0\nRepeal\nRegulation (EEC) No 86/93 is hereby repealed.", "1\nEntry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 215, 30.7.1992, p. 80. Regulation repealed by Regulation (EC) No 1234/2007.\n(3)  OJ L 12, 20.1.1993, p. 13.\n(4)  OJ L 204, 21.7.1998, p. 37."}