{"celex_id": "32007D0837", "uri": "http://publications.europa.eu/resource/cellar/27e76e08-41dd-4c21-97ed-fc5961b7ec2d", "type": "Decision", "concepts": ["1052", "1154", "1911", "259", "3323", "3489", "6541"], "title": "2007/837/EC: Commission Decision of 30 November 2007 implementing Decision 575/2007/EC of the European Parliament and of the Council as regards the adoption of the strategic guidelines for 2008 to 2013 (notified under document number C(2007) 5822)\n", "header": "15.12.2007 EN Official Journal of the European Union L 330/48\nCOMMISSION DECISION\nof 30 November 2007\nimplementing Decision 575/2007/EC of the European Parliament and of the Council as regards the adoption of the strategic guidelines for 2008 to 2013\n(notified under document number C(2007) 5822)\n(Only the Bulgarian, Spanish, Czech, German, Estonian, Greek, English, French, Italian, Latvian, Lithuanian, Hungarian, Maltese, Dutch, Polish, Portuguese, Romanian, Slovak, Slovenian, Finnish and Swedish texts are authentic)\n(2007/837/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 575/2007/EC of the European Parliament and of the Council of 23 May 2007 establishing the European Return Fund for the period 2008 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (1), and in particular Article 18 thereof,\nWhereas:\n(1) The Commission should lay down strategic guidelines setting out a framework for the intervention of the Fund relating to the multi-annual programming period 2008 to 2013.\n(2) The guidelines should define the priorities and, in accordance with Article 15(4) of Decision No 575/2007/EC, the specific priorities that allow Member States not covered by the Cohesion Fund to have the co-financing of the Community contribution increased to 75 % for projects co-financed by the Fund.\n(3) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark should not be bound to this Decision or subject to its application.\n(4) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Ireland has notified, by letter of 6 September 2005, its wish to take part in the adoption and application of Decision No 575/2007/EC.\n(5) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom has notified, by letter of 27 October 2005, its wish to take part in the adoption and application of Decision No 575/2007/EC.\n(6) The measures provided for in this Decision are in accordance with the opinion of the common Committee ‘Solidarity and Management of Migration Flows’ established by Article 56 of Decision No 574/2007/EC of the European Parliament and of the Council of 23 May 2007 establishing the External Borders Fund for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (2),", "main_body": ["The guidelines setting out the priorities and specific priorities for the multi-annual programming for the period 2008 to 2013 shall be as defined in the Annex.", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand-Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden, the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 November 2007.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  OJ L 144, 6.6.2007, p. 45.\n(2)  OJ L 144, 6.6.2007, p. 22.\nANNEX\nThe strategic guidelines set out below are to be seen in the context of more efficient management of migration flows at all stages, as initiated by the Tampere European Council in 1999, including a common return policy and the fight against illegal immigration.\nWhen preparing their draft multi-annual programmes, Member States should target the available resources under this Fund to three out of four of the following priorities, allowing them to determine the most effective distribution of the financial resources allocated to them in accordance with their needs:\nPRIORITY 1:   Support for the development of a strategic approach to return management by Member States.\nThis includes the development of integrated return management in all its dimensions. In accordance with Article 3(2) of Decision No 575/2007/EC, integrated return management should be based on a comprehensive assessment of the situation of the potential returnees in the Member State and in their countries of origin and the challenges with respect to the operations envisaged, set targets for such operations and envisage a wide set of measures focusing on effective and sustainable return, including preparation, enforcement and follow-up of removals.\nWithin this priority, the Community contribution may be increased to 75 % for integrated return plans addressing the following specific priorities:\n(1) assisted voluntary return programmes;\n(2) cash incentives and measures to address the specific situation of vulnerable returnees;\n(3) integrated return plans supporting the return of third-country nationals or stateless persons not covered under Community readmission agreements or national bilateral readmission agreements to countries of origin, former residence or transit with which cooperation in the field of return is particularly difficult.\nPRIORITY 2:   Support for the cooperation between Member States in return management.\nThis includes setting up and implementing integrated return plans as well as cooperation in specific areas of integrated return management, such as the preparation, enforcement and follow-up of joint flights for removal and joint removals by land.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priority:\n— integrated return plans which have been designed and will also be implemented in cooperation with other Member States, and, where appropriate, with the Frontex Agency, non-governmental organisations and/or international organisations, with the aim of pooling the different skills, experiences and resources of the authorities of the Member States and where appropriate the other organisations involved.\nPRIORITY 3:   Support for specific innovative (inter)national tools for return management.\nThis includes setting up or improving counselling and return information measures, reintegration measures for returnees in the country of return, modes of cooperation with consular and/or immigration services, including training, and measures to gain information on undocumented third-country nationals or stateless persons.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) projects which propose particularly innovative ways and means of informing and counselling potential returnees about the situation in the countries of return and/or other innovative incentives for increasing the number of voluntary returnees based on respect for the dignity of the individuals concerned;\n(2) projects which test new working methods to speed up the process of documenting returnees in cooperation with the consular authorities and immigration services of third countries.\nPRIORITY 4:   Support for Community standards and best practices on return management.\nThis includes the application of existing and future common standards as referred to in recitals 13 and 14 of Decision No 575/2007/EC and the promotion of (inter)national best practices and ways to cooperate with the relevant authorities of other Member States, for example by using the ICONET.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) evaluations and missions to measure progress in return programmes, tools and processes;\n(2) measures taken at national level to ensure a fair and effective implementation of common standards on return, as established under Community legislation on return, including the training of practitioners."}