{"celex_id": "32000R2630", "uri": "http://publications.europa.eu/resource/cellar/68c6f671-9661-473b-b557-6af7c2f658ba", "type": "Regulation", "concepts": ["1158", "2300", "2435", "2897", "3140", "3584"], "title": "Commission Regulation (EC) No 2630/2000 of 30 November 2000 amending Council Regulation (EC) No 1420/1999 establishing common rules and procedures to apply to shipments of certain types of waste from the European Community to Bahrain, Haiti, Honduras, Libya, Namibia, Qatar, Uzbekistan and the Vatican City (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 2630/2000\nof 30 November 2000\namending Council Regulation (EC) No 1420/1999 establishing common rules and procedures to apply to shipments of certain types of waste from the European Community to Bahrain, Haiti, Honduras, Libya, Namibia, Qatar, Uzbekistan and the Vatican City\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 259/93 of 1 February 1993 on the supervision and control of shipments of waste within, into and out of the European Community(1), as last amended by Commission Decision 1999/816/EC(2), and in particular Article 17(3) thereof,\nWhereas:\n(1) In January, the European Commission sent a \"note verbale\" to all non-OECD countries (plus Hungary and Poland, which do not yet apply OECD Decision C(92)39 final). The purpose of this \"note verbale\" was threefold: (i) to inform these countries of the Community's new Regulations; (ii) to ask for confirmation of the respective positions as outlined in the Annexes to both Regulations; and (iii) to have an answer from those countries which did not reply in 1994.\n(2) Among the countries that replied, the following notified the Commission that they do not wish to receive any shipment of waste listed in Annex II to Regulation (EEC) No 259/93:\n1. Bahrain (reply of 29 February 2000);\n2. Haiti (reply of 1 March 2000);\n3. Honduras (reply of 23 March 2000);\n4. Libya (reply of 22 February 2000);\n5. Namibia (reply of 20 February 2000);\n6. Qatar (reply of 9 May 2000);\n7. Uzbekistan (reply of 6 March 2000);\n8. Vatican City (reply of 16 March 2000).\n(3) In accordance with Article 17(3) of Regulation (EEC) No 259/93, the Committee instituted by Article 18 of Council Directive 75/442/EEC of 15 July 1975 on waste(3), as last amended by Commission Decision 96/350/EC(4), was notified of the official request of these countries on 19 June 2000.\n(4) In order to take into account the new situation of these countries, it is necessary to amend Council Regulation (EC) No 1420/1999(5) establishing common rules and procedures to apply to shipments of certain types of waste,", "main_body": ["Regulation (EC) No 1420/1999 is hereby amended as follows:\n1. The following countries are added to those listed in Annex A with the mention \"All types\": \"Bahrain, Haiti, Honduras, Libya, Namibia, Qatar, Uzbekistan and the Vatican City.\"\n2. The following countries are deleted from the list in Annex B: \"Bahrain, Haiti, Honduras, Namibia, Qatar, Uzbekistan and the Vatican City.\"", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 30, 6.2.1993, p. 1.\n(2) OJ L 316, 10.12.1999, p. 45.\n(3) OJ L 194, 25.7.1975, p. 39.\n(4) OJ L 135, 6.6.1996, p. 32.\n(5) OJ L 166, 1.7.1999, p. 6."}