{"celex_id": "32000R0811", "uri": "http://publications.europa.eu/resource/cellar/5b3d51b4-6b05-4b08-bf8c-cfecca166ec9", "type": "Regulation", "concepts": ["1609", "3003", "3165", "4125", "4327", "755"], "title": "Council Regulation (EC) No 811/2000 of 17 April 2000 amending Regulation (EC) No 1577/96 introducing a specific measure in respect of certain grain legumes\n", "header": "Council Regulation (EC) No 811/2000\nof 17 April 2000\namending Regulation (EC) No 1577/96 introducing a specific measure in respect of certain grain legumes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 36 and 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) Regulation (EC) No 1577/96(4) introduced a specific measure in respect of certain grain legumes.\n(2) The markets for the crops covered by the said measure are different, namely animal feed for vetches and human food for lentils and chickpeas. Because the maximum area system applied to those crops taken together hitherto has not made it possible to manage properly the development of land under crops by reason, in particular, of the increase in the area under vetches since application of the system started. As a result, the maximum guaranteed area should be subdivided so as better to direct grain-legume production in the Community.\n(3) The maintenance of crops of grain legumes such as lentils, chickpeas and vetches is in the Community economic interest, both as regards the use made of the products and their suitability for the production areas. Given the deficit in protein crops in the European Union, the Commission should examine the possibilities for improving the system without cutting the level of aid.\n(4) For the purposes of applying the system, the Management Committee for Dried Fodder set up by Article 17 of Regulation (EC) No 603/95(5) should be replaced by the Management Committee for Cereals set up by Article 23 of Regulation (EEC) No 1766/92(6).\n(5) It is appropriate that before the end of the 2002/2003 marketing year, the Commission should produce a report on the application of the present system, accompanied, where necessary, by appropriate proposals.\n(6) Regulation (EC) No 1577/96 should therefore be amended,", "main_body": ["Regulation (EC) No 1577/96 is amended as follows:\n1. Article 3 shall be replaced by the following:\n\"Article 3\n1. Where the areas for which aid is requested under this Regulation exceed the maximum guaranteed areas fixed in paragraph 2, the aid to be paid for the marketing year concerned shall be reduced proportionately.\n2. The maximum guaranteed areas shall be fixed at 160000 hectares for lentils and chickpeas, and 240000 hectares for the vetches referred to in point (c) of Article 1. Where a maximum area is not reached during a marketing year, the unused balance shall be reallocated to the other maximum guaranteed area for that marketing year before an overrun occurs.\"\n2. In Article 6:\n(a) paragraph 1 shall be replaced by the following:\n\"1. The Commission shall lay down detailed rules of application in accordance with the procedure defined in Article 23 of Regulation (EEC) No 1766/92(7). In accordance with that procedure, the Commission shall determine the overruns in the maximum guaranteed areas and shall fix the definitive aid by no later than 15 November of the marketing year in question.\";\n(b) paragraph 3 shall be replaced by the following:\n\"3. By the end of the marketing year 2002/2003 at the latest, the Commission shall submit a report on the application of this system, accompanied, if necessary, by appropriate proposals.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 2000/2001 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 April 2000.\nFor the Council\nThe President\nL. Capoulas Santos\n(1) OJ C 342, 30.11.1999, p.41.\n(2) Opinion delivered on 17 March 2000 (not yet published in the Official Journal).\n(3) OJ C 51, 23.2.2000, p. 29.\n(4) OJ L 206, 16.8.1996, p. 4. Regulation as amended by Commission Regulation (EC) No 1826/97 (OJ L 260, 23.9.1997, p. 11).\n(5) OJ L 63, 21.3.1995, p. 1. Regulation as amended by Regulation (EC) No 1347/95 (OJ L 131, 15.6.1995, p. 1).\n(6) OJ L 181, 1.7.1992, p. 21. Regulations as last amended by Regulation (EC) No 1253/1999 (OJ L 160, 26.6.1999, p. 18).\n(7) OJ L 181, 1.7.1992, p. 21. Regulation as last amended by Regulation (EC) No 1253/1999 (OJ L 160, 26.6.1999, p. 18)."}