{"celex_id": "32002R0579", "uri": "http://publications.europa.eu/resource/cellar/d5175b87-8bb4-45b7-b7b0-7edbe08a790e", "type": "Regulation", "concepts": ["1220", "1561", "1730", "2718", "3070", "4128", "4129", "4172", "5076"], "title": "Council Regulation (EC) No 579/2002 of 25 March 2002 amending Regulation (EC) No 1587/98 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion as a result of those regions' remoteness\n", "header": "Council Regulation (EC) No 579/2002\nof 25 March 2002\namending Regulation (EC) No 1587/98 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion as a result of those regions' remoteness\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 and Article 299(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) On 17 July 1998 the Council adopted Regulation (EC) No 1587/98 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guiana and Réunion(3) as a result of those regions' remoteness. This scheme expires on 31 December 2001, unless a new proposal is presented by the Commission.\n(2) Article 299(2) of the Treaty recognises the particular handicaps affecting the structural social and economic situation of the outermost regions, made worse by their remoteness and insularity. This is also the case for the fisheries sector.\n(3) The Commission, in its report to the European Parliament and to the Council of 14 March 2000, undertook to propose, where appropriate, adjustments to be made to the measures in force after carrying out an evaluation of the scheme.\n(4) A detailed evaluation of the impact of the implementation of the special measures adopted for the fisheries sector in the outermost regions is needed in order to submit the report provided for in Article 6 of Regulation (EC) No 1587/98. It is not possible to carry out the evaluation by 1 June 2001, as required under that Article.\n(5) After carrying out the above evaluation, and as part of the debate on the future of the common fisheries policy, the Commission will submit a report to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions on the implementation of the measures provided for in Regulation (EC) No 1587/98 together, if appropriate, with a new proposal.\n(6) The Commission should be able to adjust the quantities set for the various species to take account of changes in marketing conditions and characteristics.\n(7) The scheme should be extended for one year, to ensure the continuity of the legal framework of the scheme to compensate for additional costs,", "main_body": ["Regulation (EC) No 1587/98 is hereby amended as follows:\n1. Article 2(6) shall be replaced by the following: \"6. The Commission may, in accordance with the procedure laid down in Article 4, adjust the amounts and the quantities set for the various species, in the light of their marketing conditions and characteristics, within the overall financial provisions set out in paragraphs 1 to 5.\"\n2. In Article 6, the date \"1 June 2001\" shall be replaced by \"1 June 2002\".\n3. In Article 7, second paragraph, the date \"31 December 2001\" shall be replaced by \"31 December 2002\".", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2002.\nFor the Council\nThe President\nA. M. Birulés y Bertrán\n(1) OJ C 332 E, 27.11.2001, p. 247.\n(2) Opinion delivered on 14 March 2002 (not yet published in the Official Journal).\n(3) OJ L 208, 24.7.1998, p. 1."}