{"celex_id": "32000R1085", "uri": "http://publications.europa.eu/resource/cellar/542ad7ff-4913-4990-8b27-94983e2059ef", "type": "Regulation", "concepts": ["2110", "216", "3468", "4790", "5229"], "title": "Commission Regulation (EC) No 1085/2000 of 15 May 2000 laying down detailed rules for the application of control measures applicable in the area covered by the Convention on Future Multilateral Cooperation in the North-East Atlantic Fisheries\n", "header": "Commission Regulation (EC) No 1085/2000\nof 15 May 2000\nlaying down detailed rules for the application of control measures applicable in the area covered by the Convention on Future Multilateral Cooperation in the North-East Atlantic Fisheries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2791/1999 of 16 December 1999 laying down certain control measures applicable in the area covered by the Convention on Future Multilateral Cooperation in the North-East Atlantic Fisheries(1), and in particular Articles 4(3), 6(5), 7(3), 8, 11(5) and (6), 12(1), 13(1), 14(1)(h), 19(7) and 27 thereof,\nWhereas:\n(1) Regulation (EC) No 2791/1999 lays down certain specific control measures to monitor Community fishing activities in the North-east Atlantic Fisheries Commission (NEAFC) regulatory area and to supplement the control measures provided for in Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy(2), as last amended by Regulation (EC) No 2846/98(3). Detailed rules should be laid down for the application of that Regulation.\n(2) The Annexes to the NEAFC scheme of control and enforcement in respect of fishing vessels fishing in areas beyond the limits of national fisheries' jurisdiction in the convention area adopted by the NEAFC set out the formats for communicating data and models for certain inspection tools which should be adopted at Community level. These formats and models are shown in the Annex to this Regulation.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Aim\nThis Regulation sets out detailed rules for the application of Regulation (EC) No 2791/1999.", "Definitions\nFor the purposes of this Regulation:\n1. \"authorised vessels\" means vessels which, in accordance with Article 7(3) of Council Regulation (EC) No 1627/94(4), have been issued a special fishing permit authorising, in accordance with Article 4(1) of Regulation (EC) No 2791/1999, fishing activities in the NEAFC regulatory area for one or more regulated resources under Regulation (EC) No 2791/1999;\n2. \"FMC\" means fisheries monitoring centres as set up by the Member States to manage the satellite-based monitoring system;\n3. \"message\" means the report on the vessel's position automatically transmitted by the satellite-based monitoring system to the FMC of the flag Member State;\n4. \"position report\" means the manual report made by the captain in the circumstances provided for in Article 6 of Commission Regulation (EC) No 1489/97(5);\n5. \"scheme\" means the scheme of control and enforcement referred to in Article 1(a) of Regulation (EC) No 2791/1999.\nCHAPTER II\nDATA COMMUNICATION", "Community participation\n1. The communication referred to in Article 4(2) of Regulation (EC) No 2791/1999 shall include:\n(a) the list of vessels authorised to fish in the regulatory area in accordance with Article 4(1) of that Regulation;\n(b) the list of vessels authorised to fish for one or more regulated resources, broken down by species, and\n(c) amendments to these lists.\nThe lists shall refer to the internal number allocated to each vessel in the fishing vessel register, in accordance with Article 5 of Commission Regulation (EC) No 2090/98(6).\n2. Member States shall immediately forward to the Commission, by computer transmission, the internal numbers of authorised vessels the special permits of which have been withdrawn or suspended.", "Reporting of catches of regulated resources\nThe content and format of the communications to be forwarded under Article 6(5) of Regulation (EC) No 2791/1999 shall be as set out in Annex I.", "Global reporting of catches\nThe list of resources referred to in Article 7(1) of Regulation (EC) No 2791/1999 shall be as set out in Annex II.\nFor the global reporting of catches referred to in Article 7(1), Member States shall use the format set out in Annex II.", "Reporting of positions\n1. The communications referred to in Article 8 of Regulation (EC) No 2791/1999 shall be transmitted by the FMCs.\n2. The content and format of these reports shall be as set out in Annex III.\n3. The FMCs shall forward in particular the information contained in:\n(a) the first message received after the vessel enters the regulatory area;\n(b) at least one message every six hours while the vessel is in the regulatory area, and\n(c) the first message received after the vessel leaves the regulatory area.\n4. Where applicable, the position reports shall be forwarded to the NEAFC secretariat at least once every 24 hours. Where necessary, the Member States may authorise the captain of the vessel to send a copy of this report immediately to the NEAFC secretariat.\nCHAPTER III\nSECURITY AND CONFIDENTIALITY", "Secure and confidential treatment of electronic reports and messages\n1. The provisions of paragraphs 2 to 9 shall apply to all electronic reports and messages under this Regulation and Regulation (EC) No 2791/1999, with the exception of the global reporting of catches referred to in Article 5 of this Regulation.\n2. The relevant authorities in the Member States responsible for processing the reports and messages shall take all necessary measures to comply with the security and confidentiality provisions set out in paragraphs 4 to 9.\n3. Each Member State shall, where necessary, at the request of the NEAFC secretariat, rectify or erase reports or messages which have not been dealt with in accordance with Regulation (EC) No 2791/1999 and this Regulation.\n4. The reports and messages shall be used only for the purposes stipulated in the scheme. Member States carrying out an inspection shall make the reports and messages available for inspection purposes and to inspectors assigned to the scheme only.\n5. Member States carrying out an inspection:\n(a) may retain and store reports and messages transmitted by the NEAFC secretariat within 24 hours of the departure of the vessels to which the data pertain from the regulatory area without re-entry. Departure is deemed to have been effected six hours after the transmission of the intention to exit from the regulatory area;\n(b) shall ensure the secure processing of reports and messages in their respective electronic data-processing facilities, in particular where the processing involves transmission over a network. Member States must adopt appropriate technical and organisational measures to protect reports and messages against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access and against all inappropriate forms of processing.\nIn view of the expertise acquired with respect to the secure and confidential treatment of electronic reports and messages and the cost of their implementation, such measures shall ensure a level of security appropriate to the risks represented by the processing of reports and messages.\n6. The Member States and the Commission shall comply with the minimum security requirements set out in Annex IV.\n7. For their main computer systems the Member States shall aim to meet the criteria set out in Annex V.\n8. The X.400 protocol can be used for communication of data under the scheme. In this case, appropriate encryption protocols shall be applied to ensure confidentiality and authenticity.\n9. Access limitation to the data shall be secured via a flexible user identification and password mechanism. Each user shall be given access only to the data necessary for his/her task.\nCHAPTER IV\nINSPECTION", "Identification of inspection services\nThe pennants or special flags referred to in Article 11(5) of Regulation (EC) No 2791/1999 shall comply with the models set out in Annex VI(A).\nThe special identity document referred to in Article 12 of Regulation (EC) No 2791/1999 shall be drawn up in accordance with the model in Annex VI(B).", "Inspection activities\nThe format of messages at the start and end of the activities of inspection vessels and aircraft referred to in Article 11(6) of Regulation (EC) No 2791/1999 shall be as set out in Annex VII.", "0\nObservation report\nObservation reports as referred to in Article 13 of Regulation (EC) No 2791/1999 shall be drawn up in accordance with the model in Annex VIII(A).\nThe format for transmission of the report shall be as set out in Annex VIII(B).", "1\nInspection report\nInspection reports as referred to in Article 14(1)(h) of Regulation (EC) No 2791/1999 shall be drawn up in accordance with the model in Annex IX.", "2\nFollow-up in the case of serious infringements\nThe list of competent authorities referred to in Article 19 of Regulation (EC) No 2791/1999 authorised to receive information on serious infringements is set out in Annex X.\nCHAPTER V\nFINAL PROVISIONS", "3\nGeneral rules applicable to notifications to the Secretariat\n1. Notifications sent to the NEAFC Secretariat in accordance with Articles 4, 6 and 10 of this Regulation shall comply with the general rules set out in Annex XI. Each transmission shall be given a serial number by the transmitting Member State.\n2. The codes used in notifications shall be in conformity with the international codes set out in Annex XII.", "4\nEntry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThe provisions referred to in Articles 4 and 6 shall remain in force until 31 December 2000 or until the adoption by the Council, in accordance with Article 30 of Regulation (EC) No 2791/1999, of the necessary measures instituting a definitive regime.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 337, 30.12.1999, p. 1.\n(2) OJ L 261, 20.10.1993, p. 1.\n(3) OJ L 358, 31.12.1998, p. 5.\n(4) OJ L 171, 6.7.1994, p. 7.\n(5) OJ L 202, 30.7.1997, p. 18.\n(6) OJ L 266,1.10.1998, p. 27.\nANNEX I\nREPORTING OF INFORMATION ON CATCHES FROM FISHING VESSELS\n1. \"ENTRY\" report\n>TABLE>\n2. \"EXIT\" report\n>TABLE>\n3. \"CATCH\" report\n>TABLE>\n4. \"TRANSHIPMENT\" report\n>TABLE>\nANNEX II\nREPORTING OF AGGREGATE CATCH AND FISHING EFFORT\nA. List of species subject to catch report\n>TABLE>\nB. \"REPORT\" concerning catches taken in the regulatory area\n>TABLE>\nC. \"JURISDICTION\": report concerning catches of regulated resources taken in areas under fisheries jurisdiction of the Contracting Parties\n>TABLE>\nANNEX III\nCOMMUNICATION OF CATCHES, VMS MESSAGES AND HAIL REPORTS BY FISHING VESSELS\n\"POSITION\" report\n>TABLE>\nANNEX IV\nMinimum security requirements to be met by the Member States and the Commission:\n(a) System access control: The system has to withstand a break-in attempt from unauthorised persons\n(b) Authenticity and data access control: The system has to be able to limit the access of authorised parties to a predefined set of data only\n(c) Communication security: It shall be guaranteed that the reports and messages are securely communicated\n(d) Data security: It is guaranteed that all reports and messages that enter the system are securely stored for the required time and that they will not be tampered with\n(e) Security procedures: Security procedures shall be designed addressing access to the system (both hardware and software), system administration and maintenance, backup and general usage of the system.\nANNEX V\nThe criteria the Member States shall aim to meet for their main computer systems are those of a C2-level trusted system.\nMinimum requirements to be met by the Member States and the Commission for a C2-level trusted system:\n(a) A stringent password and authentication system. Each user of the system is assigned a unique user identification and associated password. Each time the user logs on to the system he/she has to provide the correct password. Even when successfully logged on the user only has access to those and only those functions and data that he/she is configured to have access to. Only a privileged user has access to all the data.\n(b) Physical access to the computer system is controlled.\n(c) Auditing; selective recording of events for analysis and detection of security breaches.\n(d) Time-based access control; access to the system can be specified in terms of times of day and days of week that each user is allowed to log in to the system.\n(e) Terminal access control; specifying for each workstation which users are allowed to access.\nANNEX VI\nA. NEAFC inspection pennants\n1. Pennants are to be shown during daylight hours, in conditions of normal visibility.\n2. The boarding craft shall display one of the inspection pennants in the above conditions. This pennant may be half-scale. It may also be painted on the side or on any vertical surface of the boarding craft (there is no need to reproduce the letters \"NE\" in this case\n>PIC FILE= \"L_2000128EN.001602.EPS\">\nThe distance between the pennants should not exceed one metre.\n>PIC FILE= \"L_2000128EN.001603.EPS\">\nB. Inspector's identity card\n>PIC FILE= \"L_2000128EN.001701.EPS\">\n>PIC FILE= \"L_2000128EN.001702.EPS\">\nThis card should be 10 x 7 cm in size and may be plasticised.\nThe colours of the NEAFC inspection pennant are shown in Annex VI(A).\nThe card number shall consist of the country's ISO-3 code followed by the four-figure ID number of the Contracting Party.\nANNEX VII\nNotification of surveillance activities\nA. Report of entry of surveillance craft in the regulatory area\n>TABLE>\nB. Report of exit of surveillance craft from the regulatory area\n>TABLE>\nANNEX VIII\nREPORT CONCERNING OBSERVATIONS OF VESSELS\nA. Observation report\n>PIC FILE= \"L_2000128EN.002002.EPS\">\nB. Report concerning observation of vessels\n>TABLE>\nPositive identification can only be achieved by means of visual verification of the radio call sign or the external registration number displayed on the vessel.\nIf positive identification is not possible the reason shall be specified in the comments field.\nANNEX IX\nINSPECTION REPORT\n(Format as follows)\n>PIC FILE= \"L_2000128EN.002302.EPS\">\n>PIC FILE= \"L_2000128EN.002401.EPS\">\n>PIC FILE= \"L_2000128EN.002501.EPS\">\n>PIC FILE= \"L_2000128EN.002601.EPS\">\n>PIC FILE= \"L_2000128EN.002701.EPS\">\n>PIC FILE= \"L_2000128EN.002801.EPS\">\n>PIC FILE= \"L_2000128EN.002901.EPS\">\n>PIC FILE= \"L_2000128EN.003001.EPS\">\nANNEX X\nLIST OF COMPETENT AUTHORITIES AUTHORISED TO RECEIVE INFORMATION ON SERIOUS INFRINGEMENTS\n>TABLE>\nANNEX XI\nDATA EXCHANGE FORMAT AND PROTOCOLS\nA. Data transmission format\nEach data transmission is structured as follows:\n- double slash (//) and the characters \"SR\" indicate the start of a message;\n- a double slash (//) and field code indicate the start of a data element;\n- a single slash (/) separates the field code and the data;\n- pairs of data are separated by space;\n- the characters \"ER\" and a double slash (//) indicate the end of a record.\nB. Data exchange protocols\nAuthorised data exchange protocols for electronic transmission of reports and messages between Contracting Parties and the Secretariat shall be X.25 and X.400.\nC. Format for electronic exchange of fisheries monitoring, inspection and surveillance information (The North Atlantic Format)\n>TABLE>\nD.1. Structure of reports and messages as laid down in Annexes I, III and VII when forwarded by Member States to the NEAFC Secretariat\nWhere appropriate, each Member State retransmits to the NEAFC Secretariat data received from its vessels, in accordance with Articles 4, 6 and 10; subject to the following amendments:\n- the address (AD) shall be replaced by the address of the Secretariat (XNE)\n- the data elements \"record date\" (RD), \"record time\" (RT), \"record number\" (RN) and \"from\" (FR) shall be inserted\nD.2. Return messages\nA return message should be sent every time a report or message transmitted electronically is received by the Member States or the Secretariat.\nReturn message format:\n>TABLE>\nANNEX XII\nCODES TO USE IN ALL COMMUNICATIONS\nA. Types of fishing gear\n1. Main gear types\n>TABLE>\n2. Main categories of devices and attachments of gear\n>TABLE>\nB. Product form and type of packaging\n1. Product form codes\n>TABLE>\n2. Type of packing\n>TABLE>\nC. Fishing vessel codes\n1. Main vessel types\n>TABLE>\n2. Main vessel activities\n>TABLE>"}