{"celex_id": "32008R0446", "uri": "http://publications.europa.eu/resource/cellar/9acdd3ec-1588-4150-8fea-aac0de47b8c9", "type": "Regulation", "concepts": ["2437", "2455", "2879", "5229", "5254"], "title": "Commission Regulation (EC) No 446/2008 of 22 May 2008 adapting certain bluefin tuna quotas in 2008 pursuant to Article 21(4) of Council Regulation (EEC) No 2847/93 establishing a control system applicable to the Common Fisheries Policy\n", "header": "23.5.2008 EN Official Journal of the European Union L 134/11\nCOMMISSION REGULATION (EC) No 446/2008\nof 22 May 2008\nadapting certain bluefin tuna quotas in 2008 pursuant to Article 21(4) of Council Regulation (EEC) No 2847/93 establishing a control system applicable to the Common Fisheries Policy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the Common Fisheries Policy (1), and in particular Article 21(4) thereof,\nWhereas:\n(1) Council Regulation (EC) No 41/2007 (2), fixed the amount of bluefin tuna which could be fished in 2007 in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean sea by Community fishing vessels.\n(2) France and Italy overfished their bluefin tuna quotas in 2007.\n(3) On the basis of the exhaustion of the Community share, fishing for bluefin tuna by vessels flying the flag of or registered in Cyprus, Greece, Spain, Malta or Portugal was prohibited by Commission Regulation (EC) No 1073/2007 (3).\n(4) Regulation (EC) No 1073/2007 entered into force before Cyprus, Greece, Spain, Malta and Portugal had exhausted their quotas. The quotas which could not be used by those Member States in 2007 amounted to 438,6 tonnes.\n(5) Council Regulation (EC) No 40/2008 (4), fixes the amount of bluefin tuna which may be fished in 2008 in the areas concerned.\n(6) It is appropriate to make deductions from the 2008 bluefin tuna quotas of France and Italy and to allocate the amounts deducted, as appropriate, to the Member States whose fishing activities were halted before their quotas were exhausted.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Bluefin tuna (Thunnus thynnus) quotas allocated to France and Italy for the year 2008 shall be reduced and the amounts deducted shall be allocated to Greece, Spain, Cyprus, Malta and Portugal for 2008 as shown in the Annex.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1967/2006 (OJ L 409, 30.12.2006, p. 11), corrected version in OJ L 36, 8.2.2007, p. 6.\n(2)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Regulation (EC) No 1533/2007 (OJ L 337, 21.12.2007, p. 21).\n(3)  OJ L 245, 20.9.2007, p. 3.\n(4)  OJ L 19, 23.1.2008, p. 1.\nANNEX\n(tonnes)\nMember State Adapted quota Catches 2007 Difference quota-catches Internal compensation 2008 Deduction 2008 Initial quota 2008 Adapted quota 2008\nCyprus 154,70 0,60 154,10 154,10  149,44 303,54\nSpain 5 752,20 5 702,50 49,70 49,70  5 378,76 5 428,46\nFrance 5 593,60 10 786,20 –5 192,60  412,54 (94,06 %) 5 306,73 4 894,19\nGreece 485,20 285,20 200,00 200,00  277,46 477,46\nItaly 4 336,30 4 663,80 – 327,50  26,06 (5,94 %) 4 188,77 4 162,71\nMalta 355,60 333,70 21,90 21,90  343,54 365,44\nPortugal 41,90 29,00 12,90 12,90  506,06 518,96\nAll Member States 60,00 0,30 59,70   60,00 60,00\nTotal 16 779,50 21 801,30 –5 021,80 438,60  16 210,76 16 210,76\nOver-fished by France 5 192,60 = 94,06 %\nOver-fished by Italy 327,50 = 5,94 %\nTotal over-fished 5 520,10 = 100,00 %"}