{"celex_id": "32003D0258", "uri": "http://publications.europa.eu/resource/cellar/20158abb-bd42-40a6-85a3-d5d4ee3fe3d7", "type": "Decision", "concepts": ["1445", "1596", "1755", "192", "2121", "2286", "4743"], "title": "2003/258/EC: Commission Decision of 10 April 2003 concerning protective measures in relation to avian influenza in the Netherlands (Text with EEA relevance) (notified under document number C(2003) 1256)\n", "header": "Commission Decision\nof 10 April 2003\nconcerning protective measures in relation to avian influenza in the Netherlands\n(notified under document number C(2003) 1256)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2003/258/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(3), and in particular Article 4(1) and (3) thereof,\nWhereas:\n(1) Since 28 February 2003 the Netherlands have declared several outbreaks of highly pathogenic avian influenza.\n(2) Avian influenza is a highly contagious poultry disease that can pose a serious threat for the poultry industry.\n(3) The Netherlands took immediate action as provided for by Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(4), as amended by the Act of Accession of Austria, Finland and Sweden, before the disease was officially confirmed.\n(4) Directive 92/40/EEC sets out the minimum control measures to be applied in the event of an outbreak of avian influenza. The Member State may take more stringent action in the field covered by this Directive if deemed necessary and proportionate to contain the disease, taking into account the particular epidemiological, animal husbandry, commercial and social conditions prevailing.\n(5) All movements of live poultry and hatching eggs within the Netherlands and their dispatch to other Member States have been prohibited. Furthermore the dispatch to Member States and third countries of fresh, unprocessed manure and litter of poultry should also be prohibited.\n(6) The same prohibitions should apply to exports of poultry and hatching eggs to third countries in order to protect their health status and to prevent the risk of re-entry of such consignments in another Member State.\n(7) For the sake of clarity and transparency the Commission after consultation with the Dutch authorities, thereby reinforcing the measures taken by the Netherlands, has taken Decision 2003/153/EC of 3 March 2003 concerning protection measures in relation to strong suspicion of avian influenza in the Netherlands(5).\n(8) Subsequently Commission Decisions 2003/156/EC(6), 2003/172/EC(7), 2003/186/EC(8), 2003/191/EC(9) and 2003/214/EC(10) were adopted after consultation with the Dutch authorities and evaluation of the situation with all Member States.\n(9) The favourable results of the surveillance programme carried out nationwide in the Netherlands suggested that the occurrence of the highly pathogenic avian influenza virus appeared to be restricted to a confined area in the centre of the Netherlands.\n(10) However, despite the measures taken, on 4 April 2003 the disease was confirmed in turkey farms in the southern province of Limburg.\n(11) In view of the occurrence of disease in Limburg, appropriate biosafety, control and surveillance measures are being taken in Belgium and Germany to prevent the introduction of disease into these countries.\n(12) On basis of Decision 2003/214/EC, the Dutch authorities started preventive emptying and culling of poultry in holdings and areas at risk which should be completed swiftly in order to avoid further spreading of the virus.\n(13) As a further disease control measure, the Dutch authorities have applied the strategy of compartmentalisation by dividing the territory into several compartments by restricting transports and activities linked to the poultry sector between compartments.\n(14) Fresh poultry meat destined for intra-Community trade has to be marked with a health mark in accordance with the health mark foreseen in Chapter XII of Annex I to Council Directive 71/118/EEC(11), as last amended by Directive 97/79/EC(12). In order to allow the marketing on the Dutch market of fresh poultry meat obtained from poultry originating from the established surveillance zones, special provisions for its health marking shall be laid down.\n(15) The Dutch authorities should reinforce bio-security and hygiene measures including cleaning and disinfection procedures to prevent the further spread of the disease at all levels of poultry and egg production.\n(16) The measures laid down in Decision 2003/214/EC must be adapted in the light of the evolution of the disease.\n(17) The other Member States have already adjusted the measures they apply to trade, and they are sufficiently informed by the Commission, and, in particular in the context of the Standing Committee on the Food Chain and Animal Health, on the appropriate period for their implementation.\n(18) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. Without prejudice to the measures taken by the Netherlands within the framework of Directive 92/40/EEC applied to the surveillance zones, the Dutch veterinary authorities shall ensure that no live poultry, hatching eggs and fresh, unprocessed and unpasteurised poultry manure or litter are dispatched from the Netherlands to other Member States and to third countries.\n2. Without prejudice to the measures taken by the Netherlands within the framework of Directive 92/40/EEC within the surveillance zones and buffer zones as described in the Annex, the Dutch veterinary authorities shall ensure that no live poultry and hatching eggs are transported within the Netherlands.\n3. By way of derogation from paragraph 2, the competent veterinary authority, taking all appropriate bio-security measures in accordance with Articles 4 and 5 to avoid the spread of avian influenza, may authorise the transport from areas situated outside the surveillance zones of:\n(a) poultry for immediate slaughter, including spent laying hens, to a slaughterhouse that has been designated by the competent veterinary authority;\n(b) day-old chicks and ready-to-lay pullets to a holding under official control, where no other poultry is kept;\n(c) hatching eggs to a hatchery under official control.\nIf live poultry transported in accordance with (a) or (b) originate in another Member State or third country, the transport has to be approved by the Dutch authorities and the competent authority of the Member State or third country of dispatch.\n4. By way of derogation from paragraph 2 the competent veterinary authority, taking all appropriate bio-security measures to avoid the spread of avian influenza, may authorise transport of live poultry and hatching eggs not prohibited by Directive 92/40/EEC and in particular in respect to movements of day-old chicks in accordance with the provisions of Article 9(4)(a), (b) and (c), which shall be transported to holdings within the Netherlands under official control.", "Fresh poultry meat obtained from slaughter poultry transported by taking all appropriate bio-security measures in accordance with Articles 4 and 5 and originating from the established surveillance zones:\n(a) shall be marked with a round format mark in accordance with the further requirements of the competent authorities;\n(b) shall not be dispatched to other Member States or third countries;\n(c) must be obtained, cut, stored and transported separately from other fresh poultry meat destined for intra-Community trade and for exports to third countries and must be used in such a way as to avoid it being introduced into meat products or meat preparations intended for intra-Community trade or for export to third countries, unless it has undergone the treatment specified in table 1(a), (b) or (c) of Annex III to Directive 2002/99/EC.", "Without prejudice to the measures already taken in the framework of Directive 92/40/EEC, the Netherlands shall ensure that the preventive emptying and culling of poultry in holdings and areas at risk in the restricted zones and the zones described in the Annex is completed as soon as possible.\nThe precautionary measures referred to in the first subparagraph shall be taken without prejudice to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(13), as last amended by Decision 2001/572/EC(14).", "In order to enhance bio-security in the poultry sector, the competent veterinary authority of the Netherlands shall ensure that:\n(a) table eggs shall only be transported from a holding to a packing station either in disposable packaging or in containers, trays and other non-disposable equipment, which must be cleaned and disinfected before and after each use in accordance with (d). In addition, in case of table eggs originating from another Member State, the competent veterinary authority shall ensure that the packaging, containers, trays and other non-disposable equipment used for their transport are returned;\n(b) slaughter poultry intended for immediate slaughter shall be transported with trucks and in crates or cages which must be cleaned and disinfected before and after each use in accordance with (d). In addition, in case of slaughter poultry originating from another Member State, the competent veterinary authority shall ensure that the crates and cages and containers are returned;\n(c) day-old chicks are transported in disposable packing material to be destroyed after use;\n(d) the disinfectants and the method of cleaning and disinfection must be approved by the competent authority.", "The competent veterinary authority of the Netherlands shall ensure that stringent bio-security measures are taken on all levels of poultry and egg production in order to avoid risky contacts that may cause the spread of avian influenza between farms. These measures aim in particular to avoid risky contacts of poultry, transport means, equipment and people entering or leaving poultry farms, egg packing stations, hatcheries, slaughterhouses, feedmills, litter processing and rendering plants. For this purpose, all poultry farmers shall keep a register for all professional visits to their farms as well as their professional visits to other poultry holdings.", "This Decision shall apply from 0.00 on 11 April 2003 until 24.00 on 25 April 2003.", "The Netherlands shall amend the measures which they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Netherlands."], "attachments": "Done at Brussels, 10 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 18, 23.1.2003, p. 11.\n(4) OJ L 167, 22.6.1992, p. 1.\n(5) OJ L 59, 4.3.2003, p. 32.\n(6) OJ L 64, 7.3.2003, p. 36.\n(7) OJ L 69, 13.3.2003, p. 27.\n(8) OJ L 71, 15.3.2003, p. 30.\n(9) OJ L 74, 20.3.2003, p. 30.\n(10) OJ L 81, 28.3.2003, p. 48.\n(11) OJ L 55, 8.3.1971, p. 23.\n(12) OJ L 13, 16.1.1997, p. 18.\n(13) OJ L 224, 18.8.1990, p. 19.\n(14) OJ L 203, 28.7.2001, p. 16.\nANNEX\nArea A: Buffergebied Wageningen (24.3.2003)\n1. Vanaf de kruising Werftweg/Veensteeg (De Kraats) de Veensteeg volgend in zuidoostelijke richting tot aan de Heuvelweg.\n2. De Heuvelweg volgend in noordoostelijke richting tot aan de Slagsteeg.\n3. De Slagsteeg volgend in zuidelijke richting tot aan de Weerdjesweg.\n4. De Weerdjesweg volgend in oostelijke richting tot aan de Harsloweg.\n5. De Harsloweg volgend in zuidelijk richting tot aan de Lange Rijnsteeg.\n6. De Lange Rijnsteeg volgend in oostelijke richting, overgaand in de Dijkgraaf, overgaand in de Lange Steeg tot aan de Doctor Willem Dreeslaan (N781).\n7. De Doctor Willem Dreeslaan (N781) volgend in zuidoostelijke richting, overgaand in de Mansholtlaan, overgaand in de Diedenweg, overgaand in de Westerbergweg, overgaand in de Onderlangs, overgaand in de Veerdam tot aan de rivier de Rijn.\n8. De rivier de Rijn stroomafwaarts volgend tot aan de Rijnbrug N233 (Rhenen).\n9. De Rijnbrug (N233) volgend in noordelijke richting, overgaand in de Lijnweg (N233), overgaand in de Cuneraweg (N233) tot aan de Zuidelijke Meentsteeg.\n10. De Zuidelijke Meentsteeg volgend in noordoostelijke richting, overgaand in de Werftweg.\n11. De Werftweg volgend in oostelijke richting tot aan de kruising Werftweg/Veensteeg (De Kraats).\nArea B: Buffergebied Putten (24.3.2003)\n1. Vanaf de Strand Horst de Palmbosweg volgend in zuidelijke richting tot aan de Buitenbrinkweg.\n2. De Buitenbrinkweg volgend in zuidoostelijke richting tot aan de Schaapsdijk.\n3. De Schaapsdijk volgend in zuidoostelijke richting tot aan de Zeeweg.\n4. De Zeeweg volgend in oostelijke richting tot aan de Telgterweg.\n5. De Telgterweg volgend in zuidelijke richting, overgaand in de Telgterengweg tot aan de Bulderweg.\n6. De Bulderweg volgend in oostelijke richting tot aan de Volenbeekweg.\n7. De Volenbeekweg volgend in zuidelijke richting tot aan de Oude Telgterweg.\n8. De Oude Telgterweg volgend in westelijke richting tot aan de Watervalweg.\n9. De Watervalweg volgend in zuidelijke richting tot aan de kruising Watervalweg/Telgterweg (Ermelo).\n10. Vanaf de kruising Watervalweg/Telgterweg (Ermelo) de Telgterweg volgend in zuidelijke richting tot aan de Oude Rijksweg N798 (Putten).\n11. De Oude Rijksweg N798 (Putten) volgend in zuidwestelijke richting tot aan de Stationsstraat.\n12. De Stationsstraat volgend in westelijke richting, overgaand in de Zuiderzeestraatweg tot aan de Waterweg.\n13. De Waterweg volgend in zuidwestelijke richting tot aan de Hoornsdam.\n14. De Hoornsdam volgend in westelijke richting tot aan het Nuldernauw.\n15. Het Nuldernauw volgend in noordoostelijke richting tot aan de Strand Horst.\nArea C: Buffergebied Opheusden (25.3.2003)\n1. Vanaf de kruising Nederrijn/Veerweg, de Veerweg volgend in zuidelijk richting, overgaand in de Randwijkse Rijndijk, overgaand in de Knoppersweg (N836), volgend in zuidoostelijke richting overgaand in de Wageningsestraat (N836) tot aan de snelweg A15 (E31).\n2. De snelweg A15 volgend in oostelijke richting tot aan het knooppunt Valburg/snelweg (A50).\n3. De snelweg (A50) volgend in zuidwestelijke richting tot aan de rivier de Waal.\n4. De rivier de Waal volgend in westelijke richting tot aan de Cuneraweg.\n5. De Cuneraweg volgend in noordelijke richting, overgaand in N233, overgaand in de Rijnburg tot aan de rivier de Nederrijn.\n6. De rivier de Nederrijn volgend in oostelijke richting tot aan de Veerweg.\nArea D: Buffergebied Beneden-Leeuwen (25.3.2003)\n1. De rivier de Waal ter hoogte van het Kanaal van Sint Andries in noordoostelijke richting volgend tot het verlengde van Noord-Zuidweg (Boven-Leeuwen).\n2. Het verlengde van de Noord-Zuidweg (Boven-Leeuwen) volgend in zuidelijke richting, overgaand in de Noord-Zuidweg, overgaand in Noord-Zuid (N322), overgaand in Noord-Zuid (N329) tot aan de rivier de Maas.\n3. De rivier de Maas volgend in westelijke richting tot aan het kanaal van Sint Andries.\n4. Het kanaal van Sint Andries volgend in noordwestelijke richting tot aan de rivier de Waal.\nArea E: Buffergebied Druten (27.3.2003)\n1. Vanaf de kruising van de verlengde weg van de Noord-Zuidweg (Beneden-Leeuwen) en de rivier de Waal, de rivier de Waal volgend in oostelijke richting tot aan de A50.\n2. De A50 volgend in zuidelijke richting tot aan de rivier de Maas.\n3. De rivier de Maas volgend in westelijke richting tot aan Noord-Zuid (N329).\n4. Noord-Zuid (N329) volgend in noordoostelijke richting, overgaand in de Noord-Zuidweg tot aan de rivier de Waal.\nArea F: Buffergebied Nijkerk (27.3.2003)\n1. Vanaf de Hoornsdam volgend in westelijke richting tot aan oprit 10 van de A28 (Strand Nulde).\n2. De A28 volgend in zuidelijke richting tot aan het verkeersknooppunt Hoevelaken.\n3. Vanaf het verkeersknooppunt Hoevelaken de A1 volgend in noordwestelijke richting tot aan de kruising A1/Oude Zevenhuizerstraat (Amersfoort).\n4. De Oude Zevenhuizerstraat volgend in noordelijke richting, overgaand in de Groenweg tot het Nijkerkernauw.\n5. Het Nijkerkernauw volgend in oostelijke richting tot de Hoornsdam.\nArea G: Buffergebied Lienden (27.3.2003)\n1. Vanaf Wijk bij Duurstede de rivier de Neder-Rijn volgend in oostelijke richting tot aan de Rijnbrug N233 (Rhenen).\n2. De Rijnbrug N233 (Rhenen) volgend in zuidelijke richting, overgaand in de provinciale weg N233, overgaand in de Cuneraweg tot aan de rivier de Waal.\n3. De rivier de Waal volgend in westelijke richting tot aan het Amsterdam-Rijnkanaal\n4. Het Amsterdam-Rijnkanaal volgend in noordwestelijke richting tot aan de rivier de Neder-Rijn (Wijk bij Duurstede).\nArea H: Buffergebied Oss (3.4.2003)\n1. Vanaf de kruising van de rivier de Maas met de A50 ter hoogte van afslag 17 (Ravensteijn) de A50 volgend in zuidwestelijke richting tot aan afslag 15 (Oss).\n2. Afslag 15 volgend tot de Cereslaan.\n3. De Cereslaan volgend in noordwestelijke richting tot aan de Ruwaardsingel (Oss).\n4. De Ruwaardsingel (Oss) volgend in noordoostelijke richting tot aan de Doctor Saal van Zwanenbergsingel.\n5. De Doctor Saal van Zwanenbergsingel volgend in noordwestelijke richting, overgaand in de Hertogin Johannasingel, overgaand in de John F. Kennedylaan tot aan de Gewandeweg.\n6. De Gewandeweg volgend in westelijke richting, overgaand in de Burgemeester Smitsweg, overgaand in de Wildseweg tot aan de Nieuwe Provincialeweg (N625).\n7. De Nieuwe Provincialeweg (N625) volgend in noordelijke richting, overgaand in de Wildsedijk (N625) tot aan de Veerweg.\n8. De Veerweg volgend in westelijke richting tot aan de rivier de Maas.\n9. De rivier de Maas volgend in noordoostelijke richting tot aan de kruising met de A50."}