{"celex_id": "32007R1242", "uri": "http://publications.europa.eu/resource/cellar/ba41ccc7-8139-4f96-9770-1a3517c4523e", "type": "Regulation", "concepts": ["2247", "2965", "3003", "4128"], "title": "Commission Regulation (EC) No 1242/2007 of 24 October 2007 amending Regulation (EC) No 793/2006 laying down detailed rules for applying Council Regulation (EC) No 247/2006 laying down specific measures for agriculture in the outermost regions of the Union\n", "header": "25.10.2007 EN Official Journal of the European Union L 281/5\nCOMMISSION REGULATION (EC) No 1242/2007\nof 24 October 2007\namending Regulation (EC) No 793/2006 laying down detailed rules for applying Council Regulation (EC) No 247/2006 laying down specific measures for agriculture in the outermost regions of the Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (1), and in particular Article 25 thereof,\nWhereas:\n(1) In the light of the experience gained from the application of Commission Regulation (EC) No 793/2006 (2) it appears that some provisions of that Regulation need to be adapted.\n(2) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3) provides for the issuing and use of certificates using computerised systems; references to this possibility should be integrated in Regulation (EC) No 793/2006.\n(3) The first indent of Article 29 of Regulation (EC) No 793/2006 includes only the specific supply arrangements which are to be paid at any time of the year. Additional measures should be added in order to ensure the proper functioning and the efficiency of the programme. It should therefore be made possible to make payments at any time of the year for import and supply of live animals as well as for the measures referred to in Article 50 of that Regulation.\n(4) The procedures for amendments to programmes provided for in Article 49 of Regulation (EC) No 793/2006 need to be more precise. It is appropriate to specify the rules for the submission of the requests for amendments to the overall programmes and for their approval by the Commission, as well as the timing for their application. Due to budgetary rules, the approved amendments should be implemented as from 1 January of the year following the request for amendment. Moreover, there should be a distinction between major amendments requiring approval by a Commission Decision and minor amendments that should only be notified to the Commission for information.\n(5) The current wording of Article 50 of Regulation (EC) No 793/2006 needs to be clarified in a more precise way with reference to the relating Article of Regulation (EC) No 247/2006.\n(6) In order to ensure a smooth transition from the previous arrangements applying until 2006 as regards the possibility to make use of electronic certificates for the purposes of aid under the Specific Supply Arrangements and as regards the possibility to make payments throughout the year for the import and supply of live animals as well as for the measures referred to in Article 50 of Regulation (EC) No 793/2006, the amendments to Articles 5(2), 7(2) and 29 should be applicable as from the date on which the Commission has notified its approval of the relevant Member State's overall programme in accordance with Article 24(2) of Regulation (EC) No 247/2006.\n(7) Regulation (EC) No 793/2006 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 793/2006 is amended as follows:\n1. In Article 5(2), the second subparagraph is replaced by the following:\n2. In Article 7(2), the second subparagraph is replaced by the following:\n3. In Article 29, the first indent is replaced by the following:\n‘— in the case of the specific supply arrangements, of the measures of import and supply of live animals and of the measures referred to in Article 50, throughout the year,’;\n4. Article 49 is replaced by the following:\n(a) the reasons and any implementation problem justifying amendment of the overall programme;\n(b) the expected effects of the amendment;\n(c) the implications for financing and verification of commitments.\n(a) the introduction of new measures or aid schemes into the overall programme; and\n(b) the increase of the unit level of support already approved for each existing measure or aid scheme by more than 50 % of the amount applicable at the time when the request for amendment is presented.\n(a) in the case of forecast supply balances, changes in the individual level of aid up to 20 % or changes in the quantities of the products concerned covered by the supply arrangements and, consequently, the global amount of aid allocated to support each line of products; and\n(b) in the case of Community support programmes for local production, adjustments up to 20 % of the financial allocation for each individual measure or adjustments up to 20 % of the unit amount of aid above or below the amounts applicable at the time when the request for amendment is presented;\n(c) amendments following amendments to codes and descriptions laid down in Council Regulation (EEC) No 2658/87 (4) used to identify the products benefiting from aid, as long as those amendments do not entail a change of the products themselves.\n5. Article 50 is replaced by the following:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nHowever, Articles 1(1), 1(2) and 1(3) shall apply for each Member State concerned as from the date on which the Commission has notified its approval of the relevant Member State's overall programme in accordance with Article 24(2) of Regulation (EC) No 247/2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 42, 14.2.2006, p. 1. Regulation as amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(2)  OJ L 145, 31.5.2006, p. 1. Regulation as amended by Regulation (EC) No 852/2006 (OJ L 158, 10.6.2006, p. 9).\n(3)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(4)  OJ L 256, 7.9.1987, p. 1.’"}