{"celex_id": "32002D1919", "uri": "http://publications.europa.eu/resource/cellar/9967354e-5a6b-4490-ae93-d0bdcd688e76", "type": "Decision", "concepts": ["1895", "2792", "4257", "4258", "4266", "5315"], "title": "Decision No 1919/2002/EC of the European Parliament and of the Council of 21 October 2002 amending Council Decision 96/411/EC on improving Community agricultural statistics\n", "header": "Decision No 1919/2002/EC of the European Parliament and of the Council\nof 21 October 2002\namending Council Decision 96/411/EC on improving Community agricultural statistics\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission(1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(2),\nWhereas:\n(1) Council Decision 96/411/EC is designed to allow Community agricultural statistics(3) to respond more satisfactorily to the information needs arising from the common agricultural policy.\n(2) The report by the Commission to the European Parliament and to the Council on progress in implementing Decision 96/411/EC makes a positive assessment of the application of that Decision.\n(3) The process of adapting national statistical systems to the needs arising from changes in the common agricultural policy has not yet been completed.\n(4) Both the internal development of the common agricultural policy and the external context of enlargement to the east, and the opening of the new round of multilateral trade negotiations, call for improved identification of statistical needs and, where appropriate, for measures to complete the current regulatory framework laying down the scope of the statistical information on the common agricultural policy which Member States are obliged to make available to the Commission.\n(5) The proposal for a decision of the European Parliament and of the Council on the Community statistical programme (2003 to 2007)(4) recommends continuing the actions to improve existing agricultural statistics and to plan future developments with a view to responding satisfactorily to the needs of the common agricultural policy.\n(6) The tool introduced by Decision 96/411/EC has helped to further the process of adapting the system of Community agricultural statistics to changes in the statistical information needs of the common agricultural policy. However, this process has not yet been completed. Decision 96/411/EC should therefore be amended in order to extend this process,", "main_body": ["Decision 96/411/EC is hereby amended as follows:\n1. in Article 3, the terms \"during the period 2000 to 2002\" shall be replaced by the terms \"during the period 2003 to 2007\";\n2. in Article 6, paragraph 4 shall be replaced by the following:\n\"4. The financial framework for the implementation of this programme for the period 2003 to 2007 is hereby set at EUR 5 million.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\";\n3. in Article 11, the figure \"2002\" shall be replaced by the figure \"2007\";\n4. in Article 11, the phrase \"having consulted the Standing Committee on Agricultural Statistics\" shall be deleted.", "This Decision shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 21 October 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nM. Fischer Boel\n(1) OJ C 126 E, 28.5.2002, p. 403.\n(2) Opinion of the European Parliament of 3 September 2002 (not yet published in the Official Journal) and Council decision of 14 October 2002.\n(3) OJ L 162, 1.7.1996, p. 14. Decision as last amended by Decision No 2298/2000/EC of the European Parliament and of the Council (OJ L 263, 18.10.2000, p. 1).\n(4) OJ C 75 E, 26.3.2002, p. 274."}