{"celex_id": "32000R1209", "uri": "http://publications.europa.eu/resource/cellar/769ee94d-2d8d-46e9-ad1b-86b3b1c4d691", "type": "Regulation", "concepts": ["1412", "2798", "5334", "5344", "5350", "773"], "title": "Commission Regulation (EC) No 1209/2000 of 8 June 2000 determining procedures for effecting the communications prescribed under Article 41 of the Treaty establishing the European Atomic Energy Community\n", "header": "Commission Regulation (EC) No 1209/2000\nof 8 June 2000\ndetermining procedures for effecting the communications prescribed under Article 41 of the Treaty establishing the European Atomic Energy Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the provisions of the Treaty establishing the European Atomic Energy Community, and in particular Article 41,\nHaving regard to the provisions of the Council Regulation (Euratom) No 2587/1999 of 2 December 1999(1), defining the investment project(s) to be communicated to the Commission in pursuance of Article 41 of the Treaty,\nWhereas:\nIt is the responsibility of the Commission, to the extent necessary for the fulfilment of the task devolving on it under Chapter IV of the Treaty, to determine procedure for carrying out the obligation imposed on persons and undertakings by Article 41 to communicate investment projects relating to new installations and also to replacements or conversions which fulfil the critera as to type and size laid down by the Council,", "main_body": ["Investment projects relating to new installations and also to replacement or conversions which fulfil the criteria as to type and size laid down by the Regulation (Euratom) No 2587/1999 shall be communicated to the Commission by means of a form, the model for which is annexed to this Regulation.", "The obligation to communicate to the Commission the investment projects referred to in Article 41 of the Treaty devolves on persons and undertakings engaged in the industrial activities listed in Annex II to the Treaty, in respect of all installations already established or to be established within the Community; (the obligation shall, in appropriate cases, be discharged by the local management in the case of undertakings having their seat outside the Community).", "Where information to be notified pursuant to article 41 of the Treaty has already been provided in the context of the submission of general data under article 37 of the Treaty, the notification can be limited to a cross reference to such previous submission and, in addition, all other information to be notified according to the content of the form which is annexed to this Regulation.", "Any change made in the course of carrying out investment projects communicated to the Commission in accordance with this Regulation shall be made the subject of a further communication under the same conditions.", "Any change made to the said form shall be published by the Commission in the Official Journal of the European Communities.", "Regulation No 1 of the Commission of the EAEC of 5 November 1958(2) is repealed with effect of the date of entry into force of the present Regulation.\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 June 2000.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 315, 9.12.1999, p. 1.\n(2) OJ 25, 27.11.1958, p. 511/58.\nANNEX\nINVESTMENT PROJECT\n(model)\n>TABLE>"}