{"celex_id": "32002D0537", "uri": "http://publications.europa.eu/resource/cellar/8d148d3d-efd7-4ad3-85a7-fa98d116cdad", "type": "Decision", "concepts": ["1309", "1445", "1755", "192", "2121", "4160", "4427", "4743", "5369"], "title": "2002/537/EC: Commission Decision of 2 July 2002 concerning protection measures relating to Newcastle disease in Australia (Text with EEA relevance) (notified under document number C(2002) 2448)\n", "header": "Commission Decision\nof 2 July 2002\nconcerning protection measures relating to Newcastle disease in Australia\n(notified under document number C(2002) 2448)\n(Text with EEA relevance)\n(2002/537/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22(1) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(2), as last amended by Directive 96/43/EC(3), and in particular Article 18(1) thereof,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing intra-Community trade and imports from third countries of fresh poultrymeat(4), as last amended by Directive 1999/89/EC(5), and in particular Article 11(1), Article 12(2), Article 14(1) and Article 14a thereof,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(1), to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC(6), as last amended by Decision 2001/7/EC(7), and in particular Article 10(3) thereof,\nWhereas:\n(1) According to the provisions of Directives 97/78/EC and 91/496/EEC measures shall be taken if, in the territory of a third country, a disease referred to in Directive 82/894/EEC or other diseases or any other phenomenon or circumstance liable to present a serious threat to animal or public health manifests itself or spreads.\n(2) Council Directive 82/894/EEC of 21 December 1982 on the notification of animal diseases within the Community(8), as last amended by Commission Decision 2000/556/EC(9), lists certain contagious animal diseases, such as Newcastle disease, which present a risk to the Community herd, notably by their spread as a result of trade and imports.\n(3) Australia has confirmed an outbreak of Newcastle disease on 13 May 2002 in a poultry layer flock in the State of Victoria.\n(4) Australia has reported that the virulent Newcastle disease virus found in the current outbreak is almost identical to the virus which has caused severe outbreaks in 1998 to 2000 in the State of New South Wales neighbouring the State of Victoria.\n(5) These previous outbreaks were due to an endemic avirulent strain of Newcastle disease virus that had become virulent due to mutation.\n(6) The results of a survey carried out in late 2000 have shown serological evidence of exposure to Newcastle disease virus in most regions of Australia, but it was reported that no virulent viruses were isolated from seropositive farms.\n(7) The re-occurrence of virulent Newcastle disease virus and the results of the survey in the light of the new outbreak suggest that virulent Newcastle disease viruses might nevertheless be circulating in Australia's poultry flocks.\n(8) The epidemiological situation and the control strategy envisaged by the Australian authorities needs to be clarified.\n(9) Decision 94/984/EC(10), as last amended by Decision 2001/659/EC(11), Decision 96/482/EC(12), as last amended by Decision 2002/183/EC(13), Decision 97/221/EC(14), Decision 2000/572/EC(15), Decision 2000/585/EC(16), as last amended by Decision 2002/219/EC(17), Decision 2000/609/EC(18), as last amended by Decision 2000/782/EC(19), and Commission Decision 2001/751/EC(20) respectively require that Australian veterinary authorities, before dispatching live poultry and hatching eggs, live ratites and hatching eggs, fresh meat of poultry, ratites, farmed and wild feathered game, poultrymeat products and poultrymeat preparations, certify that Australia is free from Newcastle disease. The Australian veterinary authorities have informed the Commission that they have therefore suspended all certification following this last outbreak.\n(10) In order to protect the Community and for the sake of clarity and transparency, until a reassessment of the possible risks related to imports of poultry and poultrymeat products from Australia under the current situation has been carried out, it is necessary to implement a general suspension, subject to specific derogations, on the importation from the territory of Australia of live poultry and hatching eggs thereof, live ratites and hatching eggs thereof, fresh meat of poultry, ratites, farmed and wild feathered game, poultrymeat products and meat preparations consisting of or containing meat of the abovementioned species.\n(11) Decision 2000/609/EC lays down animal and public health conditions and veterinary certification for imports of farmed ratite meat and authorises imports also from countries infected with Newcastle disease under certain conditions. Therefore, a specific certificate should be drawn up to authorise imports of ratite meat for human consumption with additional requirements including testing for Newcastle disease of slaughter ratites prior to dispatch of the meat to the Community.\n(12) Commission Decision 97/222/EC(21), as last amended by Decision 2002/184/EC(22), lays down the list of third countries from which Member States may authorise the importation of meat products and establishes treatment regimes in order to lower the risk of disease transmission via such products. The treatment that has to be applied to the product depends on the health status of the country of origin in relation to the species the meat is obtained from. Therefore it is necessary to amend the required treatment for poultrymeat products originating in Australia.\n(13) For the purpose of this Decision meat of poultry, farmed and wild feathered game and ratites refers to meat for human consumption and excludes raw material for the manufacture of animal feedingstuffs and pharmaceutical or technical products for channelled imports.\n(14) The provisions of this Decision shall be reviewed in the light of the disease evolution and the further information received from the Australian authorities.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall prohibit the importation from the territory of Australia of live poultry and hatching eggs, live ratites and hatching eggs, fresh meat of poultry, ratites, farmed and wild feathered game, poultrymeat products and meat preparations consisting or containing meat of the abovementioned species except for raw material fulfilling the requirements of Chapter 10 of Annex I to Council Directive 92/118/EEC.", "By derogation from Article 1 fresh ratite meat shall be authorised for imports under the requirements set out in the animal health certificate in the Annex to this Decision.", "By derogation from Article 1 Member States shall authorise the importation of poultrymeat products, when the poultrymeat contained in the meat product has undergone a specific treatment referred to under B, C or D in part IV of the Annex to Decision 97/222/EC.", "1. By derogation from Article 1 Member States shall authorise the importation of fresh meat of poultry, ratites, farmed and wild feathered game, poultrymeat products and poultrymeat preparations consisting or containing meat of the abovementioned species, which have been obtained from birds slaughtered before 13 May 2002.\n2. In the veterinary certificates accompanying consignments, as referred to in paragraph 1 the following words as appropriate to the species shall be included: \"Fresh poultrymeat/Fresh ratite meat/Fresh meat of wild game birds/Fresh meat of farmed game birds/poultrymeat product/poultrymeat preparation(23) in accordance with Decision 2002/537/EC.\"", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall apply from 6 July 2002.", "This Decision shall apply until 1 December 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 24, 31.1.1998, p. 9.\n(2) OJ L 268, 24.9.1991, p. 56.\n(3) OJ L 162, 1.7.1996, p. 1.\n(4) OJ L 268, 24.9.1991, p. 35.\n(5) OJ L 300, 23.11.1999, p. 17.\n(6) OJ L 62, 15.3.1993, p. 49.\n(7) OJ L 2, 5.1.2001, p. 27.\n(8) OJ L 378, 31.12.1982, p. 58.\n(9) OJ L 235, 19.9.2000, p. 27.\n(10) OJ L 378, 31.12.1994, p. 11.\n(11) OJ L 232, 30.8.2001, p. 19.\n(12) OJ L 196, 7.8.1996, p. 13.\n(13) OJ L 61, 2.3.2002, p. 56.\n(14) OJ L 89, 4.4.1997, p. 32.\n(15) OJ L 240, 23.9.2000, p. 19.\n(16) OJ L 251, 6.10.2000, p. 1.\n(17) OJ L 72, 14.3.2002, p. 27.\n(18) OJ L 258, 12.10.2000, p. 9.\n(19) OJ L 309, 9.12.2000, p. 37.\n(20) OJ L 281, 25.10.2001, p. 24.\n(21) OJ L 89, 4.4.1997, p. 39.\n(22) OJ L 61, 2.3.2002, p. 61.\n(23) Delete as appropriate.\nANNEX\n>PIC FILE= \"L_2002173EN.003602.TIF\">\n>PIC FILE= \"L_2002173EN.003701.TIF\">\n>PIC FILE= \"L_2002173EN.003801.TIF\">"}