{"celex_id": "32006D0009(01)", "uri": "http://publications.europa.eu/resource/cellar/d7ec668d-eb21-4275-99c2-70412310af06", "type": "Decision", "concepts": ["115", "1163", "3559", "7986"], "title": "Decision 9/2006/GB of the Governing Board of the European Police college concerning the rules regarding the selection of the candidates for the post of Director (Adopted by the Governing Board on  24 February 2006 )\n", "header": "6.5.2006 EN Official Journal of the European Union C 107/1\nDECISION 9/2006/GB\nof the Governing Board of the European Police college concerning the rules regarding the selection of the candidates for the post of Director\n(Adopted by the Governing Board on 24 February 2006)\n(2006/C 107/01)\nTHE GOVERNING BOARD OF CEPOL", "recitals": ",\nHaving regard to Council Decision 2005/681/JHA of 20 September 2005 establishing the European Police College (CEPOL) and repealing Decision 2000/820/JHA (1), and in particular Article 11(1) thereof,\nWhereas it is for the Governing Board of the European Police College to lay down rules regarding the selection of the candidates for the post of Director,", "main_body": ["The selection of candidates for the post of Director of the European Police College (hereinafter referred to as ‘CEPOL’) shall take place in accordance with the provisions of this Decision.", "1.   The post of Director of CEPOL shall be deemed to be vacant for the purpose of the application of the provisions of this Decision:\n— as from 9 months before the end of the term of office of the Director;\n— upon receipt by the Governing Board of a letter of resignation of the Director;\n— upon a decision by the Governing Board on compulsory resignation, retirement in the interest of the service or dismissal;\n— as from 9 months before the date on which the Director reaches the age of 65;\n— upon the death of the Director.\n2.   For the vacant post an advertisement shall be drawn up by the Governing Board describing in detail the nature of the post, including remuneration, the duties to be performed, and the qualifications, skills and experience required.\nThe advertisement shall indicate that applicants must submit their applications in writing, accompanied by a curriculum vitae, to the Chairman of the Governing Board within 60 days of the date of publication in the Official Journal of the European Union of the advertisement, referred to in the first subparagraph, as specified in the advertisement.", "1.   The Governing Board shall ensure that the advertisement referred to in Article 2(2) shall be published in the Official Journal of the European Union.\n2.   CEPOL shall inform the Contact Points and the European Commission of a vacancy for a post of Director. The Contact Points shall inform the relevant agencies within their Member State of the vacancy. The competent national authorities shall be responsible for ensuring that the vacancy is brought to the attention of the agencies and all the personnel concerned.\n3.   Both internal and external applications shall be considered.\n4.   CEPOL shall send an acknowledgement of receipt to the applicants.", "1.   The Governing Board shall set up a Selection Committee (hereinafter referred to as ‘the Committee’) to prepare the Governing Board's decision.\n2.   Four Member States indicated to that end by drawing lots by the Governing Board and the Commission shall assign a representative to serve as a member of the Committee.\n3.   The members of the Committee assigned to serve pursuant to paragraphs 2 shall serve as members of the Committee until the selection procedure has been completed.\n4.   Where there is reason to believe that a member of the Committee has a personal relationship with one of the applicants for the post, he/she shall not participate in the selection process. In such cases, the Member State which presented the member shall propose to the Governing Board that he/she be replaced and shall assign another representative to serve as a member of the Committee.\n5.   The secretariat of CEPOL shall provide the secretariat of the Committee.", "1.   At the first meeting of the Committee, the members shall indicate one of its members as Chairman.\n2.   The Committee may request the assistance of one or more assessors for the performance of its tasks. Such request shall be addressed to the Chairman of the Governing Board who shall decide on the matter. Assessors shall not have the status of members of the Committee.\n3.   The tasks of the Committee shall include:\n(a) making an initial assessment of the applicants, taking into account their professional qualifications, skills and experience;\n(b) interviewing applicants;\n(c) reporting to the Governing Board.", "1.   Where it is deemed necessary, the Governing Board may decide to organise a specific post-related assessment procedure. The Governing Board shall decide on the specific necessities.\nIn that case, the assessment procedure shall be conducted by the Committee in order to appraise the specific qualifications and expertise of the applicants for the post concerned.\n2.   The Committee shall interview all applicants whose application is admissible and who meet the requirements set out in the advertisement, with a view to assessing their qualifications, skills and experience required and their ability to perform the duties inherent to the post to be filled. The interviews shall also be used to test the applicants' knowledge of the official languages of the institutions of the European Union.\n3.   Where considered necessary by the Committee, a second round of interviews for all or some of the applicants may be held.", "The tests and interviews shall be held in the United Kingdom. Travel expenses and any subsistence and hotel accommodation expenses shall be reimbursed to the applicants, the members of the Committee and the assessors.", "Once the interviews have been completed, the Committee shall draw up a duly reasoned report on the applications received and the procedure followed by it. The decision of the Committee establishing the report shall be taken by simple majority. The said report shall be forwarded to the Governing Board as soon as possible after the interviews have been held, together with the Curriculum Vitae of the applicants whose application is admissible and who meet the requirements set out in the advertisement.", "1.   On the basis of the report of the Committee and any further information it may wish to obtain from the Committee, the Governing Board shall decide on the appointment of the Director of CEPOL (2).\n2.   The Governing Board may, if it deems this necessary, hear some or all of the applicants before taking a decision. If it so happens that a member of the Governing Board is also on the list of applicants, he/she shall not be present when the decision of the Governing Board is taken.", "0\nMembers of the Committee, assessors, as well as members of the Governing Board and CEPOL officials involved, shall maintain the strictest confidentiality with regard to the applicants and the results of the selection procedure.", "1\nWhere the term of office of the Director can be renewed in accordance with Article 11(2) of Council Decision 2005/681/JHA, the Governing Board may decide, by derogation from the procedure established in this Decision, to renew the appointment.\nThe decision to renew the appointment shall be taken at the latest 9 months before the end of the term of office of the Director.", "2\nThis Decision shall enter into force on the day after it has been approved by the Council (3). It shall be published in the Official Journal of the European Union."], "attachments": "Done at Vienna, 24 February 2006\nFor the Governing Board\nJános FEHÉRVÁRY\nChair of the Governing Board\n(1)  OJ L 256, 1.10.2005, p. 63.\n(2)  Article 10(7) of Council Decision 2005/681/JHA of 20 September 2005 reads as follows:\n‘Except where otherwise indicated in this Decision, the Governing Board shall act by a two-thirds majority of its members’.\n(3)  Approved by the Council on 27 April 2006."}