{"celex_id": "32005R0463", "uri": "http://publications.europa.eu/resource/cellar/47e619c0-5e92-403a-a36a-0d1dffbe1f66", "type": "Regulation", "concepts": ["1309", "1591", "4453", "4584", "519"], "title": "Council Regulation (EC) No 463/2005 of 16 March 2005 terminating the partial interim review of the anti-dumping measures applicable to imports of certain tube or pipe fittings, of iron or steel, originating, inter alia, in Thailand\n", "header": "23.3.2005 EN Official Journal of the European Union L 77/1\nCOUNCIL REGULATION (EC) No 463/2005\nof 16 March 2005\nterminating the partial interim review of the anti-dumping measures applicable to imports of certain tube or pipe fittings, of iron or steel, originating, inter alia, in Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (‘the basic Regulation’) (1), and in particular Article 11(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Previous procedure and existing measures\n(1) The Council, by Regulation (EC) No 584/96 (2), imposed an anti-dumping duty on imports of certain tube or pipe fittings, of iron or steel, originating, inter alia, in Thailand. Following an interim review, the measures applying to imports from Thai Benkan Co. Ltd, a Thai exporting producer, were repealed in July 2000 by Council Regulation (EC) 1592/2000 (3). Subsequently, following an expiry and an interim review, the measures in force with regard to the remaining Thai exporting producers were maintained by Council Regulation (EC) No 964/2003 (4) and amended by Council Regulation (EC) No 1496/2004 (5).\n2.   Request for a review\n(2) A request for a partial interim review limited to dumping in respect of Thai Benkan Co. Ltd was lodged by the Defence Committee of the Steel Butt-Welding Fittings Industry of the European Union on behalf of four Community producers (‘the applicant’). These companies represent a major proportion of the Community production of the product concerned.\n(3) The applicant alleged increased dumping based on a comparison of Thai Benkan Co. Ltd domestic prices with its export prices of certain tube or pipe fittings, of iron or steel, to the Community. On this basis, the dumping margin calculated would be significantly higher than the one found in the previous investigation that led to the repeal of the measures with respect to imports from Thai Benkan Co. Ltd.\n3.   Investigation\n(4) Having determined that the request contained sufficient prima facie evidence, the Commission initiated, by notice of 21 April 2004 (6), a partial interim review of dumping as far as Thai Benkan Co. Ltd was concerned, in accordance with Article 11(3) of the basic Regulation.\n(5) The Commission officially advised the applicant and the exporting producer concerned, the Community industry as well as the authorities of Thailand of the initiation of the proceeding. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\n(6) In order to obtain the information deemed necessary for its investigation, the Commission sent a questionnaire to Thai Benkan Co. Ltd. The company was informed that non-cooperation could lead to the application of Article 18 of the basic Regulation. It was also made aware of the consequences of non-cooperation.\n(7) A reply to the questionnaire was received within the prescribed time limits. The Commission carried out a verification visit at the company’s premises.\n(8) The applicant made its views known in writing and was granted a hearing.\n(9) The investigation period (‘IP’) covered the period from 1 April 2003 to 31 March 2004.\nB.   PRODUCT CONCERNED AND LIKE PRODUCT\n(10) The product concerned is, as defined in the investigation which led to the imposition of the existing measures, certain tube or pipe fittings (other than cast fittings, flanges and threaded fittings), of iron or steel (not including stainless steel), with a greatest external diameter not exceeding 609.6 mm, of a kind used for butt-welding or other purposes, originating in Thailand (the ‘product concerned’), normally declared within CN codes ex 7307 93 11, ex 7307 93 19, ex 7307 99 30 and ex 7307 99 90.\n(11) The investigation showed that the product concerned exported to the Community from Thailand and the tube or pipe fittings, of iron or steel, produced and sold domestically in Thailand have the same basic physical and technical characteristics and the same uses. They are therefore to be considered as like products within the meaning of Article 1(4) of the basic Regulation.\nC.   DUMPING\n1.   Normal value\n(12) In accordance with Article 2(2) of the basic Regulation, it was first examined whether the company’s domestic sales of the like product were representative, i.e. whether the total volume of such sales represented at least 5 % of the producer’s total export sales volume to the Community. The investigation showed that domestic sales were representative.\n(13) For the purposes of determining normal value the sales on the domestic market to a company related to Thai Benkan Co. Ltd were not taken into consideration, in accordance with Article 2(1) of the basic Regulation.\n(14) Subsequently, those types of the like product sold by the company to independent domestic buyers that were identical or directly comparable with the types sold for export to the Community were identified.\n(15) For each type sold by the exporting producer on the domestic market and found to be directly comparable with the product type sold for export to the Community, it was established whether domestic sales to independent buyers were sufficiently representative for the purposes of Article 2(2) of the basic Regulation. Domestic sales of a particular type of the like product were considered sufficiently representative when the total domestic sales volume of that type during the IP represented 5 % or more of the total sales volume of the comparable type of the product concerned exported to the Community. Domestic sales were found to be representative for the majority of product types.\n(16) It was subsequently examined whether these product types identified in recital (14) above could be considered as being sold in the ordinary course of trade by establishing the proportion of profitable sales of the product type in question. Where the sales volume of a product type, sold at a net sales price equal to or above the calculated cost of production, represented more than 80 % of the total sales volume of that type, and where the weighted average price of that type was equal to or above the cost of production, normal value was based on the actual domestic price, calculated as a weighted average of the prices of all domestic sales of that type made during the IP, irrespective of whether these sales were profitable or not. Where the volume of profitable sales of the product type represented 80 % or less of the total sales volume of that type, or where the weighted average price of that type was below the cost of production, normal value was based on the actual domestic price, calculated as a weighted average of profitable sales of that type only, provided that these sales represented 10 % or more of the total sales volume of that type. For the great majority of product types, it was possible to use the domestic prices to determine the normal value.\n(17) In cases where there were no domestic sales of a comparable type to independent buyers, or where the volume of profitable sales represented less than 10 % of the total sales volume of that type, it was considered that this particular type was sold in insufficient quantities for the domestic price to provide an appropriate basis for the establishment of the normal value. In this regard, constructed normal value was used, in accordance with Article 2(3) of the basic Regulation.\n(18) In accordance with Article 2(3) of the basic Regulation, normal value was constructed on the basis of the exporting producer’s own cost of manufacturing plus a reasonable amount for selling, general and administrative (‘SG&A’) costs and for profit. Given the representativity of domestic sales of the like product, this calculation was based on the company’s own SG&A costs. For the profit margin, in accordance with the first sentence of Article 2(6) of the basic Regulation, the profits from the sales of the like product in the ordinary course of trade were used.\n(19) For some of the SG&A cost categories, the Commission was unable to establish that the cost allocation declared in the questionnaire reply reasonably reflected the costs associated with the production and sales of the product concerned. The company was given the opportunity to comment on this during the verification visit, but was unable to explain the inconsistencies. Therefore, and in accordance with the provisions of Article 2(5) of the basic Regulation, the allocation of those costs was made on a turnover basis when determining the cost of manufacturing.\n2.   Export price\n(20) The export prices were established on the basis of the prices paid or payable for the product concerned when sold for consumption in the Community to the first independent customer in accordance with Article 2(8) of the basic Regulation.\n3.   Comparison\n(21) For the purposes of ensuring a fair comparison between the normal value and the export price at an ex-works level and at the same level of trade, due allowance in the form of adjustments was made for differences that were claimed and demonstrated to affect prices and price comparability in accordance with Article 2(10) of the basic Regulation. Adjustments were made in respect of transport, insurance and handling and credit costs, where applicable and justified.\n4.   Dumping margin\n(22) In accordance with Article 2(11) and (12) of the basic Regulation, the dumping margin was established on the basis of a comparison of the weighted average normal value with the weighted average export prices per product type, as determined above.\n(23) The dumping margin expressed as a percentage of the CIF Community frontier price, duty unpaid, was found to be below the 2 % threshold set out in Article 9(3) of the basic Regulation.\nD.   MEASURES\n(24) In view of the above finding, it is considered that, in accordance with Article 11(3) of the basic Regulation, the current review should be terminated and the anti-dumping duty of 0 % imposed by Regulation (EC) No 964/2003 and confirmed by Regulation (EC) No 1496/2004 on imports of the product concerned produced and exported to the Community by Thai Benkan Co. Ltd. should be maintained.\nE.   CONCLUSION\n(25) Interested parties were informed of the essential facts and considerations on the basis of which it is intended to terminate the proceeding and were given the opportunity to comment and to be heard. All comments received were taken into account but none of them were such as to change the above-mentioned conclusions,", "main_body": ["The partial interim review of the anti-dumping measures applicable to imports of certain tube or pipe fittings, of iron or steel, originating, inter alia, in Thailand, falling within CN codes ex 7307 93 11, ex 7307 93 19, ex 7307 99 30 and ex 7307 99 90, insofar as these measures concern the Thai exporter Thai Benkan Co. Ltd, is hereby terminated.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  OJ L 56, 6.3.1996, p. 1, Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 84, 3.4.1996, p. 1.\n(3)  OJ L 182, 21.7.2000, p. 1.\n(4)  OJ L 139, 6.6.2003, p. 1.\n(5)  OJ L 275, 25.8.2004, p. 1.\n(6)  OJ C 96, 21.4.2004, p. 38."}