{"celex_id": "32006L0093", "uri": "http://publications.europa.eu/resource/cellar/35c76c9e-5fa6-46eb-82f0-d08d320f9ed8", "type": "Directive", "concepts": ["3160", "4408", "4438", "5048", "5235", "5498"], "title": "Directive 2006/93/EC of the European Parliament and of the Council of 12 December 2006 on the regulation of the operation of aeroplanes covered by Part II, Chapter 3 , Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988) (codified version)   (Text with EEA relevance)\n", "header": "27.12.2006 EN Official Journal of the European Union L 374/1\nDIRECTIVE 2006/93/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 December 2006\non the regulation of the operation of aeroplanes covered by Part II, Chapter 3 , Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988)\n(codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 92/14/EEC of 2 March 1992 on the limitation of the operation of aeroplanes covered by Part II, Chapter 2, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988) (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) The application of noise emission standards to civil subsonic jet aeroplanes has significant consequences for the provision of air transport services, in particular where such standards limit the useful life of aeroplanes operated by airlines.\n(3) Council Directive 89/629/EEC of 4 December 1989 on the limitation of noise emission from civil subsonic jet aeroplanes (5) limits the addition to the civil air registers of Member States of aeroplanes that comply only with the standards specified in Part II, Chapter 2, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988). That Directive specifies that the limitation on addition is only a first stage.\n(4) Owing to the problem of growing congestion at Community airports, it is essential to ensure that the best use is made of existing facilities. This will only be possible if environmentally acceptable aeroplanes are used.\n(5) The work undertaken by the Community in cooperation with other international bodies indicates that measures to limit the operation of aeroplanes which do not comply with the standards of Chapter 3 of Annex 16 must follow any non-addition rule in order for this to be of environmental benefit.\n(6) Common rules for this purpose should be introduced on a reasonable time-scale to ensure a harmonised approach throughout the Community, supplementing existing rules. This is particularly important in view of the recent trend towards progressive liberalisation of European air traffic.\n(7) Aeroplane noise should be reduced, taking into account environmental factors, technical feasibility and economic consequences.\n(8) It is appropriate to regulate the operation of civil subsonic jet aeroplanes which appear on Member States' registers and comply with the standards of Chapter 3 of Annex 16.\n(9) Member States should lay down rules on penalties applicable to infringements of the national provisions adopted pursuant to this Directive. Those penalties should be effective, proportionate and dissuasive.\n(10) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B,", "main_body": ["1.   The objective of this Directive is to regulate the operation of civil subsonic jet aeroplanes as specified in Article 2.\n2.   This Directive shall apply to aeroplanes with a maximum take-off mass of 34 000 kg or more or with a certified maximum internal accommodation for the aeroplane type in question consisting of more than nineteen passenger seats, excluding any seats for crew only.", "1.   Member States shall ensure that all civil subsonic jet aeroplanes operating from airports situated in their territory comply with the standards specified in Part II, Chapter 3, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988).\n2.   The territory referred to in paragraph 1 shall not include the overseas departments referred to in Article 299(2) of the Treaty.", "1.   Member States may grant exemptions from Article 2 for aeroplanes of historical interest.\n2.   Any Member State granting exemptions under paragraph 1 shall inform the competent authorities of the other Member States and the Commission of the fact and of the grounds for its decision.\n3.   Every Member State shall recognise the exemptions granted by another Member State in respect of aeroplanes entered on the registers of the latter.\n4.   In individual cases, Member States may permit the temporary use, at airports situated in their territory, of aeroplanes which cannot be operated on the basis of the other provisions of this Directive. This exemption should be limited to:\n(a) aeroplanes whose operations are of such an exceptional nature that it would be unreasonable to withhold a temporary exemption;\n(b) aeroplanes on non-revenue flights for the purposes of alterations, repair or maintenance.", "Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "Member States shall lay down the rules on penalties applicable to infringements of the national provisions adopted pursuant to this Directive and shall take all measures necessary to ensure that those rules are implemented . The penalties provided for must be effective, proportionate and dissuasive. The Member States shall notify those provisions to the Commission and shall notify it without delay of any subsequent amendment affecting them.", "1.   Directive 92/14/EEC is hereby repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B.\n2.   References made to the repealed Directive shall be construed as being made to this Directive and should be read in accordance with the correlation table in Annex II.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 12 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  OJ C 108, 30.4.2004, p. 55.\n(2)  Opinion of the European Parliament of 10 February 2004 (OJ C 97 E, 22.4.2004, p. 67) and Council Decision of 14 November 2006.\n(3)  OJ L 76, 23.3.1992, p. 21. Directive as last amended by Commission Regulation (EC) No 991/2001 (OJ L 138, 22.5.2001, p. 12).\n(4)  See Annex Ι, Part A.\n(5)  OJ L 363, 13.12.1989, p. 27.\nANNEX I\nPart A\nRepealed Directive with its successive amendments\nCouncil Directive 92/14/EEC (OJ L 76, 23.3.1992, p. 21)\nCouncil Directive 98/20/EC (OJ L 107, 7.4.1998, p. 4)\nCommission Directive 1999/28/EC (OJ L 118, 6.5.1999, p. 53)\nCommission Regulation (EC) No 991/2001 (OJ L 138, 22.5.2001, p. 12)\nPart B\nList of time-limits for transposition into national law\n(referred to in Article 6)\nDirective Time-limit for transposition\n92/14/EEC 1 July 1992\n98/20/EC 1 March 1999\n1999/28/EC 1 September 1999\nANNEX II\nCORRELATION TABLE\nDirective 92/14/EEC This Directive\nArticle 1(1) and (2) Article 1(1) and (2)\nArticle 1(3) —\nArticle 2(1) —\nArticle 2(2) Article 2(1)\nArticle 2(3) Article 2(2)\nArticle 2(4) —\nArticles 3 and 4 —\nArticle 5(1) —\nArticle 5(2) Article 3(1)\nArticles 6 and 7 —\nArticle 8 Article 3(4)\nArticle 9(1) Article 3(2)\nArticle 9(2) Article 3(3)\nArticles 9a and 9b —\nArticle 10(1) —\nArticle 10(2) Article 4\n— Article 5 (1)\n— Article 6\n— Article 7\nArticle 11 Article 8\nAnnex —\n— Annex I\n— Annex II\n(1)  Article 2 of Council Directive 98/20/EC."}