{"celex_id": "32005D0928", "uri": "http://publications.europa.eu/resource/cellar/9569027a-e4a7-423c-acc2-2fdf0594c693", "type": "Decision", "concepts": ["2159", "5320", "5636"], "title": "2005/928/EC: Commission Decision of  20 December 2005  on the harmonisation of the 169,4-169,8125 MHz frequency band in the Community  (notified under document number C(2005) 5003)   (Text with EEA relevance)\n", "header": "27.12.2005 EN Official Journal of the European Union L 344/47\nCOMMISSION DECISION\nof 20 December 2005\non the harmonisation of the 169,4-169,8125 MHz frequency band in the Community\n(notified under document number C(2005) 5003)\n(Text with EEA relevance)\n(2005/928/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Council Directive 90/544/EEC of 9 October 1990 on the frequency bands designated for the coordinated introduction of pan-European land-based public radio paging in the Community (the ERMES Directive) (2) was repealed on 27 December 2005 by Directive 2005/82/EC of the European Parliament and of the Council (3). That Directive required Member States to designate in the 169,4 to 169,8 MHz radio spectrum band four channels for the pan-European land-based public radio paging service (hereinafter referred to as ‘ERMES’) and to ensure that ERMES services occupy, as quickly as possible, the whole of the 169,4 to 169,8 MHz radio spectrum band according to commercial demand.\n(2) The use of the 169,4 to 169,8 MHz radio spectrum band for ERMES in the Community has decreased dramatically or even ceased altogether, with the result that this radio spectrum band is not being efficiently utilised by ERMES and could therefore be better used to fulfil other Community policy needs.\n(3) Pursuant to Article 4(2) of the Radio Spectrum Decision, the Commission issued on 7 July 2003 a mandate to the European Conference of Postal and Telecommunications Administrations (hereinafter referred as ‘CEPT’) to collect information on the current and future possible applications of the 169,4 to 169,8 MHz band, to identify a list of alternative options for the use of the radio spectrum band and in particular those which are not related only to traditional electronic communications. The CEPT was asked to evaluate, for each possible application, co-existence between various applications and the possibility of using alternative radio spectrum bands, in line with the principles of the Framework Directive. The radio spectrum band, which is already partially harmonised, is appropriate for certain applications related to the establishment and functioning of the internal market in a number of Community policy areas, among which some are likely to benefit disabled people or assist justice and home affairs collaboration in the European Union.\n(4) Article 8(4) of Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for the electronic communications networks and services (Framework Directive) (4) requires Member States to promote the interests of European Union citizens by inter alia addressing the needs of specific social groups, in particular hearing impaired persons and persons requiring urgent assistance.\n(5) Based on technical investigations and on collection of information, the CEPT confirmed that despite the adoption of Directive 90/544/EEC, the use of this radio spectrum band for ERMES has remained very limited and that the need for radio messaging or paging systems has changed in Europe as the functions thereof have been replaced by other technologies such as short messaging systems (SMS) over GSM.\n(6) The designation of parts of the 169,4 to 169,8 MHz radio spectrum band for ERMES should therefore be modified in the Community in order to ensure more efficient use of this radio spectrum band, while preserving its harmonised character.\n(7) As mandated, the CEPT has produced a new frequency plan and channel arrangement allowing six types of preferred applications to share the radio spectrum band from 169,4 up to 169,8125 MHz, in order to meet several Community policy needs. These needs include assistance through the use of hearing aids to persons suffering from hearing disability, for whom a harmonised radio spectrum band in the Community would improve travelling conditions between Member States and reduce equipment prices through economies of scale; the development of the internal market for social alarms, which allow elderly or disabled people to send alarm messages for assistance, asset tracking or tracing devices, which would assist in tracking and recovering stolen goods across the Community, meter reading systems used by water and electricity utility companies; and existing paging systems such as ERMES as well as private mobile radio systems (PMR) when employed for temporary use, to assist in the coverage of special temporary events for a period of a few days up to a few months.\n(8) The results of the mandate to the CEPT, which the Commission regards as satisfactory, should be made applicable in the Community and implemented by the Member States. The remaining ERMES and/or PMR authorisations which are not in conformity with the new frequency plan and channel arrangement should be allowed to remain unaffected until their expiry or until ERMES and/or PMR applications can be moved to the appropriate radio spectrum bands without excessive burden.\n(9) When allowing access to radio spectrum the least onerous authorisation system should be used, in accordance with Directive 2002/20/EC of the European Parliament and of the Council of 7 March 2002 on the authorisation of electronic communications networks and services (Authorisation Directive) (5), including absence of individual rights of use.\n(10) Without prejudice to the fact that spectrum requirements of specific policies may require exclusive frequency designations, it is generally appropriate to propose as generic allocations as possible for radio spectrum bands so as to steer their usage only by defining specific usage constraints such as duty cycle or power levels, and to ensure through harmonised standards recognised under the Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (6) that equipment operating in the allocated radio spectrum minimises use of the radio spectrum in a way to avoid harmful interference.\n(11) Coordination of channels in the high power part of the 169,4 – 169,8125 MHz band between neighbouring countries will be ensured by bi- or multilateral agreements.\n(12) In order to ensure effective use of the 169,4 to 169,8125 MHz band also in the longer term administrations should continue with studies that may increase efficiency, in particular the utilisation of the identified guard band.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Radio Spectrum Committee.", "main_body": ["Subject matter\nThe subject matter of this Decision is the harmonisation of the conditions for the availability and efficient use of the 169,4 – 169,8125 MHz radio spectrum band in the Community.", "Definitions\nFor the purposes of this Decision,\n(a) ‘hearing aid’ means a radio communications system which usually includes one or more radio transmitters and one or more radio receivers allowing persons suffering from hearing disability to increase their listening capability;\n(b) ‘social alarm’ means a reliable radio communications system and network including portable equipment which allows a person in distress in a limited area to initiate a call for assistance by a simple manipulation;\n(c) ‘meter reading system’ means a system which allows remote status monitoring, measuring and service commands using radio communication devices;\n(d) ‘tracing and asset tracking system’ means a system which allows the tracing and tracking of goods, leading to their recovery, consisting in general of an radio transmitter placed on the item to be protected and a receiver and may also include an alarm;\n(e) ‘paging system’ means a system allowing one-way radio communications between the sender and the receiver using a base station with the mobile as a receiver;\n(f) ‘private mobile radio communications (PMR)’ means a land mobile communications service using simplex, half duplex and possibly full duplex modes at the terminal level to provide closed user group communications.", "Harmonised applications\n1.   The 169,4 – 169,8125 MHz band shall be divided into a low power part and a high power part. Its frequency plan and the channelling arrangements shall be laid down in the Annex to this Decision.\n2.   The low power part of the 169,4 – 169,8125 MHz radio spectrum band shall accommodate the following preferred applications:\n(a) exclusive use for hearing aids;\n(b) exclusive use for social alarms;\n(c) non-exclusive use for meter reading systems;\n(d) non-exclusive use for low power transmitters for tracking and asset tracing systems.\n3.   The high power part of the 169,4 – 169,8125 MHz band shall accommodate the following preferred applications:\n(a) high power transmitters for tracing and asset tracking systems;\n(b) existing paging systems or paging systems relocating from other channels in the radio spectrum band.\n4.   Alternative applications for the 169,4 – 169,8125 MHz radio spectrum band may be implemented provided that they do not constrain the harmonised implementation of the preferred applications. These alternative applications shall be:\n(a) hearing aids, for the non-exclusive, low power part of the radio spectrum band;\n(b) tracing, paging, temporary use or private mobile radio communications on a national basis in the high power part of the band.\n5.   The maximum radiated power in the low power part of the 169,4 – 169,8125 MHz radio spectrum band shall be limited to 0,5 Watt effective radiated power (e.r.p.). The maximum duty cycles for the meter reading systems and tracing and asset tracking system in the low power part of the 169,4 – 169,8125 MHz radio spectrum band shall be < 10 % and < 1 % respectively.\n6.   The use of the 169,4 – 169,8125 MHz radio spectrum band by paging systems and private mobile radio communications that is authorised at the date of notification of this Decision and which is not in conformity with Article 3 paragraphs 1 to 5, may continue for as long as the authorisations for such services, existing at the date of notification of this Decision, remain valid.", "Implementation of Article 3", "shall apply from 27 December 2005.", "Review\nMember States shall keep the use of the 169,4 – 169,8125 MHz radio spectrum band under review to ensure the efficient use thereof and report their findings to the Commission.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2005.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  OJ L 310, 9.11.1990, p. 28.\n(3)  OJ L 344, 27.12.2005, p. 38.\n(4)  OJ L 108, 24.4.2002, p. 33.\n(5)  OJ L 108, 24.4.2002, p. 21.\n(6)  OJ L 91, 7.4.1999, p. 10. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nFrequency plan for the 169,4 - 169,8125 MHz radio spectrum band\nLow power applications ‘Guardband’ High power applications\nSpecific low power applications Social alarms Hearing aids Social alarms Tracking and tracing system Paging Paging Paging Tracking and tracing system Tracking and tracing system Paging system Tracking and tracing system\nHearing aids Exclusive use These channels could be used on a national basis for high power applications such as paging, tracing, temporary use or PMR.\n12,5 12,5 50 12,5 12,5 (1)\n1a 1b 2a 2b 3a 3b 4a 4b+5+6a 6b+7+8a 8b 9a 9b 10a 10b 11a 11b 12a 12b 13a 13b 14a 14b 15a 15b 16a 16b\nLegend:\n— Specific low power applications: see Article 3(2)(c) and (d).\n— Social alarms: see Article 3(2)(b).\n— Hearing aids: see Article 3(2)(a).\n— Tracking and tracing system (high power part): see Article 3(3)(a)\n— Paging system: see Article 3(3)(b)\nChannelling arrangement for the 169,4 – 169,8125 MHz band\n12,5 kHz bandwidth 25 kHz bandwidth 50 kHz bandwidth\nChannel number Centre frequency Channel number Centre frequency Channel number Centre frequency\n1a 169,406250 1 169,412500\n1b 169,418750 ‘0’ 169,437500\n2a 169,431250 2 169,437500\n2b 169,443750\n3a 169,456250 3 169,462500\n3b 169,468750\n4a 169,481250 4 169,487500\n4b 169,493750 ‘1’ 169,512500\n5a 169,506250 5 169,512500\n5b 169,518750\n6a 169,531250 6 169,537500\n6b 169,543750 ‘2’ 169,562500\n7a 169,556250 7 169,562500\n7b 169,568750\n8a 169,581250 8 169,587500\n8b 169,593750\n12,5 kHz ‘guard band’\n9a 169,618750 9 169,62500\n9b 169,631250\n10a 169,643750 10 169,65000\n10b 169,656250\n11a 169,668750 11 169,67500\n11b 169,681250\n12a 169,693750 12 169,70000\n12b 169,706250\n13a 169,718750 13 169,72500\n13b 169,731250\n14a 169,743750 14 169,75000\n14b 169,756250\n15a 169,768750 15 169,77500\n15b 169,781250\n16a 169,793750 16 169,80000\n16b 169,806250\n(1)  Due to the possibility of using any high power channel for the temporary use application. However, to facilitate border coordination, systems using 25 kHz channels must respect the channel raster starting from the lower edge of the channel 9."}