{"celex_id": "32009R0585", "uri": "http://publications.europa.eu/resource/cellar/af66485a-7af8-4399-9411-9aa14fe5c6ff", "type": "Regulation", "concepts": ["1025", "1631", "2709", "2910", "3568", "4498", "946"], "title": "Commission Regulation (EC) No 585/2009 of 6 July 2009 providing for exceptional measures regarding refund certificates for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty\n", "header": "7.7.2009 EN Official Journal of the European Union L 176/3\nCOMMISSION REGULATION (EC) No 585/2009\nof 6 July 2009\nproviding for exceptional measures regarding refund certificates for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1043/2005 of 30 June 2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (2) provides that refund certificates applied for in compliance with point (a) of Article 33 or Article 38a, at the latest on 7 November, are valid until the last day of the 10 month following the month in which the application for the certificate was made.\n(2) Regulation (EC) No 1043/2005 also provides that the issue of a refund certificate obliges the holder to apply for refunds equal to the amount for which the certificate has been issued on goods exported during the period of validity of the refund certificate.\n(3) Where the obligation to apply for refunds has not been met, the security is to be forfeited in an amount equal to the difference between 95 % of the amount indicated in the refund certificate and the amount actually applied for. Due to the impact of the economic and financial crisis in the third country markets during the budget period 2009, the 10 month validity period of certain refund certificates issued for goods not covered by Annex I to the Treaty issued for use from 1 October 2008 have been subject to a high degree of risk and uncertainty for operators. This increased uncertainty affects almost all exports covered by refund certificates issued for use from 1 October 2008. Compared to basic food commodities, most goods not covered by Annex I to the Treaty benefiting from export refunds are not essential products and are particularly sensitive to reductions in consumption in the importing countries.\n(4) The impact of the financial and economic crisis became clear from the end of September 2008. As a result of the crisis, exporters of goods covered by refund certificates, issued for use as from 1 October 2008 with a 10 month validity period, and intended to cover exports up to end-July 2009 are now faced with a situation wherein not all refund certificates issued for use as from 1 October 2008 can be fully utilised.\n(5) Consequently, in order to limit the consequences of the adverse impact on exporters, it is necessary to provide that, by way of derogation from Article 39(2) of Regulation (EC) No 1043/2005 and from Article 40(3) of Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3), the validity of refund certificates applied for in compliance with point (a) of Article 33 or Article 38a of Regulation (EC) No 1043/2005, between 8 July and 26 September 2008, for use from 1 October 2008, should be extended until 30 September 2009.\n(6) The provisions of Article 40(3) of Regulation (EC) No 376/2008, should not apply in the present case as the extension of the period of validity of the refund certificates concerned is not due to force majeure reasons. Therefore, an explicit derogation from Article 23(3) of Regulation (EC) No 1043/2005 is needed so as not to make Article 40(3) of Regulation (EC) No 376/2008 applicable to the present case.\n(7) Certain refund certificates with a 10 month period of validity applied for between 8 July and 7 November 2008 in compliance with of Article 33 point (a) or Article 38a of Regulation (EC) No 1043/2005, may already have been returned to the issuing authority in accordance with the first paragraph of Article 45 of Regulation (EC) No 1043/2005 by the date of entry into force of the present regulation. In order to ensure equal treatment of all titular holders of these refund certificates, it is appropriate to provide the possibility for the issuing authority to reissue the returned certificates or extracts thereof and to reconstitute the related securities.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["By way of derogation from the second subparagraph of Article 39(2) and 23(3) of Regulation (EC) No 1043/2005, for those certificates with a 10 month validity period, the period of validity of refund certificates applied for between 8 July and 7 November 2008, in compliance with point (a) of Article 33 or Article 38a of Regulation (EC) No 1043/2005, shall be extended until 30 September 2009.", "At the written request of the titular holder, certificates or extracts thereof, with a 10 month validity period, applied for between 8 July and 7 November 2008, in compliance with point (a) of Article 33 or Article 38a of Regulation (EC) No 1043/2005, which have been returned to the issuing authority before the day of the entry into force of this Regulation in accordance with the first paragraph of Article 45 of Regulation (EC) No 1043/2005, shall be reissued in respect of the unused amounts remaining on the refund certificates upon the lodgement of the related security to the issuing authority.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 July 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18.\n(2)  OJ L 172, 5.7.2005, p. 24.\n(3)  OJ L 114, 26.4.2008, p. 3."}