{"celex_id": "32003R1401", "uri": "http://publications.europa.eu/resource/cellar/d628de82-9903-4572-9b1a-0109139b312b", "type": "Regulation", "concepts": ["1667", "2173", "5384", "990"], "title": "Commission Regulation (EC) No 1401/2003 of 6 August 2003 amending Regulation (EC) No 245/2001 laying down detailed rules for the application of Council Regulation (EC) No 1673/2000 on the common organisation of the markets in flax and hemp grown for fibre\n", "header": "Commission Regulation (EC) No 1401/2003\nof 6 August 2003\namending Regulation (EC) No 245/2001 laying down detailed rules for the application of Council Regulation (EC) No 1673/2000 on the common organisation of the markets in flax and hemp grown for fibre\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1673/2000 of 27 July 2000 on the common organisation of the markets in flax and hemp grown for fibre(1), as amended by Commission Regulation (EC) No 651/2002(2), and in particular Article 9 thereof,\nWhereas:\n(1) Under the second indent of Article 7(1) of Commission Regulation (EC) No 245/2001(3), as last amended by Regulation (EC) No 651/2002, aid for processing flax and hemp straw shall be payable on flax and hemp fibre only where it is obtained before 1 May following the end of the marketing year in question. Under Article 12(2) of that Regulation, processing aid and, where appropriate, additional aid shall be paid by the Member State on whose territory the flax or hemp straw has been harvested before 1 August following the time limit above.\n(2) Given the time required to complete the administrative formalities and checks prior to the granting and final payment of the aid, the time limit for payment of the aid by the Member States should be extended. In order to ensure continuity, it is necessary to provide for retroactive application of the measure as from 1 August 2003.\n(3) The deadline by which the Member States notify information on the marketing year to the Commission should therefore be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EC) No 245/2001 is hereby amended as follows:\n1. in Article 12(2), \"1 August\" is replaced by \"15 October\";\n2. in Article 15(3), \"30 September\" is replaced by \"15 December\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt is applicable as from 1 August 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 193, 29.7.2000, p. 16.\n(2) OJ L 101, 17.4.2002, p. 3.\n(3) OJ L 35, 6.2.2001, p. 18."}