{"celex_id": "32008D0941", "uri": "http://publications.europa.eu/resource/cellar/25cb3a1b-3d52-4bf5-990f-0e5991890865", "type": "Decision", "concepts": ["191", "2739", "2985", "3618", "5451"], "title": "2008/941/EC: Commission Decision of 8 December 2008 concerning the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances (notified under document number C(2008) 7803) (Text with EEA relevance)\n", "header": "13.12.2008 EN Official Journal of the European Union L 335/91\nCOMMISSION DECISION\nof 8 December 2008\nconcerning the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances\n(notified under document number C(2008) 7803)\n(Text with EEA relevance)\n(2008/941/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 1112/2002 (2) and (EC) No 2229/2004 (3) lay down the detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC and establish a list of active substances to be assessed with a view to their possible inclusion in Annex I to Directive 91/414/EEC. That list includes the substances added in the Annex to this Decision.\n(3) Within two months from receipt of the draft assessment report the notifiers concerned voluntarily withdrew, in accordance with Article 24e of Regulation (EC) No 2229/2004, their support for the inclusion of those substances.\n(4) The Commission has examined the draft assessment reports, the recommendations from the rapporteur Member States and the comments from other Member States and has come to the conclusion that Articles 24b and 24f do not apply. Consequently, Article 24e applies.\n(5) The substances listed in the Annex to this Decision should therefore not be included in Annex I to Directive 91/414/EEC.\n(6) As the non-inclusion of these substances is not based on the presence of clear indications of harmful effects as laid down in Annex VII to Regulation (EC) No 2229/2004, Member States should have the possibility to maintain authorisations until 31 December 2010, in accordance with Article 25(3) of Regulation (EC) No 2229/2004.\n(7) Any period of grace granted by a Member State for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the listed substances should be limited to 12 months in order to allow existing stocks to be used in one further growing season.\n(8) This Decision does not prejudice the submission of a new application under Article 6(2) of Directive 91/414/EEC and Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (4) in accordance with the accelerated procedure provided for in Articles 13 to 22 of that Regulation.\n(9) Articles 13 to 22 of Regulation (EC) No 33/2008 provide for an accelerated procedure for such new application. That procedure allows notifiers whose substance has not been included based on their withdrawal, to make a new application in accordance with the accelerated procedure set out in Regulation (EC) No 33/2008. When submitting the new application under this procedure notifiers are allowed to submit only the additional data necessary to address the specific issues for which a need for further information was identified during the risk assessment. The notifier has received the draft assessment report which identifies those data.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The substances listed in the Annex to this Decision shall not be included as active substances in Annex I to Directive 91/414/EEC.", "Member States shall withdraw authorisations for plant protection products containing one or several of the substances listed in the Annex by 31 December 2010 at the latest.", "Any period of grace granted by Member States in accordance with the provisions of Article 4(6) of Directive 91/414/EEC shall expire on 31 December 2011 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 December 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 168, 27.6.2002, p. 14.\n(3)  OJ L 379, 24.12.2004, p. 13.\n(4)  OJ L 15, 18.1.2008, p. 5.\nANNEX\nLIST OF ACTIVE SUBSTANCES REFERRED TO IN ARTICLE 1\nActive substance Draft assessment report communicated to the notifier on\n1-Decanol 7 April 2008\n6-Benzyladenine 25 February 2008\nAluminium sulphate 31 March 2008\nAzadirachtine 18 February 2008\nBromadiolone 11 July 2008\nEthoxyquin 13 March 2008\nFatty alcohols 3 April 2008\nIndolylacetic acid 13 March 2008\nIndolylbutyric acid 13 March 2008\nLime sulphur 31 March 2008\nNaphthylacetic acid 3 March 2008\n1-Naphthylacetamide 3 March 2008\nPropisochlor 16 May 2008\nQuassia 17 March 2008\nZinc phosphide 11 July 2008"}