{"celex_id": "32003D0551", "uri": "http://publications.europa.eu/resource/cellar/95ef1a57-c7dd-4819-bae7-3818fc71f54d", "type": "Decision", "concepts": ["1116", "1309", "1442", "1501", "2771", "3885", "5369"], "title": "2003/551/EC: Commission Decision of 22 July 2003 amending Decision 97/830/EC repealing Decision 97/613/EC and imposing special conditions on the import of pistachios and certain products derived from pistachios originating in or consigned from Iran (Text with EEA relevance) (notified under document number C(2003) 2603)\n", "header": "Commission Decision\nof 22 July 2003\namending Decision 97/830/EC repealing Decision 97/613/EC and imposing special conditions on the import of pistachios and certain products derived from pistachios originating in or consigned from Iran\n(notified under document number C(2003) 2603)\n(Text with EEA relevance)\n(2003/551/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs(1), and in particular Article 10(1) thereof,\nAfter consulting the Member States,\nWhereas:\n(1) Commission Decision 97/830/EC(2), as last amended by Decision 2000/238/EC(3), imposes special conditions on the import of pistachios and certain products derived from pistachios originating in or consigned from Iran.\n(2) Decision 97/830/EC provides that the competent authority shall ensure that before release onto the market from the point of entry into the Community, each consignment of products covered by that Decision is subject to systematic sampling and analysis for aflatoxin B1 and total aflatoxin. The term \"systematic sampling and analysis\" set out in Decision 97/830/EC may be subject to different interpretations and it is appropriate to clarify the meaning of such terms.\n(3) Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety(4), established the rapid alert system for food and feed (RASFF).\n(4) In the interests of public health, Member States should provide the Commission with periodical reports of all analytical results of official controls carried out in respect of consignments of pistachios and certain products derived from pistachios originating in or consigned from Iran. Such reports should be in addition to the notification obligations under the rapid alert system for food and feed.\n(5) It is important to ensure that the sampling and analysis of consignments of pistachios and products derived from pistachios originating in or consigned from Iran are performed in a harmonised manner throughout the Community.\n(6) At the request of some Member States it is appropriate to update the list of points of entry through which the products covered by Decision 97/830/EC may be imported into the Community. For the sake of clarity that list should be replaced.\n(7) Decision 97/830/EC should therefore be amended accordingly,", "main_body": ["Decision 97/830/EC is amended as follows:\n1. Article 2 is amended as follows:\n(a) Paragraph 5 is replaced by the following:\n\"5. The competent authorities in each Member State shall take a sample for analysis from each consignment of pistachios and certain products derived from pistachios originating in or consigned from Iran for analysis of aflatoxin B1 and total aflatoxin before release onto the market from the point of entry into the Community.\nMember States shall submit to the Commission every three months a report of all analytical results of official controls on consignments of pistachios and certain products derived from pistachios originating in or consigned from Iran. This report shall be submitted during the month following each quarter(5).\"\n(b) The following paragraphs 6 and 7 are added:\n\"6. Any consignment to be subjected to sampling and analysis should be detained before release onto the market from the point of entry into the Community for a maximum period of 15 working days. The competent authorities of the importing Member State shall issue an accompanying official document establishing that the consignment has been subjected to official sampling and analysis and indicating the result of the analysis.\n7. In case a consignment is split, copies of the health certificate and accompanying documents referred to in the paragraphs 1 and 6 and certified by the competent authority of the Member State on whose territory the splitting has taken place, shall accompany each part of the split consignment.\"\n2. Article 3 is replaced by the following:\n\"Article 3\nThis Decision shall be kept under review in the light of information and guarantees provided by the competent authorities of Iran and on the basis of the results of the tests carried out by Member States in order to assess whether the special conditions set out in Article 2 provide a sufficient level of protection of public health within the Community. The review shall also assess whether there is a continuing need for those special conditions.\"\n3. Annex II is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 175, 19.7.1993, p. 1.\n(2) OJ L 343, 13.12.1997, p. 30.\n(3) OJ L 75, 24.3.2000, p. 59.\n(4) OJ L 31, 1.2.2002, p. 1.\n(5) April, July, October, January.\nANNEX\n\"ANNEX II\nList of points of entry through which pistachios and products derived from pistachios originating in or consigned from Iran may be imported into the Community\n>TABLE>\""}