{"celex_id": "32005R0381", "uri": "http://publications.europa.eu/resource/cellar/ead985a4-8ce6-48e6-a563-6f1149bd690c", "type": "Regulation", "concepts": ["2378", "3632", "4438", "5481", "71"], "title": "Commission Regulation (EC) No 381/2005 of 7 March 2005 amending Regulation (EC) No 1702/2003 laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisationsText with EEA relevance\n", "header": "8.3.2005 EN Official Journal of the European Union L 61/3\nCOMMISSION REGULATION (EC) No 381/2005\nof 7 March 2005\namending Regulation (EC) No 1702/2003 laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisations\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1), and in particular Articles 5(4) and 6(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1592/2002 was implemented by Commission Regulation (EC) No 1702/2003 of 24 September 2003 laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisations (2).\n(2) The current text of paragraph 21A.163(c) of the Annex to Regulation (EC) No 1702/2003, regarding the privilege of an approved production organisation to issue an authorised release certificate (EASA Form 1) for products, gives rise to deviating interpretations and does not reflect its original intent which is to confer such privilege upon approved production organisations of products.\n(3) Regulation (EC) No 1702/2003 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are based on the opinion issued by the European Aviation Safety Agency (3) in accordance with Articles 12(2)(b) and 14(1) of Regulation (EC) No 1592/2002.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 54 of Regulation (EC) No 1592/2002,", "main_body": ["In paragraph 21A.163(c) of the Annex to Regulation (EC) No 1702/2003, the words ‘under 21A.307’ are deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 2005.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Regulation (EC) No 1701/2003 (OJ L 243, 27.9.2003, p. 5).\n(2)  OJ L 243, 27.9.2003, p. 6.\n(3)  Opinion No 1/2004, 24.2.2004."}