{"celex_id": "32007R0809", "uri": "http://publications.europa.eu/resource/cellar/c53972be-8935-4f26-9365-98a2b6bd16e7", "type": "Regulation", "concepts": ["133", "134", "2826", "3641", "5228", "997"], "title": "Council Regulation (EC) No 809/2007 of 28 June 2007 amending Regulations (EC) No 894/97, (EC) No 812/2004 and (EC) No 2187/2005 as concerns drift nets\n", "header": "12.7.2007 EN Official Journal of the European Union L 182/1\nCOUNCIL REGULATION (EC) No 809/2007\nof 28 June 2007\namending Regulations (EC) No 894/97, (EC) No 812/2004 and (EC) No 2187/2005 as concerns drift nets\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (1) establishes a management framework for the conservation of fishery resources through technical measures in the form of a general overall length limitation of drift nets to maximum 2,5 km, as well as a prohibition to use or keep on board drift nets intended for the capture of certain species. This prohibition applies to all Community fishing vessels with the exception of those operating in the Baltic Sea, the Belts and the Øresund.\n(2) Council Regulation (EC) No 812/2004 of 26 April 2004 laying down measures concerning incidental catches of cetaceans in fisheries (2) sets out requirements concerning the use of acoustic deterrent devices and the monitoring of incidental catches of cetaceans in certain drift net fisheries.\n(3) Council Regulation (EC) No 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Øresund (3) sets out the restrictions and conditions on the use drift nets in this regulated area.\n(4) Those Regulations do not however contain a definition of drift nets. For reasons of clarity and in order to facilitate uniformity in the practice of monitoring between Member States, it is necessary to introduce a uniform definition of drift nets in all those three acts.\n(5) The establishment of a definition of drift nets does not expand the field of application of the restrictions and conditions on the use of drift nets implemented in Community law.\n(6) Regulations (EC) No 894/97, (EC) No 812/2004 and (EC) No 2187/2005 should therefore be amended accordingly,", "main_body": ["Article 11 of Regulation (EC) No 894/97 shall be replaced by the following:\n‘Article 11\n1.   “Drift net” means: any gillnet held on the sea surface or at a certain distance below it by floating devices, drifting with the current, either independently or with the boat to which it may be attached. It may be equipped with devices aiming to stabilise the net or to limit its drift.\n2.   No vessel may keep on board, or use for fishing, one or more drift nets whose individual or total length is more than 2,5 kilometres.’", "In Regulation (EC) No 812/2004 the following Article shall be inserted:\n‘Article 1a\nDefinitions\n“Drift net” means: any gillnet held on the sea surface or at a certain distance below it by floating devices, drifting with the current, either independently or with the boat to which it may be attached. It may be equipped with devices aiming to stabilise the net or to limit its drift.’", "In Article 2 of Regulation (EC) No 2187/2005, the following point shall be added:\n‘(o) “Drift net” means: any gillnet held on the sea surface or at a certain distance below it by floating devices, drifting with the current, either independently or with the boat to which it may be attached. It may be equipped with devices aiming to stabilise the net or to limit its drift.’", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 2007.\nFor the Council\nThe President\nS. GABRIEL\n(1)  OJ L 132, 23.5.1997, p. 1. Regulation as last amended by Regulation (EC) No 1239/98 (OJ L 171, 17.6.1998, p. 1).\n(2)  OJ L 150, 30.4.2004, p. 12.\n(3)  OJ L 349, 31.12.2005, p. 1."}