{"celex_id": "32004D0239", "uri": "http://publications.europa.eu/resource/cellar/9cdeb8d7-d652-4c9c-b1e2-1ab3f9e05c04", "type": "Decision", "concepts": ["1743", "3489", "4048", "4250", "427", "5403", "5713"], "title": "2004/239/EC,Euratom: Council and Commission Decision of 23 February 2004 concerning the conclusion of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part\n", "header": "Council and Commission Decision\nof 23 February 2004\nconcerning the conclusion of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part\n(2004/239/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 thereof, in conjunction with Article 300(2), first subparagraph, last sentence and Article 300(3), second subparagraph thereof(1),\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the proposal from the Commission(2),\nHaving regard to the assent of the European Parliament(3),\nHaving regard to the approval of the Council granted pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1) The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, was signed on behalf of the European Community, in Luxembourg on 9 April 2001, in accordance with Council Decision of 4 April 2001 subject to its conclusion.\n(2) The commercial provisions contained in this Agreement are of an exceptional nature, connected with the policy implemented within the framework of the stabilisation and association process and will not constitute, for the European Union, any precedent in the commercial policy of the Community with regard to third countries other than those of the Western Balkans.\n(3) The provisions of this Agreement that fall within the scope of Part Three, Title IV of the Treaty establishing the European Community bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Community, until the United Kingdom or Ireland notifies the former Yugoslav Republic of Macedonia that it has become bound as part of the European Community in accordance with the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty establishing the European Community. The same applies to Denmark, in accordance with the Protocol on the position of Denmark annexed to those Treaties.\n(4) This Agreement should be approved,", "main_body": ["The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, the Annexes and Protocols annexed thereto and the declarations attached to the Final Act are hereby approved on behalf of the European Community and the European Atomic Energy Community.\nThe texts referred to in the first paragraph are attached to this Decision.", "1. The position to be taken by the Community within the Stabilisation and Association Council and within the Stabilisation and Association Committee, when the latter is empowered to act by the Stabilisation and Association Council, shall be determined by the Council, on a proposal by the Commission, or, where appropriate, by the Commission, each in accordance with the corresponding provisions of the Treaties.\n2. The President of the Council shall, in accordance with Article 109 of the Stabilisation and Association Agreement, preside over the Stabilisation and Association Council. A representative of the Commission shall preside over the Stabilisation and Association Committee, in accordance with the Rules of Procedure thereof.\n3. The decision to publish the decisions of the Stabilisation and Association Council and the Stabilisation and Association Committee in the Official Journal of the European Union shall be taken on a case-by-case basis by the Council and the Commission respectively.", "The President of the Council is hereby authorised to designate the person(s) empowered, on behalf of the European Community, to deposit the act of notification provided for in Article 127 of the Agreement. The President of the Commission shall deposit the said acts of notification on behalf of the European Atomic Energy Community."], "attachments": "Done at Brussels, 23 February 2004.\nFor the Council\nThe President\nB. Cowen\nFor the Commission\nThe President\nRomano Prodi\n(1) The European Community has taken over all rights and obligations of the European Coal and Steel Community, following the latter's expiry on 23 July 2002 (OJ L 194, 23.7.2002, p. 35).\n(2) OJ C 213 E, 31.7.2001, p. 23.\n(3) OJ C 27 E, 31.1.2002, p. 59."}