{"celex_id": "32001R2574", "uri": "http://publications.europa.eu/resource/cellar/b86dc022-c9f2-4b17-aa55-efddc6191fda", "type": "Regulation", "concepts": ["2456", "2657", "2718"], "title": "Commission Regulation (EC) No 2574/2001 of 20 December 2001 fixing the reference prices for a number of fishery products for the fishing year 2002\n", "header": "Commission Regulation (EC) No 2574/2001\nof 20 December 2001\nfixing the reference prices for a number of fishery products for the fishing year 2002\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), as amended by Commission Regulation (EC) No 939/2001(2), and in particular Article 29(1) and (5) thereof,\nWhereas:\n(1) Regulation (EC) No 104/2000 provides that reference prices valid for the Community may be fixed each year, by product category, for products that are the subject of a tariff suspension under Article 28(1). The same holds for products which, by virtue of being either the subject of a binding tariff reduction under the WTO or some other preferential arrangements, must comply with a reference price.\n(2) For the products listed in its Annex I, Parts A and B of Regulation (EC) No 104/2000, the reference price is the same as the withdrawal price fixed in accordance with Article 20(1) of that Regulation.\n(3) The Community withdrawal and selling prices for the products concerned are fixed for the fishing year 2002 by Commission Regulation (EC) No 2572/2001(3).\n(4) The reference price for products other than those listed in Annexes I and II to Regulation (EC) No 104/2000 is established on the basis of the weighted average of customs values recorded on the import markets or in the ports of import in the three years immediately preceding the date on which the reference price is fixed.\n(5) There is no need to fix reference prices for all the species covered by the criteria laid down in Article 29(1) of Regulation (EC) No 104/2000, and particularly not for those imported from third countries in insignificant volumes.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The reference prices for the fishing year 2002 of fishery products listed in Article 29 of Regulation (EC) No 104/2000 shall be as laid down in the Annex hereto.", "This Regulation shall enter into force on 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 132, 15.5.2001, p. 10.\n(3) See page 47 of this Official Journal.\nANNEX(1)\n1. Reference prices for products referred to in Article 29(3)(a) of Regulation (EC) No 104/2000\n>TABLE>\n>TABLE>\n2. Reference prices for fishery products referred to in Article 29(3)(d) of Regulation (EC) No 104/2000\n>TABLE>\n(1) The additional code to be mentioned for all categories other than those explicitly referred to in points 1 and 2 of the Annex is \"F499: Other\"."}