{"celex_id": "32006L0119", "uri": "http://publications.europa.eu/resource/cellar/37ffa016-84f8-4193-8465-ed576c238c76", "type": "Directive", "concepts": ["3641", "4654", "4658", "5235", "5503", "848"], "title": "Commission Directive 2006/119/EC of 27 November 2006 amending for the purposes of adapting to technical progress Directive 2001/56/EC of the European Parliament and of the Council concerning heating systems for motor vehicles and their trailers   (Text with EEA relevance)\n", "header": "28.11.2006 EN Official Journal of the European Union L 330/12\nCOMMISSION DIRECTIVE 2006/119/EC\nof 27 November 2006\namending for the purposes of adapting to technical progress Directive 2001/56/EC of the European Parliament and of the Council concerning heating systems for motor vehicles and their trailers\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (1) and in particular Article 13(2) thereof,\nWhereas:\n(1) Directive 2001/56/EC of the European Parliament and of the Council (2) is one of the separate directives under the EC type-approval procedure which has been established by Directive 70/156/EEC. Directive 2001/56/EC lays down requirements for the type-approval of vehicles fitted with combustion heaters and of combustion heaters as components.\n(2) United Nations ECE Regulation No 122 concerning the approval of vehicles of categories M, N and O with regard to their heating systems entered into force on 18 January 2006. Since this regulation is applicable to the Community, it is necessary to provide equivalence between the requirements laid down in Directive 2001/56/EC and those laid down in United Nations ECE Regulation No 122. Therefore, the specific requirements set out in Annex 9 to United Nations ECE Regulation No 122, concerning the heating systems of vehicles transporting dangerous goods, shall be introduced in Directive 2001/56/EC.\n(3) Directive 2001/56/EC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee for Adaptation to Technical Progress established under Article 13 of Directive 70/156/EEC,", "main_body": ["Amendment to Directive 2001/56/EC\nDirective 2001/56/EC is amended in accordance with the text set out in the Annex to this Directive.", "Transitional provisions\n1.   With effect from 1 October 2007, in respect of a type of vehicle fitted with an LPG fuelled heating system which complies with the requirements laid down in Directive 2001/56/EC as amended by this Directive, Member States may not, on grounds relating to heating systems take either of the following measures:\n(a) refuse to grant EC type-approval or national type-approval;\n(b) prohibit the registration, sale or entry into service of a vehicle of that type.\n2.   With effect from 1 October 2007, in respect of a type of LPG fuelled combustion heater as a component which complies with the requirements laid down in Directive 2001/56/EC as amended by this Directive, Member States may not take either of the following measures:\n(a) refuse to grant EC type-approval or national type-approval;\n(b) prohibit the sale or entry into service of a component of that type.\n3.   With effect from 1 April 2008, in respect of a type of vehicle fitted with an LPG fuelled heating system, or a type of LPG fuelled combustion heater as a component, which does not comply with the requirements laid down in Directive 2001/56/EC as amended by this Directive, Member States shall refuse to grant EC type-approval and may refuse to grant national type-approval.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 September 2007 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 42, 23.2.1970, p. 1. Directive as last amended by Directive 2006/40/EC of the European Parliament and of the Council (OJ L 161, 14.6.2006, p. 12).\n(2)  OJ L 292, 9.11.2001, p. 21. Directive as last amended by the Commission Directive 2004/78/EC (OJ L 231, 30.6.2004, p. 69).\nANNEX\nDirective 2001/56/EC is amended as follows:\n1. The following line is added at the end of the ‘list of Annexes’:\n‘Annex IX\n2. Annex VIII is amended as follows:\n(a) The title of section 1 is replaced by the following:\n(b) Point 1.1.6.2 is replaced by the following:\n‘1.1.6.2. no uncontrolled release due to an accidental disconnection can occur. Means shall be provided to stop the flow of LPG by installing a device directly after, or in, a cylinder or container mounted regulator, or, if the regulator is mounted remote from the cylinder or container, a device shall be installed directly before the hose or pipe from the cylinder or container and an additional device shall be installed in, or after, the regulator.’\n(c) The title of Section 2 is replaced by the following:\n3. The following Annex IX is added:\n(a) in the event of any leakage, the fuel shall drain to the ground without coming into contact with hot parts of the vehicle or the load;\n(b) fuel tanks containing petrol shall be equipped with an effective flame trap at the filler opening or with a closure enabling the opening to be kept hermetically sealed.\n(a) intentional manual switching off from the driver’s cab;\n(b) stopping of the vehicle engine; in this case the heating device may be restarted manually by the driver;\n(c) start-up of a feed pump on the motor vehicle for the dangerous goods carried."}