{"celex_id": "32003D0093", "uri": "http://publications.europa.eu/resource/cellar/56b33211-83e3-4de3-a5c0-a51f5d46145d", "type": "Decision", "concepts": ["2701", "3316", "3472", "3919", "5811", "860"], "title": "2003/93/EC: Council Decision of 19 December 2002 authorising the Member States, in the interest of the Community, to sign the 1996 Hague Convention on jurisdiction, applicable law, recognition, enforcement and cooperation in respect of parental responsibility andmeasures for the protection of children\n", "header": "Council decision\nof 19 December 2002\nauthorising the Member States, in the interest of the Community, to sign the 1996 Hague Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children\n(2003/93/CE)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c) and Article 300 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Community is working towards the establishment of a common judicial area based on the principle of mutual recognition of judicial decisions.\n(2) The Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children concluded on 19 October 1996 in the framework of The Hague Conference on Private International Law, (hereinafter referred to as the Convention) makes a valuable contribution to the protection of children at international level, and it is therefore desirable that its provisions be applied as soon as possible.\n(3) Certain articles of the Convention affect Community secondary legislation on jurisdiction and the recognition and enforcement of judgments, in particular Council Regulation (EC) No 1347/2000 of 29 May 2000 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility for children of both spouses(1).\n(4) The Community has exclusive competence for the relevant provisions of the Convention insofar as those articles affect Community rules adopted in this area. The Member States should retain their competence in the areas covered by the Convention which do not affect Community law.\n(5) Pursuant to the Convention, only sovereign States may be party to it. For that reason, the Community may not at present sign, ratify or accede to it.\n(6) The Council should therefore authorise the Member States, by way of exception, to sign the Convention in the interest of the Community, under the conditions set out in this Decision.\n(7) Taking account of Articles 23, 26 and 52 of the Convention, a Decision taken by a Member State on matters governed by the Convention may be recognised and enforced in another Member State in accordance with the relevant internal rules of Community law.\n(8) The United Kingdom and Ireland are taking part in the adoption and application of this Decision.\n(9) Denmark, in accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty establishing the European Community, is not taking part in the adoption of this Decision and is therefore not bound by it nor subject to its application,", "main_body": ["1. The Council hereby authorises the Member States to sign the Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children, concluded on 19 October 1996, in the interest of the Community, subject to the conditions set out in the following articles.\n2. The text of the Convention is attached to this Decision(2).\n3. In this Decision, the term \"Member State\" shall mean all Member States with the exception of Denmark.", "When signing the Convention, Member States shall make the following declaration:\n\"Articles 23, 26 and 52 of the Convention allow Contracting Parties a degree of flexibility in order to apply a simple and rapid regime for the recognition and enforcement of judgments. The Community rules provide for a system of recognition and enforcement which is at least as favourable as the rules laid down in the Convention. Accordingly, a judgment given in a Court of a Member State of the European Union, in respect of a matter relating to the Convention, shall be recognised and enforced in(3) by application of the relevant internal rules of Community law(4).\"", "Member States shall make the necessary arrangements for the Convention to be signed before 1 June 2003.", "When signing the Convention, Member States shall inform the Ministry of Foreign Affairs of the Kingdom of the Netherlands in writing that the signing has taken place in accordance with this Decision.\nThis Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 19 December 2002.\nFor the Council\nThe President\nL. Espersen\n(1) OJ L 160, 30.6.2000, p. 19. Regulation as amended by Commission Regulation (EC) No 1185/2002 (OJ L 173, 3.7.2002, p. 3).\n(2) See page 3 of this Official Journal.\n(3) Member State making the declaration.\n(4) Regulation (EC) No 1347/2000 plays a special role in this field since it relates to jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility for children of both spouses."}