{"celex_id": "32005R0616", "uri": "http://publications.europa.eu/resource/cellar/eabed2e6-1381-42fb-b828-43aa46b96c72", "type": "Regulation", "concepts": ["1134", "20", "2173", "3170", "4726", "4734", "6044"], "title": "Commission Regulation (EC) No 616/2005 of 21 April 2005 amending Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\n", "header": "22.4.2005 EN Official Journal of the European Union L 103/15\nCOMMISSION REGULATION (EC) No 616/2005\nof 21 April 2005\namending Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1623/2000 (2) provides for a system of disposal by public sale of wine alcohol for use as bio-ethanol in the Community. In order to enable the highest price offered by a tenderer to be obtained for such alcohol, the public sale system should be replaced by a tendering system.\n(2) To that end, the same rules should be applied to the different types of disposal of wine alcohol, while the characteristics necessary for each use or final destination of the alcohol should be respected.\n(3) In order to check that the alcohol is to be used for the production of bio-ethanol, Member States approve firms which they deem eligible on the basis of their capacity, the plants where the alcohol is processed, their annual processing capacity, and the certificates from the national authorities of the Member State of the final purchaser attesting that the final purchaser uses the alcohol only to produce bio-ethanol and that the bio-ethanol is used only in the fuel sector.\n(4) Sales by tender should be held each quarter, first in order to ensure that the alcohol stored by Member States’ intervention agencies is disposed of, and second in order to provide some guarantee of supply for firms established in the European Community which use alcohol in the fuel sector.\n(5) The Member States should send information at the end of each month on the quantities of wine, wine lees and fortified wine which have been distilled in the previous month, as well as the quantities of alcohol, broken down into neutral alcohol, raw alcohol and spirits.\n(6) Regulation (EC) No 1623/2000 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1623/2000 is hereby amended as follows:\n1. Articles 92 to 94 are replaced by:\n(a) a declaration by the firm stating that it is capable of using at least 50 000 hl of alcohol a year;\n(b) the location of the firm’s administrative offices;\n(c) the place of establishment and a copy of the plans of the plant where the alcohol is processed, and an indication of the annual processing capacity;\n(d) a copy of the permit, granted by the national authorities of the Member State concerned, to operate the plant; and\n(e) certificates from the national authorities of the Member State of any final purchaser, attesting that the final purchaser is able to use the alcohol only to produce bio-ethanol and that the bio-ethanol will be used only in the fuel sector.\n(a) the special rules applicable to the tendering procedure and the names and addresses of the intervention agencies concerned;\n(b) the quantity of alcohol, expressed in hectolitres of alcohol at 100 % vol, covered by the tendering procedure;\n(c) the lots;\n(d) the payment terms;\n(e) the formalities for obtaining samples;\n(f) the amount of the tendering security referred to in Article 94(4) and of the performance guarantee referred to in Article 94c(3).\n(a) the prices offered;\n(b) the lots requested;\n(c) the final destination of the alcohol.\n2. the first subparagraph of Article 97(1) is replaced by the following:\n3. in Article 98, paragraphs 1 and 2 are replaced by the following:\n4. Article 100(2)(c) is replaced by the following:\n‘(c) In the case of alcohol awarded for a new industrial use and alcohol awarded under tendering procedures for use as bio-ethanol in the fuel sector in the Community which must be rectified prior to the final use intended, the alcohol removed shall be deemed to have been used entirely for the purpose specified where at least 90 % of the total quantities of alcohol removed under an invitation to tender is used for that purpose.\n5. Article 103(2) is replaced by the following:\n(a) the quantities of wine, wine lees and fortified wine which have been distilled in the previous month,\n(b) the quantities of alcohol, broken down into neutral alcohol, raw alcohol and spirits:\n— produced during the previous month,\n— taken over by the intervention agencies during the previous month,\n— disposed of by the intervention agencies during the previous month and the percentage of those quantities exported and the selling prices charged,\n— held by the intervention agencies at the end of the previous month.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation last amended by the 2003 Act of Accession.\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation last amended by Regulation (EC) No 1774/2004 (OJ L 316, 15.10.2004, p. 61)."}