{"celex_id": "32007R1282", "uri": "http://publications.europa.eu/resource/cellar/d2fa0e59-b1c8-449a-9790-3336915ee8e4", "type": "Regulation", "concepts": ["2735", "4284", "5581", "826", "862"], "title": "Commission Regulation (EC) No 1282/2007 of 30 October 2007 derogating from Regulation (EEC) No 3149/92 as regards the end of the implementation period for the annual plan for the distribution of food for 2007\n", "header": "31.10.2007 EN Official Journal of the European Union L 285/30\nCOMMISSION REGULATION (EC) No 1282/2007\nof 30 October 2007\nderogating from Regulation (EEC) No 3149/92 as regards the end of the implementation period for the annual plan for the distribution of food for 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organisations for distribution to the most deprived persons in the Community (1), and in particular Article 6 thereof,\nWhereas:\n(1) Under Article 3(1) of Commission Regulation (EEC) No 3149/92 of 29 October 1992 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community (2), the implementation period for the annual plan for the distribution of food finishes on 31 December of the year following its adoption.\n(2) Commission Regulation (EC) No 1539/2006 (3) adopted the plan for the period ending on 31 December 2007.\n(3) Exceptional circumstances on the markets in cereals and milk products which developed during the 2006/2007 marketing year have, in the case of 61 232,50 tonnes of cereals, 1 618 tonnes of butter and EUR 10 991 578 for the mobilisation on the market of skimmed-milk powder allocated to Italy, and in the case of 4 000 tonnes of butter and EUR 10 million for the mobilisation on the market of skimmed-milk powder allocated to France under the 2007 plan, complicated the implementation of the delivery contracts concluded with operators. To allow the implementation of the annual plan as laid down in Regulation (EC) No 1539/2006, the implementation period for the annual plan should, in these cases, be extended to 29 February 2008.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["By way of derogation from Article 3(1) of Regulation (EEC) No 3149/92, the 2007 plan may, in the case of 61 232,50 tonnes of cereals, 1 618 tonnes of butter and EUR 10 991 578 for the mobilisation on the market of skimmed-milk powder allocated to Italy, and 4 000 tonnes of butter and EUR 10 million for the mobilisation on the market of skimmed-milk powder allocated to France under that plan, be implemented until 29 February 2008.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 352, 15.12.1987, p. 1. Regulation as amended by Regulation (EC) No 2535/95 (OJ L 260, 31.10.1995, p. 3).\n(2)  OJ L 313, 30.10.1992, p. 50. Regulation as last amended by Regulation (EC) No 1127/2007 (OJ L 255, 29.9.2007, p. 18).\n(3)  OJ L 283, 14.10.2006, p. 14. Regulation as last amended by Regulation (EC) No 937/2007 (OJ L 206, 7.8.2007, p. 5)."}