{"celex_id": "32000D0552", "uri": "http://publications.europa.eu/resource/cellar/29225fea-48c0-4329-90fc-e3fa697103b9", "type": "Decision", "concepts": ["1085", "1445", "1755", "192", "613", "842"], "title": "2000/552/EC: Commission Decision of 15 September 2000 on certain protection measures with regard to movement of equidae within and dispatch from certain parts of France affected by West Nile fever (notified under document number C(2000) 2712) (Text with EEA relevance)\n", "header": "Commission Decision\nof 15 September 2000\non certain protection measures with regard to movement of equidae within and dispatch from certain parts of France affected by West Nile fever\n(notified under document number C(2000) 2712)\n(Text with EEA relevance)\n(2000/552/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nWhereas:\n(1) In certain departments of France cases of West Nile fever, a non-contagious vector-transmitted viral disease accompanied by clinical signs of encephalitis, have been reported in horses.\n(2) The presence of this disease is liable to constitute a danger for humans and equidae.\n(3) Council Directive 90/426/EEC of 26 June 1990 lays down the animal health conditions governing the movement and import from third countries of equidae(3).\n(4) France has taken national measures to control the disease, however, additional restrictions shall be applied until further results of epidemiological enquiries become available. Since it is possible to identify geographically areas presenting a particular risk, the restrictions on movement of equidae should apply on a regional basis.\n(5) Pending the meeting of the Standing Veterinary Committee and in collaboration with the Member State concerned the Commission should take interim protective measures with regard to equidae moving within and out of the affected parts of the territory of France.\n(6) This Decision shall be reviewed at the Standing Veterinary Committee scheduled for 3rd October 2000,", "main_body": ["1. Without prejudice to Article 8 of Directive 90/426/EEC, equidae shall not be moved from a holding situated within the areas specified in Annex I to another holding situated within the areas specified in Annex I and shall not be moved out of or transit through the areas specified in Annex I, unless they are accompanied by an individual animal health certificate complying in the case of a registered equine animal with the model in Annex B or in the case of an equine animal for breeding and production or slaughter with the model in Annex C of that Directive.\n2. In addition to the provisions in paragraph 1, a supplementary certificate in accordance with the specimen in Annex II to this Decision, duly completed and signed by the competent veterinary authorities of the \"département\", shall be required for the movement of individual equidae within and out of the areas specified in Annex I.\n3. The provisions in paragraph 2 shall not apply to transport of equidae on main roads in transit without stopping through the areas specified in Annex I to a certified destination outside the areas specified in Annex I or directly to an airport situated within the areas specified in Annex I for subsequent air transport. During the transit and transhipment operations suitable measures must be taken to protect the equidae from vector insects.", "Member States shall amend the measures they apply with regard to France to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision shall apply until 31 October 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 September 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 42.\nANNEX I\nIn France the \"départements\" of:\n- L'Hérault (34)\n- Gard (30)\n- Bouches-du Rhône (13)\nANNEX II\n>PIC FILE= \"L_2000234EN.004903.EPS\">"}