{"celex_id": "32009R1140", "uri": "http://publications.europa.eu/resource/cellar/43d1d39e-ba2e-4cc1-a5bb-753dfa24b767", "type": "Regulation", "concepts": ["1039", "1406", "2734", "2972", "2989", "3069", "3628", "3633"], "title": "Council Regulation (EC) No 1140/2009 of 20 November 2009 amending Regulation (EC) No 1234/2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation)\n", "header": "27.11.2009 EN Official Journal of the European Union L 312/4\nCOUNCIL REGULATION (EC) No 1140/2009\nof 20 November 2009\namending Regulation (EC) No 1234/2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) For the purpose of restructuring milk production in the Community, Article 75(1)(a) of Regulation (EC) No 1234/2007 (2) gives to the Member States the possibility to grant compensation to producers who undertake to abandon permanently all or part of their milk production and place the individual quotas thus released in the national reserve.\n(2) In order to stimulate further the necessary restructuring, the surplus levy payable by the milk producers pursuant to Article 78(1) of Regulation (EC) No 1234/2007 should be calculated on the basis of the national quota reduced by the individual quotas bought-up under Article 75(1)(a), subject to the condition that those released quotas remain in the national reserve in the quota year concerned.\n(3) Given the necessity to reinforce the financial instruments for further restructuring of the sector, Member States should be allowed to use for the same restructuring purposes the additional money collected on the basis of the new calculation method.\n(4) This calculation method should be applicable on a temporary basis, for the 12-month periods starting on 1 April 2009 and 1 April 2010 and only as regards milk deliveries in order to limit the measure to the extent necessary.\n(5) Article 186 of Regulation (EC) No 1234/2007 provides that the Commission can take measures in cases of disturbances of the market of certain agricultural products where internal market prices significantly rise or fall. Milk and milk products are, however, not covered by that Article.\n(6) In view of the serious difficulties and the increasing price volatility on the dairy market it is appropriate to enlarge the scope of Article 186 of Regulation (EC) No 1234/2007 to milk and milk products, thus enabling the Commission to react to market disturbances in a flexible and swift manner.\n(7) Regulation (EC) No 1234/2007 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1234/2007 shall be amended as follows:\n1. Article 78 is amended as follows:\n(a) after paragraph 1, the following paragraph is inserted:\n(b) after paragraph 2, the following paragraph is inserted:\n2. in Article 79, the following paragraph is added:\n3. in Article 186, point (a) is replaced by the following:\n‘(a) with regard to the products of the sugar, hops, beef and veal, milk and milk products, sheepmeat and goatmeat sectors, where the prices on the Community market for any of those products rise or fall significantly;’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  Opinion of 22 October 2009 (not yet published in the Official Journal).\n(2)  OJ L 299, 16.11.2007, p. 1."}