{"celex_id": "32009R0834", "uri": "http://publications.europa.eu/resource/cellar/830f39c4-2487-4f17-ad96-3ac15cc4bf5a", "type": "Regulation", "concepts": ["1895", "2891", "4258", "4262", "4263", "4359", "441", "5985", "998"], "title": "Commission Regulation (EC) No 834/2009 of 11 September 2009 implementing Regulation (EC) No 716/2007 of the European Parliament and of the Council on Community statistics on the structure and activity of foreign affiliates, as regards the quality reports (Text with EEA relevance)\n", "header": "12.9.2009 EN Official Journal of the European Union L 241/3\nCOMMISSION REGULATION (EC) No 834/2009\nof 11 September 2009\nimplementing Regulation (EC) No 716/2007 of the European Parliament and of the Council on Community statistics on the structure and activity of foreign affiliates, as regards the quality reports\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 716/2007 of the European Parliament and of the Council of 20 June 2007 on Community statistics on the structure and activity of foreign affiliates (1), and in particular Article 6(3) thereof,\nWhereas:\n(1) Regulation (EC) No 716/2007 established a common framework for the systematic production of Community statistics on the structure and activity of foreign affiliates.\n(2) It is necessary to adopt the implementing measures concerning the definition of common quality standards and the contents and periodicity of the quality reports.\n(3) It is necessary to define the quality dimensions applicable to the quality reports.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["Quality reports referred to in Article 6(2) of Regulation (EC) No 716/2007 shall be drawn up by Member States in accordance with the rules laid down in the Annex to this Regulation.", "The first quality report shall be drawn up for the data concerning the reference year 2007 and shall be submitted by 28 February 2010.\nMember States shall provide quality reports for every reference year thereafter within 26 months after the end of the reference year.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 2009.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 171, 29.6.2007, p. 17.\nANNEX\nREQUIREMENTS FOR QUALITY REPORTS\n1.   INTRODUCTION\nThe quality report shall contain both quantitative and qualitative indicators of quality of the data. The Commission (Eurostat) shall provide the results for those quantitative indicators which can be calculated on the basis of data provided by Member States. Member States shall interpret and comment them, in the light of their collection methodology and provide the remaining quantitative indicators as well as qualitative information.\n2.   TIMELINE\nEvery year, the Commission (Eurostat) shall supply Member States within 24 months after the end of the reference year (by the end of December) with draft documents for quality reports, partially pre-filled with most quantitative indicators and other information available to the Commission (Eurostat).\nEvery year, Member States shall supply the Commission (Eurostat) within 26 months after the end of the reference year (by the end of February) with the completed quality reports.\n3.   QUALITY CRITERIA\nData transmitted by Member States shall be assessed against the following quality criteria:\n3.1. Relevance: refers to the degree to which statistics meet current and potential needs of the users;\n3.2. Accuracy: refers to the closeness of estimates to the unknown true values;\n3.3. Coherence: refers to the adequacy of the data to be reliably combined in different ways and for various uses;\n3.4. Comparability: refers to the measurement of the impact of differences in applied statistical concepts, measurement tools and procedures where statistics are compared between geographical areas, sectoral domains or over time;\n3.5. Timeliness: refers to the period between the availability of the information and the event or phenomenon it describes;\n3.6. Punctuality: refers to the delay between the date of the release of the data and the target date (the date by which the data should have been delivered);\n3.7. Accessibility and clarity: refer to the conditions and modalities by which users can obtain, use and interpret data."}