{"celex_id": "32007R0102", "uri": "http://publications.europa.eu/resource/cellar/21e2d25b-1559-43ce-8570-3157033becfc", "type": "Regulation", "concepts": ["1802", "1895", "2550", "3320", "4213", "4258", "6030", "760"], "title": "Commission Regulation (EC) No 102/2007 of 2 February 2007 adopting the specifications of the 2008 ad hoc module on the labour market situation of migrants and their immediate descendants, as provided for by Council Regulation (EC) No 577/98 and amending Regulation (EC) No 430/2005 (Text with EEA relevance )\n", "header": "3.2.2007 EN Official Journal of the European Union L 28/3\nCOMMISSION REGULATION (EC) No 102/2007\nof 2 February 2007\nadopting the specifications of the 2008 ad hoc module on the labour market situation of migrants and their immediate descendants, as provided for by Council Regulation (EC) No 577/98 and amending Regulation (EC) No 430/2005\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 577/98 of 9 March 1998 on the organisation of a labour force sample survey in the Community (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) At its meeting in Thessaloniki in June 2003, the European Council considered that a successful integration of migrants contributes to social cohesion and economic welfare and to addressing the demographic and economic challenges that the European Union is now facing, and called for further progress in this respect. Furthermore, it explicitly called for an accurate and objective analysis of these issues to help develop and promote policy initiatives for more effective management of migration in Europe. The need for effective integration policies was stressed once again in the ‘Hague Programme’ adopted by the European Council in Brussels in November 2004.\n(2) As highlighted in the Commission's first Annual Report on Migration and Integration (2) lack of access to employment has been identified as the greatest barrier to integration and, therefore, the most important political priority within national integration policies.\n(3) Consequently, a comprehensive and comparable set of data on the labour market situation of migrants and their immediate descendants is needed in order to monitor progress towards the common objectives of the European Employment Strategy and of the Social Inclusion Process.\n(4) The Commission proposal for a Decision of the European Parliament and of the Council establishing a Community Programme for Employment and Social Solidarity — Progress (3) — provides in Section 1, Employment, the financing of the relevant actions including statistical actions. The present Regulation should implement those actions.\n(5) Commission Regulation (EC) No 384/2005 of 7 March 2005 adopting the programme of ad hoc modules, covering the years 2007 to 2009, for the labour force sample survey provided by Council Regulation (EC) No 577/98 (4) already included an ad hoc module on the labour market situation of migrants and their immediate descendants. The list of variables for this module should be defined before December 2006.\n(6) Regulation (EC) No 384/2005 also provides that implementation of the 2008 module will be conditional upon the results of feasibility studies to be finished before the end of 2005. Eurostat presented the results of these feasibility studies in the meeting of Directors of Social Statistics of Member States in September 2005. It has been concluded that Member States and Eurostat should proceed in the preparation of the module 2008.\n(7) For reasons of reliability and quality of the data to be provided, some variables described in the Annex to this Regulation should be optional for Member States with a small sample size for migrants.\n(8) There is a need to amend columns 19/20 of Annex II to Commission Regulation (EC) No 430/2005 of 15 March 2005 implementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community concerning the codification to be used for data transmission from 2006 onwards and the use of a sub-sample for the collection of data on structural variables (5) in order to increase the relevance of the analysis of the labour market situation of migrants by obtaining information on the year of arrival in the host country and on age at the time of arrival, which remain two key explanatory variables for analysing the process of integration into the labour market.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The detailed list of variables to be collected in 2008 by the ad hoc module on the labour market situation of migrants and their immediate descendants shall be as set out in the Annex.", "Columns 213, 214, 215, 216, 217, 218 and 219 of the Annex shall be optional for the Czech Republic, Denmark, Estonia, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia, Slovakia and Finland.", "In Annex II, the text in columns 19/20 of Regulation (EC) No 430/2005 is replaced by the following text:\n‘YEARESID 19/20 YEARLY  Years of residence in this country Everybody’\n00 Born in this Country\n01-99 Number of years of residence in this country\nBlank No answer", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 2007.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 77, 14.3.1998, p. 3. Regulation as last amended by Regulation (EC) No 2257/2003 of the European Parliament and of the Council (OJ L 336, 23.12.2003, p. 6).\n(2)  COM(2004) 508.\n(3)  COM(2004) 488.\n(4)  OJ L 61, 8.3.2005, p. 23. Regulation as amended by Regulation (EC) No 341/2006 (OJ L 55, 25.2.2006, p. 9).\n(5)  OJ L 71, 17.3.2005, p. 36.\nANNEX\nLABOUR FORCE SURVEY\nSpecifications of the 2008 ad hoc module on the labour market situation of migrants and their immediate descendants\n1. Member States and regions concerned: all.\n2. The variables shall be coded as follows:\nColumn Code Description Filter\n203/206  Year of acquisition of citizenship Everybody aged 15-74 and C17/18 = C170/171\n4 digits\n9996 Year unknown but national by acquisition\n9997 National at birth\n9998 National since the creation of the country/redefinition of borders\n9999 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C17/18 ≠ C170/171))\nBlank No answer\n207/208  Country of birth of father Everybody aged 15-74\nFor coding, see ISO country classification\n98 Country unknown but father born abroad\n99 Not applicable (person aged under 15 or over 74)\nBlank No answer\n209/210  Country of birth of mother Everybody aged 15-74\nFor coding, see ISO country classification\n98 Country unknown but mother born abroad\n99 Not applicable (person aged under 15 or over 74)\nBlank No answer\n211/212  Total number of years of residence in the host country Everybody aged 15-74 and C19/20 ≠ 00\n01-98 2 digits\n99 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C19/20 = 00))\nBlank No answer\n213  Main reason the person had for migrating (last migration) Everybody aged 15-74 and C19/20 ≠ 00 and (C162/165 – C11/14 – C19/20) ≥ 15\n1 Employment, intra-corporate transfer\n2 Employment, job found before migrating other than code 1\n3 Employment, no job found before migrating\n4 Study\n5 International protection\n6 Accompanying family/family reunification\n7 Family formation\n8 Other\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C19/20 = 00) or (person aged 15-74 and C19/20 ≠ 00 and (C162/165 – C11/14 – C19/20) < 15))\nBlank No answer\n214  Whether the duration of the current residence permit/visa/certificate is limited (optional for France) Everybody aged 15-74 and C17/18 ≠ C170/171\n0 Yes, less than 1 year\n1-5 Yes, number of years\n6 Yes, limited duration of more than 5 years\n7 Yes, but do not know the duration\n8 No\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C17/18 = C170/171))\nBlank No answer\n215  Whether current legal access to the labour market is restricted Everybody aged 15-74 and C17/18 ≠ C170/171 and (C24 = 1, 2 or C99 = 1, 2, 4 or (C99 = 3 and C116 = 1))\n1 Yes, access restricted to employment for specific employers/sectors/occupations\n2 Yes, access restricted to self-employment\n3 Yes, access not allowing self-employment\n4 Yes, combination of 1 and 2\n5 Yes, combination of 1 and 3\n6 Yes, combination of 1 and 3\n7 No\n8 Does not know\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C17/18 = C170/171) or (person aged 15-74 and C17/18 ≠ C170/171 and C116 = 2, blank))\nBlank No answer\n216  Use of facilities for establishing what highest qualification equates to in the host country system Everybody aged 15-74 and C19/20 ≠ 00 and (C24 = 1, 2 or C99 = 1, 2, 4 or (C99 = 3 and C116 = 1))\n1 Yes, established what qualification equates to\n2 Yes, but not established what qualification equates to or procedure not yet completed\n3 No, no need because highest qualification obtained in the host country\n4 No, no need for reason other than code 3\n5 No for other reason\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C19/20 = 00) or (person aged 15-74 and C19/20 ≠ 00 and C116 = 2, blank))\nBlank No answer\n217  Need to improve host country language skills to get an appropriate job Everybody aged 15-74 and C19/20 ≠ 00 and (C24 = 1, 2 or C99 = 1, 2, 4 or (C99 = 3 and C116 = 1))\n1 Yes\n2 No\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C19/20 = 00) or (person aged 15-74 and C19/20 ≠ 00 and C116 = 2, blank))\nBlank No answer\n218  Main help received in the host country in finding the current job or setting up own business Everybody aged 15-74 and C24 = 1, 2\n1 Relatives/friends\n2 Public employment office\n3 Private employment agencies\n4 Migrant or ethnic organisation\n5 Other\n6 None\n9 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C24 = 3, 4, 5))\nBlank No answer\n219/220  Use of services for labour market integration in the two years following the last arrival Everybody aged 15-74 and C19/20 ≠ 00 and C19/20 ≤ 10 and (C162/165 – C11/14 – C19/20) ≥ 15\n01 Yes, contact with an adviser for job guidance/counselling or job search assistance\n02 Yes, participation to labour market training/programmes\n03 Yes, participation to host country language tuition\n04 Yes, combination of 1 and 2\n05 Yes, combination of 1 and 3\n06 Yes, combination of 2 and 3\n07 Yes, combination of 1, 2 and 3\n08 No, not entitled to\n09 No, for reason other than code 08\n99 Not applicable (person aged under 15 or over 74 or (person aged 15-74 and C19/20 = 00) or (person aged 15-74 and C19/20 ≠ 00 and C19/20 > 10) or (person aged 15-74 and C19/20 ≠ 00 and C19/20 ≤ 10 and (C162/165 – C11/14 – C19/20) < 15))\nBlank No answer\n221/226  Weighting factor for the 2008 LFS module (optional) Everybody aged 15-74\n0000-9999 Columns 220-223 contain whole numbers\n00-99 Columns 224-225 contain decimal places"}