{"celex_id": "32002D0409", "uri": "http://publications.europa.eu/resource/cellar/6e258a5f-e2c1-48cb-ad62-6c835805e521", "type": "Decision", "concepts": ["1474", "3763", "4506", "4509", "4533"], "title": "2002/409/EC: Council Decision of 6 December 2001 concerning the conclusion of the Agreement between the European Community and Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport\n", "header": "Council Decision\nof 6 December 2001\nconcerning the conclusion of the Agreement between the European Community and Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport\n(2002/409/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 71 and 93, in conjunction with the second subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the assent of the European Parliament(2),\nWhereas:\n(1) The conclusion of the Agreement between the European Community and Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport (hereinafter \"Agreement\") provides an appropriate means for the further development of transport relations between the contracting parties.\n(2) The conclusion of the Agreement contributes to the smooth functioning of the internal market because it will promote transit traffic through Romania for internal transport between Greece and the other Member States and thus enable intra-Community trade to be conducted at the least possible cost to the public at large and to reduce to a minimum the administrative and technical obstacles which affect it.\n(3) The conclusion of the Agreement promotes combined transport, with a view to protecting the environment.\n(4) The Agreement should be approved on behalf of the Community,", "main_body": ["The Agreement between the European Community and Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 19 of the Agreement.", "The Commission, assisted by representatives of the members of the Council, shall represent the Community in the Community/Romania Transport Committee (hereinafter referred to as \"the Committee\") set up by Article 13 of the Agreement.\nThe position to be taken by the Community within the Committee shall be adopted by the Council acting by a qualified majority on a proposal from the Commission. The Council shall act by simple majority when the decision which the Committee proposes to take relates to the Committee's rules of procedures.\nDecisions taken by the Committee shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Council\nThe President\nR. Daems\n(1) OJ C 154 E, 29.3.2001, p. 227.\n(2) OJ C 72 E, 21.3.2002, p. 141."}