{"celex_id": "32000D0350", "uri": "http://publications.europa.eu/resource/cellar/5574cb19-540c-48e4-9280-df7f1dc0f2c6", "type": "Decision", "concepts": ["1005", "1182", "1598", "1755", "2211", "838"], "title": "2000/350/EC: Commission Decision of 2 May 2000 on epidemiological surveillance of bluetongue in Greece and certain measures to prevent the spread of the disease (notified under document number C(2000) 1143) (Only the Greek text is authentic)\n", "header": "Commission Decision\nof 2 May 2000\non epidemiological surveillance of bluetongue in Greece and certain measures to prevent the spread of the disease\n(notified under document number C(2000) 1143)\n(Only the Greek text is authentic)\n(2000/350/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10(4) thereof,\nHaving regard to Council Decision 90/424/EEC(3) of 26 June 1990 on expenditure in the veterinary field as last amended by Decision 94/370/EC(4), and in particular Article 6 thereof,\nWhereas:\n(1) Following outbreaks of bluetongue in 1999 on a certain part of the Greek territory.\n(2) Bluetongue is included in List A of the Office International des Epizooties (OIE) and its spread constitutes a serious hazard for the Community and could have international consequences for trade.\n(3) It is necessary to set up an alert system to monitor, after a cold season, the possible start of a new cycle of the disease in year 2000 in regions where the virus circulation was established in 1999.\n(4) It is necessary to maintain restriction of movements of animals in order to prevent movements of viraemic animals.\n(5) The infected zone may be divided, on the basis of the epidemiological data available on the evolution of the disease during the year 1999, into a low-risk area and a high-risk area.\n(6) Anti-vector measures have to be implemented during winter time in places where virus-transmission might have been maintained.\n(7) Greece has adopted since 19 November 1999 (Ministerial Decision No 398171 as amended by Ministerial Decision No 331765) national measures prohibiting the dispatch to Member States and export to third countries of animals, their sperm, ova and embryos, of species susceptible to bluetongue (all ruminants) from its entire territory. Greek authorities have undertaken not to amend those measures without prior consultation with and agreement of the Commission and the Member States in the framework of the Standing Veterinary Committee.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. For the purpose of this Decision the following definitions shall apply:\n- \"zone at low risk\" means prefectures where during the year 1999:\n- data available concludes that bluetongue virus was in circulation,\n- C. imicola has not been captured,\n- the disease was sporadic,\n- \"zone at high risk\" means prefectures where during the year 1999:\n- C. imicola has been captured,\n- the disease was epidemic.\n2. Prefectures may be added to one of the zones considering the geographical or ecological elements, even when they do not meet all the criteria, in order to respect an epidemiological consistency.\n3. The prefectures included in the zone at low risk are listed in Annex I.\n4. The prefectures included in the zone at high risk are listed in Annex II.", "1. Greece shall set up before 1 June 2000 an epidemiological surveillance of bluetongue in each of the prefectures listed in Annexes I and II not covered by Decision 2000/71/EC(5) by establishing the follow-up of 50 sentinel bovine animals in localities most exposed to the risk of new incursions of the disease and setting at least one light trap in one of those localities, close to what could be considered as a suitable breeding site for vectors.\n2. Greece shall communicate to the Commission before 1 June 2000 a map of the selected locations of the sentinel animals and traps.\n3. Sentinel animals shall be tested every 15 days and any seroconversion shall be immediately notified to the Commission and the Member States.\n4. In case cattle are not available in suitable locations, sheep or goats shall be taken as sentinel animals.", "1. Greece shall prohibit the dispatch of animals, their sperm, ova and embryos, of species susceptible to bluetongue from prefectures listed in Annexes I and II to the rest of the Greek territory.\n2. Greece shall prohibit the dispatch of animals, their sperm, ova and embryos, of species susceptible to bluetongue from the prefectures listed in Annex II to the prefectures listed in Annex I.\n3. By derogation, in the case of slaughter animals, the competent Greek authority may authorise movements prohibited in paragraphs 1 and 2 under the following conditions:\n- animals must be transported in vehicles sealed by the competent authority directly to the slaughterhouse for the purpose of slaughter without delay, under official supervision,\n- the competent authority responsible for the slaughterhouse shall be informed of the intention to send animals to it and must notify the dispatching competent authority of their arrival,\n- animals must have undergone, before transport, an external insecticide treatment to prevent any attack of vectors before slaughtering,\n- animals shall be protected from attacks by vectors after their arrival in the slaughterhouse until they are slaughtered,\n- animals must show no sign of bluetongue on the day of transport.\n4. Paragraphs 1 and 2 do not apply when the surveillance and monitoring has demonstrated, for at least 90 days, no evidence of bluetongue transmission or vector activity in the prefecture of origin.", "Greece shall request authorisation for the entry of sheep into the prefectures listed in Annexes I and II delivered by the local competent authority under conditions that ensure the traceability of the animals.\nNo compensation in the framework of Decision 90/424/EEC will be due to the owners of those animals in case of slaughter because of bluetongue.", "During the course of the year 2000 Greece shall apply restrictions to movements provided in Articles 3 and 4 to new prefectures if they meet the requirements provided in Article 1 to be listed in Annex I or II.\nAnnexes will be reviewed every two months.", "Greek authorities may introduce further measures other than those referred to in this Decision if they are deemed necessary for the control of the disease. Greece shall inform the Commission and the Member States of these measures immediately. They shall be discussed in the framework of the Standing Veterinary Committee.", "Before the end of the vector's low activity period, Greece shall set up an anti-vector programme by insecticide spray of suitable breeding sites in places where vector activity might have been maintained during winter.", "For the epidemiological surveillance and the control of Bluetongue in Greece, the Community financial contribution towards the cost of the measures implemented in 2000, shall be, up to a maximum of EUR 110000:\n- 50 % of the cost incurred by Greece for serological analysis of the sentinel animals set up in accordance with Article 2,\n- 50 % of the costs incurred by Greece, up to a maximum amount of EUR 10000 for the set up of the entomological survey in accordance with Article 2,\n- 50 % of the costs incurred by Greece for the purchase of insecticide and spraying equipment for the implementation of the anti-vector campaign provided for in Article 7.", "The Community financial contribution shall be granted after supporting documents have been submitted.\nThe supporting documents referred to in paragraph 1 shall include a list of the expenses (excluding VAT), including a description of the measures and the date of payment.", "0\nApplications for payment, together with the supporting documents referred to in Article 9 shall be submitted to the Commission before 1 April 2001.", "1\n1. The Commission may carry out on-the-spot checks in collaboration with the competent national authorities to ensure that the assisted measures have been implemented and the relevant expenditure incurred.\nThe Commission shall inform the Member States of the outcome of these checks.\n2. Articles 8 and 9 of Council Regulation (EC) No 1258/1999 shall apply, mutatis mutandis.", "2\nThis Decision shall apply until 1 February 2001.", "3\nThis Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 2 May 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 19.\n(4) OJ L 168, 2.7.1994, p. 31.\n(5) OJ L 24, 29.1.2000, p. 53.\nANNEX I\nZones at low risk\nEvros, Rodopi, Xanthi, Kavala, Drama, Serres and Thessaloniki.\nANNEX II\nZones at high risk\nChalkidiki, Pieria, Larissa, Magnissia, Evia, Lesvos, Dodekanisa, Samos and Chios."}