{"celex_id": "32003R1891", "uri": "http://publications.europa.eu/resource/cellar/314f0e63-8e22-49d7-b201-0db4e2ecdcf3", "type": "Regulation", "concepts": ["1617", "225", "2647", "3483", "3584"], "title": "Council Regulation (EC) No 1891/2003 of 27 October 2003 amending Regulation (EC) No 1030/2003 concerning certain restrictive measures in respect of Liberia\n", "header": "Council Regulation (EC) No 1891/2003\nof 27 October 2003\namending Regulation (EC) No 1030/2003 concerning certain restrictive measures in respect of Liberia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 301 thereof,\nHaving regard to Council Common Position 2001/357/CFSP of 7 May 2001 concerning restrictive measures against Liberia(1), as last amended by Common Position 2003/771/CFSP(2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) United Nations Security Council Resolution 1509 (2003) of 19 September 2003 decided to establish the United Nations Mission in Liberia (UNMIL), requested the Secretary-General of the United Nations to transfer authority from the ECOWAS-led ECOMIL forces to UNMIL on 1 October 2003, and decided that exemptions should be granted for the supply to UNMIL of arms and related materiel and for the provision of related technical training or assistance, from the arms embargo and related technical training and assistance embargo imposed by United Nations Security Council Resolution 1343 (2001) of 7 March 2001.\n(2) Further to Resolution 1343 (2001), Common Position 2001/357/CFSP concerning restrictive measures against Liberia, previously amended by Common Position 2003/666/CFSP(3) imposed restrictive measures against Liberia, and is to be further amended. Common Position 2003/771/CFSP makes provision for a further amendment of Common Position 2001/357/CFSP to bring the arms embargo and the related technical training and assistance embargo into conformity with United Nations Security Council Resolution 1509 (2003).\n(3) Council Regulation (EC) No 1030/2003 of 16 June 2003 concerning certain restrictive measures in respect of Liberia(4), which, inter alia, prohibits providing Liberia with technical training or assistance related to arms and related materiel of all types, should, therefore, be amended to reflect the further exemptions from that prohibition contained in Resolution 1509 (2003),", "main_body": ["Article 1(2) of Regulation (EC) No 1030/2003 shall be replaced by the following:\n\"2. The prohibition referred to in paragraph 1 shall not apply:\n(a) to the provision of such technical training or assistance intended solely for support of and use by the United Nations Mission in Liberia;\n(b) to any other provision of such technical training or assistance for which the Committee established by paragraph 14 of the United Nations Security Council Resolution 1343 (2001) has granted an exemption in advance.\nSuch exemptions shall be obtained through the competent authorities, as listed in Annex I, of the Member State where the service provider is established.\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 October 2003.\nFor the Council\nThe President\nA. Matteoli\n(1) OJ L 126, 8.5.2001, p. 1.\n(2) See page 50 of this Official Journal.\n(3) OJ L 235, 23.9.2003, p. 28.\n(4) OJ L 150, 18.6.2003, p. 1. Regulation as last amended by Regulation (EC) No 1662/2003 (OJ L 235, 23.9.2003, p. 1)."}