{"celex_id": "32002D0979", "uri": "http://publications.europa.eu/resource/cellar/38653bdb-108f-4dfb-9bca-faeaa42e35c2", "type": "Decision", "concepts": ["207", "209", "220", "3196", "3489", "4048", "5965"], "title": "2002/979/EC: Council Decision of 18 November 2002 on the signature and provisional application of certain provisions of an Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n", "header": "Council Decision\nof 18 November 2002\non the signature and provisional application of certain provisions of an Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n(2002/979/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 thereof in conjunction with Article 300(2), first subparagraph, first and second sentence, and Article 300(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 13 September 1999 the Council authorised the Commission to open negotiations for an Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (hereinafter referred to as the \"Association Agreement\").\n(2) These negotiations have been concluded and the Association Agreement was initialled on 10 June 2002.\n(3) The European Community and the Republic of Chile have undertaken to apply provisionally certain provisions of the Association Agreement pending its entry into force.\n(4) The Association Agreement should be signed on behalf of the Community and the provisional application of certain of its provisions should be approved,", "main_body": ["1. Subject to its subsequent conclusion, the signature of the Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, together with the Annexes and Protocols attached thereto, is hereby approved on behalf of the Community.\n2. The texts of the Association Agreement, Annexes, Protocols and the Final Act are attached to this Decision.\n3. The President of the Council is hereby authorised to designate the person(s) empowered to sign, the Association Agreement on behalf of the European Community,", "The following provisions of the Association Agreement shall be applied on a provisional basis pending its entry into force: Articles 3 to 11, Article 18, Articles 24 to 27, Articles 48 to 54, Article 55(a), (b), (f), (h), (i), Articles 56 to 93, Articles 136 to 162, and Articles 172 to 206.", "The President of the Council shall give the notification provided for in Article 198(3) of the Association Agreement on behalf of the European Community.", "1. The position to be taken by the Community within the Association Council and the Association Committee established by the Association Agreement shall be adopted by the Council, on a proposal from the Commission, in accordance with the corresponding provisions of the Treaty.\n2. The President of the Council shall preside over the Association Council and present the position of the Community. A representative of the Commission shall preside over the Association Committee and present the position of the Community.\n3. The Community shall be represented by a representative of the Commission in the Special Committees established by the Association Agreement or set up by the Association Council in accordance with Article 7 thereof.", "1. For the purpose of applying Article 29(2) of Annex V to the Association Agreement, the Commission is hereby authorised, in accordance with the procedure laid down in Article 75 of Regulation (EC) No 1493/1999, to conclude the instruments required to amend the Agreement.\n2. For the purpose of applying Article 16(2) of Annex VI of the Association Agreement, the Commission is hereby authorised, in accordance with the procedure laid down in Article 15 of Regulation (EEC) No 1576/89, to conclude the instruments required to amend the Agreement."], "attachments": "Done at Brussels, 18 November 2002.\nFor the Council\nP. S. MĂ¸ller\nThe President"}