{"celex_id": "32000R1930", "uri": "http://publications.europa.eu/resource/cellar/281853ee-5efc-45fb-b156-0fe9ef9a19fe", "type": "Regulation", "concepts": ["2489", "251", "2644", "2681", "4314", "4858"], "title": "Commission Regulation (EC) No 1930/2000 of 12 September 2000 revising the maximum amount for the B production levy and amending the minimum price for B beet in the sugar sector for the 2000/01 marketing year\n", "header": "Commission Regulation (EC) No 1930/2000\nof 12 September 2000\nrevising the maximum amount for the B production levy and amending the minimum price for B beet in the sugar sector for the 2000/01 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(1), as last amended by Commission Regulation (EC) No 1527/2000(2), and in particular the second and third indents of Article 33(8) thereof,\nWhereas:\n(1) Article 33(3) and (4) of Regulation (EC) No 2038/1999 provides that the losses resulting from the obligation to export surpluses of Community sugar are to be covered by production levies on the production of A and B sugar, of A and B isoglucose and of inulin syrup A and B within certain limits.\n(2) Article 33(5) of Regulation (EC) No 2038/1999 provides that, where the receipts expected from the basic production levy and the B levy, which must not exceed 2 % and 30 % respectively of the intervention price for white sugar for that marketing year, may well fail to cover the foreseeable total loss for the current marketing year, the maximum percentage of the B levy is to be adjusted to the extent necessary to cover the said total loss but without exceeding 37,5 %.\n(3) The foreseeable receipts, before adjustment, of the levies to be collected in respect of the 2000/01 marketing year are below the equivalent of the average loss multiplied by the exportable surplus. Therefore, in the light of the data at present available, the maximum amount of the B levy for 2000/01 should be raised to 37,5 % of the intervention price for the white sugar concerned.\n(4) The second subparagraph of Article 5(2) of Regulation (EC) No 2038/1999 provides that, subject to Article 33 of that Regulation, the minimum price for B beet is 68 % of the basic price for beet. Article 33(5) of the Regulation provides that the revised maximum percentage for the B levy should be fixed for the current marketing year before 15 September of the marketing year, together with the corresponding adjustment of the minimum price for B beet set for the 2000/01 marketing year by way of Council Regulation (EC) No 1364/2000(3).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. For the 2000/01 marketing year the maximum amount referred to in the first indent of Article 33(4) of Regulation (EC) No 2038/1999 shall be increased to 37,5 % of the intervention price for white sugar for that marketing year.\n2. For the 2000/01 marketing year, the minimum price for B beet referred to in the second subparagraph of Article 5(2) of Regulation (EC) No 2038/1999 shall be 60,5 % of the basic price for beet for the marketing year.", "For the 2000/01 marketing year the minimum price for B beet, revised in accordance with Article 33(5) of Regulation (EC) No 2038/1999, shall be EUR 28,84 per tonne.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 September 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 252, 25.9.1999, p. 1.\n(2) OJ L 175, 14.7.2000, p. 59.\n(3) OJ L 156, 29.6.2000, p. 3."}