{"celex_id": "32004R1450", "uri": "http://publications.europa.eu/resource/cellar/33e7c6bf-7ca5-4ca1-bf77-5027a8583734", "type": "Regulation", "concepts": ["1439", "2198", "4258", "5334"], "title": "Commission Regulation (EC) No 1450/2004 of 13 August 2004 implementing Decision No 1608/2003/EC of the European Parliament and of the Council concerning the production and development of Community statistics on innovation(Text with EEA relevance)\n", "header": "14.8.2004 EN Official Journal of the European Union L 267/32\nCOMMISSION REGULATION (EC) No 1450/2004\nof 13 August 2004\nimplementing Decision No 1608/2003/EC of the European Parliament and of the Council concerning the production and development of Community statistics on innovation\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 1608/2003/EC of the European Parliament and of the Council of 22 July 2003 concerning the production and development of Community statistics on science and technology (1), and in particular Article 3 thereof,\nWhereas:\n(1) Decision No 1608/2003/EC determined the individual statistical actions necessary in order to establish the Community statistics on science, technology and innovation.\n(2) It is necessary to adopt measures for the implementation of individual statistical actions as determined in Article 2 of Decision No 1608/2003/EC.\n(3) The individual statistical actions should take into account Decision No 2367/2002/EC of the European Parliament and of the Council of 16 December 2002 on the Community statistical programme 2003 to 2007 (2) which specifically determined the work programme for the production and improvement of statistics on innovation for the period 2003 to 2007.\n(4) It is necessary to ensure the consistency of the Community statistics on innovation with other international standards, which entails taking into account the work carried out by the Organisation for Economic Cooperation and Development (OECD) and other international organisations.\n(5) In implementing Decision No 1608/2003/EC, regard should be had to the framework provided by Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (3) when laying down provisions to cover access to administrative sources and statistical confidentiality.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["This Regulation sets up the necessary measures for implementing Decision No 1608/2003/EC with regard to Community innovation statistics.", "1.   This Regulation shall cover Community innovation statistics. For these statistics, the list of statistical variables, the activities and sectors covered, the breakdowns of the results, the frequency, the deadlines for data transmission and the transitional period shall be as specified in the Annex.\n2.   On the basis of the conclusions in the reports presented to the European Parliament and Council pursuant to Article 5 of Decision No 1608/2003/EC, the list of statistical variables, the activities and sectors covered, the breakdowns of the results, the frequency, the deadline for data transmission and other characteristics laid down in the Annex to this Regulation may be revised at regular intervals.", "Member States shall acquire the necessary data using a combination of different sources such as sample surveys, administrative data sources or other data sources. The other data sources shall be at least equivalent in terms of quality or statistical estimation procedures to sample surveys or administrative data sources.", "The Community innovation statistics listed in the Annex shall be based on harmonised concepts and definitions, contained in the most recent version of the Oslo Manual. Member States shall apply these harmonised concepts and definitions to the statistics to be compiled.\nThe reports presented to the European Parliament and Council pursuant to Article 5 of Decision No 1608/2003/EC shall make reference to concepts and definitions and their applications.", "Member States shall transmit the aggregated statistics as listed in the Annex on a compulsory basis and the individual data records on a voluntary basis, to the Commission (Eurostat), using a standard transmission format to be determined by the Commission (Eurostat) in cooperation with them.", "Quality evaluation shall be carried out by Member States and the Commission (Eurostat).\nMember States shall transmit to the Commission (Eurostat), at its request, the information necessary for the evaluation of the quality of the statistics laid down in the Annex to this Regulation which are needed for the fulfilment of the reporting requirements laid down in Article 5 of Decision No 1608/2003/EC.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 August 2004.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 230, 16.9.2003, p. 1.\n(2)  OJ L 358, 31.12.2002, p. 1.\n(3)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nINNOVATION STATISTICS\nSection 1\nMember States shall compile the following Community innovation statistics:\nCode Title Comments\n1 Number of innovation active enterprises As absolute value and as a percentage of all enterprises\n2 Number of innovating enterprises that introduced new or significantly improved products, new to the market As absolute value, as a percentage of all enterprises and as a percentage of all innovation active enterprises\n3 Turnover from innovation, related to new or significantly improved products, new to the market As absolute value, as a percentage of total turnover and as a percentage of total turnover from innovation active enterprises\n4 Turnover from innovation, related to new or significantly improved products, new to the firm, but not new to the market As absolute value, as a percentage of total turnover and as a percentage of total turnover from innovation active enterprises\n5 Number of innovation active enterprises involved in innovation cooperation As absolute value and as a percentage of innovation active enterprises\n6 Innovation expenditure As absolute value, as a percentage of total turnover and as a percentage of total turnover from innovation active enterprises — optional\n7 Number of innovation active enterprises that indicated highly important effects of innovation As absolute value and as a percentage of all innovation active enterprises\n8 Number of innovation active enterprises that indicated highly important sources of information for innovation As absolute value and as a percentage of all innovation active enterprises — optional\n9 Number of enterprises facing important hampering factors As absolute value, as a percentage of all enterprises, as a percentage of all innovation active enterprises and as a percentage of non-innovation active enterprises\nBeyond the statistics listed above, Members States shall compile additional statistics (including their breakdowns) in accordance with the main themes listed in the Oslo Manual. These additional statistics will be decided in close cooperation with Member States.\nSection 2\nAs a minimum, enterprises in the NACE Rev. 1.1 sections C, D, E, I, J, in the NACE Rev. 1.1 divisions 51, 72 and in the NACE Rev. 1.1 groups 74.2 and 74.3 are to be covered.\nSection 3\nAll variables shall be reported every four years, except the variables 1, 2, 3, 4 and 5 which shall be reported every two years.\nSection 4\nThe first reference year for which the statistics are to be compiled is the calendar year 2004.\nSection 5\n1. All results are to be broken down by economic activity (NACE Rev. 1.1) at section level and by the following employment size classes: 10-49 employees, 50-249 employees, above 249 employees.\n2. All results are also to be broken down by economic activity (NACE Rev. 1.1) at division level.\n3. The results of variable 5 are to be broken down by type of innovation cooperation. The results of variable 7 are to be broken down by type of effects of innovation. The results of variable 8 are to be broken down by type of sources of information. The results of variable 9 are to be broken down by type of hampering factors. These breakdowns will be decided in close cooperation with Member States.\nSection 6\n1. All results are to be transmitted within 18 months of the end of the calendar year of the reference period.\n2. Member States may transmit on a voluntary basis individual data records covering all statistical units surveyed within the national innovation surveys to the Commission (Eurostat).\nSection 7\n1. The survey questionnaire, used for the Community Innovation Surveys carried out every four years and starting with the reference year 2004, shall cover the main themes listed in the Oslo Manual with regard to the measurement of innovation in enterprises.\n2. In close cooperation with Member States, methodological recommendations for the Community Innovation Surveys shall be drawn up by the Commission (Eurostat) leading to a high level of harmonisation of the survey results. These recommendations shall at least cover the target population, the survey methodology (including regional aspects), the harmonised survey questionnaire, the collection, processing and transmission of the data and data quality requirements.\n3. In close cooperation with Member States, methodological recommendations shall also be drawn up for the other innovation surveys carried out every four years, starting with the reference year 2006.\n4. Member States shall provide the Commission (Eurostat) with the necessary information concerning the national methodology used in national innovation statistics.\nSection 8\nIn so far as national statistical systems require major adaptations, the Commission may grant derogations to Member States with respect to the statistics to be compiled for the first reference year 2004. Additional derogations may be granted with respect to the coverage of economic activities in accordance to NACE Rev. 1.1 or the size class breakdowns of the statistics to be compiled for the reference year 2006."}