{"celex_id": "32006D0428", "uri": "http://publications.europa.eu/resource/cellar/8430d628-645d-4058-a4f5-cc04ccee1280", "type": "Decision", "concepts": ["1021", "1092", "1267", "2366", "3772", "5726"], "title": "2006/428/EC: Commission Decision of  22 June 2006  establishing a common fiscal marker for gas oils and kerosene  (notified under document number C(2006) 2383)\n", "header": "24.6.2006 EN Official Journal of the European Union L 172/15\nCOMMISSION DECISION\nof 22 June 2006\nestablishing a common fiscal marker for gas oils and kerosene\n(notified under document number C(2006) 2383)\n(2006/428/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/60/EC of 27 November 1995 on fiscal marking of gas oils and kerosene (1), and in particular Article 2(2) thereof,\nWhereas:\n(1) For the proper functioning of the internal market, and in particular to prevent tax evasion, Directive 95/60/EC provides for a common marking system to identify gas oils, falling within CN code 2710 00 69, and kerosene, falling within CN code 2710 00 55, which have been released for consumption exempt from excise duty, or subject to a reduced excise duty rate. Since 2002, the first code has been split into CN codes 2710 19 41, 2710 19 45 and 2710 19 49, in order to take into account the sulphur content of gas oil, and the second code has been transposed as CN code 2710 19 25.\n(2) Commission Decision 2001/574/EC (2) established the product identified by the scientific name N-ethyl-N-[2-(1-isobutoxyethoxy)ethyl]-4-(phenylazo)aniline (Solvent Yellow 124) as the common fiscal marker provided for by Directive 95/60/EC, for the marking of gas oils and kerosene which have not borne duty at the full rate applicable to such mineral oils used as propellant.\n(3) Article 2 of Decision 2001/574/EC requires that the Decision be reviewed by 31 December 2006 at the latest, in the light of technical developments in the field of marking systems and taking into account the need to counteract fraudulent use of mineral oils exempt from excise duty, or subject to a reduced excise duty rate.\n(4) As part of the review process a consultation of the Member States was undertaken. Member States are generally satisfied that Solvent Yellow 124 has met its objectives of counteracting fraudulent use of mineral oils exempt from excise duty, or subject to a reduced excise duty rate.\n(5) No problems have been reported with regard to the health and environmental effects of the use of Solvent Yellow 124.\n(6) No alternative product, as a potential replacement for Solvent Yellow 124, meeting all the criteria under which Solvent Yellow 124 was selected as the common fiscal marker, has been presented or supported so far with the relevant scientific information.\n(7) Consequently, Solvent Yellow 124 should continue to be used as the common fiscal marker within the meaning of Directive 95/60/EC and subject to the conditions set out in that Directive.\n(8) This Decision does not release any undertaking from its obligations under Article 82 of the Treaty.\n(9) The opportunities offered by future developments in science should be taken into account by setting a time limit for the review of this Decision.\n(10) However, a review of this Decision should be undertaken at any time prior to this time limit if Solvent Yellow 124 is found to be causing additional health or environmental damage.\n(11) In the interests of clarity and transparency Decision 2001/574/EC should be replaced.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee on Excise Duties,", "main_body": ["The common fiscal marker provided for by Directive 95/60/EC, for the marking of all gas oils falling within CN codes 2710 19 41, 2710 19 45, and 2710 19 49, as well as of kerosene falling within CN code 2710 19 25, shall be Solvent Yellow 124, as specified in the Annex to this Decision.\nMember States shall fix a marking level of at least 6 mg and not more than 9 mg of marker per litre of mineral oil.", "This Decision shall be reviewed by 31 December 2011 at the latest, taking into account technical developments in the field of marking systems and the need to counteract fraudulent use of mineral oils exempt from excise duty or subject to a reduced excise duty rate.\nAn earlier review shall be undertaken if it is found that Solvent Yellow 124 is causing additional health or environmental damage.", "Decision 2001/574/EC is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 2006.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 291, 6.12.1995, p. 46.\n(2)  OJ L 203, 28.7.2001, p. 20. Decision as last amended by Decision 2003/900/EC (OJ L 336, 23.12.2003, p. 107).\nANNEX\n1. Identification according to the Colour Index: Solvent Yellow 124\n2. Scientific name: N-Ethyl-N-[2-(1-isobutoxyethoxy)ethyl]-4-(phenylazo)aniline."}