{"celex_id": "32006R1224", "uri": "http://publications.europa.eu/resource/cellar/9df436a6-9ec0-460f-b790-20d128f1b860", "type": "Regulation", "concepts": ["1309", "2687", "2733", "4080", "4315", "4316"], "title": "Commission Regulation (EC) No 1224/2006 of 11 August 2006 amending the representative prices and additional duties for the import of certain products in the sugar sector fixed by Regulation (EC) No 1002/2006 for the 2006/2007 marketing year\n", "header": "12.8.2006 EN Official Journal of the European Union L 221/7\nCOMMISSION REGULATION (EC) No 1224/2006\nof 11 August 2006\namending the representative prices and additional duties for the import of certain products in the sugar sector fixed by Regulation (EC) No 1002/2006 for the 2006/2007 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1),\nHaving regard to Commission Regulation (EC) No 951/2006 of 30 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 318/2006 as regards trade with third countries in the sugar sector (2), and in particular of the Article 36,\nWhereas:\n(1) The representative prices and additional duties applicable to imports of white sugar, raw sugar and certain syrups for the 2006/2007 marketing year are fixed by Commission Regulation (EC) No 1002/2006 (3). These prices and duties have been last amended by Commission Regulation (EC) No 1211/2006 (4).\n(2) The data currently available to the Commission indicate that the said amounts should be changed in accordance with the rules and procedures laid down in Regulation (EC) No 951/2006,", "main_body": ["The representative prices and additional duties on imports of the products referred to in Article 36 of Regulation (EC) No 951/2006, as fixed by Regulation (EC) No 1002/2006 for the 2006/2007 marketing year are hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on 12 August 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 2006.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 55, 28.2.2006, p. 1.\n(2)  OJ L 178, 1.7.2006, p. 24.\n(3)  OJ L 178, 1.7.2006, p. 36.\n(4)  OJ L 219, 10.8.2006, p. 20.\nANNEX\nAmended representative prices and additional duties applicable to imports of white sugar, raw sugar and products covered by CN code 1702 90 99 applicable from 12 August 2006\n(EUR)\nCN code Representative price per 100 kg of the product concerned Additional duty per 100 kg of the product concerned\n1701 11 10 (1) 26,68 3,28\n1701 11 90 (1) 26,68 8,19\n1701 12 10 (1) 26,68 3,15\n1701 12 90 (1) 26,68 7,76\n1701 91 00 (2) 32,64 8,91\n1701 99 10 (2) 32,64 4,55\n1701 99 90 (2) 32,64 4,55\n1702 90 99 (3) 0,33 0,33\n(1)  Fixed for the standard quality defined in Annex I.III to Council Regulation (EC) No 318/2006 (OJ L 58, 28.2.2006, p. 1).\n(2)  Fixed for the standard quality defined in Annex I.II to Regulation (EC) No 318/2006.\n(3)  Fixed per 1 % sucrose content."}