{"celex_id": "32002R0892", "uri": "http://publications.europa.eu/resource/cellar/f5777777-8ddb-40df-b15f-b11dd6edec7e", "type": "Regulation", "concepts": ["1117", "1118", "3003", "4498", "666", "797"], "title": "Commission Regulation (EC) No 892/2002 of 29 May 2002 setting, for the 2002/03 marketing year, the amount of the aid for peaches and pears for processing under Council Regulation (EC) No 2201/96\n", "header": "Commission Regulation (EC) No 892/2002\nof 29 May 2002\nsetting, for the 2002/03 marketing year, the amount of the aid for peaches and pears for processing under Council Regulation (EC) No 2201/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 1239/2001(2), and in particular Article 6(1) thereof,\nWhereas:\n(1) Article 2(3) of Commission Regulation (EC) No 449/2001 of 2 March 2001 laying down detailed rules for applying Council Regulation (EC) No 2201/96 as regards the aid scheme for products processed from fruit and vegetables(3), as amended by Regulation (EC) No 1343/2001(4), stipulates that the Commission is to publish the amount of the aid for peaches and pears after verification of compliance with the thresholds fixed in Annex III to Regulation (EC) No 2201/96.\n(2) The average quantity of peaches processed under the aid scheme during the three previous marketing years is lower than the Community threshold. The aid to be applied for the 2002/03 marketing year in each Member State concerned is the amount fixed in Article 4(2) of Regulation (EC) No 2201/96.\n(3) The average quantity of pears processed under the aid scheme during the three previous marketing years is higher than the Community threshold. The aid to be applied for the 2002/03 marketing year is the amount fixed in Article 4(2) of Regulation (EC) No 2201/96 in the Member States in which the threshold was not exceeded and, for the other Member States concerned, that amount less the overrun of the threshold in each of them, after allocation of the quantities not processed in accordance with the third subparagraph of Article 5(2) of that Regulation.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 2002/03 marketing year, the aid referred to in Article 2 of Regulation (EC) No 2201/96 shall be:\n(a) for peaches: EUR 47,70/tonne;\n(b) for pears:\n- EUR 54,27 tonne in Greece,\n- EUR 161,70 tonne in Spain,\n- EUR 135,59 tonne in France,\n- EUR 151,52 tonne in Italy,\n- EUR 157,56 tonne in the Netherlands,\n- EUR 161,70 tonne in Austria,\n- EUR 161,70 tonne in Portugal.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to the 2002/03 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 171, 26.6.2001, p. 1.\n(3) OJ L 64, 6.3.2001, p. 16.\n(4) OJ L 181, 4.7.2001, p. 16."}