{"celex_id": "32006D0398", "uri": "http://publications.europa.eu/resource/cellar/86dc84a9-f644-4722-8a4c-d172db4815d5", "type": "Decision", "concepts": ["12", "2901", "5403", "5969"], "title": "2006/398/EC: Council Decision of  20 March 2006  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\n", "header": "8.6.2006 EN Official Journal of the European Union L 154/22\nCOUNCIL DECISION\nof 20 March 2006\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\n(2006/398/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 22 March 2004 the Council authorised the Commission to open negotiations with certain other Members of the World Trade Organisation (WTO) under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accessions to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the People's Republic of China. The said Agreement should therefore be approved.\n(4) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1),", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The Commission shall adopt the detailed rules for implementing the Agreement in the form of an Exchange of Letters in accordance with the procedure laid down in Article 3(2) of this Decision.", "1.   The Commission shall be assisted by the Management Committee for Cereals instituted by Article 25 of Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (2) or the relevant committee instituted by the corresponding Article of the Regulation for the common market organisation for the product concerned.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3.   The Committee shall adopt its Rules of Procedure.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community (3)."], "attachments": "Done at Brussels, 20 March 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union.\n8.6.2006 EN Official Journal of the European Union L 154/24\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nbetween the European Community and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\nBrussels,\nSir,\nFollowing the initiation of negotiations between the European Communities (EC) and the People's Republic of China under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EU, the following is agreed between the EC and the People's Republic of China in order to close the negotiations opened following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25 the concessions that were included in its previous schedule.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the annex to this agreement.\nThis Agreement shall enter into force on the date on which the EC receives from the People's Republic of China a duly executed letter of agreement, following consideration by the parties in accordance with their own procedures. The EC undertakes to use its best endeavours to ensure that the appropriate implementing measures enter into force no later than 1 January 2006 and under no circumstances later than 1 July 2006.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nANNEX\n0304 20 85 (frozen fillets of Alaska Pollack): a lowering of the current bound EC duty of 15 % to 13,7 %.\nAdd 20 500 tonnes to the allocation for China under the EC tariff rate quota for garlic, fresh or chilled, tariff item number 0703 20 00, in quota rate 9,6 %, out of quota rate 9,6 + EUR 120/100 kg/net.\nAdd 5 200 tonnes (drained net weight) in EC tariff rate quota for mushroom of species agaricus, prepared or preserved otherwise than by vinegar (tariff item number 2003 10 30, out of quota rate 18,4 + EUR 222/100 kg/net eda) and mushroom of species agaricus, provisionally preserved or preserved otherwise than by vinegar (tariff item number 2003 10 20, out of quota rate 18,4 + EUR 191/100 kg/net eda), in quota rate 23 %; inclusion of tariff line 0711 90 40 (out of quota rate 9,6 + EUR 191/100 kg/net eda) in the quota.\n6402 19 00 (sports footwear): a lowering of the current bound EC duty of 17 % to 16,9 %.\n6402 91 00 (footwear covering the ankle): a lowering of the current bound EC duty of 17 % to 16,9 %.\n6404 11 00 (sports footwear): a lowering of the current bound EC duty of 17 % to 16,9 %.\n6404 19 10 (slippers and other indoor footwear): a lowering of the current bound EC duty of 17 % to 16,9 %.\n6402 99 (the category: footwear other): a lowering of the current bound EC duty of 17 % to 16,8 %.\n8482 91 90 (balls, needles and rollers): a lowering of the current bound EC duty of 8 % to 7,7 %.\n8521 90 00 (video recording apparatus, other): a lowering of the current bound EC duty of 14 % to 13,9 %.\n8712 00 30 (bicycles not motorised): a lowering of the current bound EC duty of 15 % to 14 %.\nOpen a tariff rate quota of 7 tonnes (erga omnes) for paddy rice (tariff item number 1006 10), in quota rate 15 %, out of quota rate EUR 211/tonne.\nOpen a tariff rate quota of 1 634 tonnes (erga omnes) for husked rice (tariff item number 1006 20), in quota rate 15 %, out of quota rate EUR 65/tonne.\nAdd 25 516 tonnes (erga omnes) in EC tariff rate quota for milled and semi-milled rice (tariff item number 1006 30), in quota rate 0 %, out of quota rate EUR 175/tonne.\nAdd 31 788 tonnes (erga omnes) in EC tariff rate quota for broken rice (tariff item number 1006 40), in quota rate 0 %, out of quota rate EUR 128/tonne.\nOpen a tariff rate quota of 2 838 tonnes (erga omnes) for preserved pineapples, citrus fruit, pears, apricots, cherries, peaches and strawberries, in quota rate 20 %. Tariff item numbers and out of quota rates as follows:\n2008 20 11: 25,6 + 2,5 EUR/100 kg/net\n2008 20 19: 25,6\n2008 20 31: 25,6 + 2,5 EUR/100 kg/net\n2008 20 39: 25,6\n2008 20 71: 20,8\n2008 30 11: 25,6\n2008 30 19: 25,6 + 4,2 EUR/100 kg net\n2008 30 31: 24\n2008 30 39: 25,6\n2008 30 79: 20,8\n2008 40 11: 25,6\n2008 40 19: 25,6 + 4,2 EUR/100 kg/net\n2008 40 21: 24\n2008 40 29: 25,6\n2008 40 31: 25,6 + 4,2 EUR/100 kg/net\n2008 40 39: 25,6\n2008 50 11: 25,6\n2008 50 19: 25,6 + 4,2 EUR/100 kg/net\n2008 50 31: 24\n2008 50 39: 25,6\n2008 50 51: 25,6 + 4,2 EUR/100 kg/net\n2008 50 59: 25,6\n2008 50 71: 20,8\n2008 60 11: 25,6\n2008 60 19: 25,6 + 4,2 EUR/100 kg/net\n2008 60 31: 24\n2008 60 39: 25,6\n2008 60 60: 20,8\n2008 70 11: 25,6\n2008 79 19: 25,6 + 4,2 EUR/100 kg/net\n2008 70 31: 24\n2008 70 39: 25,6\n2008 70 51: 25,6 + 4,2 EUR/100 kg/net\n2008 70 59: 25,6\n2008 80 11: 25,6\n2008 80 19: 25,6 + 4,2 EUR/100 kg/net\n2008 80 31: 24\n2008 80 39: 25,6\n2008 80 70: 20,8\nThe exact tariff description of the EC 15 shall apply to all tariff lines above.\nBeijing,\nSir,\nReference is made to your letter stating:\n‘Following the initiation of negotiations between the European Communities (EC) and the People's Republic of China under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EU, the following is agreed between the EC and the People's Republic of China in order to close the negotiations opened following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the annex to this agreement.\nThis Agreement shall enter into force on the date on which the EC receives from the People's Republic of China a duly executed letter of agreement, following consideration by the parties in accordance with their own procedures. The EC undertakes to use its best endeavours to ensure that the appropriate implementing measures enter into force no later than 1 January 2006 and under no circumstances later than 1 July 2006.’\nI hereby have the honour to express my Government's agreement.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the People's Republic of China"}