{"celex_id": "32008D0592", "uri": "http://publications.europa.eu/resource/cellar/daf704d3-bd26-4120-b674-c593c5590674", "type": "Decision", "concepts": ["1309", "1445", "2300", "2738", "5369"], "title": "2008/592/EC: Commission Decision of 3 July 2008 amending Decision 2000/572/EC laying down the animal and public health and veterinary certification conditions for imports of meat preparations into the Community from third countries (notified under document number C(2008) 3301) (Text with EEA relevance)\n", "header": "18.7.2008 EN Official Journal of the European Union L 190/27\nCOMMISSION DECISION\nof 3 July 2008\namending Decision 2000/572/EC laying down the animal and public health and veterinary certification conditions for imports of meat preparations into the Community from third countries\n(notified under document number C(2008) 3301)\n(Text with EEA relevance)\n(2008/592/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular Article 8(1) and (4) and Article 9(2)(b) and (4)(b) and (c) thereof,\nHaving regard to Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2), and in particular Article 12 thereof,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (3), and in particular Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (4), and in particular Article 16 thereof,\nWhereas:\n(1) Commission Decision 2000/572/EC (5) lays down the animal and public health and veterinary certification conditions for imports of meat preparations into the Community from third countries.\n(2) Following the entry into application of Regulations (EC) Nos 852/2004, 853/2004 and 854/2004 and of Commission Regulation (EC) No 2075/2005 of 5 December 2005 laying down specific rules on official controls for Trichinella in meat (6), it is necessary to amend and update Community health conditions and certification requirements for the imports into the Community of meat preparations in order to introduce the correct references to the new legislation.\n(3) Traces (Trade Control and Expert System) is an integrated computerised veterinary system introduced by Commission Decision 2004/292/EC of 30 March 2004 on the introduction of the Traces system and amending Decision 92/486/EEC (7). Standardisation of health certificates is essential for the effective computer processing of the certificates in the Traces system.\n(4) Commission Decision 2007/240/EC of 16 April 2007 laying down new veterinary certificates for importing live animals, semen, embryos, ova and products of animal origin into the Community pursuant to Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC, 93/196/EEC, 93/197/EEC, 95/328/EC, 96/333/EC, 96/539/EC, 96/540/EC, 2000/572/EC, 2000/585/EC, 2000/666/EC, 2002/613/EC, 2003/56/EC, 2003/779/EC, 2003/804/EC, 2003/858/EC, 2003/863/EC, 2003/881/EC, 2004/407/EC, 2004/438/EC, 2004/595/EC, 2004/639/EC and 2006/168/EC (8) provides that the various veterinary and public and animal health certificates required for the import of live animals, semen, embryo, ova and products of animal origin into the Community and the certificates for transit through the Community of products of animal origin are to be based on the standard models for veterinary certificates in Annex I to that Decision.\n(5) Accordingly, the model certificates set out in Annexes II and III to Decision 2000/572/EC should be replaced by new models in order to ensure compatibility with Traces.\n(6) To avoid any disruption of trade, the use of the certificates issued in accordance with Decision 2000/572/EC before the amendments introduced by the present Decision, should be authorised for a period of six months after the date of application of this Decision. Those certificates should be accepted for import into the community for a period of 10 months after the application of the present Decision.\n(7) Decision 2000/572/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2000/572/EC is amended as follows:\n1. Article 3 is replaced by the following:\n1. they have been produced in accordance with the relevant requirements laid down in Regulations (EC) No 178/2002 of the European Parliament and of the Council (9), (EC) No 852/2004 of the European Parliament and of the Council (10), (EC) No 853/2004 of the European Parliament and of the Council (11) and (EC) No 999/2001 of the European Parliament and of the Council (12) as specified in the health certificate referred to in Article 4(2) of this Decision;\n2. they come from an establishment or establishments implementing a programme based on the hazard analysis and critical control point (HACCP) principles in accordance with Regulation (EC) No 852/2004;\n3. they have been frozen at an internal temperature of not more than – 18 °C at the production plant or plants of origin.\n2. Article 4a is amended as follows:\n(a) in point (a), ‘Decision 94/984/EC’ is replaced by ‘Commission Decision 2006/696/EC (13)\n(b) in point (b), the words ‘Decision 94/984/EC’ are replaced by ‘Decision 2006/696/EC’.\n3. Annexes II and III are replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 July 2008.\nHowever, consignments of meat preparations for which health certificates were issued in accordance with the model established by Decision 2000/572/EC before the amendments introduced by the present Decision and with an issue date prior to 31 December 2008, shall be accepted for import into the Community until 1 April 2009.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 18, 23.1.2002, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 1, as corrected by OJ L 226, 25.6.2004, p. 3.\n(3)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Commission Regulation (EC) No 1243/2007 (OJ L 281, 25.10.2007, p. 8).\n(4)  OJ L 139, 30.4.2004, p. 206, as corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(5)  OJ L 240, 23.9.2000, p. 19. Decision as last amended by Decision 2004/437/EC (OJ L 154, 30.4.2004, p. 65, as corrected by OJ L 189, 27.5.2004, p. 52).\n(6)  OJ L 338, 22.12.2005, p. 60. Regulation as last amended by Regulation (EC) No 1245/2007 (OJ L 281, 25.10.2007, p. 19).\n(7)  OJ L 94, 31.3.2004, p. 63. Decision as last amended by Decision 2005/515/EC (OJ L 187, 19.7.2005, p. 29).\n(8)  OJ L 104, 21.4.2007, p. 37.\n(9)  OJ L 31, 1.2.2002, p. 1.\n(10)  OJ L 139, 30.4.2004, p. 1, as corrected by OJ L 226, 25.6.2004, p. 3.\n(11)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22.\n(12)  OJ L 147, 31.5.2001, p. 1.’;\n(13)  OJ L 295, 25.10.2006, p. 1.’;\nANNEX\nANNEX II\nModel animal and public health certificate for meat preparations intended for consignment to the European Community from third countries\nANNEX III\n(TRANSIT AND/OR STORAGE)"}