{"celex_id": "32003D0289", "uri": "http://publications.europa.eu/resource/cellar/7be30e7a-054d-412f-a5ff-dcc05d40b54e", "type": "Decision", "concepts": ["1445", "1596", "1755", "1857", "192", "4743", "4839", "6569", "946"], "title": "2003/289/EC: Commission Decision of 25 April 2003 concerning protection measures in relation to avian influenza in Belgium (Text with EEA relevance) (notified under document number C(2003) 1438)\n", "header": "Commission Decision\nof 25 April 2003\nconcerning protection measures in relation to avian influenza in Belgium\n(notified under document number C(2003) 1438)\n(Only the French and Dutch texts are authentic)\n(Text with EEA relevance)\n(2003/289/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Council Directive 2002/33/EC(2), and, in particular, Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC(4), in particular Article 9 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(5), and in particular Article 4(1) and (3) thereof,\nWhereas:\n(1) On 16 April 2003 the veterinary authorities of Belgium have informed the Commission about a strong suspicion of avian influenza in the province of Limburg, which was subsequently officially confirmed.\n(2) Avian influenza is a highly contagious poultry disease that can pose a serious threat for the poultry industry.\n(3) The Belgian authorities have immediately, before the official confirmation of the disease, implemented the measures foreseen in Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(6).\n(4) Directive 92/40/EEC sets out the minimum control measures to be applied in the event of an outbreak of avian influenza. The Member State may take more stringent action in the field covered by this Directive if deemed necessary and proportionate to contain the disease, taking into account the particular epidemiological, animal husbandry, commercial and social conditions prevailing.\n(5) The Belgian authorities have in cooperation with the Commission, put in place a nation-wide standstill for transport of live poultry and hatching eggs, which includes a prohibition of dispatch of live poultry and hatching eggs to Member States and third countries. However, in view of the specificity of poultry production, movements of hatching eggs, day-old chicks, ready-to-lay pullets and poultry for immediate slaughter may be authorised within Belgium. Furthermore, the dispatch to Member States and third countries of fresh, unprocessed manure and litter of poultry should also be prohibited.\n(6) For the sake of clarity and transparency the Commission after consultation with the Belgian authorities, thereby reinforcing the measures taken by Belgium, has taken Decision 2003/275/EC of 16 April 2003 concerning protection measures in relation to strong suspicion of avian influenza in Belgium(7).\n(7) Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(8), as last amended by Decision 2001/572/EC(9), establishes in Article 3(4) that the Commission may lay down any measures which the Member State concerned must take in order to ensure the success of the action; it appears appropriate that taking into account the existing situation in Belgium, all poultry within a surrounding zone of an outbreak of avian influenza should be preventively depopulated.\n(8) In order to better understand the epidemiology of the disease a serological survey shall be carried out in pigs that are kept on holdings where poultry have been found infected with avian influenza.\n(9) The Belgian authorities should furthermore ensure that precautionary measures are taken for persons at risk.\n(10) The measures laid down in Decision 2003/275/EC should be prolonged and adapted in the light of the evolution of the disease.\n(11) The other Member States have already adjusted the measures they apply to trade, and they are sufficiently informed by the Commission, and in particular in the context of the Standing Committee on the Food Chain and Animal Health on the appropriate period for their implementation.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. Without prejudice to the measures taken by Belgium within the framework of Directive 92/40/EEC applied to the surveillance zones, the Belgian veterinary authorities shall ensure that no live poultry, hatching eggs and fresh, unprocessed and non-heat-treated poultry manure or litter are dispatched from Belgium to other Member States and to third countries.\n2. Without prejudice to the measures taken by Belgium within the framework of Directive 92/40/EEC within the surveillance zones the Belgian veterinary authorities shall ensure that no live poultry and hatching eggs are transported within Belgium.\n3. By way of derogation from paragraph 2 the competent veterinary authority, taking all appropriate bio-security measures in accordance with Articles 4 and 5 to avoid the spread of avian influenza, may authorise the transport from areas situated outside the surveillance zones of:\n(a) poultry for immediate slaughter, including spent laying hens, to a slaughterhouse that has been designated by the competent veterinary authority;\n(b) day-old chicks and ready-to-lay pullets to a holding under official control, where no other poultry is kept;\n(c) hatching eggs to a hatchery under official control.\nIf live poultry transported in accordance with (a) or (b) originate in another Member State or third country the transport has to be approved by the Belgian authorities and the competent authority of the Member State or third country of dispatch.\n4. By way of derogation from paragraph 2 the competent veterinary authority, taking all appropriate bio-security measures to avoid the spread of avian influenza, may authorise transport of live poultry and hatching eggs not prohibited by Directive 92/40/EEC and in particular in respect to movements of day-old chicks in accordance with the provisions of Article 9(4)(a), (b) and (c), which shall be transported to holdings within Belgium under official control.", "Fresh poultrymeat obtained from slaughter poultry transported by taking all appropriate bio-security measures in accordance with Articles 4 and 5 and originating from the established surveillance zones:\n(a) shall be marked with a round format mark in accordance with the further requirements of the competent authorities;\n(b) shall not be dispatched to other Member States or third countries;\n(c) must be obtained, cut, stored and transported separately from other fresh poultry meat destined for intra-Community trade and for exports to third countries and must be used in such a way as to avoid it being introduced into meat products or meat preparations intended for intra-Community trade or for export to third countries, unless it has undergone the treatment specified in table 1 (a), (b) or (c) of Annex III to Directive 2002/99/EC.", "Without prejudice to the measures already taken in the framework of Directive 92/40/EEC, Belgium shall ensure that the preventive depopulation of poultry holdings in the area as described in the Annex is completed as soon as possible.\nThe precautionary measures referred to in the first subparagraph shall be taken without prejudice to Council Decision 90/424/EEC.", "In order to enhance bio-security in the poultry sector, the competent veterinary authority of Belgium shall ensure that:\n(a) table eggs shall only be transported from a holding to a packing station either in disposable packaging or in containers, trays and other non-disposable equipment, which must be cleaned and disinfected before and after each use in accordance with d). In addition, in case of table eggs originating from another Member State, the competent veterinary authority shall ensure that the packaging, containers, trays and other non-disposable equipment used for their transport are returned;\n(b) slaughter poultry intended for immediate slaughter shall be transported with trucks and in crates or cages which must be cleaned and disinfected before and after each use in accordance with (d). In addition, in case of slaughter poultry originating from another Member State, the competent veterinary authority shall ensure that the crates and cages and containers are returned;\n(c) day-old chicks are transported in disposable packing material to be destroyed after use;\n(d) the disinfectants and the method of cleaning and disinfection must be approved by the competent authority.", "The competent veterinary authority of Belgium shall ensure that stringent bio-security measures are taken on all levels of poultry and egg production in order to avoid risky contacts that may cause the spread of avian influenza between farms. These measures aim in particular to avoid risky contacts of poultry, transport means, equipment and people entering or leaving poultry farms, egg packing stations, hatcheries, slaughterhouses, feedmills, litter processing and rendering plants. For this purpose all poultry farmers shall keep a register for all professional visits to their farms as well as their professional visits to other poultry holdings.", "1. The Belgian authorities shall ensure that appropriate precautionary measures are adopted as regards the prevention of influenza infections in poultry workers and other persons at risk. These measures may include:\n(a) the use of protective clothing, gloves and glasses;\n(b) vaccination against human influenza;\n(c) prophylactic antiviral treatment.\n2. The Belgian authorities shall regularly inform the Commission in the framework of the Standing Committee of the Food Chain and Animal Health of the measures adopted.", "1. The Belgian authorities shall carry out serological investigations in pigs kept on all holdings where poultry have been found infected with avian influenza.\n2. In case of positive findings the pigs may only be moved to other pig holdings or a slaughterhouse following authorisation by the competent veterinary authority if subsequent appropriate tests have revealed that the risk of spread of avian influenza viruses is negligible.\n3. Movement to other pig holdings may take place only after all restrictions related to avian influenza in the holding of origin have been lifted.\n4. The Belgian authorities shall regularly inform the Commission in the framework of the Standing Committee of the Food Chain and Animal Health of the results of the survey.", "This Decision shall apply from 00.00 on 26 April 2003 until 24.00 on 12 May 2003.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 25 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 62, 15.3.1993, p. 49.\n(5) OJ L 18, 23.1.2003, p. 11.\n(6) OJ L 167, 22.6.1992, p. 1.\n(7) OJ L 99, 17.4.2003, p. 57.\n(8) OJ L 224, 18.8.1990, p. 19.\n(9) OJ L 203, 28.7.2001, p. 16.\nANNEX\nHet toezichtsgebied Limburg, afgebakend op 20 april 2003 om 10.00 uur, omvat het deel van het Belgische grondgebied dat gelegen is binnen de omtrek gevormd door:\n- de N74 vanaf de Nederlandse grens in zuidelijke richting tot aan de Overpelterbaan (Overpelt),\n- vervolgens de Overpelterbaan in zuidelijke richting tot aan de kruising met de N747,\n- vervolgens de N747 in zuidelijke richting tot aan de kruising met de N15,\n- vervolgens de N15 in zuidelijke richting tot aan de kruising met de E314 (A2),\n- vervolgens de E314 (A2) in oostelijke richting tot aan de kruising met de gemeentegrens tussen Houthalen-Helchteren en Genk,\n- vervolgens de gemeentegrens tussen Houthalen-Helchteren en Genk, tussen Opglabbeek en achtereenvolgens As en Maaseik, en tussen Meeuwen-Gruitrode en Maaseik in noordoostelijke richting tot aan de kruising met de N771,\n- vervolgens de N771 in zuidoostelijke richting en voorbij de kruising met de N78 in dezelfde richting verlengd tot aan de grens met Nederland,\n- vervolgens de grens met Nederland in noordelijke richting tot aan de N74."}