{"celex_id": "32006R0973", "uri": "http://publications.europa.eu/resource/cellar/e658b182-81a5-4722-a163-e9f7c6b6d62d", "type": "Regulation", "concepts": ["1115", "1552", "1602", "161", "2731", "4080"], "title": "Commission Regulation (EC) No 973/2006 of  29 June 2006  amending Regulation (EC) No 1831/96 opening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/63\nCOMMISSION REGULATION (EC) No 973/2006\nof 29 June 2006\namending Regulation (EC) No 1831/96 opening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 34(1) thereof,\nWhereas:\n(1) The Agreement in the form of an Exchange of Letters between the European Community and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 (2), approved by Council Decision 2006/398/EC (3) and the Agreement in the form of an Exchange of Letters between the European Community and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 (4), approved by Council Decision 2006/333/EC (5), provide for the increasing of existing GATT tariff quotas and for the opening of new ones for certain fruit and vegetables and processed fruit and vegetable products.\n(2) Since the adoption of Commission Regulation (EC) No 1831/96 (6), several CN codes listed in Annexes I to III of that Regulation have changed.\n(3) To provide for the modified and new tariff quotas and for the sake of clarity, the Annexes to Regulation (EC) No 1831/96 should be replaced.\n(4) Regulation (EC) No 1831/96 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committees for Fresh Fruit and Vegetables and Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1831/96 is amended as follows:\n1. Annex I is replaced by the text in Annex I to this Regulation;\n2. Annex II is replaced by the text in Annex II to this Regulation;\n3. Annex III is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 154, 8.6.2006, p. 24.\n(3)  OJ L 154, 8.6.2006, p. 22.\n(4)  OJ L 124, 11.5.2006 p. 15.\n(5)  OJ L 124, 11.5.2006 p. 13.\n(6)  OJ L 243, 24.9.1996 p. 5.\nANNEX I\n‘ANNEX I\nOrder No CN code TARIC subheading Description (1) Quota period Quota volume Duty rate\n09.0055 0701 90 50 Potatoes, fresh or chilled 1 January to 15 May 4 295 3\n09.0056 0706 10 00 Carrots and turnips, fresh or chilled 1 January to 31 December 1 244 7\n09.0057 0709 60 10 Sweet peppers 1 January to 31 December 500 1,5\n09.0035 0712 20 00 Dried onions, whole, cut, sliced, broken or in powder, but not further prepared 1 January to 31 December 12 000 10\n09.0041 0802 11 90 Almonds, fresh or dried, whether or not shelled, other than bitter 1 January to 31 December 90 000 2\n09.0039 0805 50 10 Lemons (Citrus limon, Citrus limonum) 15 January to 14 June 10 000 6\n09.0058 0809 10 00 Apricots, fresh 1 August to 31 May 500 10\n09.0092 2008 20 11 Preserved pineapples, citrus fruit, pears, apricots, cherries, peaches and strawberries 1 January to 31 December 2 838 20\n09.0093 2009 11 11 Fruit juices 1 January to 31 December 7 044 20\n(1)  The goods descriptions in this Annex are those appearing in the Combined Nomenclature (OJ L 286, 28.10.2005, p. 1), supplemented where necessary by a TARIC code.’\nANNEX II\n‘ANNEX II\nOrder No. CN code TARIC subheading Description (1) Quota period Quota volume Duty rate\n09.0025 0805102011 High quality sweet oranges, fresh 1 February to 30 April 20 000 10\n09.0027 0805209005 Citrus hybrids known as “minneolas” 1 February to 30 April 15 000 2\n09.0033 2009119911 Frozen concentrated orange juice, without added sugar, of a Brix value not exceeding 50, in containers of two litres or less, containing no blood orange juice 1 January to 31 December 1 500 13\n(1)  The goods descriptions in this Annex are those appearing in the Combined Nomenclature (OJ L 286, 28.10.2005), supplemented where necessary by a TARIC code.\nFor the purposes of this Annex:\n(a) “high quality sweet oranges” shall mean oranges similar in variety characteristics, ripe, firm and of good shape, of at least good colour, of flexible unrotted structure, and without unhealed cracks in the skin, hard or dry skin, exanthemata, growth tears, contusions (except as caused by normal handling and packaging), damage caused by dryness or humidity, broad or emergent hispids, folds, scars, oil stains, scales, sun marks, dirt or other foreign matter, disease, insects or damage caused by machinery, movement or otherwise; a maximum of 15 % of the fruit in each consignment may not meet this specification, this percentage including at most 5 % of defects amounting to serious damage, and the latter percentage including at most 0,5 % rot;\n(b) “citrus hybrids known as “minneolas” ” shall mean citrus hybrids of the Minneola variety (Citrus paradisi Macf. CV Duncan and Citrus reticulate blanca CV Dancy);\n(c) “Frozen concentrated orange juice, of a Brix value not exceeding 50” shall mean orange juice with a density of no more than 1,229 grams per cubic centimetre at 20°C.’\nANNEX III\n‘ANNEX III\nOrder No CN code TARIC subheading Description (1) Quota period Quota volume Duty rate\n09.0094 0702 00 00 Tomatoes, fresh or chilled 15 May to 31 October 472 12\n09.0059 0707 00 05 Cucumbers, fresh or chilled 1 November to 15 May 1 134 2,5\n09.0060 0806101091 Table grapes, fresh 21 July to 31 October 1 500 9\n09.0061 0808108010 Apples, fresh, other than cider apples 1 April to 31 July 600 0\n09.0062 0808 20 50 Pears, fresh, other than perry pears 1 August to 31 December 1 000 5\n09.0063 0809 10 00 Apricots, fresh 1 June to 31 July 2 500 10\n09.0040 0809 20 95 Fresh (sweet) cherries 21 May to 15 July 800 4\n(1)  The goods descriptions in this Annex are those appearing in the Combined Nomenclature (OJ L 286, 28.10.2005, p. 1), supplemented where necessary by a TARIC code.’"}