{"celex_id": "32009D0042", "uri": "http://publications.europa.eu/resource/cellar/e8df594c-3d88-461d-a459-8e7c1861d5cb", "type": "Decision", "concepts": ["2179", "2792", "3169", "3434", "565", "5753", "7"], "title": "Council Decision 2009/42/CFSP of 19 January 2009 on support for EU activities in order to promote among third countries the process leading towards an Arms Trade Treaty, in the framework of the European Security Strategy\n", "header": "22.1.2009 EN Official Journal of the European Union L 17/39\nCOUNCIL DECISION 2009/42/CFSP\nof 19 January 2009\non support for EU activities in order to promote among third countries the process leading towards an Arms Trade Treaty, in the framework of the European Security Strategy\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 13(3) and Article 23(1) thereof,\nWhereas:\n(1) On 12 December 2003 the European Council adopted a European Security Strategy which called for an international order based on effective multilateralism. The European Security Strategy acknowledges the United Nations Charter as the fundamental framework for international relations. Strengthening the United Nations, equipping it to fulfil its responsibilities and to act effectively, is a priority of the European Union.\n(2) On 6 December 2006 the United Nations General Assembly adopted Resolution 61/89 entitled ‘Towards an arms trade treaty: establishing common international standards for the import, export and transfer of conventional arms’.\n(3) In its conclusions of 11 December 2006, the Council welcomed the formal start of the process towards the elaboration of a legally binding international Arms Trade Treaty and noted with appreciation that a clear majority of UN Member States had supported the above referred Resolution, including all EU Member States. The Council reaffirmed that the EU and its Member States would play an active role in this process, and underlined the importance of cooperation in this process with other States and regional organisations.\n(4) The United Nations Secretary-General set up a Group of Governmental Experts (GGE) of 28 members to continue the consideration of a possible Arms Trade Treaty. The GGE met throughout 2008 and presented its conclusions during the ministerial week of the 63rd General Assembly. The Group concluded that further consideration was required and that efforts should be carried out, on a step-by-step basis, in an open and transparent manner, within the framework of the United Nations. The GGE encouraged those States in a position to do so, to render assistance to States in need, upon request.\n(5) In its conclusions of 10 December 2007, the Council underlined the importance of the UN-appointed GGE which it encouraged to move the process forward. The Council expressed its firm belief that a comprehensive, legally binding instrument, consistent with existing responsibilities of States under relevant international law and establishing common international standards for the import, export and transfer of conventional arms, would be a major contribution to tackling the undesirable and irresponsible proliferation of conventional arms.\n(6) In October 2008 the First Committee of the UN General Assembly adopted the resolution ‘Towards an arms trade treaty: establishing common international standards for the import, export and transfer of conventional arms’. All EU Member States co-sponsored the text.\n(7) The United Nations Institute for Disarmament Research (Unidir) supported this process by undertaking a two-part study consisting of two in-depth analyses of UN Member States’ views on the feasibility, scope and draft parameters of an Arms Trade Treaty. Unidir’s analyses contributed to advancing discussions on an Arms Trade Treaty through the identification of areas of consensus and divergence, as well as neglected areas. The analyses served as a useful input to the GGE. For these reasons, it is reasonable to entrust Unidir with the technical implementation of the activities under this Decision.\n(8) Based on the above Council conclusions, the EU should support this process, in order to reinforce the work that has been accomplished to date, by opening the debate to include States not members of the GGE, as well as to other actors such as civil society and industry, to develop the understanding of the issue and to contribute to broadening the recommendations made by the GGE,", "main_body": ["1.   For the purpose of promoting among third countries the process leading towards an Arms Trade Treaty, the European Union shall support activities in order to further the following objectives:\n(a) increase awareness by national and regional actors, United Nations Member States, civil society and industry, of the current international discussions around an Arms Trade Treaty;\n(b) reinforce the purpose of the United Nations Secretary-General’s Group of Governmental Experts (GGE) on an Arms Trade Treaty and strengthen the United Nations as the only forum that can deliver a truly universal instrument;\n(c) contribute to the better involvement of all United Nations Member States and regional organisations in the Arms Trade Treaty process;\n(d) encourage the exchange of views between States which are part of the GGE and those which are not part of it;\n(e) foster debate among United Nations Member States, particularly among those which are not part of the GGE;\n(f) promote an exchange of views among United Nations Member States, regional organisations, civil society and industry;\n(g) identify possible elements, the scope and the implications of an Arms Trade Treaty; and\n(h) share these debates and views with the whole international community.\n2.   For achieving the above objectives, the EU will undertake the following project:\n— organisation of a launching event, six regional seminars, a concluding seminar, including the dissemination of results, and a side-event in the margins of the 1st Committee (UNGA 64th session).\nA detailed description is set out in the Annex.", "1.   The Presidency, assisted by the Secretary-General of the Council/High Representative (SG/HR) for the CFSP, shall be responsible for implementing this Decision. The Commission shall be fully associated.\n2.   The technical implementation of the project referred to in Article 1(2) shall be carried out by the United Nations Institute for Disarmament Research (Unidir). It shall perform this task under the control of the SG/HR, assisting the Presidency. For this purpose, the SG/HR shall enter into the necessary arrangements with Unidir.\n3.   The Presidency, the SG/HR and the Commission shall keep each other regularly informed about the project, in accordance with their respective competences.", "1.   The financial reference amount for the implementation of the activities referred to in Article 1(2) shall be EUR 836 260, to be funded from the general budget of the European Union.\n2.   The expenditure financed by the amount stipulated in paragraph 1 shall be managed in accordance with the Community procedures and rules applicable to the general budget of the European Union.\n3.   The Commission shall supervise the proper management of the expenditure referred to in paragraph 2, which shall take the form of a grant. For this purpose, it shall conclude a financing agreement with Unidir. The financing agreement shall stipulate that Unidir is to ensure visibility of the EU contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the taking of effect of this Decision. It shall inform the Council of any difficulties in that process and of the date of conclusion of the financing agreement.", "The Presidency, assisted by the SG/HR for the CFSP, shall report to the Council on the implementation of this Decision on the basis of regular reports following the organisation of each of the regional seminars and the final seminar prepared by United Nations Institute for Disarmament Research (Unidir). The Commission shall be fully associated and shall provide information on the financial aspects of the implementation of the project referred to in Article 1(2).", "This Decision shall take effect on the day of its adoption.\nIt shall expire 15 months after the date of conclusion of the financing agreement referred to in Article 3(3) or 6 months after the date of its adoption if no financing agreement has been concluded within that period.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 January 2009.\nFor the Council\nThe President\nP. GANDALOVIČ\nANNEX\n1.   Objective\nThe overall objective of this Council Decision is to promote the participation of all stakeholders in the discussion on an Arms Trade Treaty (ATT), integrate national and regional contributions to the international process under way, and to identify the scope and implication of a possible treaty on the trade in arms.\n2.   Project\n2.1.   Purpose of the project\nThe project will:\n(a) increase awareness by national and regional actors, United Nations Member States, civil society and industry, of the current international discussions around an ATT;\n(b) reinforce the purpose of the United Nations Secretary-General’s Group of Governmental Experts (GGE) on an Arms Trade Treaty and strengthen the United Nations as the only forum that can deliver a truly universal instrument;\n(c) contribute to the better involvement of all United Nations Member States and regional organisations in the ATT process;\n(d) encourage the exchange of views between States which are part of the GGE and those which are not part of it;\n(e) foster debate among United Nations Member States, particularly among those which are not part of the GGE;\n(f) promote an exchange of views among United Nations Member States, regional organisations, civil society and industry;\n(g) identify possible elements, the scope and the implications of an ATT; and\n(h) share these debates and views with the whole international community.\n2.2.   Results of the project\nThe project will:\n(a) increase the awareness, knowledge and understanding of the ATT process;\n(b) involve new actors in the debate;\n(c) share national and regional concerns and ideas with the international discussions; and\n(d) feed ideas and suggestions into the content of an ATT, particularly on the scope and implications of an ATT.\n2.3.   Description of the project\nThe project provides for the organisation of a launching event, six regional seminars, a final seminar to present overall results and a side-event in the margins of the 1st Committee (UNGA 64th session). The final seminar will be structured as follows: one-day OSCE countries regional seminar and one-day final seminar.\n2.3.1.   Launching event:\nA launching event will take place over one day to present the aims of the project and seek inputs from civil society, researchers and NGOs to secure support for the project.\n2.3.2.   Regional seminars:\n1. The regional seminars will take place over two days in a location to be determined in the target regions. The seminars will be structured in four parts to allow the following presentations and discussions to take place:\n(a) general overview of the ATT, background, actors, etc.;\n(b) specific presentation of the international process currently underway;\n(c) discussion of the scope and implication of a possible ATT; and\n(d) gathering of ideas for further action, recommendations and suggestions to feed into the ATT process.\n2. Participants in these regional seminars will include:\n(a) representatives from countries in the region;\n(b) representatives from regional organisations, including NGOs;\n(c) representatives from local/regional industry;\n(d) representatives from Unidir and UNODA (Conventional Arms Branch and Regional Branch, including regional centres if appropriate);\n(e) technical experts from EU Member States, including representatives from the industry;\n(f) representatives from partner organisations which may include among others the Stockholm International Peace Research Institute (Sweden) or the Foundation for Strategic Research (France).\n3. Depending on the size of the regions, between 30 and 40 participants are expected to participate in each seminar.\n4. A summary report of the discussions and recommendations will be produced after each seminar. This summary report will be made available online and on electronic storage devices.\n5. The regional seminars will take place according to the following groupings:\n(a) one seminar for Central, Northern and Western Africa;\n(b) one seminar for Eastern and Southern Africa;\n(c) one seminar for Latin America and the Caribbean;\n(d) one seminar for Asia and the Pacific;\n(e) one seminar for OSCE countries;\n(f) one seminar for the Middle East.\n6. Suggested tentative locations for the seminars are:\n(a) Dakar and Nairobi or Addis Abeba (for each of the two seminars in Africa);\n(b) Mexico or Rio de Janeiro (for Latin America and the Caribbean);\n(c) Phnom Penh or New Delhi (for Asia and the Pacific);\n(d) Amman or Cairo (for the Middle East);\n(e) Brussels or Vienna (for OSCE countries).\n7. Final locations will be determined to maximise resources and the available assistance at local level. The Presidency, assisted by the HR/SG, will be responsible for the final choice of location following the recommendations made by Unidir.\n2.3.3.   Concluding seminar:\nA concluding seminar will be organised after all six regional seminars have been hosted to present the discussions, recommendations and ideas on the ATT process to the international community. The final seminar will be structured as follows: one-day OSCE countries regional seminar and one-day final seminar.\n2.3.4.   Side-event at the 1st Committee (64th session of the UNGA)\nA side event will be organised in the margins of the 1st Committee (64th session of the UNGA) to present to stakeholders gathered in New York with the results of the project to date.\n2.3.5.   Outputs — Publication\nEach seminar will produce a short summary report of the discussions and of the recommendations and ideas put forward for an ATT. The seminar reports will be made available online and on electronic data storage devices for distribution.\nA final report compiling the summary reports of the six regional meetings will be produced and presented for comments at the concluding seminar, and made available online and on electronic data storage devices for distribution.\n3.   Duration\nThe estimated implementation period of this project is 15 months.\n4.   Beneficiaries\nThe beneficiaries of this project are:\n(a) all UN Member States, with particular emphasis on those not part of the GGE;\n(b) civil society and industry;\n(c) relevant regional organisations.\n5.   Implementing entity\nThe Presidency, assisted by the SG/HR, is responsible for the implementation and supervision of this project. The Presidency will entrust the technical implementation to the United Nations Institute for Disarmament Research (Unidir).\nIn implementing the project Unidir shall cooperate with UN-ODA, the Stockholm International Peace Research Institute (Sweden) or the Foundation for Strategic Research (France). Unidir shall, where appropriate, work with institutions such as regional organisations, NGOs and industry.\nUnidir will ensure the visibility of the EU contribution, appropriate to its size.\n6.   Financial reference amount to cover the costs of the project\nThe total cost of the project is EUR 836 260."}