{"celex_id": "32007D0259", "uri": "http://publications.europa.eu/resource/cellar/1b180180-2f36-4da3-936d-13273d16f889", "type": "Decision", "concepts": ["1728", "4250", "5858", "862", "922"], "title": "2007/259/EC: Council Decision of 16 April 2007 providing Community macro-financial assistance to Moldova\n", "header": "28.4.2007 EN Official Journal of the European Union L 111/69\nCOUNCIL DECISION\nof 16 April 2007\nproviding Community macro-financial assistance to Moldova\n(2007/259/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nAfter consulting the Economic and Financial Committee,\nWhereas:\n(1) The authorities of Moldova are committed to economic stabilisation and structural reforms, supported by the International Monetary Fund (IMF) through a three-year arrangement under the Poverty Reduction and Growth Facility (PRGF) which was approved on 5 May 2006. On 12 May 2006, the Paris Club creditors agreed to a restructuring of Moldova’s bilateral official debt on the Houston terms.\n(2) In May 2004, the authorities of Moldova adopted an Economic Growth and Poverty Reduction Strategy Paper, setting medium-term priorities for government action.\n(3) Moldova, on the one hand, and the European Communities and their Member States on the other hand, have signed a Partnership and Cooperation Agreement (2), which entered into force on 1 July 1998.\n(4) Relations between Moldova and the European Union are developing within the framework of the European Neighbourhood Policy, which is expected to lead to deeper economic integration. The EU and Moldova have agreed on a European Neighbourhood Policy Action Plan identifying short- and medium-term priorities in EU-Moldova relations and related policies.\n(5) Moldova has substantial financing needs arising from a significant deterioration of its financial position.\n(6) The Moldovan authorities have requested financial assistance on a concessional basis from the Communities, international financial institutions, and from other bilateral donors. Over and above the financing from the IMF and the World Bank, a substantial residual financing gap remains to be covered to improve the country’s balance of payments, strengthen the country’s reserves position, and to support the policy objectives attached to the authorities’ reform efforts.\n(7) Moldova is eligible for loans and grants on highly favourable terms from the World Bank and the IMF.\n(8) In these circumstances, Community macro-financial assistance to Moldova should be made available in the form of a grant, as an appropriate measure to help Moldova at this critical juncture.\n(9) In order to ensure efficient protection of the Community’s financial interests linked to this macro-financial assistance, it is necessary to provide for appropriate measures by Moldova related to the prevention of, and to the fight against, fraud, corruption and any other irregularities affecting this assistance. Provision should also be made for controls by the Commission and audits by the Court of Auditors.\n(10) The release of the Community macro-financial assistance is without prejudice to the powers of the budgetary authority.\n(11) The Community macro-financial assistance should be managed by the Commission in consultation with the Economic and Financial Committee,", "main_body": ["1.   The Community shall make available to Moldova macro-financial assistance in the form of a grant of up to EUR 45 000 000 with a view to supporting Moldova’s balance of payments and alleviating the financial constraints on the implementation of the government’s economic programme.\n2.   The Community macro-financial assistance shall be managed by the Commission in consultation with the Economic and Financial Committee and in a manner consistent with the agreements or understandings reached between the International Monetary Fund (IMF) and Moldova.\n3.   The Community macro-financial assistance shall be made available for two years starting from the first day after the entry into force of this Decision. However, if circumstances so require, the Commission, after consulting the Economic and Financial Committee, may decide to extend the availability period by a maximum of one year.", "1.   The Commission is hereby empowered to agree with the authorities of Moldova, after consulting the Economic and Financial Committee, the economic policy and financial conditions attached to the macro-financial assistance, to be laid down in a Memorandum of Understanding and a Grant Agreement. Those conditions shall be consistent with the agreements or understandings referred to in Article 1(2).\n2.   During the implementation of the Community macro-financial assistance, the Commission shall monitor the soundness of Moldova’s financial arrangements, administrative procedures, and the internal and external control mechanisms which are relevant to the assistance.\n3.   The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that economic policies in Moldova are compatible with the objectives of the assistance and that the agreed economic policy and financial conditions are being satisfactorily fulfilled.", "1.   The Community Macro-financial assistance shall be made available by the Commission to Moldova in three instalments.\n2.   The first instalment shall be released on the basis of satisfactory implementation of the economic programme supported by the IMF under the Poverty Reduction and Growth Facility and of the EU-Moldova European Neighbourhood Policy Action Plan.\n3.   The second and third instalments shall also be released on the basis of satisfactory implementation of the economic programme supported by the IMF under the Poverty Reduction and Growth Facility and of the EU-Moldova European Neighbourhood Policy Action Plan, and on the basis of any other measures agreed with the Commission as set out in Article 2(1), and not less than three months after the release of the previous instalment.\n4.   The funds shall be paid to the National Bank of Moldova. The final recipient of the funds shall be the Ministry of Finances of Moldova.", "The Community Macro-financial assistance shall be implemented in accordance with the provisions of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3) and its implementing rules. In particular, the Memorandum of Understanding and the Grant Agreement with the authorities of Moldova shall provide for appropriate measures by Moldova related to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. They shall also provide for controls by the Commission, including the European Anti-Fraud Office, with the right to perform on-the-spot checks and inspections, and for audits by the Court of Auditors, where appropriate, to be carried out on the spot.", "By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report, including an evaluation of the implementation of this Decision in the preceding year. The report shall indicate the connection between the policy conditions set out in Article 2(1), Moldova’s ongoing economic and fiscal performance, and the Commission’s decision to release the instalments of the assistance.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 16 April 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  Opinion delivered on 14 February 2007 (not yet published in the Official Journal).\n(2)  OJ L 181, 24.6.1998, p. 3.\n(3)  OJ L 248, 16.9.2002, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1)."}