{"celex_id": "32006R0546", "uri": "http://publications.europa.eu/resource/cellar/e64f0f98-5917-4dcf-9911-e8286be287a4", "type": "Regulation", "concepts": ["1019", "1598", "1755", "1854", "192", "336", "4320", "4353", "5581"], "title": "Commission Regulation (EC) No 546/2006 of  31 March 2006  implementing Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards national scrapie control programmes and additional guarantees and derogating from certain requirements of Decision 2003/100/EC and repealing Regulation (EC) No 1874/2003\n", "header": "1.4.2006 EN Official Journal of the European Union L 94/28\nCOMMISSION REGULATION (EC) No 546/2006\nof 31 March 2006\nimplementing Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards national scrapie control programmes and additional guarantees and derogating from certain requirements of Decision 2003/100/EC and repealing Regulation (EC) No 1874/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular point (b)(ii) of Section 1 of Chapter A of Annex VIII thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 provides for the approval of the national scrapie control programmes of the Member States if they comply with certain criteria laid down in that Regulation. Regulation (EC) No 999/2001 also provides for the definition of any additional guarantees which may be required for intra-Community trade and imports in accordance with that Regulation.\n(2) Commission Decision 2003/100/EC of 13 February 2003 laying down minimum requirements for the establishment of breeding programmes for resistance to transmissible spongiform encephalopathies in sheep (2), provides that each Member State is to introduce a breeding programme to select for resistance to TSEs in certain sheep breeds. That Decision also provides for the possibility for a Member State to derogate from the requirement to establish a breeding programme on the basis of its national scrapie control programme, submitted and approved in accordance with Regulation (EC) No 999/2001, where it provides for the continuous active monitoring of dead-on-farm ovine and caprine animals in all flocks in that Member State.\n(3) Commission Regulation (EC) No 1874/2003 of 24 October 2003 approving the national scrapie control programmes of certain Member States and defining additional guarantees, and granting derogations concerning breeding programmes for TSE resistance in sheep pursuant to Decision 2003/100/EC (3), approved the national scrapie control programmes of Denmark, Finland and Sweden.\n(4) On 18 November 2005, Austria submitted a national scrapie control programme to the Commission. On 5 January 2006, certain amendments to that programme were submitted to the Commission. That programme, as amended, meets the required criteria set out in Regulation (EC) No 999/2001. In addition, Austria is likely to have a low prevalence or absence of scrapie on its territory.\n(5) On the basis of that national scrapie control programme, Austria should be granted derogation from the breeding programme provided for in Decision 2003/100/EC. Furthermore, the additional trade guarantees required by Annex VIII, Chapter A and Annex IX, Chapter E to Regulation (EC) No 999/2001 should be laid down in the present Regulation.\n(6) Regulation (EC) No 1874/2003 provides for certain additional guarantees for Denmark, Finland and Sweden relating to holdings. Those additional trade guarantees should, however, be amended in order to increase subsidiarity to those Member States and also Austria, taking into account different epidemiological and trade situations and differences in scrapie strains present in those four Member States.\n(7) Therefore, for practical reasons and in the interests of clarity of Community legislation, it is appropriate to repeal Regulation (EC) No 1874/2003 and replace it by the present Regulation.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of national scrapie control programmes\nThe national scrapie control programmes, referred to in Chapter A, point I(b) of Annex VIII to Regulation (EC) No 999/2001, of the Member States listed in the Annex to the present Regulation are hereby approved.", "Additional guarantees relating to holdings\n1.   Ovine and caprine animals destined for the Member States listed in the Annex and coming from other Member States not listed in the Annex or third countries must have been kept continuously, since birth, on holdings which have satisfied the following conditions for a period of at least seven years prior to the date of dispatch of such animals:\n(a) no cases of scrapie have been confirmed;\n(b) no eradication measures have been applied because of scrapie;\n(c) the holdings have not contained animals identified as animals at risk referred to in Article 13(1)(b) of Regulation (EC) No 999/2001.\n2.   Ovine and caprine animals destined for the Member States listed in the Annex to the present Regulation and coming from other Member States listed in that Annex must have been kept on holdings, in which no ovine and caprine animal have been placed under official TSE movement restrictions in accordance with Article 13(2) of Regulation (EC) No 999/2001, for a period of at least seven years prior to the date of dispatch of such animals.\n3.   Semen, embryos and ova from ovine and caprine animals, destined for the Member States listed in the Annex, must be obtained from donors kept continuously since birth on holdings fulfilling the conditions set out in:\n(a) paragraph 1, if coming from other Member States not listed in the Annex or from third countries; or\n(b) paragraph 2, if coming from other Member States listed in the Annex.", "Official movement restrictions\n1.   The official movement restrictions presented by the Member States listed in the Annex are hereby approved. They shall apply to holdings receiving ovine or caprine animals or semen, embryos and ova from ovine or caprine animals where:\n(a) the animals, semen, embryos and ova are received from other Member States not listed in the Annex or from third countries; and\n(b) scrapie has been confirmed during the three years prior to or after the date of dispatch of the animals, semen, embryos and ova in the Member State or third country of dispatch as referred to in point (a).\n2.   The official movement restrictions provided for in paragraph 1 shall not apply in the case of receipt of ovine animals of the ARR/ARR prion protein genotype, or of semen, embryos and ova from a donor of the ARR/ARR prion protein genotype.", "Derogations from the requirement to establish a breeding programme\nPursuant to the first indent of Article 3(1) of Decision 2003/100/EC, Member States listed in the Annex to this Regulation are hereby granted a derogation from the requirement to establish a breeding programme as provided for in Article 2(1) of that Decision.", "Repeal\nRegulation (EC) No 1874/2003 is repealed.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 339/2006 (OJ L 55, 25.2.2006, p. 5).\n(2)  OJ L 41, 14.2.2003, p. 41.\n(3)  OJ L 275, 25.10.2003, p. 12. Regulation as amended by Regulation (EC) No 1472/2004 (OJ L 271, 19.8.2004, p. 26).\nANNEX\nMember States referred to in Articles 1 to 4\nDenmark\nAustria\nFinland\nSweden"}