{"celex_id": "32001R1320", "uri": "http://publications.europa.eu/resource/cellar/7513865d-4b4c-4c76-9a06-fccdb03ea143", "type": "Regulation", "concepts": ["1929", "2292", "4172", "4682", "4885", "5034"], "title": "Commission Regulation (EC) No 1320/2001 of 29 June 2001 establishing a forecast balance and fixing the amount of aid for the supply to the Canary Islands of beef and veal products\n", "header": "Commission Regulation (EC) No 1320/2001\nof 29 June 2001\nestablishing a forecast balance and fixing the amount of aid for the supply to the Canary Islands of beef and veal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Articles 3(4) and 4(4) thereof,\nWhereas:\n(1) Pursuant to Regulation (EEC) No 1601/92, the quantities of the specific supply balances for the beef and veal sector should be established for supplies to the Canary Islands of beef and veal and pure-bred breeding animals.\n(2) The quantities in the forecast supply balance for those products are laid down in Commission Regulation (EC) No 1369/2000(3) for the period 1 July 2000 at 30 June 2001.\n(3) Pending the entry into force of the reform of the specific supply arrangements and in order to avoid any break in the application of the specific supply arrangements in force, the supply balance should be established for the period 1 July to 31 December 2001.\n(4) Application of the criteria for fixing the amount of Community aid to the current market situation in the sector in question and, in particular, to the exchange rates and prices for those products in the European part of the Community and on the world market, gives rise to aid for the supply of the Canary Islands with beef and veal products at the levels laid down in the Annex hereto.\n(5) Pursuant to Regulation (EEC) No 1601/92, the supply arrangements are applicable from 1 July. This Regulation should therefore apply immediately.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the purposes of Articles 2, 3 and 4 of Regulation (EEC) No 1601/92, the quantities in the forecast supply balance in the beef and veal sector benefiting, as appropriate, from exemption from import duties for products from non-Member countries or for Community aid for products from the Community market shall be as set out in Annex I.", "The amount of aid granted to the products referred to in Annex I and coming from the Community market shall be as set out in Annexes II and III.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 13.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 156, 29.6.2000, p. 13.\nANNEX I\nCanary Islands: forecast supply balance for beef and veal products from 1 July to 31 December 2001\n>TABLE>\nANNEX II\nAmounts of aid to be granted to the products referred to in Annex I and coming from the Community market\n>TABLE>\nNB:\nThe product codes and footnotes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1).\nANNEX III\nAmount of aid which may be granted in the Canary Islands for pure-bred breeding bovines originating in the Community\n>TABLE>"}