{"celex_id": "32004R0955", "uri": "http://publications.europa.eu/resource/cellar/2a98c82e-77fd-49ef-8291-0f425f65e0af", "type": "Regulation", "concepts": ["1309", "2687", "2733", "4080", "4315", "4316"], "title": "Commission Regulation (EC) No 955/2004 of 10 May 2004 amending the representative prices and additional duties for the import of certain products in the sugar sector fixed by Regulation (EC) No 1166/2003 for the 2003/2004 marketing year\n", "header": "11.5.2004 EN Official Journal of the European Union L 176/3\nCOMMISSION REGULATION (EC) No 955/2004\nof 10 May 2004\namending the representative prices and additional duties for the import of certain products in the sugar sector fixed by Regulation (EC) No 1166/2003 for the 2003/2004 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets the sugar sector (1),\nHaving regard to Commission Regulation (EC) No 1423/95 of 23 June 1995 laying down detailed implementing rules for the import of products in the sugar sector other than molasses (2), and in particular the second sentence of the second subparagraph of Article 1(2), and Article 3(1) thereof,\nWhereas:\n(1) The representative prices and additional duties applicable to imports of white sugar, raw sugar and certain syrups for the 2003/2004 marketing year are fixed by Commission Regulation (EC) No 1166/2003 (3). These prices and levies were last amended by Regulation (EC) No 701/2004 (4).\n(2) The data currently available to the Commission indicate that the said amounts should be changed in accordance with the rules and procedures laid down in Regulation (EC) No 1423/95,", "main_body": ["The representative prices and additional duties on imports of the products referred to in Article 1 of Regulation (EC) No 1423/95, as fixed by Regulation (EC) No 1166/2003 for the 2003/2004 marketing year are hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on 11 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 2004.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nAgriculture Director-General\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 680/2002 (OJ L 104, 20.4.2002, p. 26).\n(2)  OJ L 141, 24.6.1995, p. 16. Regulation as last amended by Regulation (EC) No 624/98 (OJ L 85, 20.3.1998, p. 5).\n(3)  OJ L 162, 1.7.2003, p. 57. Regulation as last amended by Regulation (EC) No 548/2004 (OJ L 87, 24.3.2004, p. 18).\n(4)  OJ L 108, 16.4.2004, p. 27.\nANNEX\nAmended representative prices and additional duties applicable to imports of white sugar, raw sugar and products covered by CN code 1702 90 99 applicable from 11 May 2004\n(EUR)\nCN code Representative price per 100 kg of the product concerned Additional duty per 100 kg of the product concerned\n1701 11 10 (1) 16,71 7,95\n1701 11 90 (1) 16,71 14,25\n1701 12 10 (1) 16,71 7,76\n1701 12 90 (1) 16,71 13,73\n1701 91 00 (2) 19,63 16,67\n1701 99 10 (2) 19,63 11,22\n1701 99 90 (2) 19,63 11,22\n1702 90 99 (3) 0,20 0,44\n(1)  Fixed for the standard quality defined in Annex I.II to Council Regulation (EC) No 1260/2001 (OJ L 178, 30.6.2001, p. 1).\n(2)  Fixed for the standard quality defined in Annex I.I to Council Regulation (EC) No 1260/2001 (OJ L 178, 30.6.2001, p. 1).\n(3)  Fixed per 1 % sucrose content."}