{"celex_id": "32007D0239", "uri": "http://publications.europa.eu/resource/cellar/9bd9f94e-3de8-4810-8b51-0509e68a52d5", "type": "Decision", "concepts": ["1125", "3561", "5343", "5403", "5407"], "title": "2007/239/EC: Council Decision of 5 March 2007 on a Community Position concerning Decision No 1/2007 of the Joint Committee referred to in the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part, adopting its Rules of Procedure including the Terms of Reference and Structure of the EC-Albania Working Parties\n", "header": "21.4.2007 EN Official Journal of the European Union L 104/32\nCOUNCIL DECISION\nof 5 March 2007\non a Community Position concerning Decision No 1/2007 of the Joint Committee referred to in the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part, adopting its Rules of Procedure including the Terms of Reference and Structure of the EC-Albania Working Parties\n(2007/239/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2), second subparagraph thereof,\nHaving regard to the Agreement between the European Economic Community and the Republic of Albania on trade and commercial and economic cooperation (1) (hereinafter referred to as ‘the Agreement’), that became effective on 1 December 1992, and in particular to Article 18 thereof,\nHaving regard to the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part (2) (hereinafter referred to as ‘the Interim Agreement’), that was signed on 12 June 2006, and in particular to Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Interim Agreement entered into force on 1 December 2006.\n(2) Article 42 of the Interim Agreement provides that the Joint Committee set up by the Agreement shall supervise the application and the implementation of the Interim Agreement.\n(3) Article 43, third subparagraph, of the Interim Agreement provides that the Joint Committee shall adopt its own Rules of Procedure.\n(4) Article 18(1)(e) of the Agreement provides that the Joint Committee may decide to set up Working Parties.\n(5) The designation, composition, Terms of Reference and Structure of the Working Parties should be laid down in the Joint Committee’s Rules of Procedure.\n(6) The Community should determine the position to be taken within the Joint Committee with regard to the adoption of the Rules of Procedure,", "main_body": ["The position to be adopted by the Community within the Joint Committee referred to in Article 42 of the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part, shall be based on the draft Decision of the Joint Committee attached to this Decision."], "attachments": "Done at Brussels, 5 March 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 343, 25.11.1992, p. 2.\n(2)  OJ L 239, 1.9.2006, p. 2.\n21.4.2007 EN Official Journal of the European Union L 104/34\nDECISION No 1/2007\nof …\nof the Joint Committee referred to in the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part adopting its Rules of Procedure including the Terms of Reference and Structure of the EC-Albania Working Parties\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Republic of Albania on trade and commercial and economic cooperation (hereinafter referred to as ‘the Agreement’), that became effective on 1 December 1992, and in particular to Article 18 thereof,\nHaving regard to the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part (hereinafter referred to as ‘the Interim Agreement’) that was signed on 12 June 2006, and in particular to Articles 42 and 43 thereof,\nWhereas the Interim Agreement entered into force on 1 December 2006,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nChairmanship\nThe Joint Committee shall be chaired alternately by each of the Parties.\nArticle 2\nMeetings\nThe Joint Committee shall meet regularly once a year in Brussels and Tirana alternately. Special meetings of the Joint Committee may be convened by mutual agreement at the request of either Party.\nUnless otherwise agreed the meetings of the Joint Committee shall not be public.\nArticle 3\nDelegations\nPrior to each meeting, the Chairman shall be informed of the intended composition of the delegation of each Party.\nA representative of the European Investment Bank (EIB) may attend the meetings of the Joint Committee, as an observer, when matters which concern the EIB appear on the agenda.\nThe Joint Committee may invite non-members to attend its meetings in order to provide information on particular subjects.\nThe Member States of the European Community will be informed about the meetings of the Joint Committee.\nArticle 4\nSecretariat\nAn official of the European Commission and an official of the Republic of Albania shall act jointly as Secretaries of the Joint Committee.\nArticle 5\nCorrespondence\nAll correspondence to and from the Chairman of the Joint Committee shall be forwarded to both Secretaries. The two Secretaries shall ensure that correspondence is circulated, where appropriate, to their respective representatives in the Joint Committee.\nArticle 6\nAgenda of the meetings\n1.   The Chairman and the Secretaries shall draw up a provisional agenda for each meeting not later than 15 working days before the beginning of the meeting.\nThe provisional agenda shall include the items in respect of which a request for inclusion has been received by the Secretaries not later than 21 working days before the beginning of the meeting, save that items shall not be written into the provisional agenda unless the supporting documentation has been forwarded to the Secretaries not later than the date of dispatch of the agenda.\nThe agenda shall be adopted by the Joint Committee at the beginning of each meeting. Items other than those appearing on the provisional agenda may be included in the agenda if the two Parties so agree.\n2.   The Chairman may, in agreement with the two Parties, shorten the time limits specified in paragraph 1 in order to take account of the requirements of a particular case.\nArticle 7\nMinutes\nDraft minutes of each Joint Committee meeting shall be drawn up by the Party hosting the meeting. They shall indicate the decisions and recommendations taken and the conclusions adopted. Within the two months following the meeting, the draft minutes shall be submitted to the Joint Committee for approval. When approved, the minutes shall be signed by the Chairman and the two Secretaries and one original copy shall be filed by each of the Parties. A copy of the minutes shall be forwarded to each of the addressees referred to in Article 4 of this Decision.\nArticle 8\nDeliberations\nThe Joint Committee shall take its decisions and formulate its recommendations by mutual agreement between the Parties.\nDuring the inter-session period, the Joint Committee may take decisions or make recommendations by written procedure if both Parties so agree.\nThe decisions and recommendations of the Joint Committee within the meaning of Article 43 of the Interim Agreement shall be entitled respectively ‘Decision’ and ‘Recommendation’ and followed by a serial number, by the date of their adoption and by a description of their subject.\nThe decisions and recommendations of the Joint Committee shall be signed by the Chairman and authenticated by the two Secretaries.\nThe decisions taken by the Joint Committee shall be published by the Parties in their respective official publications. Each Party may decide on the publication of any other act adopted by the Joint Committee.\nArticle 9\nLanguages\nThe official languages of the Joint Committee shall be the official languages of the two Parties.\nUnless otherwise decided, the Joint Committee shall base its deliberations on documentation prepared in these languages.\nArticle 10\nExpenses\nThe Community and the Republic of Albania shall each defray the expenses they incur by reason of their participation in the meetings of the Joint Committee and of working parties, both in respect of staff, travelling and subsistence expenditure and of postal and telecommunications costs.\nExpenditure in connection with interpretation, translation and reproduction of documents at meetings as well as any other expenditure relating to the material organisation of meetings shall be borne by the Party hosting the meetings.\nArticle 11\nWorking Parties\nThe Terms of Reference and Structure of the Working Parties set up to assist the Joint Committee in carrying out its duties are set out in the Annex to this Decision.\nThe Working Parties shall be composed of representatives of both Parties. They shall be chaired alternately by the two Parties, according to the Rules of Procedure of the Joint Committee.\nThe Working Parties shall work under the authority of the Joint Committee, to which they shall report after each one of their meetings. They shall not take decisions but may make recommendations to the Joint Committee.\nThe Joint Committee may decide to abolish any existing Working Parties, modify their Terms of Reference or establish new Working Parties to assist it in carrying out its duties.\nANNEX\nTerms of Reference and Structure of the EC-Albania Working Parties under the Interim Agreement\n1.   Composition and Chair\nThe Working Parties shall be composed of representatives of the European Commission and representatives of the government of the Republic of Albania (hereinafter referred to as ‘Albania’). They shall be chaired alternately by the two Parties. The Member States will be informed about the Working Party meetings.\n2.   Secretariat\nAn official of the European Commission and an official of the government of Albania shall act jointly as secretaries of each of the Working Parties.\nAll communications concerning the Working Parties shall be forwarded to the secretaries of the relevant Working Party.\n3.   Meetings\nThe Working Parties shall meet regularly once a year, and whenever circumstances require, with the agreement of both Parties. Each meeting of a Working Party shall be held at a time and place agreed by both Parties.\nIf both Parties agree, the Working Parties may invite experts to their meetings to provide the specific information requested.\n4.   Subject matters\nThe Working Parties shall discuss issues according to the multidisciplinary Working Party structure below. Implementation of the IA and the European Partnership, preparation for implementation of the Stabilisation and Association Agreement (SAA), and progress regarding the approximation, implementation and enforcement of legislation shall be assessed in all relevant fields. The Working Parties shall examine any problems that may arise in their relevant sectors and shall suggest possible steps to be taken.\nThe Working Parties shall also serve as forums for the further clarification of the acquis communautaire, and shall review progress made by Albania in conforming to the acquis in line with commitments made in the Interim Agreement.\n5.   Minutes\nDraft minutes of each Working Party meeting shall be established within the two months following the meeting. Once agreed by both Parties, a copy of the minutes shall be forwarded by the secretary of the Working Party to the secretary of the Joint Committee.\n6.   Publicity\nUnless otherwise decided, the meetings of the working parties shall not be public.\n7.   Working Party Structure:\n1. Working Party on Trade, Industry, Customs and Taxation;\n2. Working Party on Agriculture and Fisheries;\n3. Working Party on Internal Market and Competition;\n4. Working Party on Economic and Financial Issues and Statistics;\n5. Working Party on Innovation, Information Society and Social Policy;\n6. Working Party on Transport, Environment, Energy, and Regional Development."}