{"celex_id": "32003R1407", "uri": "http://publications.europa.eu/resource/cellar/b132eba3-98ec-45b4-bd61-b39e43e54f8c", "type": "Regulation", "concepts": ["133", "3544", "4790", "5228", "5254", "598"], "title": "Commission Regulation (EC) No 1407/2003 of 7 August 2003 amending Council Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\n", "header": "Commission Regulation (EC) No 1407/2003\nof 7 August 2003\namending Council Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2341/2002 of 31 December 2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required(1), as last amended by Regulation (EC) No 1091/2003(2), and in particular Article 3(4) thereof,\nWhereas:\n(1) The Community's fishing opportunities for capelin in zone V, XIV (Greenland waters) for 2003 are laid down provisionally in Annex IC to Regulation (EC) No 2341/2002.\n(2) Under the Fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and Home Rule Government of Greenland, on the other(3), the Community receives 70 % of the Greenland share of the total allowable catch (TAC) for capelin in zones V and XIV.\n(3) By letter of 17 June 2003, the Greenland authorities have informed the Commission that the Greenland share of the TAC for capelin for 2003 has been fixed at 91850 tonnes. The final fishing opportunities for capelin for the Community during 2003 should therefore be fixed at 64295 tonnes in zones V and XIV (Greenland waters).\n(4) Regulation (EC) No 2341/2002 should therefore be amended accordingly,", "main_body": ["Annex IC to Regulation (EC) No 2341/2002 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 356, 31.12.2002, p. 12.\n(2) OJ L 157, 26.6.2003, p. 1.\n(3) OJ L 209, 2.8.2001, p. 2.\nANNEX\nIn Annex IC to Regulation (EC) No 2341/2002, the entry concerning the species Capelin in zones V and XIV (Greenland waters) is replaced by the following:\n\">TABLE>\""}