{"celex_id": "32001D0705(01)", "uri": "http://publications.europa.eu/resource/cellar/fcc4db92-0a72-49d2-aca6-d9467c325db8", "type": "Decision", "concepts": ["114", "2166", "3582", "4178", "5586", "5852"], "title": "Decision of the Secretary-General of the Council/High Representative for Common Foreign and Security Policy of 25 June 2001 on a code of good administrative behaviour for the General Secretariat of the Council of the European Union and its staff in their professional relations with the public\n", "header": "Decision of the Secretary-General of the Council/High Representative for Common Foreign and Security Policy\nof 25 June 2001\non a code of good administrative behaviour for the General Secretariat of the Council of the European Union and its staff in their professional relations with the public\n(2001/C 189/01)\nTHE SECRETARY-GENERAL OF THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 207(2) thereof,\nHaving regard to the Council's Rules of Procedure, and in particular Article 23 thereof,\nWhereas:\n(1) The provisions of Community law on openness and transparency should be fully respected in the daily practice of the General Secretariat of the Council (hereinafter referred to as the \"General Secretariat\").\n(2) Experience has shown that a number of requests from citizens for general information fall outside the scope of the rules governing public access to Council documents as laid down in Regulation (EC) No 1049/2001(1) of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents.\n(3) Guidance should be provided for members of staff in their professional relations with the public,", "main_body": ["A code of good administrative behaviour for the General Secretariat of the Council of the European Union and its staff in their professional relations with the public is hereby adopted. This code is contained in the Annex.", "1. The objective of this Decision and the annexed code is to facilitate the implementation of rights and obligations flowing from the treaties and acts adopted for their application, without creating additional rights.\n2. This Decision shall not prevail over any provision of the Treaty on European Union, the Treaty establishing the European Community, the Staff Regulations of officials and the conditions of employment of the other servants of the European Communities, Regulation (EC) No 1049/2001 of the European Parliament and of the Council or any decision taken by the Council regarding public access to Council documents.", "The necessary measures shall be taken within the General Secretariat to ensure that this Decision and the annexed code:\n- are published in the Official Journal of the European Communities, C series, are publicised as widely as possible and made available to the public via the Internet;\n- are respected by members of staff.", "The code of good administrative behaviour annexed to this Decision shall be reviewed two years after the date on which it takes effect, in the light of the experience gained from its implementation.", "This Decision shall take effect on 25 June 2001."], "attachments": "Done at Brussels, 25 June 2001\nThe Secretary-General/High Representative\nJavier Solana\n(1) OJ L 145, 31.5.2001, p. 43.\nANNEX\nCode of good administrative behaviour for the General Secretariat of the Council of the European Union and its staff in their professional relations with the public\nArticle 1\nGeneral provisions\n1. In their professional relations with the public, members of staff, that is to say, officials and other servants of the General Secretariat of the Council covered by the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the European Communities (hereinafter referred to as \"Staff Regulations\"), shall observe the provisions set out in this Code of good administrative behaviour (hereinafter referred to as the \"Code\"). Persons employed under private law contracts, experts on secondment from national services and trainees, etc. working for the Council Secretariat should also be guided by it.\n2. The relations between the General Secretariat of the Council and its staff are governed exclusively by the Staff Regulations.\nArticle 2\nScope of application\nThis Code lays down the general principles of good administrative behaviour applicable to members of staff in their professional relations with the public, except where these are governed by specific provisions, such as the rules concerning access to documents and public tendering procedures.\nArticle 3\nNon-discrimination\nIn dealing with requests and answering enquiries, members of staff shall ensure that the principle of equal treatment is observed. Persons in the same situation shall be treated in the same manner, unless specific treatment is justified by the objective characteristics of the matter in question.\nArticle 4\nFairness, loyalty and neutrality\n1. Members of staff shall act in a fair and reasonable manner.\n2. In their professional relations with the public and in accordance with their obligations (in particular those imposed by Article 11 of the Staff Regulations), members of staff shall in all circumstances act in the interests of the European Union and of the Council and shall not allow themselves to be influenced by personal or national considerations nor by political pressure or express personal legal opinions.\nArticle 5\nCourtesy\nMembers of staff shall act in a conscientious, correct, courteous and approachable manner. In replying to correspondence or telephone calls or in any other professional contact with the public, they shall endeavour to be as helpful as possible.\nArticle 6\nProvision of information\n1. Members of staff shall provide the public with the information requested, falling within their area of responsibility. They shall ensure that the information is as clear and comprehensible as possible.\n2. If, for reasons of confidentiality and/or pursuant to applicable rules (in particular Article 17 of the Staff Regulations), a member of staff considers that he is unable to divulge the information requested, the reasons why such information cannot be provided shall be given to the person concerned.\n3. When access to a Council document is requested, the specific provisions regarding public access to documents shall apply.\nArticle 7\nReplying to letters in the language used by the members of the public\nIn accordance with Article 21 of the Treaty establishing the European Community, the General Secretariat of the Council shall reply to letters in the language of the initial letter, provided that it was written in one of the official languages of the Community.\nArticle 8\nTelephone calls\n1. When answering the telephone, members of staff shall identify themselves and their service. They shall also establish the identity of the caller. Unless reasons of confidentiality, as referred to in Article 6(2), prevent it, they shall provide the requested information or direct the caller to the appropriate source. However, in cases of hesitation as to whether that information may be provided, they shall consult their hierarchy or refer callers to their superior.\n2. Should an oral request for information be imprecise or complex, the member of staff approached may ask the person concerned to formulate the request in writing.\nArticle 9\nWritten replies and their deadlines\n1. Members of staff shall without delay, and normally within 15 working days following receipt, reply to all requests for information addressed to the General Secretariat.\n2. Where a reasoned reply cannot be provided within the period referred to in paragraph 1, the member of staff responsible shall inform the correspondent thereof without delay. In this event, the correspondent shall be given a definitive reply as soon as possible.\n3. The service and the name of the member of staff in charge of the matter shall be indicated in the reply.\n4. No reply need be provided where:\n- an excessive number of identical letters or requests has been received;\n- a reply has already been given to the same request from the same person;\n- the request is of an improper nature.\n5. Should a request in writing fall outside the area of responsibility of the member of staff receiving it, the request shall be forwarded to the competent Service of the General Secretariat without delay for handling by that service.\n6. If the request is imprecise or complex, the member of staff may ask the correspondent to clarify the request.\n7. If the member of staff considers that a request should have been addressed to another institution, another body, another organisation or a national administration, the member of the public shall be informed of this, and the request shall immediately be forwarded to the institution, body or administration concerned.\nArticle 10\nRequests from the media\nThe Press Service is responsible for contacts with the media. However, when requests for information from the media concern technical subjects falling within their specific areas of responsibility, members of the staff may answer them.\nArticle 11\nData protection\n1. Members of staff handling an individual's personal data shall observe the provisions set out in Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data(1).\n2. In accordance with that Regulation, members of staff shall refrain from processing personal data for non-legitimate purposes or transmitting such data to unauthorised third parties.\n(1) OJ L 8, 12.1.2001, p. 1."}