{"celex_id": "32007D0832", "uri": "http://publications.europa.eu/resource/cellar/5da95f55-dfa5-47ce-99f1-3aafac5a5f58", "type": "Decision", "concepts": ["1596", "1937", "3584", "4681", "5369", "5989", "994"], "title": "2007/832/EC: Commission Decision of 13 December 2007 amending Decision 2007/718/EC concerning certain protection measures against foot-and-mouth disease in Cyprus (notified under document number C(2007) 6251) (Text with EEA relevance)\n", "header": "14.12.2007 EN Official Journal of the European Union L 329/56\nCOMMISSION DECISION\nof 13 December 2007\namending Decision 2007/718/EC concerning certain protection measures against foot-and-mouth disease in Cyprus\n(notified under document number C(2007) 6251)\n(Text with EEA relevance)\n(2007/832/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Following recent outbreaks of foot-and-mouth disease in Cyprus, Commission Decision 2007/718/EC of 6 November 2007 concerning certain protection measures against foot-and-mouth disease in Cyprus (3) was adopted to reinforce the control measures against foot-and-mouth disease taken by that Member State in the framework of Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease (4),\n(2) Decision 2007/718/EC lays down rules applicable to the dispatch from the high risk areas, listed in Annex I, and the low risk areas listed in Annex II, to that Decision (‘restricted areas’), in Cyprus of products considered safe that either were produced before the restrictions were put in place in Cyprus, from raw material sourced from outside those restricted areas, or that have undergone a treatment proven effective in inactivating possible foot-and-mouth disease virus.\n(3) In Decision 2007/718/EC, the Commission laid down rules for the dispatch of certain categories of meat from certain areas listed in Annex III to that Decision that have not recorded any outbreak of foot-and-mouth disease for a period of at least 90 days prior to slaughter and which comply with certain specified conditions. There are presently no areas listed in that Annex.\n(4) On the basis of the evolution of the animal health situation in Cyprus, and in particular the favourable results of the ongoing surveillance, it is now possible to define those areas that should be included in Annex III to Decision 2007/718/EC.\n(5) It is also necessary in view of the current animal health situation to extend the validity of Decision 2007/718/EC until 31 January 2008.\n(6) Decision 2007/718/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2007/718/EC is amended as follows:\n1. In Article 16 ‘15 December 2007’ is replaced by ‘31 January 2008’.\n2. Annex III is replaced by the text in the Annex to this Decision.", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33; corrected version OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 289, 7.11.2007, p. 45.\n(4)  OJ L 306, 22.11.2003, p. 1. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\nANNEX\n‘ANNEX III\n1 2 3 4 5 6 7 8\nGROUP ADNS Administrative Unit B S/G P FG WG\nCyprus 00001 Lefkosia   +\n00003 Ammochostos   +\n00004 Larnaca, except the administrative units of:   +\nAgia Anna   –\nAlethriko   –\nAradippou   –\nDromolaxia   –\nKalo Chorio   –\nKellia   –\nKiti   –\nKivisili   –\nKlavdia   –\nKochi   –\nLarnaka   –\nLivadia   –\nMeneou   –\nSoftades   –\nTersefanou   –\n00005 Lemesos   +\n00006 Paphos   +\nADNS = Animal Disease Notification System Code (Decision 2005/176/EC)\nB = bovine meat\nS/G = sheep and goat meat [meat of ovine and caprine animals]\nP = pig meat [meat of porcine animals]\nFG = farmed game of species susceptible to foot-and-mouth disease\nWG = wild game of species susceptible to foot-and-mouth disease’"}