{"celex_id": "32002R1840", "uri": "http://publications.europa.eu/resource/cellar/c8904678-aad0-4402-bd1e-502d9a10b4fa", "type": "Regulation", "concepts": ["1417", "4264", "4480", "5065", "616", "981"], "title": "Regulation (EC) No 1840/2002 of the European Parliament and of the Council of 30 September 2002 on the prolongation of the ECSC steel statistics system after the expiry of the ECSC Treaty\n", "header": "Regulation (EC) No 1840/2002 of the European Parliament and of the Council\nof 30 September 2002\non the prolongation of the ECSC steel statistics system after the expiry of the ECSC Treaty\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(1),\nWhereas:\n(1) It is necessary to have statistics on the steel industry in order to implement Community policies on the steel industry.\n(2) The European Coal and Steel Community (ECSC) Treaty expires on 23 July 2002.\n(3) Community steel statistics are collected within the ECSC statistics system until the expiry of the ECSC Treaty.\n(4) Users of steel statistics need continuous series for the second half of the year 2002.\n(5) Declaration 24 annexed to the Final Act of 26 February 2001 of the Conference of the Representatives of the Governments of the Member States has invited the Council to ensure, under Article 2 of the Protocol on the financial consequences of the expiry of the ECSC Treaty and on the Research Fund for Coal and Steel, the prolongation of the ECSC statistics system after the expiry of the ECSC Treaty until 31 December 2002.\n(6) The Statistical Programme Committee (SPC), set up by Decision 89/382/EEC, Euratom(2) has been consulted in accordance with Article 3 of the aforesaid Decision,", "main_body": ["The aim of this Regulation is to ensure the prolongation of the ECSC statistics system after the expiry of the ECSC Treaty and until 31 December 2002.", "Undertakings engaged in the production of iron and steel in the steel sector, as defined in the ECSC Treaty, shall be required, with effect from 24 July 2002, to keep supplying the Commission, for the reference year 2002, with the statistics (questionnaires) drawn up by the decisions and recommendation listed in the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply from 24 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nB. Bendtsen\n(1) Opinion of the European Parliament of 15 May 2002 (not yet published in the Official Journal ) and Council Decision of 17 June 2002 (not yet published in the Official Journal).\n(2) OJ L 181, 28.6.1989, p. 47.\nANNEX\nSTATISTICS\nStatistics shall be supplied to the Commission as prescribed in the following questionnaires drawn up by the decisions and recommendation listed below and in accordance with the specified conditions:\n1. Commission Decision No 1566/86/ECSC of 24 February 1986 on iron and steel statistics, as last amended by Decision No 1273/2000/ECSC.\n- Questionnaire 2-10 on production of pig iron,\n- Questionnaire 2-11 on crude steel production,\n- Questionnaire 2-13 on production of flat and long steel products,\n- Questionnaire 2-14 on stocks of ingots, semi-finished, flat and long steel products,\n- Questionnaire 2-31 on changes of employment in the iron and steel industry (ECSC),\n- Questionnaire 2-32 on working hours in the iron and steel industry (ECSC),\n- Questionnaire 2-50 on steel and cast iron scrap balance sheet,\n- Questionnaire 2-51 on consumption of raw materials for production of crude iron,\n- Questionnaire 2-54 on consumption of raw materials in steel works,\n- Questionnaire 2-56 on receipts of ECSC steel products direct or via merchants,\n- Questionnaire 2-58 on fuel and energy consumption and balance sheet for electrical energy in the steel industry,\n- Questionnaire 2-71 on steel deliveries to Community countries and total deliveries,\n- Questionnaire 2-72 on steel deliveries to third countries,\n- Questionnaire 2-73 on deliveries of steel on the national market by product and by consumer industry,\n- Questionnaire 2-74 on deliveries of alloy and non alloy special steels by categories in Community countries and third countries,\n- Questionnaire 2-76 on total deliveries of ECSC Treaty products by value,\n- Questionnaire 2-79 I on deliveries and new orders for sales of crude iron,\n- Questionnaire 2-80 on new orders of steel from Community countries and third countries,\n- Questionnaire 2-81 on new orders of steel from third countries.\n2. Commission Decision No 3010/91/ECSC of 15 October 1991 on the information to be furnished by steel undertakings about their investments:\n- Questionnaire 2-60 on investment expenditure in the iron and steel industry (ECSC),\n- Questionnaire 2-61 on capacity in the iron and steel industry (ECSC).\n3. Commission Recommendation No 780/94/ECSC of 16 November 1994 concerning steel merchants statistics:\n- Questionnaire 3-70 on receipts, deliveries and stocks of iron and steel products by stockholders."}