{"celex_id": "32002D0927", "uri": "http://publications.europa.eu/resource/cellar/21f72577-925c-4a0b-b7db-01ca7911998b", "type": "Decision", "concepts": ["1164", "1255", "1542", "2965", "5315"], "title": "2002/927/EC: Commission Decision of 26 November 2002 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in Hungary in the pre-accession period\n", "header": "Commission Decision\nof 26 November 2002\nconferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in Hungary in the pre-accession period\n(2002/927/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1266/1999 of 21 June 1999 on coordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89(1), and in particular Article 12(2) thereof,\nWhereas:\n(1) In accordance with Article 4(5) of Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(2), as last amended by Regulation (EC) No 2500/2001(3), a Programme for Agriculture and Rural Development for Hungary was approved by Commission Decision on 18 October 2000, and amended by Commission Decision of 26 November 2002.\n(2) The Hungarian Government and the Commission, acting on behalf of the Community, signed on 1 March 2001 the Multiannual Financing Agreement (hereinafter MAFA) laying down the technical, legal and administrative framework for the execution of the Special Accession Programme for Agriculture and Rural Development (hereinafter the \"Sapard Programme\").\n(3) The competent authority of Hungary has appointed as the Sapard Agency a public institution with legal status, subordinate to the Ministry of Agriculture and Rural Development. It will be responsible for implementing some of the measures defined in the Programme for Agriculture and Rural Development. The Ministry of Finance, National Fund, has been established for the financial functions which it is due to perform in the framework of the implementation of the Sapard programme.\n(4) Pursuant to Regulation (EC) No 1266/1999 and in accordance with the rules provided for in Commission Regulation (EC) No 2222/2000 of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(4), as amended by Regulation (CE) No 2252/2001(5), the Commission analysed on a case-by-case basis the national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance and considers that, for the implementation of the aforementioned measures, Hungary complies with the provisions of Articles 4 to 6 and of the Annex to Regulation (EC) No 2222/2000, and with the minimum conditions set out in the Annex to Regulation (EC) No 1266/1999.\n(5) In particular, the Sapard Agency has implemented the following key accreditation criteria satisfactorily: written procedures, segregation of duties, pre-project approval and pre-payment checks, payment procedures, accounting procedures, computer security, internal audit, and, where appropriate, public procurement provisions.\n(6) On 27 August 2002, the Hungarian authorities provided the revised list of eligible expenditure in conformity with Section B of Article 4(1) of the MAFA, which did not give rise to objections by the Commission.\n(7) The Ministry of Finance, National Fund, has implemented the following criteria satisfactorily for the financial functions which it is due to perform in the framework of the implementation of the Sapard programme for Hungary: audit trail, treasury management, receipt of funds, disbursements to the Sapard Agency, computer security and internal audit.\n(8) It is therefore appropriate to waive the ex-ante approval requirement provided for in Article 12(1) of Regulation (EC) No 1266/1999 and to confer on the Sapard Agency and on the Ministry of Finance, National Fund, in Hungary, the management of aid on a decentralised basis.\n(9) However, since the verifications carried out by the Commission are based on an operational, but not operating system, it is appropriate to confer the management of the Sapard Programme on the Sapard Agency and on the Ministry of Finance, National Fund, according to Article 3(2) of Regulation (EC) No 2222/2000, on a provisional basis.\n(10) Full conferral of management of the Sapard Programme is only envisaged after further verifications to ensure that the system operates satisfactorily have been carried out and after any recommendations which the Commission may issue, with regard to the conferral of management of aid on the Sapard Agency and on the Ministry of Finance, National Fund, have been implemented.\n(11) In order to take account of the requirements of Section A of Article 8(1)(b), of the MAFA, rules for the eligibility for Community cofinance of expenditure pursuant to this Decision should be set out,", "main_body": ["The requirement of ex-ante approval by the Commission of project selection and contracting by Hungary provided for in Article 12(1) of Regulation (EC) No 1266/1999 is hereby waived.", "Management of the Sapard Programme is conferred on a provisional basis to:\n(a) the Sapard Agency under the Ministry of Agriculture and Rural Development of Hungary, for the implementation of the following measures, as defined in the Programme for Agriculture and Rural Development for Hungary: \"Investments in agricultural holdings\", \"Processing and marketing of agricultural and fishery products\", \"Development and improvement of rural infrastructure\" and \"Technical assistance\";\n(b) the Ministry of Finance, National Fund, for the financial functions it is due to perform in the framework of the implementation of the Sapard programme for Hungary.", "Expenditure pursuant to this Decision shall be eligible for Community cofinance only if incurred by beneficiaries from the date of adoption of this Decision or, if later, from the date of conclusion of the instrument making them a beneficiary for the project in question, except for feasibility and related studies and for technical assistance, where this date shall be 18 October 2000, provided in all cases it has not been paid by the Sapard Agency prior to the date of adoption of this Decision."], "attachments": "Done at Brussels, 26 November 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 68.\n(2) OJ L 161, 26.9.1999, p. 87.\n(3) OJ L 342, 27.12.2001, p. 1.\n(4) OJ L 253, 7.10.2000, p. 5.\n(5) OJ L 304, 21.11.2001, p. 8."}