{"celex_id": "32004R0285", "uri": "http://publications.europa.eu/resource/cellar/ad35cc98-0142-4c9a-b025-a4c05c9460b4", "type": "Regulation", "concepts": ["1134", "4668", "863", "890"], "title": "Commission Regulation (EC) No 285/2004 of 18 February 2004 amending Regulation (EC) No 1306/2003 as regards the time limit for the removal of alcohol\n", "header": "Commission Regulation (EC) No 285/2004\nof 18 February 2004\namending Regulation (EC) No 1306/2003 as regards the time limit for the removal of alcohol\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), and in particular Article 33(1)(f) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1306/2003 of 23 July 2003 opening public sales of wine alcohol for use as bioethanol in the European Community(2) has opened a public sale of wine alcohol for use as bioethanol in the Community. As a result, lots 22/2003 EC, 23/2003 EC, 24/2003 EC and 25/2003 EC, respectively comprising 260000 hectolitres, 350000 hectolitres, 50000 hectolitres and 29000 hectolitres of alcohol at 100 % vol., were respectively put up for sale to the following approved firms: Ecocarburantes espaĂąoles SA, Bioethanol Galicia SA, Sekab and Altia Corporation. On 5 September 2003 the Commission notified the competent authorities and firms concerned of the decisions regarding the award of these lots.\n(2) Article 6 of Regulation (EC) No 1306/2003 stipulates that the alcohol must be removed no more than eight months after the date of notification of the Commission's decision to award the sale.\n(3) Because of the technical difficulties involved in moving alcohol and the very large volumes in lots 22/2003 EC and 23/2003 EC, awarded to the two Spanish firms, the time limit for removing the alcohol is not long enough for those firms.\n(4) In order to allow the firms concerned to remove the alcohol within a reasonable time frame and to avoid discriminating between these various firms, the time limit for removing the alcohol should be extended by two months.\n(5) Regulation (EC) No 1306/2003 should therefore be amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wines,", "main_body": ["Article 6 of Regulation (EC) No 1306/2003 is hereby replaced by the following:\n\"Article 6\nThe alcohol must be removed no more than 10 months after the date of notification of the Commission's decision to award the sale.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2) OJ L 185, 24.7.2003, p. 12."}