{"celex_id": "32006R1563", "uri": "http://publications.europa.eu/resource/cellar/c65c76ac-7ae1-4123-ac94-920a8654326c", "type": "Regulation", "concepts": ["1159", "2556", "2901", "33", "427", "4790", "5343", "5404", "544"], "title": "Council Regulation (EC) No 1563/2006 of 5 October 2006 concerning the conclusion of the Partnership Agreement in the fisheries sector between the European Community and the Union of the Comoros\n", "header": "20.10.2006 EN Official Journal of the European Union L 290/6\nCOUNCIL REGULATION (EC) No 1563/2006\nof 5 October 2006\nconcerning the conclusion of the Partnership Agreement in the fisheries sector between the European Community and the Union of the Comoros\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) By Regulation (EEC) No 1494/88 (2), the Council approved, on behalf of the European Economic Community, an Agreement with the Islamic Federal Republic of the Comoros on fishing off Comoros. The two parties began negotiations to replace that Agreement, in accordance with the provisions thereof, with a new fisheries Partnership Agreement.\n(2) As a result of those negotiations, a new Agreement was initialled on 24 November 2004.\n(3) The Partnership Agreement provides for the strengthening of economic, financial, technical and scientific cooperation in the fisheries sector with a view to ensuring the conservation and sustainable exploitation of resources, together with partnerships between undertakings aimed at developing, in the common interest, economic activities in the fisheries and related sectors.\n(4) That Agreement should be approved.\n(5) Following the entry into force of the new Agreement, Regulation (EEC) No 1494/88 will become obsolete and must therefore be repealed for reasons of clarity,", "main_body": ["The Fisheries Partnership Agreement between the European Community and the Union of the Comoros is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in order to bind the Community.", "Regulation (EEC) No 1494/88 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 October 2006.\nFor the Council\nThe President\nK. RAJAMÄKI\n(1)  Opinion delivered on 6.9.2006 (not yet published in the Official Journal).\n(2)  OJ L 137, 2.6.1988, p. 18.\n20.10.2006 EN Official Journal of the European Union L 290/7\nPARTNERSHIP AGREEMENT\nin the fisheries sector between the European Community and the Union of the Comoros\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’,\nand\nTHE UNION OF THE COMOROS,\nhereinafter referred to as ‘the Comoros’,\nhereinafter referred to as ‘the Parties’,\nCONSIDERING the close working relationship between the Community and the Comoros, particularly in the context of the Cotonou Agreement, and their mutual desire to intensify that relationship,\nHAVING REGARD TO the United Nations Convention on the Law of the Sea,\nAWARE OF the importance of the principles established by the Code of conduct for responsible fisheries adopted at the FAO Conference in 1995,\nDETERMINED to cooperate, in their mutual interest, in promoting the introduction of responsible fisheries to ensure the long-term conservation and sustainable exploitation of marine living resources,\nPERSUADED that such cooperation must take the form of complementary initiatives and measures which, whether taken jointly or separately, follow consistent policies and ensure synergy,\nDECIDED, to those ends, to establish a dialogue with a view to defining a sectoral fisheries policy in the Comoros and identifying the appropriate means of ensuring that this policy is effectively implemented and that economic operators and civil society are involved in the process,\nDESIROUS of establishing terms and conditions governing the fishing activities of Community vessels in Comorian waters and Community support for the introduction of responsible fishing in those waters,\nRESOLVED to pursue closer economic cooperation in the fishing industry and in related activities through the setting up and development of joint enterprises involving undertakings from both Parties,\nHEREBY AGREE AS FOLLOWS:\nArticle 1\nObject\nThis Agreement establishes the principles, rules and procedures governing:\n— economic, financial, technical and scientific cooperation in the fisheries sector with a view to introducing responsible fishing in Comorian waters to guarantee the conservation and sustainable exploitation of fisheries resources, and developing the Comorian fisheries sector,\n— the conditions governing access for Community fishing vessels to Comorian waters,\n— the arrangements for policing fisheries in Comorian waters with a view to ensuring that the above rules and conditions are complied with, the measures for the conservation and management of fish stocks are effective, and illegal, undeclared or unregulated fishing is prevented,\n— partnerships between undertakings aimed at developing, in the common interest, economic and related activities in the fisheries sector.\nArticle 2\nDefinitions\nFor the purposes of this Agreement:\n(a) ‘Comorian authorities’ means the Ministry with responsibility for fisheries in the Comoros;\n(b) ‘Community authorities’ means the European Commission;\n(c) ‘Community vessel’ means a fishing vessel flying the flag of a Community Member State and registered in the Community;\n(d) ‘joint enterprise’ means a commercial company set up in the Comoros by vessel owners or national enterprises from the Parties to carry on fishing or related activities;\n(e) ‘Joint Committee’ means a committee made up of representatives of the Community and the Comoros whose functions are described in Article 9 of this Agreement.\nArticle 3\nPrinciples and objectives underlying the implementation of this Agreement\n1.   The Parties hereby undertake to promote responsible fishing in Comorian waters based on the principle of non-discrimination between the different fleets fishing in those waters, without prejudice to the agreements concluded between developing countries within a geographical region, including reciprocal fisheries agreements.\n2.   Without prejudice to Comorian sovereignty, the Parties shall cooperate with a view to defining and implementing a sectoral fisheries policy in Comorian waters and shall to that end initiate a policy dialogue on the necessary reforms. They hereby undertake not to adopt measures in this area without first consulting one another.\n3.   The Parties shall also cooperate in carrying out ex-ante, ongoing and ex-post evaluations, both jointly and unilaterally, of measures, programmes and actions implemented on the basis of this Agreement.\n4.   The Parties hereby undertake to ensure that this Agreement is implemented in accordance with the principles of good economic and social governance.\n5.   In particular, the employment of Comorian seamen on board Community vessels shall be governed by the International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work, which shall apply automatically to the corresponding contracts and general terms of employment, in particular as regards freedom of association and the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation.\nArticle 4\nScientific cooperation\n1.   During the period covered by the Agreement, the Parties shall endeavour to monitor the state of resources in Comorian waters.\n2.   Based on the recommendations and resolutions adopted within the Indian Ocean Tuna Commission (IOTC) and the best available scientific advice, the Parties shall consult one another within the Joint Committee provided for in Article 9 and, where necessary and by mutual agreement, take measures to ensure the sustainable management of fisheries resources.\n3.   The Parties hereby undertake to consult each other, either directly or within the IOTC, to ensure the management and conservation of living resources in the Indian Ocean, and to cooperate in the relevant scientific research.\nArticle 5\nAccess for Community vessels to Comorian fisheries\n1.   The Comoros undertakes to authorise Community vessels to carry on fishing activities in its fishing zone in accordance with this Agreement, including the Protocol and Annex.\n2.   The fishing activities governed by this Agreement shall be subject to the laws and regulations in force in the Comoros. The Comorian authorities shall notify the Commission of any amendments to that legislation.\n3.   The Parties shall assume responsibility for the effective application of the fisheries monitoring provisions in the Protocol. Community vessels shall cooperate with the Comorian authorities responsible for carrying out such monitoring.\n4.   The Community undertakes to take all the appropriate steps required to ensure that its vessels comply with this Agreement and the legislation governing fisheries in the waters over which the Comoros has jurisdiction.\nArticle 6\nLicences\n1.   Community vessels may fish in Comorian waters only if they are in possession of a fishing licence issued under this Agreement.\n2.   The procedure for obtaining a fishing licence for a vessel, the taxes applicable and the method of payment to be used by shipowners shall be as set out in the Annex to the Protocol.\nArticle 7\nFinancial contribution\nThe Community shall grant the Comoros a financial contribution in accordance with the terms and conditions laid down in the Protocol and Annexes. This single contribution shall be composed of two related elements, namely:\n(a) access for Community vessels to Comorian fisheries; and\n(b) the Community's financial support for introducing responsible fishing and the sustainable exploitation of fisheries resources in Comorian waters;\n(c) the component of the financial contribution referred to in point (a) of paragraph 1 shall be determined and managed in the light of objectives identified by common accord between the Parties in accordance with the Protocol, to be achieved in the context of the sectoral fisheries policy in the Comoros and an annual and multiannual programme for its implementation.\nArticle 8\nPromoting cooperation among economic operators and in civil society\n1.   The Parties shall encourage economic, scientific and technical cooperation in the fisheries and related sectors. They shall consult one another with a view to coordinating the different measures that may be taken to this end.\n2.   The Parties shall encourage exchanges of information on fishing techniques and gear, preservation methods and the industrial processing of fisheries products.\n3.   The Parties shall endeavour to create conditions favourable to the promotion of relations between enterprises from the Parties in the technical, economic and commercial spheres, by encouraging the establishment of an environment favourable to the development of business and investment.\n4.   The Parties shall encourage, in particular, the setting-up of joint enterprises in their mutual interest. The transfer of Community vessels to joint enterprises and the creation of joint enterprises in the Comoros shall be carried out in such a way as to comply systematically with the Comorian and Community legislation in force.\nArticle 9\nJoint Committee\n1.   A Joint Committee shall be set up to monitor the implementation of this Agreement. The Joint Committee shall:\n(a) monitor the performance, interpretation and application of the Agreement and, in particular, the definition of the annual and multiannual programming referred to in Article 7(b) and the evaluation of its implementation;\n(b) provide the necessary liaison for matters of mutual interest relating to fisheries;\n(c) act as a forum for the amicable settlement of any disputes regarding the interpretation or application of the Agreement;\n(d) reassess, where necessary, the level of fishing opportunities and, consequently, of the financial contribution;\n(e) perform any other function which the Parties decide on by mutual agreement.\n2.   The Joint Committee shall meet at least once a year, alternately in the Comoros and in the Community, and shall be chaired by the Party hosting the meeting. It shall hold a special meeting at the request of either of the Parties.\nIn particular, it shall meet not later than three months after the entry into force of each Protocol in order to lay down detailed rules for the implementation of this Agreement. It shall draw up for that purpose an action plan defining expressly the activities to be developed, followed by a detailed timetable covering the period of each Protocol.\nArticle 10\nGeographical area to which the Agreement applies\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community applies, under the conditions laid down in that Treaty and, on the other, to the territory of the Union of the Comoros.\nArticle 11\nDuration\nThis Agreement shall apply for seven years from the date of its entry into force; it shall be renewable for additional periods of seven years, unless notice of termination is given in accordance with Article 12.\nArticle 12\nTermination\n1.   This Agreement may be terminated by either Party in the event of serious circumstances such as the deterioration of the stocks concerned, the discovery of a reduced level of exploitation of the fishing opportunities granted to Community vessels, or failure to comply with undertakings made by the Parties with regard to combating illegal, undeclared and unregulated fishing.\n2.   The Party concerned shall notify the other Party of its intention to withdraw from the Agreement in writing at least six months before the date of expiry of the initial period or each additional period.\n3.   Dispatch of the notification referred to in the previous paragraph shall open consultations by the Parties.\n4.   Payment of the financial contribution referred to in Article 7 for the year in which the termination takes effect shall be reduced proportionately and pro rata temporis.\nArticle 13\nSuspension\n1.   Application of this Agreement may be suspended at the initiative of one of the Parties in the event of a serious disagreement as to the application of provisions laid down in the Agreement. Such suspension shall require the Party concerned to notify its intention in writing at least three months before the date on which suspension is due to take effect. On receipt of this notification, the Parties shall enter into consultations with a view to resolving their differences amicably.\n2.   Payment of the financial contribution referred to in Article 7 shall be reduced proportionately and pro rata temporis, according to the duration of the suspension.\nArticle 14\nThe Protocol and the Annex shall form an integral part of this Agreement.\nArticle 15\nRepeal and transitional provisions\nThis Agreement shall repeal and replace on the date of its entry into force the fisheries agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros which entered into force on 20 July 1988.\nHowever, the Protocol fixing for the period from 1 January 2005 to 31 December 2010 the fishing possibilities and financial contribution provided for in the fisheries agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros shall continue to apply during the period referred to in Article 1(1) thereof and shall become an integral part of this Agreement.\nArticle 16\nEntry into force\nThis Agreement, drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovene, Spanish, Swedish and Arabic languages, each of these texts being equally authentic, shall enter into force on the date on which the Parties notify each other that their adoption procedures have been completed."}