{"celex_id": "32008R1213", "uri": "http://publications.europa.eu/resource/cellar/4072d2be-4169-4951-ab35-dc5364e4a889", "type": "Regulation", "concepts": ["1115", "1590", "1595", "1602", "191", "2836", "3469", "5315", "5360"], "title": "Commission Regulation (EC) No 1213/2008 of 5 December 2008 concerning a coordinated multiannual Community control programme for 2009, 2010 and 2011 to ensure compliance with maximum levels of and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (Text with EEA relevance)\n", "header": "6.12.2008 EN Official Journal of the European Union L 328/9\nCOMMISSION REGULATION (EC) No 1213/2008\nof 5 December 2008\nconcerning a coordinated multiannual Community control programme for 2009, 2010 and 2011 to ensure compliance with maximum levels of and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC (1), in particular Article 29 thereof,\nWhereas:\n(1) In accordance with Directives 76/895/EEC, 86/362/EEC, 86/363/EEC and 90/642/EEC the Commission adopted recommendations concerning a coordinated Community monitoring programme for pesticide residues in and on cereals and certain other products of plant origin. On 1 September 2008 those Directives were replaced by Regulation (EC) No 396/2005. Under that Regulation the Community control programme of pesticide residues is to cover food of animal origin in addition to food of plant origin and it is to take the form of a binding act. It should therefore be adopted as a Regulation. It should be without prejudice to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (2).\n(2) Thirty foodstuffs constitute the major components of the diet in the Community. Since pesticide uses show significant changes over a period of three years, pesticides should be monitored in those thirty foodstuffs over a series of three-year cycles to allow consumer exposure and the application of Community legislation to be assessed.\n(3) On the basis of a binomial probability distribution, it can be calculated that examination of 642 samples allows, with a certainty of more than 99 %, the detection of a sample containing pesticide residues above the limit of determination (LOD), provided that not less than 1 % of the products contain residues above that limit. Collection of these samples should be apportioned among Member States according to population numbers, with a minimum of 12 samples per product and per year.\n(4) Where the residue definition of a pesticide includes other active substances, metabolites or breakdown products, those metabolites should be reported separately.\n(5) Guidance concerning ‘Method validation and quality control procedures for pesticide residue analysis in food and feed’ is published on the Commission website (3).\n(6) For the sampling procedures Commission Directive 2002/63/EC of 11 July 2002 establishing Community methods of sampling for the official control of pesticide residues in and on products of plant and animal origin and repealing Directive 79/700/EEC (4) which incorporates the sampling methods and procedures recommended by the Codex Alimentarius Commission should apply.\n(7) It is also necessary to assess whether maximum residue levels for baby food established provided for in Article 10 of Commission Directive 2006/141/EC of 22 December 2006 on infant formulae and follow-on formulae and amending Directive 1999/21/EC (5) and Article 7 of Commission Directive 2006/125/EC of 5 December 2006 on processed cereal-based foods and baby foods for infants and young children (6) are respected.\n(8) It is necessary to assess possible aggregate, cumulative and synergistic effects of pesticides. This assessment should start with some organophosphates, carbamates, triazoles and pyrethroides, as set out in Annex I.\n(9) Member States should submit by 31 August of each year the information concerning the previous calendar year.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall, during the years 2009, 2010 and 2011 take and analyse samples for the product/pesticide residue combinations, as set out in Annex I.\nThe number of samples of each product shall be as set out in Annex II.", "1.   The lot to be sampled shall be chosen randomly.\nThe sampling procedure, including the number of units, shall comply with Directive 2002/63/EC.\n2.   The samples taken and analysed shall include at least:\n(a) ten samples of baby food based mainly on vegetables, fruits or cereals;\n(b) one sample, where available, from products originating from organic farming that reflects the market share of organic products in each Member State.", "1.   Member States shall submit the results of the analysis of samples tested in 2009, 2010 and 2011 by 31 August 2010, 2011 and 2012 respectively.\nIn addition to those results, Member States shall provide the following information:\n(a) the analytical methods used and reporting levels achieved, in accordance with the guidance on Method validation and quality control procedures for pesticide residue analysis in food and feed;\n(b) limit of determination applied in the national and community control programmes;\n(c) details of the accreditation status of the analytical laboratories involved in the control;\n(d) where permitted by national legislation, details of enforcement measures taken;\n(e) in case of MRL exceedance, a statement of the possible reasons why the MRLs were exceeded, together with any appropriate observations regarding risk management options.\n2.   Where the residue definition of a pesticide includes active substances, metabolites and/or breakdown or reaction products, Member States shall report the analysis results in accordance with the legal residue definition. Where relevant, the results of each of the main isomers or metabolites mentioned in the residue definition shall be submitted separately.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 70, 16.3.2005, p. 1.\n(2)  OJ L 125, 23.5.1996, p. 10.\n(3)  Document SANCO/3131/2007, 31 October 2007\nhttp://ec.europa.eu/food/plant/protection/resources/qualcontrol_en.pdf\n(4)  OJ L 187, 16.7.2002, p. 30.\n(5)  OJ L 401, 30.12.2006, p. 1.\n(6)  OJ L 339, 6.12.2006, p. 16.\nANNEX I\nPesticide/product combinations to be monitored\n2009 2010 2011\n2,4-D (sum of 2,4-D and its esters expr. as 2,4-D)  (3) (1)\n4,4′-Methoxychlor (4) (5) (6)\nAbamectin (sum of avermectin B1a, avermectin B1b and delta-8,9 isomer of avermectin B1a) (2)\n (4) (3)\n (5) (1)\n (6)\nAcephate (2) (3) (1)\nAcetamiprid (2) (3) (1)\nAcrinathrin  (3) (1)\nAldicarb (sum of aldicarb, its sulfoxide and its sulfone, expressed as aldicarb) (2) (3) (1)\nAmitraz (amitraz including the metabolites containing the 2,4-dimethylaniline moity expressed as amitraz)  (3) (1)\nAmitrole (9) (2) (3) (1)\nAzinphos-ethyl (9) (4) (5) (6)\nAzinphos-methyl (2) (3) (1)\nAzoxystrobin (2) (3) (1)\nBenfuracarb (9) (2) (3) (1)\nBifenthrin (2)\n (4) (3)\n (5) (1)\n (6)\nBitertanol  (3) (1)\nBoscalid (2) (3) (1)\nBromide ion  (3) (1)\nBromopropylate (2) (3) (1)\nBromuconazole (sum of diasteroisomers) (9) (2) (3) (1)\nBupirimate (2) (3) (1)\nBuprofezin (2) (3) (1)\nCadusafos (9) (2) (3) (1)\nCampfechlor (sum of parlar No 26, 50 and 62) (9) (4) (5) (6)\nCaptan (2) (3) (1)\nCarbaryl (2) (3) (1)\nCarbendazim (sum of Benomyl and carbendazim expressed as carbendazim) (2) (3) (1)\nCarbofuran (sum of Carbofuran and 3-Hydroxycarbofuran expr. as Carbofuran) (2) (3) (1)\nCarbosulfan (9) (2) (3) (1)\nChlordane (sum of cis- and trans-isomers and oxychlordane expr. as chlordane) (4) (5) (6)\nChlorfenapyr  (3) (1)\nChlorfenvinphos (2) (3) (1)\nChlormequat (7) (2) (3) (1)\nChlorobenzilate (9) (4) (5) (6)\nChlorothalonil (2) (3) (1)\nChlorpropham (Chlorpropham and 3-Chloroaniline expr. as Chlorpropham) (2) (3) (1)\nChlorpyriphos (2)\n (4) (3)\n (5) (1)\n (6)\nChlorpyriphos-methyl (2)\n (4) (3)\n (5) (1)\n (6)\nclofentezin (sum of all compounds containing the 2-Chlorbenzoyl-moiety expr. as Clofentezin) (2) (3) (1)\nClothianidin (sum of Thiamethoxam and Clothianidin expr. as Thiamethoxam)  (3) (1)\nCyfluthrin (Cyfluthrin incl. other mixtures of constituent isomers (sum of isomers)) (2)\n (4) (3)\n (5) (1)\n (6)\nCypermethrin (Cypermethrin incl. other mixtures of constituent isomers (sum of isomers)) (2)\n (4) (3)\n (5) (1)\n (6)\ncyproconazole (9) (2) (3) (1)\nCyprodinil (2) (3) (1)\nDDT (sum of p,p′-DDT, o,p′-DDT, p-p′-DDE and p,p′-DDD (TDE) expr. as DDT) (4) (5) (6)\nDeltamethrin (cis-deltamethrin) (2)\n (4) (3)\n (5) (1)\n (6)\nDiazinon (2) (3)\n (5) (1)\n (6)\nDichlofluanid (2) (3) (1)\nDichlorvos (2) (3) (1)\nDicloran  (3) (1)\nDicofol (sum of p,p′ and o,p′ isomers) (2) (3) (1)\nDieldrin (Aldrin and dieldrin combined expressed as dieldrin) (4) (5) (6)\nDifenoconazole (2) (3) (1)\nDimethoate (sum of Dimethoate and Omethoate expressed as dimethoate) (2) (3) (1)\nDimethomorph (2) (3) (1)\nDinocap (sum of dinocap isomers and their corresponding phenols expressed as dinocap)  (3) (1)\nDiphenylamine (2) (3) (1)\nEndosulfan (sum of alpha- and beta-isomers and Endosulfan-sulphate expr. as Endosulfan) (2)\n (4) (3)\n (5) (1)\n (6)\nEndrin (4) (5) (6)\nEpoxiconazole  (3) (1)\nEthion (2) (3) (1)\nEthoprophos (9) (2) (3) (1)\nFenamiphos (sum of fenamiphos and its sulphoxide and sulphone expressed as fenamiphos) (9) (2) (3) (1)\nfenarimol (2) (3) (1)\nFenazaquin  (3) (1)\nFenbuconazole (9) (2) (3) (1)\nFenhexamid (2) (3) (1)\nFenitrothion (2) (3) (1)\nFenoxycarb (2) (3) (1)\nFenpropathrin (9) (2) (3) (1)\nFenpropimorph  (3) (1)\nFenthion (sum of fenthion and its oxigen analogue, their sulfoxides and sulfone expr. as parent) (4) (3)\n (5) (1)\n (6)\nFenvalerate/Esfenvalerate (sum of RS/SR and RR/SS isomers) (4) (3)\n (5) (1)\n (6)\nFipronil (sum of Fipronil + sulfone metabolite (MB46136) expr. as Fipronil) (2) (3) (1)\nFluazifop (Fluazifop-P-butyl (fluazifop acid (free and conjugate)))  (3) (1)\nFludioxonil (2) (3) (1)\nFlufenoxuron (2) (3) (1)\nFluquiconazole (9) (2) (3) (1)\nflusilazole (2) (3) (1)\nFlutriafol (9) (2) (3) (1)\nFolpet (2) (3) (1)\nFormetanate (sum of Formetanate and its salts expr. as Formetanate hydrochloride) (2) (3) (1)\nFosthiazate (9) (2) (3) (1)\nGlyphosate (8)  (3) (1)\nHaloxyfop including haloxyfop-R (Haloxyfop-R methyl ester, haloxyfop-R and conjugates of haloxyfop-R expressed as haloxyfop-R) (F) (R)  (3) (1)\nHCB (4) (5) (6)\nHeptachlor (sum of heptachlor and heptachlor epoxide expressed as heptachlor) (4) (5) (6)\nHexachlorcyclohexan (HCH), Alpha-Isomer (4) (5) (6)\nHexachlorcyclohexan (HCH), Beta-Isomer (4) (5) (6)\nHexachlorocyclohexane (HCH) (Gamma-isomer) (Lindane) (4) (5) (6)\nHexaconazole (2) (3) (1)\nHexythiazox (2) (3) (1)\nImazalil (2) (3) (1)\nImidacloprid (2) (3) (1)\nIndoxacarb (Indoxacarb as sum of the isomers S and R) (2) (3) (1)\nIprodione (2) (3) (1)\nIprovalicarb (2) (3) (1)\nKresoxim-methyl (2) (3) (1)\nLambda-cyhalothrin (Lambda-cyhalothrin, incl. other mixed isomeric consituents (sum of isomers)) (2) (3) (1)\nLinuron (2) (3) (1)\nLufenuron  (3) (1)\nMalathion (sum of Malathion and Malaoxon expr. as Malathion) (2) (3) (1)\nManeb group (sum expr. as CS2: Maneb, Mancozeb, Metiram, Propineb, Thiram, Ziram) (2) (3) (1)\nMepanipyrim and its metabolite (2-anilino-4-(2-hydroxypropyl)-6-methylpyrimidine) expr. as mepanipyrim) (2) (3) (1)\nMepiquat (7) (2) (3) (1)\nMetalaxyl (Metalaxyl incl. mixtures of constituent isomers incl. Metalaxyl-M (sum of isomers)) (2) (3) (1)\nMetconazole (9) (2) (3) (1)\nMethamidophos (2) (3) (1)\nMethidathion (2)\n (4) (3)\n (5) (1)\n (6)\nMethiocarb (sum of Methiocarb and Methiocarb-Sulfoxide and Sulfone, expr. as Methiocarb) (2) (3) (1)\nMethomyl (sum of Methomyl and Thiodicarb expr. as Methomyl) (2) (3) (1)\nMethoxyfenozide  (3) (1)\nMonocrotophos (2) (3) (1)\nMyclobutanil (2) (3) (1)\nOxadixyl  (3) (1)\nOxamyl (2) (3) (1)\nOxydemeton-methyl (sum of Oxydemeton-Methyl and Demeton-S-Methylsulfone expr. as Oxydemeton-Methyl) (2) (3) (1)\nPaclobutrazole (9) (2) (3) (1)\nParathion (2)\n (4) (3)\n (5) (1)\n (6)\nParathion-Methyl (sum of Parathion-Methyl and Paraoxon-Methyl expr. as Parathion-Methyl) (2)\n (4) (3)\n (5) (1)\n (6)\nPenconazole (2) (3) (1)\nPendimethalin  (3) (1)\nPermethrin (sum of cis- and trans-permethrin) (4) (5) (6)\nPhenthoate  (3) (1)\nPhosalone (2) (3) (1)\nPhosmet (Phosmet and Phosmet oxon expr. as Phosmet) (2) (3) (1)\nphoxim (9) (2) (3) (1)\nPirimicarb (sum of Pirimicarb and Desmethylpirimicarb expr. as Pirimicarb) (2) (3) (1)\nPirimiphos-methyl (2)\n (4) (3)\n (5) (1)\n (6)\nProchloraz (sum of Prochloraz + its metabolites cont. the 2,4,6-Trichlorophenol moiety expr. as Prochloraz) (2) (3) (1)\nProcymidone (2) (3) (1)\nProfenofos (2)\n (4) (3)\n (5) (1)\n (6)\nPropamocarb (sum of Propamocarb and its salt expr. as Propamocarb) (2) (3) (1)\nPropargite (2) (3) (1)\nPropiconazole  (3) (1)\nPropyzamide  (3) (1)\nProthioconazole (Prothioconazole-desthio) (9) (2) (3) (1)\nPyrazophos (4) (5) (6)\nPyrethrins   (1)\nPyridaben (2) (3) (1)\nPyrimethanil (2) (3) (1)\nPyriproxyfen (2) (3) (1)\nQuinoxyfen (2) (3) (1)\nQuintozene (sum of Quintozen und Pentachloraniline, expr. as Quintozene)  (5) (6)\nResmethrin (sum of isomers) (4) (5) (6)\nSpinosad (sum of Spinosyn A and Spinosyn D, expr. as Spinosad)  (3) (1)\nSpiroxamine (2) (3) (1)\nTebuconazole (2) (3) (1)\nTebufenozide (2) (3) (1)\nTebufenpyrad (2) (3) (1)\nTecnazene  (5) (6)\nTeflubenzuron (2) (3) (1)\nTefluthrin (9) (2) (3) (1)\nTetraconazole  (3) (1)\nTetradifon (2) (3) (1)\nThiabendazole (2) (3) (1)\nThiacloprid (2) (3) (1)\nThiophanate-methyl (2) (3) (1)\nTolcloflos-methyl (2) (3) (1)\nTolylfluanid (sum of Tolylfluanid and Dimethylaminosulfotoluidide expr. as Tolylfluanid) (2) (3) (1)\nTriadimefon and triadimenol (sum of triadimefon and triadimenol) (2) (3) (1)\nTriazophos (2)\n (4) (3)\n (5) (1)\n (6)\nTrichlorfon (9) (2) (3) (1)\ntrifloxystrobin (2) (3) (1)\nTrifluralin  (3) (1)\nTriticonazole (9) (2) (3) (1)\nVinclozolin (sum of Vinclozolin and all metabolites cont. the 3,5-dichloraniniline moiety, expr. as Vinclozolin) (2) (3) (1)\n(1)  Beans (fresh or frozen, without pod), carrots, cucumbers, oranges or mandarins, pears, potatoes, rice and spinach (fresh or frozen).\n(2)  Aubergines, bananas, cauliflower, table grapes, orange juice (Member States shall specify the source (concentrates or fresh fruits)), peas (fresh/frozen, without pod), peppers (sweet) and wheat.\n(3)  Apples, head cabbage, leek, lettuce, tomatoes, peaches including nectarines and similar hybrids; rye or oats and strawberries.\n(4)  Butter, egg.\n(5)  Milk, swine meat.\n(6)  Poultrymeat, liver (bovine and other ruminants, swine and poultry).\n(7)  Chlormequat and mepiquat shall be analysed in cereals (excluding rice), carrots, fruiting vegetables and pears.\n(8)  Only cereals.\n(9)  To be analysed on voluntary basis in 2009.\nANNEX II\nNumber of samples of each product to be taken and analysed by each Member State.\nMember State Samples\nBE 12 (1)\nBG 12 (1)\nCZ 12 (1)\nDK 12 (1)\nDE 93\nEE 12 (1)\nEL 12 (1)\nES 45\nFR 66\nIE 12 (1)\nIT 65\nCY 12 (1)\nLV 12 (1)\nLT 12 (1)\nLU 12 (1)\nHU 12 (1)\nMT 12 (1)\nNL 17\nAT 12 (1)\nPL 45\nPT 12 (1)\nRO 17\nSI 12 (1)\nSK 12 (1)\nFI 12 (1)\nSE 12 (1)\nUK 66\nTOTAL MINIMUM NUMBER OF SAMPLES: 642\n(1)  Minimum number of samples for each single residue method applied.\n(2)  Minimum number of samples for each multi-residue method applied."}