{"celex_id": "32006R0674", "uri": "http://publications.europa.eu/resource/cellar/64b45ae4-9cd0-4ecb-b9eb-9c92ae13c8cb", "type": "Regulation", "concepts": ["261", "3483", "3870", "4452"], "title": "Commission Regulation (EC) No 674/2006 of  28 April 2006  amending for the 65th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "29.4.2006 EN Official Journal of the European Union L 116/58\nCOMMISSION REGULATION (EC) No 674/2006\nof 28 April 2006\namending for the 65th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 21 March 2006 and on 12, 19 and 21 April 2006, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2006.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 357/2006 (OJ L 59, 1.3.2006, p. 35).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n1. The following entries shall be added under the heading ‘Natural persons’:\n(a) Abdullah Anshori (alias (a) Abu Fatih, (b) Thoyib, Ibnu, (c) Toyib, Ibnu, (d) Abu Fathi). Date of birth: 1958. Place of birth: Pacitan, East Java, Indonesia. Nationality: Indonesian.\n(b) Abu Bakar Ba’asyir (alias (a) Baasyir, Abu Bakar, (b) Bashir, Abu Bakar, (c) Abdus Samad, (d) Abdus Somad). Date of birth: 17.8.1938. Place of birth: Jombang, East Java, Indonesia. Nationality: Indonesian.\n(c) Gun Gun Rusman Gunawan (alias (a) Gunawan Rusman, (b) Abd Al-Hadi, (c) Abdul Hadi, (d) Abdul Karim, (e) Bukhori, (f) Bukhory). Date of birth: 6.7.1977. Place of birth: Cianjur, West Java, Indonesia. Nationality: Indonesian.\n(d) Taufik Rifki (alias (a) Refke Taufek, (b) Rifqi Taufik, (c) Rifqi Tawfiq, (d) Ami Iraq, (e) Ami Irza, (f) Amy Erja, (g) Ammy Erza, (h) Ammy Izza, (i) Ami Kusoman, (j) Abu Obaida, (k) Abu Obaidah, (l) Abu Obeida, (m) Abu Ubaidah, (n) Obaidah, (o) Abu Obayda, (p) Izza Kusoman, (q) Yacub, Eric). Date of birth: (a) 29.8.1974, (b) 9.8.1974, (c) 19.8.1974, (d) 19.8.1980. Place of birth: Dacusuman Surakarta, Central Java, Indonesia. Nationality: Indonesian.\n2. The entry ‘Islamic Jihad Group (alias (a) Jama’at al-Jihad, (b) Libyan Society, (c) Kazakh Jama’at, (d) Jamaat Mojahedin, (e) Jamiyat, (f) Jamiat al-Jihad al-Islami, (g) Dzhamaat Modzhakhedov, (h) Islamic Jihad Group of Uzbekistan, (i) al-Djihad al-Islami)’ under the heading ‘Legal persons, groups and entities’ shall be replaced by the following:\n3. The entry ‘Youcef Abbes (alias Giuseppe). Address: (a) Via Padova, 82 Milan, Italy, (b) Via Manzoni, 33 Cinisello Balsamo (MI), Italy (domicile). Date of birth: 5.1.1965. Place of birth: Bab El Aoued, Algeria.’ under the heading ‘Natural persons’ shall be replaced by the following:\n4. The entry ‘Mohamed Amine AKLI (alias (a) Mohamed Amine Akli, (b) Killech Shamir, (c) Kali Sami, (d) Elias). Place of birth: Abordj El Kiffani (Algeria). Date of birth: 30 March 1972.’ under the heading ‘Natural persons’ shall be replaced by the following:\n5. The entry ‘Hacene Allane (alias (a) Hassan the Old, (b) Al Sheikh Abdelhay, (c) Boulahia, (d) Abu al-Foutouh, (e) Cheib Ahcéne). Date of birth: 17 January 1941. Place of birth: El Ménéa, Algeria. Nationality: probably Algerian.’ under the heading ‘Natural persons’ shall be replaced by the following:\n6. The entry ‘Mokhtar BELMOKHTAR. Place of birth: Ghardaia. Date of birth: 1 June 1972. Other information: Son of Mohamed and Zohra Chemkha.’ under the heading ‘Natural persons’ shall be replaced by the following:\n7. The entry ‘Dhou El-Aich (alias Abdel Hak). Date of birth: 5 August 1964. Place of birth: Debila, Algeria. Nationality: probably Algerian.’ under the heading ‘Natural persons’ shall be replaced by the following:\n8. The entry ‘Ali El Heit (alias (a) Kamel Mohamed, (b) Ali Di Roma). Address: (a) via D. Fringuello, 20 Rome, Italy, (b) Milan, Italy (domicile). Date of birth: (a) 20.3.1970, (b) 30.1.1971 (Kamel Mohamed). Place of birth: Rouba, Algeria.’ under the heading ‘Natural persons’ shall be replaced by the following:\n9. The entry ‘Ibrahim Dawood (alias (a) Ebrahim Dawood; (b) Sheikh Dawood Hassan). Date of birth: 1955. Place of birth: Ratnagiri, India. Nationality: Indian. Passport No: A-333602, issued in Bombay, India, on 6 April 1985.’ under the heading ‘Natural persons’ shall be replaced by the following:\n10. The entry ‘Abdelhalim Remadna, date of birth: 2 April 1966; place of birth: Bistra, Algeria’ under the heading ‘Natural persons’ shall be replaced by the following:\n11. The entry ‘Ahmad Zerfaoui (alias (a) Abdullah, (b) Abdalla, (c) Smail, (d) Abu Khaoula, (e) Abu Cholder, (f) Nuhr). Date of birth: 15 July 1963. Place of birth: Chrea, Algeria. Nationality: probably Algerian.’ under the heading ‘Natural persons’ shall be replaced by the following:"}