{"celex_id": "32001D0433", "uri": "http://publications.europa.eu/resource/cellar/45d2d240-1852-4287-9e3b-1d126c9f03d0", "type": "Decision", "concepts": ["1519", "1755", "2211", "3191", "321", "4280", "4635", "4636"], "title": "2001/433/EC: Commission Decision of 21 May 2001 for purchase by the Community of bluetongue vaccine and restocking of the Community bank (notified under document number C(2001) 1440)\n", "header": "Commission Decision\nof 21 May 2001\nfor purchase by the Community of bluetongue vaccine and restocking of the Community bank\n(notified under document number C(2001) 1440)\n(2001/433/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC(1) laying down specific provisions for the control and eradication of bluetongue and in particular Article 9(2),\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(2), as last amended by Council Decision 2001/12/EC(3), and in particular Article 3(3) and (5),\nWhereas:\n(1) In a first stage, Italian authorities decided on the basis of the epidemiological situation, to perform a vaccination campaign in Sicily, Calabria and Basilicate.\n(2) Originally the need for this campaign was of 1700000 doses of monovalent type 2 vaccine, and Decision 2001/141/EC(4) has been adopted to provide Italy with the necessary vaccine.\n(3) On the 5 of March Italy notified to the Commission the existence of serotype 9 in eastern Calabria and this new epidemiological situation makes that the need of vaccine in this region is now of 1200000 doses of bivalent vaccine (2 and 9) and 500000 doses of monovalent type 2.\n(4) Furthermore, on 12 February 2001, Italian authorities informed the Commission of their intention to extend the vaccination campaign to Sardinia in spring 2001.\n(5) The amount of vaccine necessary to carry out this campaign in Sardinia is 3000000 doses of monovalent bluetongue vaccine serotype 2.\n(6) The total need of Italy to perform these campaigns is therefore of 3500000 doses of monovalent (2) and 1200000 bivalent (2 and 9) vaccine.\n(7) 2400000 doses of monovalent (2) vaccine have been already provided to Italy by the Commission, 1700000 initially intended to be used in Calabria, in the frame of Decision 2001/141/CE, and 700000 from the Community bank of 750000 doses established in agreement with Commission Decision 2001/69/EC(5), the remaining 50000 doses of which have been sent to Corsica (France).\n(8) Due to the emergency, Italian authorities have directly purchased 1100000 doses of monovalent (2) and 1200000 doses of bivalent (2 and 9) vaccine, with the agreement of the Commission.\n(9) The Commission furthermore authorises the Italian authorities to set up a security bank of 100000 doses of monovalent (2) and 300000 doses of bivalent (2 and 9) vaccine, and to purchase directly the vaccine at this end.\n(10) At this stage the Italian needs for carrying out the campaign are covered.\n(11) Nevertheless, the Community bank has to be restocked with 1000000 doses of monovalent (2) vaccine, in order to face a possible extension of the outbreaks in new regions.\n(12) No bluetongue vaccine is produced by the pharmaceutical industry based in the Community, the Onderstepoort laboratory in South Africa being the only laboratory wich may produce that type of monovalent vaccine (attenuated vaccine) with the serotype 2.\n(13) Pursuant to Council Regulation (EC) No 1258/1999(6), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial control purposes, Articles 8 and 9 of that Regulation apply.\n(14) The financial contribution from the Community should only be granted if the actions planned are carried out efficiently, and the authorities supply all the necessary information within the time limits laid down.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community bank of bluetongue vaccine serotype 2 shall be restocked with 1000000 doses of vaccine.", "The maximum cost of the measure referred to in Article 1 shall be EUR 100000.", "The Director General for Health and Consumer Protection shall be authorised to make arrangements with Onderstepoort laboratory in South Africa for the purchase, storage and air freight to a Member State, of 1000000 doses of monovalent bluetongue vaccine (serotype 2).", "Italy will implement in spring 2001 a vaccination campaign against bluetongue in Sardinia and 1200000 doses of the monovalent (2) vaccine initially provided to perform the vaccination in Calabria in the frame of Decision 2001/141/CE will be affected to this campaign.", "The Commission may carry out on the spot checks in Italy in collaboration with the competent national authorities to ensure that the program referred to in article 4 has been implemented.\nThe Commission shall inform the Member States of the outcome of these checks.", "The financial contribution of the Community for the program referred to under Article 4 shall be granted subject to:\n(a) bringing into force by 1 April 2001 the laws, regulations and administrative provisions necessary for the implementation of the programme,\n(b) forwarding a final report by 1 August 2001 at the latest on the technical execution of the programme, accompanied by justifying evidence as to the costs incurred and the results attained,\n(c) implementing the programme efficiently, and respecting Community veterinary legislation.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 May 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 327, 22.12.2000, p. 74.\n(2) OJ L 224, 18.8.1990, p. 19.\n(3) OJ L 3, 6.1.2001, p. 27.\n(4) OJ L 50, 21.2.2001, p. 23.\n(5) OJ L 23, 25.1.2001, p. 32.\n(6) OJ L 160, 26.6.1999, p. 103."}