{"celex_id": "32003L0078", "uri": "http://publications.europa.eu/resource/cellar/ad284f0d-ba8a-4fee-8cef-79594751b404", "type": "Directive", "concepts": ["1442", "1590", "2078", "2735", "3135"], "title": "Commission Directive 2003/78/EC of 11 August 2003 laying down the sampling methods and the methods of analysis for the official control of the levels of patulin in foodstuffs (Text with EEA relevance)\n", "header": "Commission Directive 2003/78/EC\nof 11 August 2003\nlaying down the sampling methods and the methods of analysis for the official control of the levels of patulin in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption(1), and in particular Article 1 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 466/2001 of 8 March 2001 setting maximum levels for certain contaminants in foodstuffs(2), as last amended by Commission Regulation (EC) No 1425/2003(3) fixes maximum limits for patulin in certain foodstuffs.\n(2) Council Directive 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs(4) introduces a system of quality standards for laboratories entrusted by the Member States with the official control of foodstuffs.\n(3) It seems necessary to fix general criteria, which the method of analysis has to comply with in order to ensure that laboratories, in charge of the control, use methods of analysis with comparable levels of performance. It is also of major importance that analytical results are reported and interpreted in a uniform way in order to ensure a harmonised enforcement approach across the European Union. These interpretation rules are of application for the analytical result obtained on the sample for official control. In case of analysis for defence or referee purposes, the national rules apply.\n(4) The provisions for the sampling and methods of analysis have been drawn up on the basis of present knowledge and they may be adapted to take account of advances in scientific and technological knowledge.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Member States shall take all measures necessary to ensure that the sampling for the official control of the levels of patulin in foodstuffs is carried out in accordance with the methods described in Annex I to this Directive.", "The Member States shall take all measures necessary to ensure that sample preparation and methods of analysis used for the official control of the levels of patulin in foodstuffs comply with the criteria described in Annex II to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 September 2004 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 372, 31.12.1985, p. 50.\n(2) OJ L 77, 16.3.2001, p. 1.\n(3) See page 1 of this Official Journal.\n(4) OJ L 290, 24.11.1993, p. 14.\nANNEX I\nMETHODS OF SAMPLING FOR OFFICIAL CONTROL OF THE LEVELS OF PATULIN IN CERTAIN FOODSTUFFS\n1. Purpose and scope\nSamples intended for official checking of the levels of patulin in foodstuffs shall be taken according to the methods described below. Aggregate samples thus obtained shall be considered as representative of the lots. Compliance with maximum levels laid down in Commission Regulation (EC) No 466/2001 shall be established on the basis of the levels determined in the laboratory samples.\n2. Definitions\n>TABLE>\n3. General provisions\n3.1. Personnel\nSampling shall be performed by an authorised person as specified by the Member States.\n3.2. Material to be sampled\nEach lot which is to be examined must be sampled separately.\n3.3. Precautions to be taken\nIn the course of sampling and preparation of the samples precautions must be taken to avoid any changes, which would affect the patulin content, adversely affect the analytical determination or make the aggregate samples unrepresentative.\n3.4. Incremental samples\nAs far as possible incremental samples should be taken at various places distributed throughout the lot or sublot. Departure from this procedure must be recorded in the record.\n3.5. Preparation of the aggregate sample\nThe aggregate sample is made up by uniting the incremental samples. It shall be at least 1 kg unless not practical e.g. when a single package has been sampled.\n3.6. Replicate samples\nReplicate samples for enforcement, trade (defence) and referee purposes shall be taken from the homogenised aggregate sample unless this conflicts with Member States' rules on sampling.\n3.7. Packaging and transmission of samples\nEach sample shall be placed in a clean, inert container offering adequate protection from contamination and against damage in transit. All necessary precautions shall be taken to avoid any change in composition of the sample, which might arise during transportation or storage.\n3.8. Sealing and labelling of samples\nEach sample taken for official use shall be sealed at the place of sampling and identified following the Member State's regulations.\nA record must be kept of each sampling, permitting each lot to be identified unambiguously and giving the date and place of sampling together with any additional information likely to be of assistance to the analyst.\n4. Sampling plans\nThe sampling method applied shall ensure that the aggregate sample is representative for the lot that is to be controlled.\nNumber of incremental samples\nThe aggregate sample shall be at least 1 kg (see point 3.5), except where it is not possible e.g. when sampling a single package.\nThe minimum number of incremental samples to be taken from the lot shall be as given in Table 1. In the case of liquid products the lot shall be thoroughly mixed insofar as possible by either manual or mechanical means immediately prior to sampling. In this case, a homogeneous distribution of patulin can be assumed within a given lot. It is therefore sufficient to take three incremental samples from a lot to form the aggregate sample.\nThe incremental samples shall be of similar weight. The weight of an incremental sample should be at least 100 grams, resulting in an aggregate sample of at least 1 kg. Departure from this procedure must be recorded in the record provided for under 3.8.\nTable 1 Minimum number of incremental samples to be taken from the lot\n>TABLE>\nIf the lot consists of individual packages, then the number of packages, which shall be taken to form the aggregate sample, is given in Table 2.\nTable 2 Number of packages (incremental samples) which shall be taken to form the aggregate sample if the lot consists of individual packages\n>TABLE>\n5. Compliance of the lot or sublot with the specification\nThe control laboratory shall analyse the laboratory sample for enforcement in duplicate analysis in case the obtained result of the first analysis is less than 20 % below or above the maximum level, and calculate the mean of the results.\nThe lot is accepted if the result of the first analysis is more than 20 % below the maximum level or, where duplicate analysis is necessary, if the mean does not exceed the respective maximum level as laid down in Regulation (EC) No 466/2001 taking into account the measurement uncertainty and correction for recovery.\nThe lot is non-compliant with the maximum level as laid down in Regulation (EC) No 466/2001, if the mean, corrected for recovery exceeds the maximum level beyond reasonable doubt taking into account the measurement uncertainty.\nANNEX II\nSAMPLE PREPARATION AND CRITERIA FOR METHODS OF ANALYSIS USED IN OFFICIAL CHECKING OF THE LEVELS OF PATULIN IN CERTAIN FOODSTUFFS\n1. Precautions\nAs the distribution of patulin in certain foodstuffs could be non-homogeneous, samples should be prepared - and especially homogenised - with extreme care.\nAll the material received by the laboratory is to be used for the preparation of test material.\n2. Treatment of the sample as received in the laboratory\nFinely grind (insofar relevant) and mix thoroughly the complete aggregate sample using a process that has been demonstrated to achieve complete homogenisation.\n3. Subdivision of samples for enforcement and defence purposes\nThe replicate samples for enforcement, trade (defence) and referee purposes shall be taken from the homogenised material unless this conflicts with Member States' rules on sampling.\n4. Method of analysis to be used by the laboratory and laboratory control requirements\n4.1. Definitions\nA number of the most commonly used definitions that the laboratory will be required to use are given below.\nThe most commonly quoted precision parameters are repeatability and reproducibility.\nr= Repeatability, the value below which the absolute difference between two single test results obtained under repeatability conditions (i.e. same sample, same operator, same apparatus, same laboratory, and short interval of time) may be expected to lie within a specific probability (typically 95 %) and hence r = 2,8 x sr.\nsr= Standard deviation, calculated from results generated under repeatability conditions.\nRSDr= Relative standard deviation, calculated from results generated under repeatability conditions\n>REFERENCE TO A GRAPHIC>, where\n>REFERENCE TO A GRAPHIC>\nis the average of results over all laboratories and samples.\nR= Reproducibility, the value below which the absolute difference between single test results obtained under reproducibility conditions (i.e. on identical material obtained by operators in different laboratories, using the standardised test method) may be expected to lie within a certain probability (typically 95 %); R = 2,8 x sR.\nsR= Standard deviation, calculated from results under reproducibility conditions.\nRSDR= Relative standard deviation calculated from results generated under reproducibility conditions\n>REFERENCE TO A GRAPHIC>.\n4.2. General requirements\nMethods of analysis used for food control purposes must comply with the provisions of items 1 and 2 of the Annex to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption(1).\n4.3. Specific requirements\nWhere no specific methods for the determination of patulin in foodstuffs are prescribed at Community level, laboratories may select any method provided the selected method meets the following criteria:\nPerformance characteristics for patulin\n>TABLE>\nThe detection limits of the methods used are not stated as the precision values are given at the concentrations of interest.\nThe precision values are calculated from the Horwitz equation:\n>REFERENCE TO A GRAPHIC>\nwhere:\n- RSDR is the relative standard deviation calculated from results generated under reproducibility conditions\n>REFERENCE TO A GRAPHIC>.\n- C is the concentration ratio (i.e. 1 = 100g/100g, 0,001 = 1,000 mg/kg)\nThis is a generalised precision equation, which has been found to be independent of analyte and matrix but solely dependent on concentration for most routine methods of analysis.\n4.4. Recovery calculation and reporting of results\nThe analytical result is to be reported corrected or uncorrected for recovery. The manner of reporting and the level of recovery must be reported. The analytical result corrected for recovery is used for checking compliance (see Annex I, point 5).\nThe analytical result has to be reported as x+/- U whereby x is the analytical result and U is the measurement uncertainty.\n4.5. Laboratory quality standards\nLaboratories must comply with Council Directive 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs.\n(1) OJ L 372, 31.12.1985, p. 50."}