{"celex_id": "32006R2018", "uri": "http://publications.europa.eu/resource/cellar/b5b866c5-00ad-4885-ba93-82050bb5277b", "type": "Regulation", "concepts": ["12", "1565", "161", "1644", "2763", "3763", "5063"], "title": "Commission Regulation (EC) No 2018/2006 of 20 December 2006 laying down transitional measures as regards import licences for milk and milk products pursuant to Regulation (EC) No 2535/2001, by reason of the accession of Bulgaria and Romania to the European Union\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/46\nCOMMISSION REGULATION (EC) No 2018/2006\nof 20 December 2006\nlaying down transitional measures as regards import licences for milk and milk products pursuant to Regulation (EC) No 2535/2001, by reason of the accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 41 thereof,\nWhereas:\n(1) Section 2 of Chapter I of Title 2 of Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (1) lays down specific provisions on the approval of applicants for import licences. In order to ensure access for operators from Bulgaria and Romania (hereinafter referred to as the ‘new Member States’) to import licences as from the date of accession of those countries to the European Union, transitional measures should be adopted.\n(2) For the period 1 January 2007 to 30 June 2007, operators of the new Member States should be allowed to apply, without prior approval, for import licences under the tariff quotas as referred to in the Annexes to Regulation (EC) No 2535/2001.\n(3) Those operators should prove their status and regular activity as traders. As regards the requirement on the proof on trade performance, the applicants in the new Member States should have the opportunity to choose as a reference year for the trade performance 2005 instead of 2006 if they can prove that they were not able to import or export the required quantities of milk products during 2006 as a result of exceptional circumstances.\n(4) The authorities of the new Member States should by 20 January 2007 transmit a list to the Commission including all eligible operators. In order to enable each applicant to be identified more easily, and to facilitate the transfer of licences, the data to be forwarded for each operator should be specified. Moreover, eligible operators of the new Member States should be allowed to transfer import licences.\n(5) It is therefore necessary to provide for certain derogations from Regulation (EC) No 2535/2001.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Section 2 of Chapter I of Title 2 of Regulation (EC) No 2535/2001, operators established in Bulgaria and Romania (hereinafter referred to as the ‘new Member States’) may apply for import licences for the quotas covering the period 1 January 2007 to 30 June 2007 without prior approval by the competent authorities of the new Member State in which they are established.", "1.   By way of derogation from Article 11 of Regulation (EC) No 2535/2001, operators established in the new Member States may apply for import licences for the quotas referred to in Article 1 of this Regulation only in the Member State where they are established.\n2.   Licence applications shall be admissible only where the applicant attaches the following documents:\n(a) proof that in 2006 the applicant has imported or exported at least 25 tonnes of milk products covered by Chapter 04 of the Combined Nomenclature in at least four separate operations;\n(b) any document and information adequately substantiating the identity and status of the applicant, in particular:\n(i) documents relating to business accounts or tax arrangements drawn up in accordance with national law,\n(ii) the VAT number, if provided for under national law, and\n(iii) the registration in the commercial register, if provided for under national law.\n3.   In case of point (a) of paragraph 2, the reference year shall be 2005 if the importer concerned can prove that he was not able to import or export the required quantities of milk products during 2006 as a result of exceptional circumstances.\n4.   For the purposes of application of this Article, inward- and outward-processing transactions shall not be considered as imports and exports.", "1.   The competent authorities of the new Member States shall send to the Commission by 20 January 2007 the list of operators having applied for import licences for the quotas covering the period 1 January 2007 to 30 June 2007 in accordance with Article 1 and complying with the conditions laid down in Article 2. These lists shall be established in accordance with the model at Annex XIV to Regulation (EC) No 2535/2001, exception made of the approval number.\n2.   The Commission shall forward the lists referred to in paragraph 1 to the competent authorities of the other Member States.", "By way of derogation from Article 16(4) of Regulation (EC) No 2535/2001, import licences issued for the quotas covering the period 1 January 2007 to 30 June 2007 may be transferred only to natural or legal persons approved in accordance with Section 2 of that Regulation and to natural or legal persons appearing on the lists referred to in Article 3 of this Regulation.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 341, 22.12.2001, p. 29. Regulation last amended by Regulation (EC) No 926/2006 (OJ L 170, 23.6.2006, p. 8)."}