{"celex_id": "32009R0992", "uri": "http://publications.europa.eu/resource/cellar/bef10cc2-f560-4010-afdd-1ab6fb2a741f", "type": "Regulation", "concepts": ["1318", "1542", "2443", "2563", "2965", "3003", "3077", "4320"], "title": "Commission Regulation (EC) No 992/2009 of 22 October 2009 amending Annex IV to Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy\n", "header": "23.10.2009 EN Official Journal of the European Union L 278/7\nCOMMISSION REGULATION (EC) No 992/2009\nof 22 October 2009\namending Annex IV to Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 8(2)(b) and (d) thereof,\nWhereas:\n(1) Annex IV to Regulation (EC) No 73/2009 establishes, for each Member State, the ceilings which may not be exceeded by the total amounts of direct net modulation payments that may be awarded during a calendar year in the Member State concerned.\n(2) Germany and Sweden decided, by virtue of Article 136 of Regulation (EC) No 73/2009, to make an amount to be calculated in accordance with Article 69(7) of that Regulation available from the financial year 2011 for Community support under rural development programming and financing under the European Agricultural Fund for Rural Development (EAFRD). Therefore, for the calendar years 2010, 2011 and 2012, the amounts made available for rural development support should be deducted from the national ceilings for Germany and Sweden, set out in Annex IV to the Regulation, in accordance with Article 8(2)(d) thereof.\n(3) Portugal notified the Commission that, owing to unforeseen difficulties created in the agricultural sector by the current economic crisis, and the adverse impact on the economic situation of farmers, it had decided not to apply voluntary modulation for the 2009 calendar year. Therefore, in accordance with Article 8(2)(b) of Regulation (EC) No 73/2009, the net amount resulting from the application of voluntary modulation in Portugal in 2009, fixed by Commission Decision 2008/788/EC (2) as amended by Decision 2009/505/EC (3), should, for 2009, be added to the national ceiling for Portugal, set out in Annex IV to the said Regulation.\n(4) Annex IV to Regulation (EC) No 73/2009 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["The Table in Annex IV to Regulation (EC) No 73/2009 is amended as follows:\n1. the line concerning Germany is replaced by the following:\n(million EUR)\nCalendar year 2009 2010 2011 2012\n‘Germany 5 524,8 5 402,6 5 357,1 5 329,6’\n2. the line concerning Sweden is replaced by the following:\n(million EUR)\nCalendar year 2009 2010 2011 2012\n‘Sweden 733,1 717,5 712,1 708,5’\n3. the line concerning Portugal is replaced by the following:\n(million EUR)\nCalendar year 2009 2010 2011 2012\n‘Portugal 590,5 545,0 545,0 545,0’", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 271, 11.10.2008, p. 44.\n(3)  OJ L 171, 1.7.2009, p. 46."}