{"celex_id": "32003L0012", "uri": "http://publications.europa.eu/resource/cellar/a358bc35-b3d4-4bae-b293-79d850a0cdf2", "type": "Directive", "concepts": ["13", "3646", "3844", "5280", "5970"], "title": "Commission Directive 2003/12/EC of 3 February 2003 on the reclassification of breast implants in the framework of Directive 93/42/EEC concerning medical devices (Text with EEA relevance)\n", "header": "Commission Directive 2003/12/EC\nof 3 February 2003\non the reclassification of breast implants in the framework of Directive 93/42/EEC concerning medical devices\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/42/EEC of 14 June 1993 concerning medical devices(1), as last amended by Directive 2001/104/EC of the European Parliament and of the Council(2), and in particular Article 13(1)(b) thereof,\nHaving regard to the request submitted by France and the United Kingdom,\nWhereas:\n(1) On the basis of the classification criteria set out to Annex IX to Directive 93/42/EEC, breast implants are in principal Class IIb medical devices.\n(2) France and the United Kingdom requested the classification of breast implants as Class III medical devices by way of derogation from the provisions of Annex IX to Directive 93/42/EEC.\n(3) In order to ensure the highest possible level of safety for breast implants, notified bodies should, under the full quality assurance system, carry out an examination of the design dossier of the product in accordance with point 4 of Annex II to Directive 93/42/EEC. Consequently, it is necessary to proceed to the reclassification of breast implants as Class III medical devices.\n(4) It is necessary to determine the regime applicable to breast implants placed on the market before 1 September 2003 under Article 11(3)(a) or 11(3)(b)(iii) of Directive 93/42/EEC.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee on Medical Devices set up by Article 6(2) of Council Directive 90/385/EEC of 20 June 1990 on the approximation of the laws of the Member States relating to active implantable medical devices(3), as last amended by Directive 93/68/EEC(4),", "main_body": ["By way of derogation from the rules set out in Annex IX to Directive 93/42/EEC, breast implants shall be reclassified as medical devices falling within Class III.", "1. Breast implants placed on the market before 1 September 2003 pursuant to Article 11(3)(a) or 11(3)(b)(iii) of Directive 93/42/EEC shall be subject to a conformity reassessment procedure as Class III medical devices before 1 March 2004.\n2. By way of derogation from Article 11(11) of Directive 93/42/EEC, the decisions on breast implants taken by the notified bodies before 1 September 2003 under Article 11(3)(a) of Directive 93/42/EEC may not be extended.", "1. Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive, not later that 1 August 2003. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference at the time of their official publication. The procedure for such reference shall be adopted by the Member States.\nMember States shall apply these measures with effect from 1 September 2003.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 February 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 169, 12.7.1993, p. 1.\n(2) OJ L 6, 10.1.2002, p. 50.\n(3) OJ L 189, 20.7.1990, p. 17.\n(4) OJ L 229, 30.8.1993, p. 1."}