{"celex_id": "32002R0831", "uri": "http://publications.europa.eu/resource/cellar/8ed448c6-6066-4760-b7cd-637e48fae4a2", "type": "Regulation", "concepts": ["223", "226", "2797", "4258", "4359", "92"], "title": "Commission Regulation (EC) No 831/2002 of 17 May 2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 831/2002\nof 17 May 2002\nimplementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics(1), and in particular Article 17(2) and Article 20(1) thereof,\nWhereas:\n(1) There is a growing demand by researchers and the scientific community in general to have access for scientific purposes to confidential data transmitted to the Community authority.\n(2) Access for scientific purposes to confidential data may be granted either by granting access on the premises of the Community authority or by releasing anonymised data to researchers under specific conditions (controlled access).\n(3) This Regulation respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union.\n(4) This Regulation ensures, in particular, full respect for the right for private life and for the protection of personal data (Articles 7 and 8 of the Charter of Fundamental Rights of the European Union).\n(5) This Regulation shall apply without prejudice to Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data(2) and to Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data(3).\n(6) The measures laid down in this Regulation are in accordance with the opinion of the Committee on Statistical Confidentiality,", "main_body": ["Aim\nThe aim of this Regulation is to establish, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted and the rules of cooperation between the Community and national authorities in order to facilitate such access.", "Definitions\nFor the purposes of this Regulation:\n- \"Community authority\", as defined in Article 2 of Regulation (EC) No 322/97, shall mean the Commission department responsible for carrying out the tasks devolving on the Commission as regards the production of Community statistics (Eurostat),\n- \"Community statistics\", as defined in Article 2 of Regulation (EC) No 322/97, shall mean quantitative, aggregated and representative information taken from the collection and systematic processing of data, produced by the national authorities and the Community authority in the framework of implementation of the Community statistical programme,\n- \"Confidential data\" shall mean data which allow only indirect identification of the statistical units concerned,\n- \"access to confidential data\" shall mean either access on the premises of the Community authority or release of anonymised microdata,\n- \"anonymised microdata\" shall mean individual statistical records which have been modified in order to minimise, in accordance with current best practice, the risk of identification of the statistical units to which they relate,\n- \"national authorities\", as defined in Article 2 of Regulation (EC) No 322/97, shall mean national statistical institutes and other bodies responsible in each Member State for producing Community statistics.", "Admissibility of requests \"ratione personae\"\n1. Access to confidential data may be granted by the Community authority to researchers of bodies falling within any of the following categories:\n(a) universities and other higher education organisations established by Community law or by the law of a Member State;\n(b) organisations or institutions for scientific research established under Community law or under the law of a Member State;\n(c) other agencies, organisations and institutions, after having received the opinion of the Committee on statistical confidentiality, in accordance with the procedure laid down in Article 20(2) of Regulation (EC) No 322/97.\n2. Access to confidential data may also be granted by the Community authority to researchers of bodies commissioned to carry out research for scientific purposes. The commissioning and commissioned bodies shall fall within any of the categories of bodies specified in paragraph 1. The commissioned bodies may also be organisations or institutions which have been commissioned by departments of the Commission or of the administrations of the Member States to undertake specific research. Such organisations or institutions shall have legal personality.", "General Conditions\n1. Subject to the fulfilment of the specific requirements laid down in Articles 5 and 6, as the case may be, the Community authority may grant access to confidential data provided that the following conditions are satisfied:\n(a) an appropriate request together with a detailed research proposal in conformity with current scientific standards have been submitted;\n(b) the research proposal shall indicate in sufficient detail the set of data to be accessed, the methods of analysing them and an indication of the time needed;\n(c) a contract specifying the conditions for access, the obligations of the researchers, the measures for respecting the confidentiality of statistical data and the sanctions in case of breach of these obligations has been signed by the individual researcher, by his/her institution, or by the organisation commissioning the research, as the case may be, and by the Community authority;\n(d) the national authority, which provided the data, has been informed before access is granted.\n2. In addition to the conditions laid down in paragraph 1, the Community authority may grant access to confidential data on its premises as set out in Article 5 provided that the following conditions are also satisfied:\n(a) the research will be carried out exclusively within the premises of the Community authority and under the supervision of a designated official of that authority;\n(b) the results of the research shall not leave the premises of the Community authority without prior checking to ensure that they do not include confidential data;\n(c) prospective results to be published or otherwise released, shall be checked by the Community authority to avoid disclosure of confidential data.", "Access on the premises of the Community authority\n1. The Community authority may grant access on its premises to confidential data obtained from the following surveys or statistical data sources:\n- European Community Household Panel,\n- Labour Force Survey,\n- Community Innovation Survey,\n- continuing vocational training survey.\nHowever, on the request of the national authority which provided the data, access to data from that national authority shall not be granted for a specific research project.\n2. Subject to the prior explicit approval of the relevant national authority, the Community authority may grant access on its premises to confidential data other than those referred to in paragraph 1.", "Release of anonymised microdata\n1. The Community authority may release sets of anonymised microdata obtained from the following surveys or statistical data sources:\n- European Community Household Panel;\n- Labour Force Survey;\n- Community Innovation Survey;\n- continuing vocational training survey.\nHowever, on the request of the national authority which provided the data, release of data from that national authority shall not be granted for a specific research project.\n2. Prior to such release, the Community authority shall ensure in cooperation with the national authorities, that the methods of anonymisation applied to these microdata sets minimise in accordance with current best practice the risk of identification of the statistical units concerned, in accordance with Regulation (EC) No 322/97.", "Bilateral agreements\nEach national authority and the Community authority shall bilaterally agree in writing on the practical arrangements and conditions referred to in Articles 5 and 6. The bilateral agreements, and any changes to them, shall be reported to the Committee on Statistical Confidentiality.", "Organisation matters\n1. The necessary administrative, technical and organisational measures shall be taken by the Community authority to ensure that access to confidential data neither impairs the physical and logical protection of confidential data nor allows unlawful disclosure or use outside the purposes for which access had been granted.\n2. Wherever the position of national authorities is required, technical and organisational measures shall be taken by national authorities and the Community authority to ensure that appropriate cooperation is conducted in an efficient manner without undue delays and taking into account the needs of the research project. Every effort shall be made to ensure that the position of the national authority as required by Article 5 or Article 6 will be provided not more than six weeks from the date that the relevant request has been received by the national authority.\n3. Provided that appropriate facilities are in place to protect the confidentiality of data, and that the approval of the national authorities which transmitted the data to the Community authority has been granted, access to confidential data may also be permitted in a secure area on the premises of a national authority. In such cases, the measures in place to ensure the physical and logical protection of the data will be comparable with those in place on the premises of the Community authority.", "Costs\nThe costs related to the access to confidential data in accordance with this Regulation, and in particular, the use of the Commission facilities, shall be borne by the applicants. In determining the costs, the Community authority will ensure that they do not lead to unfair competition with the national authorities.", "0\nSafeguard measures\n1. The Community authority shall ensure that the data accessed do not contain information allowing the direct identification of the statistical units concerned.\n2. The Community authority shall keep a public register containing all relevant information.", "1\nReports\nThe Commission will report annually to the Committee on Statistical Confidentiality, on the implementation of this Regulation. The report will contain information such as the names and addresses of researchers and their institutions, the data accessed, the costs charged, the description of the research projects and resulting publications.", "2\nEntry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 2002.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 52, 22.2.1997, p. 1.\n(2) OJ L 281, 23.11.1995, p. 31.\n(3) OJ L 8, 12.1.2001, p. 1."}