{"celex_id": "32000D0745", "uri": "http://publications.europa.eu/resource/cellar/1ef90dd4-7e2e-4b73-9294-c204cc808d40", "type": "Decision", "concepts": ["1309", "1338", "1355", "1591", "1837", "519"], "title": "2000/745/EC: Commission Decision of 29 November 2000 accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of certain polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand (notified under document number C(2000) 3603)\n", "header": "Commission Decision\nof 29 November 2000\naccepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of certain polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand\n(notified under document number C(2000) 3603)\n(2000/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2) (the basic AD Regulation), and in particular Articles 8 and 9 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3) (the basic AS Regulation), and in particular Articles 13 and 15 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EC) No 1742/2000(4), the Commission imposed provisional antidumping duties on imports into the Community of certain polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand.\n(2) By Regulation (EC) No 1741/2000(5), the Commission imposed provisional countervailing duties on imports into the Community of PET originating in India, Malaysia, Taiwan and Thailand.\n(3) Following the adoption of the provisional anti-dumping and countervailing measures, the Commission continued the investigation of dumping, subsidisation, injury and Community interest. The definitive findings and conclusions of the investigation are set out in Regulation (EC) No 2604/2000(6) imposing definitive anti-dumping duties on imports of PET originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand and in Council Regulation (EC) No 2603/2000(7) imposing definitive countervailing duties on imports of PET originating in India, Malaysia and Thailand.\n(4) The investigations confirmed the provisional findings of injurious dumping relating to imports originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand and of injurious subsidisation relating to imports originating in India, Malaysia and Thailand.\nB. UNDERTAKINGS\n(5) Subsequent to the adoption of provisional anti-dumping and countervailing measures, two exporting producers in India that participated in both investigations offered undertakings (within the meaning of Article 8(1) of the basic AD Regulation and Article 13(1) of the basic AS Regulation). Moreover, as regards the anti-dumping investigation, two of the exporting producers in Indonesia offered undertakings. According to these undertakings, the exporting producers in question have offered not to sell to their unrelated customers below certain minimum prices.\n(6) The Commission considers that the undertakings offered by the Indian companies, Pearl Engineering Polymers Limited and Reliance Industries Limited, can be accepted since they eliminate the injurious effects of dumping and subsidisation. The Commission also considers that the undertakings offered by the Indonesian company, P.T. Polypet Karyapersada, can be accepted since it eliminates the injurious effect of dumping. Moreover, the regular and detailed reports which the companies undertook to provide to the Commission will allow effective monitoring. Furthermore, the cooperation of these companies during the investigation, their structure and their sales organisation, and the specificities of the present product are such that the Commission considers that the risk of circumvention of the undertaking(s) will be limited.\n(7) A second Indonesian company also offered an undertaking. However, the company provided false and misleading information in respect of certain aspects of the antidumping investigation which affected the accuracy and reliability of its cooperation (See recital 13 of Regulation (EC) No 2604/2000). Accordingly, the Commission was not satisfied that an undertkaing from this company could be effectively monitored and the offer was rejected.\n(8) In order to ensure the effective respect and monitoring of the undertakings, when the request for release for free circulation pursuant to the undertakings is presented, exemption from the duty is conditional on presentation to the customs service of the Member State concerned of a valid \"Undertaking invoice\". Such undertaking invoice has to be issued by the exporting producers from whom the undertakings are accepted and must contain the information listed in the Annexes to Regulation (EC) No 2604/2000 and Regulation (EC) No 2603/2000. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of duty should be payable in order to ensure the effective application of the undertakings.\n(9) In the event of a breach, or withdrawal of the undertakings, or if there are reasons to believe that the undertakings have been breached, a provisional or definitive duty may be imposed pursuant to Article 8(9) and (10) of the basic AD Regulation and, where applicable, pursuant to Article 13(9) and (10) of the basic AS Regulation,", "main_body": ["The undertakings offered by the exporting producers mentioned below, in the framework of the anti-dumping proceeding concerning imports of certain polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand and in the framework of the anti-subsidy proceeding concerning imports of certain polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, the Republic of Korea, Taiwan and Thailand are hereby accepted.\n>TABLE>", "This Decision shall enter into force the day after its publication in the Official Journal of the European Communities.\nThis Decision shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ L 199, 5.8.2000, p. 48.\n(5) OJ L 199, 5.8.2000, p. 6.\n(6) See page 21 of this Official Journal.\n(7) See page 1 of this Official Journal."}