{"celex_id": "32004D0484", "uri": "http://publications.europa.eu/resource/cellar/c4e6911f-e9f7-4cd2-8265-52f66b0571ab", "type": "Decision", "concepts": ["161", "2734", "2771", "4048", "4385", "5706", "613"], "title": "2004/484/EC: Council Decision of 22 September 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions\n", "header": "Council Decision\nof 22 September 2003\non the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions\n(2004/484/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with Article 300(2), subparagraph 1, first sentence, thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, hereinafter referred to as \"the Europe Agreement\"(1), provides for certain reciprocal trade concessions for certain agricultural products.\n(2) Article 20(4) of the Europe Agreement provides that the Community and Latvia shall examine product by product and on an orderly and reciprocal basis the possibilities of granting each other further concessions.\n(3) The first improvements to the preferential arrangements of the Europe Agreement were provided for in the Protocol adjusting trade aspects of the Europe Agreement to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements, approved by Decision 1999/790/EC(2).\n(4) Improvements to the preferential arrangements were also provided for as a result of negotiations to liberalise agricultural trade concluded in 2000. On the Community side, these were implemented from 1 July 2000 by Council Regulation (EC) No 2341/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Latvia(3). This second adjustment of the preferential arrangements has not yet been incorporated in the Europe Agreement in the form of an Additional Protocol.\n(5) Negotiations for further improvements to the preferential arrangements of the Europe Agreement were concluded on 4 April 2002. The results of the negotiations have so far been implemented by the respective parties in the form of autonomous measures, applicable as from 1 July 2002. On the Community side, the autonomous measures were implemented by Council Regulation (EC) No 1362/2002 of 22 July 2002 establishing concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Latvia(4). Similar legislative measures were adopted and implemented by the Republic of Latvia.\n(6) The new Additional Protocol to the Europe Agreement adjusting the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part (hereinafter referred to as \"the Protocol\") should be approved with a view to consolidating all concessions in agricultural trade between the two sides, including the results of the negotiations concluded in 2000 and 2002.\n(7) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(5) has codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations. Certain tariff quotas in this Decision should therefore be administered in accordance with those rules.\n(8) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6).\n(9) As a result of the aforementioned negotiations, Regulation (EC) No 1362/2002 has effectively lost its substance and should therefore be repealed,", "main_body": ["The Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Protocol on behalf of the Community and give the notification of approval provided for in Article 4 of the Protocol.", "1. Upon this Decision taking effect, the arrangements provided for in the Annexes to the Protocol attached to this Decision shall replace those referred to in Annexes Va, X and XI as referred to in Article 20(2), as amended, of the Europe Agreement.\n2. The Commission shall adopt rules for the application of the Protocol in accordance with the procedure referred to in Article 5.", "The order numbers as attributed to the tariff quotas in the Annex to this Decision may be changed by the Commission in accordance with the procedure referred to in Article 5. Tariff quotas with an order number above 09.5100 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "1. The Commission shall be assisted by the Committee for Cereals instituted by Article 23 of Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(7) or, where appropriate, by the committee instituted by the relevant provisions of the other Regulations on the common organisation of agricultural markets.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its Rules of Procedure.", "Regulation (EC) No 1362/2002 shall be repealed from the entry into force of the Protocol."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 26, 2.2.1998, p. 3.\n(2) OJ L 317, 10.12.1999, p. 1.\n(3) OJ L 271, 24.10.2000, p. 7.\n(4) OJ L 198, 27.7.2002, p. 13.\n(5) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 444/2002 (OJ L 68, 12.3.2002, p. 11).\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ L 181, 1.7.1992, p. 21. Regulation as last amended by Regulation (EC) No 1666/2000 (OJ L 193, 29.7.2000, p. 1).\nANNEX\nOrder numbers for EU tariff quotas for products originating in Latvia\n(as referred to in Article 4)\n>TABLE>"}