{"celex_id": "32004R2082", "uri": "http://publications.europa.eu/resource/cellar/9771dc48-9e22-4103-9e2e-373a8b80c9d4", "type": "Regulation", "concepts": ["2695", "2939", "5640", "6128"], "title": "Commission Regulation (EC) No 2082/2004 of 6 December 2004 amending Regulation (EC) No 216/96 laying down the rules of procedure of the Boards of Appeal of the Office for Harmonization in the Internal Market (Trade Marks and Designs)\n", "header": "7.12.2004 EN Official Journal of the European Union L 360/8\nCOMMISSION REGULATION (EC) No 2082/2004\nof 6 December 2004\namending Regulation (EC) No 216/96 laying down the rules of procedure of the Boards of Appeal of the Office for Harmonization in the Internal Market (Trade Marks and Designs)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 40/94 of 20 December 1993 on the Community trade mark (1), and in particular Article 157(3) thereof,\nWhereas:\n(1) Regulation (EC) No 422/2004 amended Regulation (EC) No 40/94 with regard, inter alia, to the organisation and procedures of the Boards of Appeal provided for in Articles 130 and 131.\n(2) Regulation (EC) No 422/2004 introduced, inter alia, the new post of President of the Boards of Appeal, created an enlarged Board of Appeal and laid down that, under certain conditions, decisions of the Boards of Appeal may be taken by a single member. It is therefore necessary to set out in detail the powers of the President of the Boards of Appeal, the composition and powers of the Boards of Appeal, the allocation of cases to the Boards of Appeal and the composition of the enlarged Board, cases to be referred to the enlarged Board and cases to be decided by a single member.\n(3) The practical operation of the Boards of Appeal has shown the need to make certain changes to their organisation and procedures, including changes to the role of the Registry and certain procedural aspects. Centralisation of the Registry and revision of its powers, and rules on exchanges of submissions between parties, are designed to ensure greater efficiency in the handling of cases by the Boards of Appeal. In order not to interfere with proceedings already pending when this Regulation enters into force, a transitional period must be provided for with respect to the exchange of submissions by the parties.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee on fees, Implementation Rules and the Procedure of the Boards of Appeal of the Office for Harmonization in the Internal Market (trade mark and designs),", "main_body": ["Regulation (EC) No 216/96 is amended as follows:\n1. Article 1 is replaced by the following:\n(a) the chairman of the Board having the longest service on the Boards of Appeal; or\n(b) where chairmen have the same length of service, by the eldest of those qualifying under the preceding subparagraph.\n(a) lay down such rules of a procedural nature as are necessary for the processing of cases brought before the Boards and such rules as are necessary on the organisation of the Boards’ work;\n(b) rule on any conflict concerning the allocation of cases among the Boards of Appeal;\n(c) lay down its internal rules;\n(d) lay down practical instructions of a procedural nature for parties involved in proceedings before the Boards of Appeal, for example, with regard to the submission of written statements and to oral proceedings;\n(e) exercise any other powers as are conferred to it by the present Regulation.\n2. Articles 1(a) to (d) are inserted as follows:\n(a) the chairman having the longest service on the Boards of Appeal; or\n(b) where chairmen have the same length of service, by the eldest of those qualifying under the preceding subparagraph 4.\n3. Article 4(3) is deleted and Article 4(4) is renumbered as Article 4(3).\n4. Article 5 is replaced by the following:\n5. Article 8 is replaced by the following:", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThe provisions of Article 8(2) and (3) of Regulation (EC) No 216/96, as amended by Article 1(5) of this Regulation, shall apply only to proceedings in respect of which the appeal was lodged after the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2004.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 11, 14.1.1994, p. 1. Regulation as last amended by Regulation (EC) No 422/2004 (OJ L 70, 9.3.2004, p. 1)."}