{"celex_id": "32003D0322", "uri": "http://publications.europa.eu/resource/cellar/10d2867e-d063-4307-8188-d020b03bae5a", "type": "Decision", "concepts": ["1277", "1596", "192", "2737", "2947", "4224", "5760"], "title": "2003/322/EC: Commission Decision of 12 May 2003 implementing Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the feeding of certain necrophagous birds with certain category 1 materials (Text with EEA relevance) (notified under document number C(2003) 1494)\n", "header": "13.5.2003 EN Official Journal of the European Union L 117/32\nCOMMISSION DECISION\nof 12 May 2003\nimplementing Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the feeding of certain necrophagous birds with certain category 1 materials\n(notified under document number C(2003) 1494)\n(Only the Spanish, Greek, French, Italian and Portuguese texts are authentic)\n(Text with EEA relevance)\n(2003/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 23(2)(d) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides the possibility for Member States to authorise the feeding of endangered or protected species of necrophagous birds with certain category 1 material after consultation of the European Food Safety Authority, by derogation to the restrictions applicable to the use of animal by-products laid down in that Regulation.\n(2) The Scientific Steering Committee issued an opinion on 7 and 8 November 2002 on the safety of necrophagous birds being possible transmitters of TSEs.\n(3) According to that scientific opinion, practices of feeding on carcases of animal species susceptible to TSE should not lead to an artificial increase of the number of potential TSE-transmitting sources, and their possible spread. Also, feeding programmes of wild species such as necrophagous birds should not become an alternative way of disposal of fallen ruminant stock posing a TSE risk nor of specified risk material.\n(4) Feeding of necrophagous birds with certain category 1 material may, therefore, be considered permissible on the basis of the opinion of the Scientific Steering Committee.\n(5) Greece, Spain, France, Italy and Portugal have submitted requests for the authorisation of feeding of certain species of necrophagous birds with certain category 1 material.\n(6) Those requests fulfil the conditions required in the scientific opinion of the Scientific Steering Committee. However, additional justification should be required to verify that there is no other way to conserve those species of necrophagous birds other than by feeding them with certain category 1 material, thereby leading to an unnecessary increase of potentially TSE-transmitting sources.\n(7) In order to prevent a risk to animal or public health, it is necessary to lay down rules to be applied when authorising the feeding of those necrophagous birds with certain category 1 material.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Implementing rules on the feeding of necrophagous birds with category 1 material\nPursuant to Article 23(2)(d) of Regulation (EC) No 1774/2002, Greece, Spain, France, Italy and Portugal may authorise the use of entire bodies of dead animals which may contain specified risk material as referred to in Article 4 (1)(b)(ii) of that Regulation for the feeding of the endangered or protected species of necrophagous birds as set out in part A of the Annex to this Decision.", "Authorisation and control measures by the competent authority\n1.   The competent authority may grant authorisation to the person responsible for the feeding of the necrophagous birds referred to in Article 1.\n2.   The competent authority shall only grant authorisation as provided for in paragraph 1 if the specific requirements laid down in part B of the Annex are complied with.\n3.   The competent authority shall take the necessary measures to supervise and control compliance with the specific requirements laid down in part B of the Annex.\nThose measures shall include strict supervision of the health status of the animals in the region where the feeding takes place, and an appropriate TSE surveillance involving regular sampling and laboratory examination for TSEs. The samples shall include samples taken from animals showing neurological symptoms and from older breeding animals.", "Reports and review\n1.   Greece, Spain, France, Italy and Portugal shall submit to the Commission before 31 October 2003 the information provided for in Article 23(3) of Regulation (EC) No 1774/2002 including a report:\n(a) on the control measures provided for in Article 2 of this Decision; and\n(b) a detailed justification for the inclusion of each species of necrophagous bird covered by Article 1 of this Decision and giving reasons why it is necessary to feed such birds the category 1 material referred to in that Article instead of exclusively category 2 and 3 materials.\n2.   This Decision shall be reviewed in the light of the reports submitted in accordance with paragraph 1, if considered necessary after appropriate scientific assessment.", "Compliance by Member States\nGreece, Spain, France, Italy and Portugal shall immediately take the necessary measures to comply with this Decision and shall publish those measures. They shall immediately inform the Commission thereof.", "Applicability\nThis Decision shall apply from 1 May 2003.", "Addressees\nThis Decision is addressed to the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, and the Portuguese Republic."], "attachments": "Done at Brussels, 12 May 2003.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1.\nANNEX\nIMPLEMENTING RULES ON THE FEEDING OF ENDANGERED OR PROTECTED SPECIES OF NECROPHAGOUS BIRDS WITH CERTAIN CATEGORY 1 MATERIAL PURSUANT TO ARTICLE 23(2)(d) OF REGULATION (EC) No 1774/2002\nA.   The Member States and the endangered or protected species referred to in Article 1\nThe implementing rules provided for in Article 1 shall apply to:\n(a) in the case of Greece: griffon vulture (Gyps fulvus), bearded vulture (Gypaetus barbatus) and Egyptian vulture (Neophron pernkopterus);\n(b) in the case of Spain: griffon vulture (Gyps fulvus), black vulture (Aegypius monachus), Egyptian vulture (Neophron pernkopterus), bearded vulture (Gypaetus barbatus), Spanish imperial eagle (Aquila adalberti), golden eagle (Aquila chrysaetos), red kite (Milvus milvus) and black kite (Milvus migrans);\n(c) in the case of France: griffon vulture (Gyps fulvus), black vulture (Aegypius monachus), Egyptian vulture (Neophron pernkopterus), bearded vulture (Gypaetus barbatus), red kite (Milvus milvus) and black kite (Milvus migrans);\n(d) in the case of Italy: griffon vulture (Gyps fulvus), bearded vulture (Gypaetus barbatus), golden eagle (Aquila chrysaetos);\n(e) in the case of Portugal: griffon vulture (Gyps fulvus), black vulture (Aegypius monachus), Egyptian vulture (Neophron pernkopterus) and golden eagle (Aquila chrysaetos).\nB.   Specific requirements as referred to in Article 2\n1. The approval of the competent authority as provided for in Article 2 is subject to the following:\n(a) the conservation of the bird species may not be achieved by other means;\n(b) the feeding programme must be performed in the context of an approved conservation programme;\n(c) the feeding must not be used as an alternative way of disposal of specified risk materials or fallen ruminant stock containing them posing a TSE risk;\n(d) an appropriate surveillance system for TSEs as laid down in Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), as last amended by Regulation (EC) No 260/2003 (2), must be in place involving regular laboratory testing of samples for TSE;\n(e) coordination between the competent authorities supervising the requirements laid down in the approval must be ensured; and\n(f) a prior assessment of the specific and the particular situation of the necrophagous bird species concerned and their habitat in the country concerned must have been carried out.\n2. The approval granted by the competent authority must:\n(a) refer to and name the species of necrophagous birds actually concerned;\n(b) describe in detail the geographical area where feeding shall take place; and\n(c) immediately be suspended in case of:\n(i) a suspected or confirmed link to the spread of TSE until the risk can be excluded; or\n(ii) non-compliance with any of the rules provided for in this Decision.\n3. The person responsible for the feeding must:\n(a) dedicate an enclosed and fenced area to ensure that no carnivorous animal other than birds have access to the feed;\n(b) ensure that carcases of bovine animals older than 24 months and carcases of ovine and caprine animals older than 18 months intended to be used for for feeding are tested for TSE using one of the tests specified in Regulation (EC) No 999/2001 with a negative result prior to using them as feedstuffs; and\n(c) keep records at least of the number, nature, estimate weight and origin of the carcases of the animals used for feeding, the results of the TSE tests, the date of the feeding and the location where feeding took place.\n4. All other specific requirements laid down in Regulation (EC) No 1774/2002, and in particular Article 23(2) of and Annex IX to that Regulation shall be complied with.\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 37, 13.2.2003, p. 7."}