{"celex_id": "32009R0671", "uri": "http://publications.europa.eu/resource/cellar/430eeea4-9fd7-4241-8daa-3df0c47cc031", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "1788", "2173", "3591", "888"], "title": "Commission Regulation (EC) No 671/2009 of 24 July 2009 opening the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2010 under certain GATT quotas\n", "header": "25.7.2009 EN Official Journal of the European Union L 194/47\nCOMMISSION REGULATION (EC) No 671/2009\nof 24 July 2009\nopening the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2010 under certain GATT quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 171(1) thereof, in conjunction with Article 4,\nWhereas:\n(1) Section 2 of Chapter III of Commission Regulation (EC) No 1282/2006 of 17 August 2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products (2) provides that export licences for cheese exported to the United States of America as part of the quotas under the agreements concluded during multilateral trade negotiations may be allocated according to a special procedure by which preferred importers in the USA may be designated.\n(2) That procedure should be opened for exports during 2010 and the additional rules relating to it should be determined.\n(3) In administering imports the competent authorities in the USA make a distinction between the additional quota granted to the European Community under the Uruguay Round and the quotas resulting from the Tokyo Round. Export licences should be allocated taking into account the eligibility of those products for the USA quota in question as described in the Harmonised Tariff Schedule of the United States of America.\n(4) With a view to exporting the maximum quantity under the quotas for which there is moderate interest, applications covering the whole quota quantity should be allowed.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Export licences for products falling within CN code 0406 and listed in Annex I to this Regulation to be exported to the United States of America in 2010 under the quotas referred to in Article 23 of Regulation (EC) No 1282/2006 shall be issued in accordance with Section 2 of Chapter III of that Regulation and with the provisions of this Regulation.", "1.   Applications for licences referred to in Article 24 of Regulation (EC) No 1282/2006 (hereinafter referred to as ‘applications’) shall be lodged with the competent authorities from 1 to 10 September 2009 at the latest.\n2.   Applications shall be admissible only if they contain all the information referred to in Article 24 of Regulation (EC) No 1282/2006 and if they are accompanied by the documents referred to therein.\nWhere, for the same group of products referred to in column 2 of Annex I to this Regulation the available quantity is divided between the Uruguay Round quota and the Tokyo Round quota, licence applications may cover only one of those quotas and shall indicate the quota concerned, specifying the identification of the group and of the quota indicated in column 3 of that Annex.\nInformation referred to in Article 24 of Regulation (EC) No 1282/2006 shall be presented in accordance with the model set out in Annex II to this Regulation.\n3.   As regards the quotas identified by 22-Tokyo, 22-Uruguay, 25-Tokyo and 25-Uruguay in column 3 of Annex I, applications shall cover at least 10 tonnes and shall not exceed the quantity available under the quota concerned as set out in column 4 of that Annex.\nAs regards the other quotas indicated in column 3 of Annex I, applications shall cover at least 10 tonnes and no more than 40 % of the quantity available under the quota concerned as set out in column 4 of that Annex.\n4.   Applications shall be admissible only if applicants declare in writing that they have not lodged other applications for the same group of products and the same quota and undertake not to do so.\nIf an applicant lodges several applications for the same group of products and the same quota in one or more Member States, all his applications shall be deemed inadmissible.", "1.   Member States shall notify the Commission, within five working days after the end of the period for lodging applications, of the applications lodged for each of the groups of products and, where applicable, the quotas indicated in Annex I.\nAll notifications, including ‘nil’ notifications, shall be made by fax or e-mail on the model form set out in Annex III.\n2.   Notification shall comprise for each group and, where applicable, for each quota:\n(a) a list of applicants;\n(b) the quantities applied for by each applicant broken down by the product code of the Combined Nomenclature and by their code in accordance with the Harmonised Tariff Schedule of the United States of America (2009);\n(c) the name and address of the importer designated by the applicant.", "The Commission shall, pursuant to Article 25 of Regulation (EC) No 1282/2006, determine the allocation of licences without delay and shall notify the Member States thereof by 31 October 2009 at the latest.\nMember States shall notify the Commission, within five working days after publication of the allocation coefficients, for each group and, where applicable, for each quota, the quantities allocated by applicant, in accordance to Article 25 of Regulation (EC) No 1282/2006.\nThe notification shall be made by fax or e-mail on the model form set out in Annex IV to this Regulation.", "The information notified under Article 3 of this Regulation and under Article 24 of Regulation (EC) No 1282/2006 shall be verified by the Member States before the licences are issued and by 15 December 2009 at the latest.\nWhere it is found that incorrect information has been supplied by an operator to whom a licence has been issued, the licence shall be cancelled and the security forfeited. The Member States shall communicate it to the Commission without any delay.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 234, 29.8.2006, p. 4.\nANNEX I\nCheese to be exported to the United States of America in 2010 under certain GATT quotas\nSection 2 of Chapter III of Regulation (EC) No 1282/2006 and Regulation (EC) No 671/2009\nIdentification of group in accordance with Additional Notes in Chapter 4 of the Harmonised Tariff Schedule of the United States Identification of group and quota Quantity available for 2010\nNote to Group  Tonnes\n(1) (2) (3) (4)\n16 Not specifically provided for (NSPF) 16-Tokyo 908,877\n16-Uruguay 3 446,000\n17 Blue Mould 17 350,000\n18 Cheddar 18 1 050,000\n20 Edam/Gouda 20 1 100,000\n21 Italian type 21 2 025,000\n22 Swiss or Emmenthaler cheese other than with eye formation 22-Tokyo 393,006\n22-Uruguay 380,000\n25 Swiss or Emmenthaler cheese with eye formation 25-Tokyo 4 003,172\n25-Uruguay 2 420,000\nANNEX II\nPresentation of information required pursuant to Article 24 of Regulation (EC) No 1282/2006\nIdentification of group and quota referred to in column 3 of Annex I to Regulation (EC) No 671/2009:\nName of group indicated in column 2 of Annex I to Regulation (EC) No 671/2009: …\n…\nOrigin of quota: Uruguay Round:  Tokyo Round: \nName/address of applicant Product code of the Combined Nomenclature Quantity applied for in tonnes Harmonised Tariff Name/address of designated importer\n\n\n\nTotal:\nANNEX III\nPresentation of information required pursuant to Article 3 of Regulation (EC) No 671/2009\nTo be sent to + 32 2 295 3310 or AGRI-MILK-USA@ec.europa.eu\nIdentification of group and quota referred to in column 3 of Annex I to Regulation (EC) No 671/2009:\nName of group indicated in column 2 of Annex I to Regulation (EC) No 671/2009: …\n…\nOrigin of quota: Uruguay Round:  Tokyo Round: \nNo Name/address of Applicant Product code of the Combined Nomenclature Quantity applied for in tonnes Harmonised Tariff Schedule of the USA code Name/address designated importer\n1\n\n\nTotal:\n2\n\n\nTotal:\n3\n\n\nTotal:\n4\n\n\nTotal:\n5\n\n\nTotal:\nANNEX IV\nPresentation of granted licences in accordance to Article 25 of Regulation (EC) No 1282/2006\nTo be sent to + 32 2 295 3310 or AGRI-MILK-USA@ec.europa.eu\nIdentification of group and quota referred to in column 3 of Annex I to Regulation (EC) No 671/2009 Origin of the quota Name/address of applicant Product code of the Combined Nomenclature Quantity applied for Name/address of designated importer Allocated Quantity (1)\nUruguay round\n\nTokyo round\nTotal:  Total:\nUruguay round\n\nTokyo round\nTotal:  Total:\nUruguay round\n\nTokyo round\nTotal:  Total:\n(1)  Quantities allocated by drawing lots shall be distributed among the individual CN codes in proportion to the quantities of product by CN code applied for."}