{"celex_id": "32004R0128", "uri": "http://publications.europa.eu/resource/cellar/0061fa47-499c-4448-a860-2c151f4528ce", "type": "Regulation", "concepts": ["1134", "2730", "2871", "4713", "5300"], "title": "Commission Regulation (EC) No 128/2004 of 23 January 2004 amending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\n", "header": "Commission Regulation (EC) No 128/2004\nof 23 January 2004\namending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), and in particular Article 46(3) thereof,\nWhereas:\n(1) The method for measuring the alcoholic strength of wine by hydrostatic balance has been updated and validated in accordance with internationally recognised criteria. The International Vine and Wine Office adopted the new description of this method at its General Assembly in 2003.\n(2) Use of this measurement method can constitute a simpler and more accurate means of checking the alcoholic strength by volume of wines and thereby avoid the disputes arising from the use of less accurate methods.\n(3) The updated description of this method, together with the experimental values for the validation parameters of the method, should be included in Chapter 3 of the Annex to Commission Regulation (EEC) No 2676/90(2).\n(4) Regulation (EEC) No 2676/90 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Chapter 3 of the Annex to Regulation (EEC) No 2676/90 \"Alcoholic strength by volume\" is hereby amended as follows:\n1. in paragraph 2, point 2.3.2 is deleted;\n2. the text in the Annex to this Regulation is inserted as paragraph 4a after paragraph 4,\n3. in paragraph 5, point 5.2 \"Densimetry using a hydrostatic balance\" is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2) OJ L 272, 3.10.1990, p. 1. Regulation as last amended by Regulation (EC) No 440/2003 (OJ L 66, 11.3.2003, p. 15).\nANNEX\n\"4a. VALIDATED METHOD\nDetermination of the alcoholic strength of wines using a hydrostatic balance\n1. METHOD OF MEASUREMENT\n1.1. Introduction\nAlcoholic strength by volume must be measured before marketing, principally to comply with labelling rules.\nAlcoholic strength by volume is equal to the number of litres of ethanol contained in 100 litres of wine measured at 20 °C. Referred to as ' % vol.'.\n1.2. Object and field of application\nThe method of measurement described is densimetry using a hydrostatic balance.\nFor the purposes of the regulatory provisions in force, the trial temperature is set at 20 °C.\n1.3. Principle and definitions\nThe principle of this method is based on distilling wine volume by volume. The distilling method is described in this Chapter. Distillation eliminates non-volatile substances. Homologues of ethanol, together with the ethanol and ethanol homologues in ethyl esters, are included in the alcoholic strength since they occur in the distillate.\nThe density of the distillate obtained is then measured. The density of a liquid at a given temperature is equal to the quotient of the mass over its volume: ρ2 = m/V; for wine, it is expressed in g/ml.\nThe alcoholic strength of wines can be measured by densimetry using a hydrostatic balance based on Archimedes' principle, according to which a body immersed in a liquid receives a vertical upward thrust from the liquid equal to the weight of liquid displaced.\n1.4. Reagents\nDuring the analysis, unless otherwise is stated, use only reagents of recognised analytical grade and water of at least grade 3 as defined in ISO 3696:1987.\n1.4.1. Float-cleaning solution (sodium hydroxide, 30 % w/v)\nTo prepare 100 ml, weigh 30 g sodium hydroxide and make up to volume using 96 % volume ethanol.\n1.5. Apparatus and equipment\nUsual laboratory apparatus and in particular the following:\n1.5.1. Single-pan hydrostatic balance with a sensitivity of 1 mg.\n1.5.2. Float with a volume of at least 20 ml, specially adapted to the balance, suspended with a thread of diameter not exceeding 0,1 mm.\n1.5.3. Measuring cylinder bearing a level mark. The float must be capable of being contained completely within the volume of the cylinder located below the mark; the surface of the liquid may be penetrated only by the supporting thread. The measuring cylinder must have an internal diameter at least 6 mm larger than that of the float.\n1.5.4. Thermometer (or temperature-measuring probe) graduated in degrees and tenths of a degree from 10 °C to 40 °C, calibrated to 0,05 °C.\n1.5.5. Weights, calibrated by a recognised certifying body.\n1.6. Procedure\nThe float and measuring cylinder must be cleaned between each measurement with distilled water, dried with soft laboratory paper which does not shed fibres and rinsed with the solution whose density is to be determined. Measurements must be made as soon as the apparatus has reached stability so as to restrict alcohol loss by evaporation.\n1.6.1. Calibration of the balance\nAlthough balances usually have an internal calibration system, the hydrostatic balance must be capable of calibration with weights checked by an official certifying body.\n1.6.2. Calibration of the float\n1.6.2.1. Fill the measuring cylinder to the mark with double-distilled water (or water of equivalent purity, e.g. microfiltered water with a conductivity of 18,2 MΩ/cm) at a temperature between 15 °C and 25 °C but preferably at 20 °C.\n1.6.2.2. Immerse the float and the thermometer, stir, read off the density of the liquid from the apparatus and, if necessary, correct the reading so that it is equal to that of the water at measurement temperature.\n1.6.3. Control using a water-alcohol solution\n1.6.3.1. Fill the measuring cylinder to the mark with a water-alcohol mixture of known strength at a temperature between 15 °C and 25 °C but preferably at 20 °C.\n1.6.3.2. Immerse the float and the thermometer, stir, read off the density of the liquid (or the alcoholic strength if this is possible) from the apparatus. The alcoholic strength thus established should be equal to the previously determined alcoholic strength.\nNote:\nThis solution of known alcoholic strength can also be used to calibrate the float instead of double-distilled water.\n1.6.4. Measurement of the density of a distillate (or of its alcoholic strength if the apparatus allows)\n1.6.4.1. Pour the test sample into the measuring cylinder up to the graduation mark.\n1.6.4.2. Immerse the float and the thermometer, stir, read off the density of the liquid (or the alcoholic strength if this is possible) from the apparatus. Note the temperature if the density is measured at t °C ρt.\n1.6.4.3. Correct ρt using the table of densities ρt for water-alcohol mixtures (Table II of Annex II to this Chapter).\n1.6.5. Cleaning of float and measuring cylinder\n1.6.5.1. Immerse the float in the float-cleaning solution in the measuring cylinder.\n1.6.5.2. Allow to soak for one hour spinning the float periodically.\n1.6.5.3. Rinse with copious amounts of tap water followed by distilled water.\n1.6.5.4. Dry with soft laboratory paper which does not shed fibres.\nCarry out this procedure when the float is first used and then regularly as required.\n1.6.6. Result\nUsing the density ρ20, calculate the real alcoholic strength using the table giving the value of the alcoholic strength by volume ( % vol.) at 20 °C as a function of the density at 20 °C of water-alcohol mixtures, i.e. the international table adopted by the International Legal Metrology Organisation in its Recommendation No 22.\n2. COMPARISON OF MEASUREMENTS MADE USING A HYDROSTATIC BALANCE WITH PROCEDURES OBTAINED USING AN ELECTRONIC DENSIMETER\nUsing samples with an alcoholic strength between 4 % and 18 % vol., repeatability and reproducibility were measured following an inter-laboratory ring test. The alcoholic strength of different samples as measured using the hydrostatic balance and the electronic densimeter and the repeatability and reproducibility values derived from an extensive multiannual inter-comparison exercise were compared.\n2.1. Samples\nWines of different density and alcoholic strength prepared each month on industrial scale, taken from a properly stored stock of bottles and delivered as anonymous products to the laboratories.\n2.2. Laboratories\nLaboratories participating in the monthly ring test organised by the Unione Italiana Vini (Verona, Italy) according to ISO 5725 (UNI 9225) rules and the International Protocol of Proficiency Testing for chemical analysis laboratories established by AOAC, ISO and IUPAC and ISO 43 and ILAC G13 guidelines. An annual report is to be supplied by this company to all participants.\n2.3. Equipment\n2.3.1. Electronic hydrostatic balance (accurate to 5 decimal places), if possible with a data processing device:\n2.3.2. Electronic densimeter, if possible with autosampler.\n2.4. Analysis\nAccording to the rules for the validation of methods, each sample was analysed twice consecutively to determine the alcoholic strength.\n2.5. Result\nTable 1 shows the results of the measurements obtained by the laboratories using the hydrostatic balance.\nTable 2 shows the results obtained by the laboratories using an electronic densimeter.\n2.6. Evaluations of the results\n2.6.1. The trial results were examined for evidence of individual systematic error (p &lt;  0,025) using Cochran's and Grubb's tests successively, by procedures described in the internationally agreed Protocol for the Design, Conduct and Interpretation of Method-Performance Studies.\n2.6.2. Repeatability (r) and reproducibility (R)\nCalculations for repeatability (r) and reproducibility (R) as defined by that protocol were carried out on those results remaining after the removal of outliers. When assessing a new method there is often no validated reference or statutory method with which to compare precision criteria, hence it is useful to compare the precision data obtained from a collaborative trial with 'predicted' levels of precision. These 'predicted' levels are calculated from the Horwitz equation. Comparison of the trial results and the predicted levels give an indication as to whether the method is sufficiently precise for the level of analyte being measured. The Horwitz predicted value is calculated from the Horwitz equation.\nRSDR = 2(1-0,5 logC)\nwhere C = measured concentration of analyte expressed as a decimal (e.g. 1 g/100 g = 0,01).\nThe Horrat value gives a comparison of the actual precision measured with the precision predicted by the Horwitz equation for a method measuring at that particular level of analyte. It is calculated as follows:\nHoR = RSDR(measured)/RSDR(Horwitz )\n2.6.3. Interlaboratory precision\nA Horrat value of 1 usually indicates satisfactory inter-laboratory precision, whereas a value of 2 usually indicates unsatisfactory precision, i.e. one that is too variable for most analytical purposes or where the variation obtained is greater than that expected for the type of method employed. Hor is also calculated, and used to assess intra-laboratory precision, using the following approximation:\nRSDr(Horwitz) = 0,66 RSDR(Horwitz) (this assumes the approximation r = 0,66 R).\nTable 3 shows the differences between the measurements obtained by laboratories using electronic densimetry and those using a hydrostatic balance. Excluding sample 2000/3, which had very low alcohol strength and for which both techniques show poor reproducibility, a very good agreement is generally observed for all other samples.\n2.6.4. Fidelity parameters\nTable 4 shows the average overall fidelity parameters computed from all monthly trials carried out from January 1999 until May 2001.\nIn particular:\nRepeatability (r) = 0,074 ( % vol.) for the hydrostatic balance and 0,061 ( % vol.) for electronic densimetry;\nReproducibility (R) = 0,229 ( % vol.) for the hydrostatic balance and 0,174 ( % vol.) for electronic densimetry.\n2.7. Conclusion\nThe results of determining the alcoholic strength of a wide range of wines show the comparability of measurements carried out with the hydrostatic balance and the electronic density-meter using a frequency oscillator and demonstrate that the values of the validation parameters are similar for both methods.\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\""}