{"celex_id": "32005R0504", "uri": "http://publications.europa.eu/resource/cellar/97dcb6d8-721c-44eb-a1cb-d96bbbb8772f", "type": "Regulation", "concepts": ["1115", "1117", "1118", "1250", "161", "2771", "321"], "title": "Commission Regulation (EC) No 504/2005 of 31 March 2005 amending Council Regulation (EC) No 2793/1999 as regards the adjustment of the tariff quotas for global prepared fruit and for global mixed prepared fruit\n", "header": "1.4.2005 EN Official Journal of the European Union L 83/17\nCOMMISSION REGULATION (EC) No 504/2005\nof 31 March 2005\namending Council Regulation (EC) No 2793/1999 as regards the adjustment of the tariff quotas for global prepared fruit and for global mixed prepared fruit\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2793/1999 of 17 December 1999 on certain procedures for applying the Trade, Development and Cooperation Agreement between the European Community and the Republic of South Africa (1), and in particular Article 5 thereof,\nWhereas:\n(1) Regulation (EC) No 2793/1999 concerns certain procedures for applying the Trade, Development and Cooperation Agreement between the European Community and the Republic of South Africa on certain procedures.\n(2) By Decision 2005/206/EC of 28 February 2005 (2) the Council has approved an additional protocol to the Agreement on Trade, Development and Cooperation between the European Community and its Member States, of the one part, and the Republic of South Africa, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Hungary, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union. The protocol makes adjustments to certain tariff quotas limiting tariff concessions. Implementation of these tariff quotas requires the amendment of Regulation (EC) No 2793/1999.\n(3) According to the said Decision, the tariff quotas for global prepared fruit (order No 09.1813) and for global mixed prepared fruit (order No 09.1815) shall be increased by 1 225 tonnes and 340 tonnes, respectively.\n(4) According to Council Decision 2005/206/EC, for the year 2004, the increases in the volumes of existing tariff quotas shall be calculated as a pro rata of the basic volumes, taking into account the part of the period elapsed before 1 May 2004.\n(5) Since the additional protocol provides that the new Community tariff concessions have to be applied from 1 May 2004, this Regulation should apply from the same date and enter into force as soon as possible.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In the Annex to Regulation (EC) No 2793/1999, the fifth column, under the title ‘Annual tariff quota volume, and annual growth factor’, is amended as follows:\n1. the entry corresponding to order number 09.1813 is replaced by the following:\n2. the entry corresponding to order number 09.1815 is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2005.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 337, 30.12.1999, p. 29. Regulation as last amended by Commission Regulation (EC) No 1638/2004 (OJ L 295, 18.9.2004, p. 26).\n(2)  OJ L 68, 15.3.2005, p. 32.\n(3)  For the year 2004, the additional volume for this tariff quota shall be calculated as a pro rata of the basic volume, taking into account the part of the period elapsed before 1 May 2004.\n(4)  For the year 2004, the additional volume for this tariff quota shall be calculated as a pro rata of the basic volume, taking into account the part of the period elapsed before 1 May 2004."}