{"celex_id": "32009D0072", "uri": "http://publications.europa.eu/resource/cellar/b22657da-4592-4a2b-b99b-75ea8a56e015", "type": "Decision", "concepts": ["3559", "6054", "863"], "title": "2009/72/EC: Commission Decision of 15 December 2008 setting up a Payment Systems Market Expert Group\n", "header": "28.1.2009 EN Official Journal of the European Union L 24/15\nCOMMISSION DECISION\nof 15 December 2008\nsetting up a Payment Systems Market Expert Group\n(2009/72/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) One of the main objectives of the Community is to ensure the proper functioning of the internal market, of which payment services are an essential part. In a context of rapid innovation and technological progress, it is important for the internal market to have sound, user-friendly, efficient and secure payment systems, for the benefit of service providers and users alike.\n(2) In accordance with the better regulation principles, the Commission attaches great importance to properly consulting the different stakeholders, in particular payment service providers and users in developing the policy regarding payment systems. For this purpose, the Commission may need to call upon the expertise of specialists in an advisory body.\n(3) It is therefore necessary to set up a group of experts in the field of payment systems and to define its tasks and its structure.\n(4) As stated in its White Paper on Financial Services Policy 2005-2010, the Commission attaches a high importance to having a proportionate user representation. Therefore, the Group should help the Commission to benefit from the most adequate representation of interested parties.\n(5) The Group should be composed of individuals with the requisite expertise in the area of payment systems. It should, however, be limited to representatives of private stakeholders, since public authorities and central banks have their own consultative group in the field of payment systems.\n(6) The Group should assist the Commission in the preparation and in the implementation of the policy regarding payment systems.\n(7) Rules on disclosure of information by members of the new group should be provided for, without prejudice to the rules on security annexed to the Commission’s Rules of Procedure by Commission Decision 2001/844/EC, ECSC, Euratom (1).\n(8) Personal data relating to members of the Group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (2),", "main_body": ["Payment Systems Market Expert Group\nA Payment Systems Market Expert Group (hereinafter referred to as the Group) is hereby set up.", "Task\nThe task of the Group shall be:\n(a) to assist the Commission in the preparation of legislative acts or policy initiatives regarding payment systems, including fraud prevention issues related to payment industry and users;\n(b) to provide insight concerning the practical implementation of that policy;\n(c) to exchange views on up-to-date best practices and ensure a monitoring of potential issues of concerns for the market.", "Consultation\nThe Commission may consult the group on any matter regarding payment systems, including fraud prevention issues related to payment industry and users.", "Membership — Appointment\n1.   The Group shall be composed of a maximum of 50 members.\n2.   The Commission shall appoint members of the Group from experts in the area referred to in Article 2 following a call for expression of interest from any of the following:\n(a) representatives of the payment industry, including companies and associations;\n(b) representatives of payment users, including companies and associations;\n(c) representatives from private bodies closely involved in the prevention of payment fraud;\n(d) individuals with an academic background or recognised expertise in the area referred to in Article 2.\n3.   The members referred to in paragraph 2 shall express their interest in participating in the Group in writing.\n4.   The Commission shall assess the eligibility of individual experts against the following criteria:\n(a) relevant demonstrable knowledge and expertise in the area covered by the mandate of the Group;\n(b) recent practical expertise or experience;\n(c) proficiency in a language which is customary in the sphere of finance, to a level which allows the expert to participate in discussions and draft reports in that language.\nExpressions of interest received shall include documentation demonstrating that the proposed expert meets the conditions set out in this paragraph.\n5.   The Commission shall appoint members taking into account the need to represent the interests of all stakeholders. In addition, the Commission shall ensure a proportionate user representation, a broad geographical representation and a balanced gender composition from among the proposals received.\n6.   Proposed experts who have been deemed suitable but have not been appointed may be placed on a reserve list, which the Commission may use to appoint replacements.\n7.   The following provisions shall apply:\n(a) members proposed by the payment industry, by payment users or by the private bodies involved in the prevention of payment fraud shall be appointed as interested parties;\n(b) members with an academic background or recognised expertise shall be appointed in a personal capacity;\n(c) the mandate of the members of the Group shall start with the first meeting of the Group; members shall remain in office until they are replaced or until the end of their mandate;\n(d) members who are no longer able to contribute effectively to the Group’s deliberations, who resign or who do not meet the conditions set out in this Article or in Article 287 of the Treaty may be replaced for the remainder of their term in office;\n(e) members appointed in a personal capacity shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity;\n(f) the names of the members shall be published in the Register of Expert Groups of the European Commission and on the Internet site of DG Internal Market and Services; the names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The Group shall be chaired by a representative of the Commission.\n2.   In agreement with the Commission, sub-groups may be set up to examine specific questions under terms of reference established by the Group; such sub-groups shall be disbanded as soon as they have completed their assignments.\n3.   The representative of the Commission may invite experts and observers with specific knowledge to participate in the work of the Group and of the sub-groups.\n4.   Information obtained by participating in the Group’s or sub-group’s deliberations may not be divulged where the Commission says that this relates to confidential matters.\n5.   The Group and its sub-groups shall usually meet at the Commission premises, in the form and according to the timetable determined by the Commission. The Secretariat of the Group shall be provided by the Commission. Commission officials with an interest in the area may attend meetings of the Group and its sub-groups.\n6.   The Group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n7.   The Commission may publish on the Internet, in the original language of the document concerned, any summary, conclusion or partial conclusion or working document of the Group.", "Meeting expenses\n1.   The Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers, in connection with the Commission’s rules on the compensation of external experts.\n2.   The members, experts and observers, shall not be remunerated for their services.\n3.   Meeting expenses shall be reimbursed within the limits of the annual budget allocated to the Group by the responsible Commission services."], "attachments": "Done at Brussels, 15 December 2008.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 317, 3.12.2001, p. 1.\n(2)  OJ L 8, 12.1.2001, p. 1."}