{"celex_id": "32009D0985", "uri": "http://publications.europa.eu/resource/cellar/e80433e8-931f-48d0-89fe-d3287118e839", "type": "Decision", "concepts": ["1280", "2739", "3559", "4039", "6059"], "title": "Commission Decision of 18 December 2009 appointing members of the Scientific Committee for Occupational Exposure Limits to Chemical Agents for a new term of office\n", "header": "19.12.2009 EN Official Journal of the European Union L 338/98\nCOMMISSION DECISION\nof 18 December 2009\nappointing members of the Scientific Committee for Occupational Exposure Limits to Chemical Agents for a new term of office\n(2009/985/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Decision 95/320/EC of 12 July 1995 setting up a Scientific Committee for Occupational Exposure Limits to Chemical Agents (1), referred to below as ‘the Committee’, as amended by Commission Decision 2006/275/EC (2) and\nHaving regard to the profiles of candidates submitted by the Member States and evaluated by a Selection Committee on 6 July 2009,\nWhereas:\n(1) Article 3(1) of Decision 95/320/EC provides that the Committee shall consist of not more than 21 members selected from among suitable candidates proposed by the Member States and reflecting the full range of scientific expertise which is necessary to fulfil the mandate of the Committee.\n(2) Article 3(2) of Decision 95/320/EC provides that the Commission shall appoint the members of the Committee, on the basis of their proven scientific expertise and experience, having regard to the need to ensure that the various specific areas are covered.\n(3) Article 3(4) of Decision 95/320/EC provides that the term of office of the members of the Committee shall be three years and that their appointment shall be renewable. After the expiry of the three-year period, members of the Committee remain in office until they are replaced or until their appointments are renewed.\n(4) The Commission has appointed by Decision 2006/573/EC (3) the members of the Committee for the fourth term of office from 1 July 2006 to 30 June 2009.\n(5) It is therefore necessary to appoint the members of that Committee for the fifth term of office from 1 January 2010 to 31 December 2012.\n(6) The Commission consulted the Member States according to Article 3(2) of Decision 95/320/EC,", "main_body": ["The Commission appoints the following members of the Scientific Committee for Occupational Exposure Limits to Chemical Agents for the term of office from 1 January 2010 to 31 December 2012:\nProf. Hermann Bolt Germany\nDr Marie-Thérèse Brondeau France\nDr Dominique Brunet France\nDr Eugenia Dănulescu Romania\nProf. Helmut Greim Germany\nProf. Andrea Hartwig Germany\nProf. Alastair Hay United Kingdom\nDr Miroslava Hornychová Czech Republic\nDr Aranka Hudák-Demeter Hungary\nProf. Gunnar Johanson Sweden\nProf. Leonard Levy United Kingdom\nProf. Dominique Lison Belgium\nProf. Raphael Masschelein Belgium\nDr Ekaterina Mirkova Bulgaria\nDr Gunnar Nielsen Denmark\nDr Hannu Norppa Finland\nDr Erich Pospischil Austria\nDr Tiina Santonen Finland\nDr Jolanta Skowroń Poland\nDr José Natalio Tejedor Spain\nDr Ruud Woutersen The Netherlands"], "attachments": "Done at Brussels, 18 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 188, 9.8.1995, p. 14.\n(2)  OJ L 101, 11.4.2006, p. 4.\n(3)  OJ L 228, 22.8.2006, p. 22."}