{"celex_id": "32008R0044", "uri": "http://publications.europa.eu/resource/cellar/86f47728-645f-4f4a-b6eb-54be54ffa9b1", "type": "Regulation", "concepts": ["1309", "161", "2089", "2771", "4860"], "title": "Commission Regulation (EC) No 44/2008 of 18 January 2008 determining the extent to which the applications for import licences lodged during the first 10 days of January 2008 for butter originating in New Zealand under quota numbers 09.4195 and 09.4182 can be accepted\n", "header": "19.1.2008 EN Official Journal of the European Union L 16/7\nCOMMISSION REGULATION (EC) No 44/2008\nof 18 January 2008\ndetermining the extent to which the applications for import licences lodged during the first 10 days of January 2008 for butter originating in New Zealand under quota numbers 09.4195 and 09.4182 can be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1),\nHaving regard to Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (2), and in particular Article 35a(3) thereof,\nWhereas:\nApplications for import licences, lodged from 1 to 10 January 2008 for butter originating in New Zealand under quotas numbers 09.4195 and 09.4182 referred to in Annex IIIA to Regulation (EC) No 2535/2001 and notified to the Commission by 15 January 2008, concern quantities greater than those available. Allocation coefficients should therefore be fixed for the quantities applied for,", "main_body": ["Applications for import licences for butter originating in New Zealand under the quota numbers 09.4195 and 09.4182 lodged pursuant to Regulation (EC) No 2535/2001 from 1 to 10 January 2008 and notified to the Commission by 15 January 2008 shall be accepted subject to the application of the allocation coefficients set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 January 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2). Regulation (EC) No 1255/1999 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 July 2008.\n(2)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 1565/2007 (OJ L 340, 22.12.2007, p. 37).\nANNEX\nQuota number Allocation coefficient\n09.4195 12,685836 %\n09.4182 100 %"}