{"celex_id": "32006R0065", "uri": "http://publications.europa.eu/resource/cellar/befcdfb1-92f2-484a-8286-17de167d0119", "type": "Regulation", "concepts": ["172", "3117", "3636", "4408", "5234", "5887", "616"], "title": "Commission Regulation (EC) No 65/2006 of  13 January 2006  amending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security   (Text with EEA relevance)\n", "header": "17.1.2006 EN Official Journal of the European Union L 11/4\nCOMMISSION REGULATION (EC) No 65/2006\nof 13 January 2006\namending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2320/2002 of the European Parliament and of the Council of 16 December 2002 establishing common rules in the field of civil aviation security (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required, by virtue of Regulation (EC) No 2320/2002, to adopt measures for the implementation of common basic standards for aviation security throughout the European Community. Commission Regulation (EC) No 622/2003 of 4 April 2003 laying down measures for the implementation of the common basic standards on aviation security (2) was the first act containing such measures.\n(2) There is a need for measures giving greater precision to the common basic standards.\n(3) In particular, it should be possible to test new technologies and processes, on a trial basis and for a limited period of time. Such trials should not prejudice the overall levels of aviation security.\n(4) Regulation (EC) No 622/2003 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The following Article 3a is inserted into Regulation (EC) No 622/2003:\n‘Article 3a\nNew Technical methods and Processes\n1.   Member States may allow a technical method or process for security controls that is used in place of those laid down in the Annex, provided that:\n(a) it is being used for the purpose of evaluating a new way of performing the security control concerned, and\n(b) it will not negatively affect the overall level of security being attained.\n2.   At least four months before its planned introduction the Member State concerned shall inform in writing the Commission and the other Member States of the proposed new method or process it intends to allow, enclosing an assessment indicating how it shall guarantee that the application of the new method or process will meet the requirement of point (b) of paragraph 1. The notification shall also contain detailed information on the location(s) where the method or process will be used and the intended length of the evaluation period.\n3.   If the Commission gives the Member State a positive reply, or if no reply is received within three months upon receipt of the written request, the Member State may then allow the introduction of the new method or process.\nIf the Commission is not satisfied that the proposed new method or process provides sufficient guarantees that the overall level of aviation security will be maintained in the Community then the Commission shall inform the Member State thereof within three months of receipt of the notification referred to in paragraph 2, explaining its concerns. In such a circumstance the Member State concerned shall not commence with the method or process until it has satisfied the Commission.\n4.   The maximum evaluation period for each technical method or process shall be 18 months. This evaluation period may be extended by the Commission by a maximum of a further 12 months on condition that the Member State provides adequate justification for the extension.\n5.   At intervals of no more than six months during the evaluation period, the appropriate authority in the Member State concerned shall provide the Commission with a progress report on the evaluation. The Commission shall inform the other Member States of the contents of the progress report.\n6.   No evaluation period may be longer than 30 months.’", "Entry into Force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 January 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 355, 30.12.2002, p. 1. Regulation as amended by Regulation (EC) No 849/2004 (OJ L 158, 30.4.2004, p. 1).\n(2)  OJ L 89, 5.4.2003, p. 9. Regulation as last amended by Regulation (EC) No 857/2005 (OJ L 143, 7.6.2005, p. 9)."}