{"celex_id": "32006D1013", "uri": "http://publications.europa.eu/resource/cellar/af999101-4760-4f8c-9b13-d5e2dc6dc7c0", "type": "Decision", "concepts": ["1318", "1577", "177", "2530", "2538", "4062", "5581", "764"], "title": "2006/1013/EC: Commission Decision of 22 December 2006 granting a derogation requested by Germany pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources (notified under document number C(2006) 7075)\n", "header": "28.12.2006 EN Official Journal of the European Union L 382/1\nCOMMISSION DECISION\nof 22 December 2006\ngranting a derogation requested by Germany pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources\n(notified under document number C(2006) 7075)\n(Only the German version is authentic)\n(2006/1013/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (1), and in particular the third subparagraph of paragraph 2 of Annex III thereto,\nWhereas:\n(1) If the amount of manure that a Member state intends to apply per hectare each year is different from the one specified in the first sentence of the second subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC and in point (a) thereof, that amount has to be fixed so as not to prejudice the achievement of the objectives specified in Article 1 of that Directive and has to be justified on the basis of objective criteria, such as, in the present case, long growing seasons and crops with high nitrogen uptake.\n(2) Germany submitted to the Commission a request for a derogation under third subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC.\n(3) The requested derogation concerns the intention of Germany to allow the application of 230 kg nitrogen per hectare per year from livestock manure on intensive grassland fields of specific farms. The application of nitrogen from livestock manure on the arable crops of these farms would not, however, exceed 170 kg/ha nitrogen per hectare per year.\n(4) Approximately 13 500 farms, 500 000 hectares and 11 600 t year nitrogen corresponding respectively to 2,4 % farms, 2,9 % Utilised Agricultural Land and 0,7 % total manure nitrogen are estimated to be potentially encompassed by the derogation. They are mainly located in Bavaria (Oberbayern), Baden Wurttemberg (Tubingen), Lower Saxony (Luneburg, Weser-Ems) and Schleswig-Holstein.\n(5) The German legislation implementing Directive 91/676/EEC, Fertiliser Ordinance of 10 January 2006 amended lastly on 28 September 2006, has been adopted and applies equally to the requested derogation.\n(6) Water quality data submitted by Germany with the Third Report on the implementation of the Nitrates Directive 2000-2003 and with the derogation request show a decrease in nitrates concentration of surface water at 83 % of monitoring stations and a stable concentration at 9 % of monitoring stations compared to the period 1991-1994. Regarding groundwater, the monitoring system established for the purpose of assessing implementation of the Directive 91/676/EEC shows that nitrate concentration is decreasing in approximately 50 % of monitoring stations and stable in approximately 15 % of monitoring stations.\n(7) The number of livestock decreased, in particular with regard to the number of cattle (-25 %). Manure nitrogen input per hectare per year dropped by 11 % between 1991-1993 and 2002-2004; nitrogen surplus decreased from 120 to 101 kg per hectare in the same period.\n(8) Germany, in conformity with paragraph 5 of article 3 of Directive 91/676/EEC, applies an action programme throughout its whole territory.\n(9) The supporting documents presented in the notification submitted by Germany show that the proposed amount of 230 kg per hectare per year of nitrogen from livestock manure is justified for intensive grassland fields on the basis of objective criteria such as long growing seasons and crops with high nitrogen uptake.\n(10) The Commission after examination of the request from Germany considers that the proposed amount of 230 kg per hectare per year nitrogen from livestock manure will not prejudice the achievement of the objectives of Directive 91/676/EEC, subject to certain strict conditions being met.\n(11) This Decision should be applicable in connection with the present action programme in force for the period 2006 to 2009.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Nitrates Committee set up pursuant to Article 9 of Directive 91/676/EEC,", "main_body": ["The derogation requested by Germany by letter of 1 February 2006, for the purpose of allowing a higher amount of livestock manure than that provided for in the first sentence of the second subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC and in point (a) thereof, is granted, subject to the conditions laid down in this Decision.", "Definitions\nFor the purpose of this decision, the following definitions shall apply:\n(a) ‘cattle farms’ means holdings with more than three livestock units, where at least two-thirds of livestock are cattle,\n(b) ‘fields under intensive grassland’ means the fields managed as permanent or temporary grassland (generally temporary lies less than four years), with at least four cuts per year or three cuts plus pasture.", "Scope\nThis Decision applies on an individual basis and subject to the conditions set out in Articles 4, 5 and 6 to cattle farms and it is restricted to fields under intensive grassland.", "Annual authorisation and commitment\n1.   Farmers who want to benefit from a derogation shall submit an application to the competent authorities annually.\n2.   Together with the annual application referred to in paragraph 1 they shall undertake in writing to fulfil the conditions provided for in Articles 5 and 6.\n3.   The competent authorities shall ensure that all the applications for derogation are submitted to administrative control. Where the control carried out by the national authorities of the applications referred to in paragraph 1 demonstrates that the conditions provided for in Articles 5 and 6 are not fulfilled, the applicant shall be informed thereof. In this instance, the application shall be considered to be refused.", "Application of manure and other fertilisers\n1.   The amount of livestock manure applied each year on fields under intensive grassland, including by the animals themselves, in cattle farms shall not exceed the amount of manure containing 230 kg of nitrogen per hectare, subject to the conditions laid down in paragraphs 2 to 9.\n2.   The total nitrogen inputs shall comply with the nutrient demand of the considered crop and take into account the supply from the soil.\n3.   A fertilisation plan shall be kept for each farm describing the crop rotation of the farmland, the planned application of manure and nitrogen and phosphate fertilisers. It shall be available in the farm each calendar year by 1 February at the latest.\nThe fertilisation plan shall include the following:\n(a) the number of livestock, a description of the housing and storage system, including the volume of manure storage available;\n(b) a calculation of manure nitrogen (less losses in housing and storage) and phosphorus produced in the farm;\n(c) the crop rotation and acreage for intensive grassland and for each crop, including a sketch map indicating location of individual fields;\n(d) the foreseeable nitrogen and phosphorus crop requirements;\n(e) the amount and the type of manure delivered outside the farm or to the farm;\n(f) contribution from soil organic matter net mineralisation, quantification of the amount of nitrogen present in the soil at the beginning of the growing season and contribution from crop residues and leguminous crops;\n(g) nitrogen and phosphorus application from manure over each field (parcels of the farm homogeneous regarding cropping and soil type);\n(h) application of nitrogen and phosphorus with chemical and other fertilisers over each field.\nPlans shall be revised no later than seven days following any changes in agricultural practices to ensure consistency between plans and actual agricultural practices.\n4.   Fertilisation accounts shall be prepared by each farm. They shall be submitted to the competent authority for each calendar year.\n5.   Each farm benefiting from an individual derogation shall accept that the application referred to in paragraph 1 of article 4, the fertilisation plan and the fertilisation accounts can be subject to control.\n6.   Nitrogen and phosphorous analysis in soil shall be performed for each farm which benefits from an individual derogation at least once every four years for each homogeneous area of the farm, with regard to crop rotation and soil characteristics. At least one analysis every 5 hectares of farmland shall be required.\n7.   The farm phosphate surplus during the previous year, calculated according to the procedure established in Sections 5 and 6 of the Fertiliser Ordinance of 10 January 2006, shall not exceed the 20 kg per hectare.\n8.   Manure shall not be spread in the autumn before grass cultivation.\n9.   Low emission application techniques shall be used in manure spreading.", "Land management\nFarmers benefiting from an individual derogation for intensive grassland fields shall carry out the following measures:\n(a) Temporary grassland shall be ploughed in spring.\n(b) Intensive grassland shall not include leguminous or other plants fixing atmospheric nitrogen. This will however not apply to clover in grassland with less than 50 % clover.", "Other measures\nGermany shall ensure that use of the derogation shall be without prejudice to the measures needed to comply with other Community environmental legislation.", "Monitoring\n1.   Maps showing the percentage of farms, percentage of livestock and percentage of agricultural land covered by individual derogation in each Community, shall be drawn by the competent authority and shall be updated every year. Those maps shall be submitted to the Commission annually and for the first time by the end of 2007.\n2.   The impact of derogation on water quality shall be assessed by means of a monitoring network for sampling of surface and shallow groundwater. To this aim, the groundwater monitoring network established for the purpose of monitoring agricultural pollution and the surface water monitoring network shall be reinforced in the districts with 3 % or more of farms benefiting from individual derogations over the total number of farms.\n3.   Survey and nutrient analysis shall provide data on local land use, crop rotations and agricultural practices on farms benefiting from individual derogations. Those data can be used for model-based calculations of the magnitude of nitrate leaching and phosphorus losses from intensive grassland fields where up to 230 kg nitrogen per hectare per year from livestock manure is applied.\n4.   Monitoring sites shall be established in water catchments with prevalent agricultural activities to provide data on nitrogen concentration in soil water and corresponding losses through the root zone into groundwater as well as on nitrogen losses by surface and subsurface runoff, both under derogation and non derogation conditions.", "Controls\n1.   The competent national authority shall carry out administrative controls in respect of all farms benefiting from an individual derogation for the assessment of compliance with the maximum amount of 230 kg nitrogen per hectare per year from livestock manure, with nitrogen and phosphorus fertilisation provisions and conditions on land use.\n2.   A programme of field inspections shall be established based on risk analysis, results of controls of the previous years and results of general random controls of legislation implementing Directive 91/676/EEC. Field inspections shall address at least 3 % of farms benefiting from an individual derogation in respect to the conditions set out in Article 5 and 6.", "0\nReporting\n1.   The competent authority shall submit the results of the monitoring every year to the Commission, with a concise report on water quality evolution and evaluation practice. The report shall provide information on how the evaluation of the implementation of the derogation conditions is carried on through controls at farm level and include information on non compliant farms based on results of administrative and field inspections. The first report shall be transmitted by June 2008 and subsequently every year by June.\n2.   The results thus obtained will be taken into consideration by the Commission with regard to an eventual new request for derogation.", "1\nApplication\nThis Decision shall apply in the context of the German Action programme (Fertiliser Ordinance of 10 January 2006 as amended by the Fertiliser Ordinance of 27 September 2006) for the period of application from 2006 to 2009.", "2\nThis Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 375, 31.12.1991, p. 1."}