{"celex_id": "32003D0034", "uri": "http://publications.europa.eu/resource/cellar/2831cfea-b275-43e8-8a84-1c7e6a644cb1", "type": "Decision", "concepts": ["1644", "2042", "2771", "4314", "5581"], "title": "2003/34/EC: Commission Decision of 10 January 2003 refusing to grant a derogation from Council Decision 2001/822/EC, as regards the rules of origin for sugar from the Netherlands Antilles (notified under document number C(2002) 5501)\n", "header": "Commission Decision\nof 10 January 2003\nrefusing to grant a derogation from Council Decision 2001/822/EC, as regards the rules of origin for sugar from the Netherlands Antilles\n(notified under document number C(2002) 5501)\n(2003/34/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community(1), and in particular Article 37 of Annex III thereto,\nWhereas:\n(1) Annex III to Decision 2001/822/EC concerns the definition of the concept of 'originating products' and methods of administrative cooperation. Article 37(1) thereof provides that derogations from those rules of origin may be adopted where justified by the development of existing industries or the creation of new industries in a country or territory, while Article 37(4) stipulates that, in every case, an examination shall be made to ascertain whether the rules relating to cumulation of origin do not provide a solution to the problem.\n(2) On 20 February 2002 the Netherlands requested a derogation from the rule of origin in respect of an annual quantity of 3000 tonnes of non-ACP sugar, imported from Colombia into the Netherlands Antilles, for processing and subsequent exportation to the Community over a period of five years and expected to have a positive impact on the development of the existing industry. The Netherlands requested that this derogation be applied within the annual quantity of 28000 tonnes provided for the ACP/EC-OCT cumulation of origin under Article 6(4) of Annex III to Decision 2001/822/EC.\n(3) On 13 May 2002, the Netherlands withdrew the request, pending the outcome of an additional examination of the possibilities to supply ACP sugar to the producer concerned.\n(4) On 4 October 2002, the Netherlands submitted additional information, according to which sugar producers in five different ACP States had refused, in May and June 2002, to supply the producer with the sugar required, while one sugar producer in Guyana was willing to supply the quantity and quality requested but offered a price (USD 450/tonne fob Georgetown) that was much higher than the price of the Colombian sugar (USD 275/tonne franco warehouse of the purchaser). The Netherlands asked for the request for a derogation from the rule of origin to be reconsidered, in particular on the basis of that information.\n(5) In particular the Netherlands indicate that the labour and overheads in the Antilles represents an amount of EUR 1095570 for 3000 tonnes of finished products. The value of the finished products represents EUR 3241200.\n(6) An examination of the information supplied shows that the value added of the transaction, as defined by Article 1(i), exceeds 45 % of the ex-works price of the finished product, in both cases of supply of Colombian and Guyana sugar.\n(7) According to the information supplied by the Netherlands on the occasion of the request of 20 February 2002, the producer obtained, under the annual quota of 28000 tonnes for 2002, an import licence for a quantity of 6222 tonnes. Consequently, the application by the producer for 2002, pursuant to Article 6 of Regulation (EC) No 192/2002, amounted to a quantity of 10000 tonnes. In accordance with the provisions of Article 6(1) of Regulation (EC) No 192/2000, the producer had to submit its application for 2002 to the national authorities in the first ten working days of February of that year. The producer concerned has submitted its application for an import licence prior to the introduction by the Netherlands of the initial request for a derogation from the rules of origin. When introducing its request for an import license, the producer concerned was not in a position to assume that a derogation from the rules of origin would be granted and therefore took a risk as to whether any or all of the certificates could be used with the possible consequence of the loss of the guarantee.\n(8) In the light of all these elements, the requested derogation is not justified with regard to Article 37(1) of Annex III. The information provided indicates that the rules relating to cumulation of origin can provide a solution to the problem. In particular no information has been supplied to the effect that the transaction using Guyana sugar would be so uneconomical as to cause the producer to cease its activities. Moreover, given that the value added represented by the transaction in the case of supply of both Colombian and Guyana sugar exceeds 45 % of the ex-works price of the finished product, Article 37(7) does not apply.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The request initially submitted on 20 February 2002 by the Netherlands, and completed on 4 October 2002, for a derogation from Council Decision 2001/822/EC, as regards the rules of origin for sugar from the Netherlands Antilles, is hereby rejected.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 January 2003.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 314, 30.11.2001, p. 1."}