{"celex_id": "32008D0338", "uri": "http://publications.europa.eu/resource/cellar/15c0bfc1-248e-4b3d-b70e-7cc3b0558aa0", "type": "Decision", "concepts": ["1284", "1569", "1596", "192", "2763", "3191", "4160", "4324", "5369", "5892"], "title": "2008/338/EC: Commission Decision of 24 April 2008 amending Annex I to Decision 2004/438/EC as regards raw milk and raw milk based products from Australia, milk and milk-based products from Serbia and updating the entry in that Annex for Switzerland (notified under document number C(2008) 1587) (Text with EEA relevance)\n", "header": "29.4.2008 EN Official Journal of the European Union L 115/35\nCOMMISSION DECISION\nof 24 April 2008\namending Annex I to Decision 2004/438/EC as regards raw milk and raw milk based products from Australia, milk and milk-based products from Serbia and updating the entry in that Annex for Switzerland\n(notified under document number C(2008) 1587)\n(Text with EEA relevance)\n(2008/338/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular Article 8(1) and (4) thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 11(1) thereof,\nWhereas:\n(1) Commission Decision 2004/438/EC of 29 April 2004 laying down animal and public health and veterinary certification conditions for introduction in the Community of heat-treated milk, milk-based products and raw milk intended for human consumption (3) contains a list in Annex I thereto of third countries from which imports into the Community of raw milk and raw-milk based products are allowed, subject to certain conditions. In addition, consignments of milk and milk-based products which comply with the animal health requirements set out in that Decision may transit through the Community to other third countries.\n(2) Australia is included in the list of third countries from which imports into the Community of milk and milk products are allowed. Imports of milk and milk products from Australia are limited to products that have undergone a pasteurisation or sterilisation process. Australia has requested to be authorised to export also raw milk and raw-milk based products for human consumption.\n(3) The treatments provided for in Decision 2004/438/EC are applied to milk and milk products in order to protect the animal health status of the Community. In the light of the animal health situation in Australia, and in particular its foot-and-mouth disease free status from 1872 when the last outbreak was detected, imports of those products from that third country should be authorised as they do not represent an animal health risk.\n(4) The entry for Australia for raw milk and raw-milk based products in column A of the list in Annex I to Decision 2004/438/EC should therefore be amended accordingly.\n(5) Serbia has requested to be included in the list of third countries from which imports into the Community of heat-treated milk and milk-based products for human consumption are authorised, so that the transit is allowed of such products through the territory of the Community, with the final destinations in other third countries.\n(6) General Commission animal health audits have been carried out in Serbia, most recently in June 2007, which demonstrate that the competent authorities can give appropriate guarantees that the animal health situation in that country can be considered satisfactory.\n(7) Accordingly heat-treated milk and milk-based products from that third country should be authorised concerning animal health aspects.\n(8) A further mission to fully assess the public health aspects will have to be carried out before the establishments can be listed for imports into the Community, however in the mean time transit of such products should be authorised.\n(9) The entries for Serbia for heat-treated milk and milk-based products for human consumption should be therefore added in columns B and C of the list in Annex I.\n(10) In addition, it is appropriate to update a footnote in that Annex for Switzerland in order to refer to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products.\n(11) Annex I to Decision 2004/438/EC should therefore be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2004/438/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 May 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 206, corrected version in OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(3)  OJ L 154, 30.4.2004, p. 72, corrected version in OJ L 189, 27.5.2004, p. 57. Decision as last amended by Regulation (EC) No 1792/2006 (OJ L 362, 20.12.2006, p. 1).\nANNEX\n‘ANNEX I\n“+” : country is authorised\n“0” : country is not authorised\nISO code of third country Third country Column A Column B Column C\nAD Andorra + + +\nAL Albania 0 0 +\nAN Netherlands Antilles 0 0 +\nAR Argentina 0 0 +\nAU Australia + + +\nBR Brazil 0 0 +\nBW Botswana 0 0 +\nBY Belarus 0 0 +\nBZ Belize 0 0 +\nBA Bosnia-Herzegovina 0 0 +\nCA Canada + + +\nCH Switzerland (1) + + +\nCL Chile 0 + +\nCN China 0 0 +\nCO Columbia 0 0 +\nCR Costa Rica 0 0 +\nCU Cuba 0 0 +\nDZ Algeria 0 0 +\nET Ethiopia 0 0 +\nGL Greenland 0 + +\nGT Guatemala 0 0 +\nHK Hong Kong 0 0 +\nHN Honduras 0 0 +\nHR Croatia 0 + +\nIL Israel 0 0 +\nIN India 0 0 +\nIS Iceland + + +\nKE Kenya 0 0 +\nMA Morocco 0 0 +\nMG Madagascar 0 0 +\nMK (2) former Yugoslav Republic of Macedonia 0 + +\nMR Mauritania 0 0 +\nMU Mauritius 0 0 +\nMX Mexico 0 0 +\nNA Namibia 0 0 +\nNI Nicaragua 0 0 +\nNZ New Zealand + + +\nPA Panama 0 0 +\nPY Paraguay 0 0 +\nRS Serbia (3) 0 + +\nRU Russia 0 0 +\nSG Singapore 0 0 +\nSV El Salvador 0 0 +\nSZ Swaziland 0 0 +\nTH Thailand 0 0 +\nTN Tunisia 0 0 +\nTR Turkey 0 0 +\nUA Ukraine 0 0 +\nUS United States + + +\nUY Uruguay 0 0 +\nZA South Africa 0 0 +\nZW Zimbabwe 0 0 +\n(1)  Certificates in accordance with the Agreement between the European Community and the Swiss Confederation (as last amended) on trade in agricultural products (OJ L 114, 30.4.2002, p. 132).\n(2)  Provisional code which does not prejudge in any way the definitive nomenclature for this Country, which is to be agreed following the conclusion of negotiations currently taking place on this subject in the United Nations.\n(3)  Not including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999.’"}