{"celex_id": "32002D0264", "uri": "http://publications.europa.eu/resource/cellar/abbaa9c5-0853-424c-96da-c17eb8d881c3", "type": "Decision", "concepts": ["1015", "142", "2825", "336", "3773", "5581", "827"], "title": "2002/264/EC: Council Decision of 25 March 2002 authorising Denmark to apply a differentiated rate of excise duty to heavy fuel oil and heating oil used by certain firms, in accordance with Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 25 March 2002\nauthorising Denmark to apply a differentiated rate of excise duty to heavy fuel oil and heating oil used by certain firms, in accordance with Article 8(4) of Directive 92/81/EEC\n(2002/264/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Denmark has requested authorisation to apply a differentiated rate of excise duty to heavy fuel oil and heating oil used by energy-intensive firms to produce heating and hot water, excluding the mineral oils referred to in Article 8(2)(f) of Directive 92/81/EEC.\n(2) The other Member States have been notified of Denmark's request.\n(3) The aim of the differentiated rate of duty is partly to compensate for the fact that the actual tax is much higher than was intended when the national measures were adopted increasing the CO2 and energy taxes on the use of heavy fuel oil and heating oil to produce heating and hot water.\n(4) The reduced rate is granted to firms which agree to improve their energy efficiency. The financial details of the application are as follows:\n>TABLE>\nThe zero-rate for heating oil is authorised by the second paragraph of Article 5(3) of Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties (92/82/EEC) on mineral oils(2). In Denmark, the monitoring charge is DKK 50 (EUR 6,7) per 1000 litres of heating oil.\n(5) The differentiated rate of excise duty proposed by Denmark therefore complies with the minimum rates referred to in Articles 5 and 6 of Directive 92/82/EEC.\n(6) The requested exemption is in keeping with environmental policy. In particular, the reduced rate is granted only to firms which agree to improve their energy efficiency.\n(7) On the basis of information available, except for the agricultural sector, the Commission and all the Member States consider that the application of differentiated rates of excise duty to heavy fuel oil and heating oil will not result in a distortion of competition contrary to the common interest nor will it hinder the operation of the internal market.\n(8) The exemptions should be granted for a limited duration. A period of six years, with the possibility of an extension, is compatible with the requirements of Community tax policy.\n(9) The Commission periodically reviews reductions and exemptions to check that they will not distort competition, hinder the operation of the internal market or be incompatible with Community policy on protection of the environment,", "main_body": ["Denmark is hereby authorised to apply a differentiated rate of excise duty, from 1 February 2002 to 31 January 2008, to heavy fuel oil and heating oil used by energy-intensive firms to produce heating and hot water.\nThe maximum amount of the authorised differentiation in the excise duty is EUR 0,0095 per kg on heavy fuel oil and EUR 0,008 per litre on heating oil.", "The reductions in excise duty referred to in Article 1 must comply with the terms of Directive 92/82/EEC, and in particular the minimum rates laid down in Articles 5 and 6 thereof.", "This Decision shall be without prejudice to Article 8(2)(f) of Directive 92/81/EEC.", "This Decision shall expire on 31 January 2008.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 25 March 2002.\nFor the Council\nThe President\nA. M. Birulés y Bertrán\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC."}