{"celex_id": "32006R0169", "uri": "http://publications.europa.eu/resource/cellar/e814f62b-7abb-4725-98c4-421498a3f28e", "type": "Regulation", "concepts": ["161", "1644", "5010"], "title": "Commission Regulation (EC) No 169/2006 of  31 January 2006  derogating from Regulation (EC) No 2375/2002 as regards the issue of import licences under tranche No 1 of subquota III for common wheat of a quality other than high quality\n", "header": "1.2.2006 EN Official Journal of the European Union L 27/3\nCOMMISSION REGULATION (EC) No 169/2006\nof 31 January 2006\nderogating from Regulation (EC) No 2375/2002 as regards the issue of import licences under tranche No 1 of subquota III for common wheat of a quality other than high quality\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2375/2002 (2) opened an annual tariff quota of 2 981 600 tonnes of common wheat of a quality other than high quality. That quota is divided into three subquotas.\n(2) Article 3(3) of Regulation (EC) No 2375/2002 fixed a quantity of 592 900 tonnes for tranche No 1 of subquota III for the period 1 January to 31 March 2006.\n(3) Commission Regulation (EC) No 4/2006 (3) laid down the percentage of import licences that could be issued on the basis of the information in the Commission’s possession on 2 January 2006. However, one Member State subsequently informed the Commission that a large number of applications submitted by its operators were inadmissible. As a result, against all expectations, considerable quantities remain available for the period concerned. Those quantities should therefore be laid down and a derogation made from the first sentence of Article 3(4) of Regulation (EC) No 2375/2002 by authorising, exceptionally, the lodging of new licence applications for these quantities in accordance with the rules laid down by Regulation (EC) No 2375/2002.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["By way of derogation from the first sentence of Article 3(4) of Regulation (EC) No 2375/2002, import licence applications may be lodged from Monday, 6 February 2006 for the quantities of 464 879,874 tonnes available under subquota III referred to in Article 3(3) of Regulation (EC) No 2375/2002 for the period from 1 January to 31 March 2006.\nThe applications shall be lodged under the terms laid down by Regulation (EC) No 2375/2002, and in particular Article 5 thereof.", "This Regulation shall enter into force on 1 February 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 358, 31.12.2002, p. 88. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(3)  OJ L 2, 5.1.2006, p. 3."}