{"celex_id": "32002R0996", "uri": "http://publications.europa.eu/resource/cellar/7dc0a7c2-ead0-43b5-8f00-79a052c79543", "type": "Regulation", "concepts": ["2965", "4171", "4638", "4682", "768", "797", "862", "870"], "title": "Commission Regulation (EC) No 996/2002 of 11 June 2002 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 with regard to supplementary aid in the beef and veal sector for the smaller Aegean islands\n", "header": "Commission Regulation (EC) No 996/2002\nof 11 June 2002\nlaying down detailed rules for the application of Council Regulation (EEC) No 2019/93 with regard to supplementary aid in the beef and veal sector for the smaller Aegean islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products(1), as last amended by Regulation (EC) No 442/2002(2), and in particular Article 6(4) thereof,\nWhereas:\n(1) Regulation (EEC) No 2019/93, which lays down in particular specific measures in favour of livestock farming in the beef and veal sector in the smaller Aegean Islands, was substantially amended by Regulation (EC) No 442/2002. Following this amendment, for the purpose of legal clarity, new provisions should be adopted to implement that Regulation as regards the supplementary aid for beef and veal producers and Commission Regulation (EEC) No 2889/93 of 21 October 1993 laying down certain detailed rules for the application of Regulation (EEC) No 2019/93 as regards the supplements to the special premium for producers of beef and veal and to the premium for maintaining suckler cows(3) should be repealed.\n(2) Under Article 6(2) of Regulation (EEC) No 2019/93, fattening aid for male bovine animals is granted to beef and veal producers on top of the special premium provided for in Article 4 of Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(4), as last amended by Commission Regulation (EC) No 2345/2001(5). Under the second subparagraph of Article 6(2) thereof, this supplement is to be granted up to a limit of 12000 male bovines per year within the regional ceiling set in Article 4(1) and (4) of Regulation (EC) No 1254/1999.\n(3) To avoid complicating the administrative management, provision should be made for a single application to be submitted for the supplementary aid under Regulation (EEC) No 2019/93 and the premiums under Regulation (EC) No 1254/1999.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The supplement to the special fattening premium for male bovine animals provided for in Article 6(2) of Regulation (EEC) No 2019/93 shall be granted within the context of the provisions of Regulation (EC) No 1254/1999 applicable to applications for the special premium for male bovines.\nThis supplement shall be granted up to a limit of 12000 male bovines per year within the regional ceiling set in Article 4(1) and (4) of Regulation (EC) No 1254/1999. The proportionate reduction referred to in Article 4(4) of that Regulation shall not apply within that limit.\n2. The supplement to the premium for maintaining suckler cows provided for in Article 6(3) of Regulation (EEC) No 2019/93 shall be granted within the context of the provisions of Regulation (EC) No 1254/1999 applicable to applications for the special premium for maintaining suckler cows.", "The supplementary aid referred to in Article 1(1) and (2) and the special premium and the premium for maintaining suckler cows provided for in Regulation (EC) No 1254/1999 shall be covered by a single application from the producer in accordance with the rules laid down in that Regulation.", "1. The Greek authorities shall inform the Commission immediately of any provisions they may adopt for the purposes of granting the supplementary aid referred to in Article 1.\n2. The Greek authorities shall notify the Commission each year, no later than 31 July for the preceding calendar year, of the number of animals for which the supplementary aid referred to in Article 1(1) and (2) has been applied for and granted.", "Regulation (EEC) No 2889/93 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the date of entry into force. However, Article 2 shall apply from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 184, 27.7.1993, p. 1.\n(2) OJ L 68, 12.3.2002, p. 4.\n(3) OJ L 263, 22.10.1993, p. 8.\n(4) OJ L 160, 26.6.1999, p. 21.\n(5) OJ L 315, 1.12.2001, p. 29."}