{"celex_id": "32007R1410", "uri": "http://publications.europa.eu/resource/cellar/47c395c4-2995-461e-90ee-b2138ca731d3", "type": "Regulation", "concepts": ["192", "3577", "4692"], "title": "Commission Regulation (EC) No 1410/2007 of 29 November 2007 fixing the export refunds on pigmeat\n", "header": "30.11.2007 EN Official Journal of the European Union L 312/21\nCOMMISSION REGULATION (EC) No 1410/2007\nof 29 November 2007\nfixing the export refunds on pigmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), and in particular the second paragraph of Article 13(3) thereof,\nWhereas:\n(1) Article 13(1) of Regulation (EEC) No 2759/75 provides that the difference between prices on the world market for the products listed in Article 1 of that Regulation and prices for these products within the Community may be covered by an export refund.\n(2) Given the present situation in the market in pigmeat, export refunds should therefore be fixed in accordance with the rules and criteria provided for in Article 13 of Regulation (EEC) No 2759/75.\n(3) Article 13(3) of Regulation (EEC) No 2759/75 provides that the world market situation or the specific requirements of certain markets may make it necessary to vary the refund on the products listed in Article 1 of Regulation (EEC) No 2759/75 according to destination.\n(4) Refunds should be granted only on products that are allowed to move freely in the Community and that bear the health mark as provided for in Article 5(1)(a) of Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2). Those products should also comply with the requirements of Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (3) and of Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (4).\n(5) The Management Committee for Pigmeat has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1.   Export refunds as provided for in Article 13 of Regulation (EEC) No 2759/75 shall be granted on the products and for the amounts set out in the Annex to this Regulation subject to the condition provided for in paragraph 2 of this Article.\n2.   The products eligible for a refund under paragraph 1 must meet the relevant requirements of Regulations (EC) No 852/2004 and (EC) No 853/2004, notably preparation in an approved establishment and compliance with the health marking requirements laid down in Annex I, Section I, Chapter III to Regulation (EC) No 854/2004.", "This Regulation shall enter into force on 30 November 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 282, 1.11.1975, p. 1. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2). Regulation (EEC) No 2759/75 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 July 2008.\n(2)  OJ L 139, 30.4.2004, p. 55. Corrected version in OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Regulation (EC) No 1243/2007 (OJ L 281, 25.10.2007, p. 8).\n(3)  OJ L 139, 30.4.2004, p. 1. Corrected version in OJ L 226, 25.6.2004, p. 3.\n(4)  OJ L 139, 30.4.2004, p. 206. Corrected version in OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 1791/2006.\nANNEX\nExport refunds on pigmeat applicable from 30 November 2007\nProduct code Destination Unit of measurement Amount of refund\n0203 11 10 9000 A00 EUR/100 kg 31,10\n0203 21 10 9000 A00 EUR/100 kg 31,10\n0203 12 11 9100 A00 EUR/100 kg 31,10\n0203 12 19 9100 A00 EUR/100 kg 31,10\n0203 19 11 9100 A00 EUR/100 kg 31,10\n0203 19 13 9100 A00 EUR/100 kg 31,10\n0203 19 55 9110 A00 EUR/100 kg 31,10\n0203 22 11 9100 A00 EUR/100 kg 31,10\n0203 22 19 9100 A00 EUR/100 kg 31,10\n0203 29 11 9100 A00 EUR/100 kg 31,10\n0203 29 13 9100 A00 EUR/100 kg 31,10\n0203 29 55 9110 A00 EUR/100 kg 31,10\n0203 19 15 9100 A00 EUR/100 kg 19,40\n0203 19 55 9310 A00 EUR/100 kg 19,40\n0203 29 15 9100 A00 EUR/100 kg 19,40\n0210 11 31 9110 A00 EUR/100 kg 54,20\n0210 11 31 9910 A00 EUR/100 kg 54,20\n0210 19 81 9100 A00 EUR/100 kg 54,20\n0210 19 81 9300 A00 EUR/100 kg 54,20\n1601 00 91 9120 A00 EUR/100 kg 19,50\n1601 00 99 9110 A00 EUR/100 kg 15,20\n1602 41 10 9110 A00 EUR/100 kg 29,00\n1602 41 10 9130 A00 EUR/100 kg 17,10\n1602 42 10 9110 A00 EUR/100 kg 22,80\n1602 42 10 9130 A00 EUR/100 kg 17,10\n1602 49 19 9130 A00 EUR/100 kg 17,10\nNB: The product codes and the ‘A ’ series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended."}