{"celex_id": "32007D0701", "uri": "http://publications.europa.eu/resource/cellar/c26001cb-9ba4-4c84-b9ad-d938e36291c6", "type": "Decision", "concepts": ["1277", "1442", "1744", "2735", "5451", "5768", "893"], "title": "2007/701/EC: Commission Decision of 24 October 2007 authorising the placing on the market of products containing, consisting of, or produced from genetically modified maize NK603xMON810 (MON-ØØ6Ø3-6xMON-ØØ81Ø-6) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council (notified under document number C(2007) 5140) (Text with EEA relevance)\n", "header": "31.10.2007 EN Official Journal of the European Union L 285/37\nCOMMISSION DECISION\nof 24 October 2007\nauthorising the placing on the market of products containing, consisting of, or produced from genetically modified maize NK603xMON810 (MON-ØØ6Ø3-6xMON-ØØ81Ø-6) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council\n(notified under document number C(2007) 5140)\n(Only the French and Dutch texts are authentic)\n(Text with EEA relevance)\n(2007/701/EC)\nTHE COMMISSION OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (1), and in particular Article 7(3) and Article 19(3) thereof,\nWhereas:\n(1) On 1 June 2004, Monsanto Europe S.A., submitted to the competent authorities of The United Kingdom an application, in accordance with Articles 5 and 17 of Regulation (EC) No 1829/2003, for the placing on the market of foods, food ingredients, and feed containing, consisting of, or produced from NK603xMON810 maize (‘the application’).\n(2) The application also covers the placing on the market of other products containing or consisting of NK603xMON810 maize for the same uses as any other maize with the exception of cultivation. Therefore, in accordance with the provision of Articles 5(5) and 17(5) of Regulation (EC) No 1829/2003, it includes the data and information required by Annexes III and IV to Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms (2) and information and conclusions about the risk assessment carried out in accordance with the principles set out in Annex II to Directive 2001/18/EC.\n(3) On 31 March 2006, the European Food Safety Authority (‘EFSA’) gave favourable opinions in accordance with Articles 6 and 18 of Regulation (EC) No 1829/2003 and concluded that it is unlikely that the placing on the market of the products containing, consisting of, or produced from NK603xMON810 maize as described in the application (‘the products’) will have adverse effects on human or animal health or the environment (3). In its opinion, EFSA concluded that it was acceptable to use the data for the single events in support of the safety of the products and considered all specific questions and concerns raised by the Member States in the context of the consultation of the national competent authorities provided for by Articles 6(4) and 18(4) of that Regulation.\n(4) In October 2006, upon request of the Commission, EFSA published detailed clarifications on how the comments of the competent authorities of the Member States had been taken into account in its opinion. It also published further information on the different elements considered by the Scientific Panel on Genetically Modified Organisms of EFSA and the reason why some specific additional studies such as a 90-day toxicology study in rats were not considered as necessary.\n(5) In its opinion, EFSA also concluded that the environmental monitoring plans, consisting of a general surveillance plan, submitted by the applicant is in line with the intended use of the products.\n(6) Taking into account those considerations, authorisation should be granted for the products.\n(7) A unique identifier should be assigned to each GMO as provided for in Commission Regulation (EC) No 65/2004 of 14 January 2004 establishing a system for the development and assignment of unique identifiers for genetically modified organisms (4).\n(8) On the basis of the EFSA opinion, no specific labelling requirements other than those provided for in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003 appear to be necessary for the foods, food ingredients, and feed containing, consisting, or produced from NK603xMON810 maize. However, in order to ensure the use of the products within the limits of authorisation provided by this Decision, the labelling of feed containing or consisting of the GMO and other products than food and feed containing or consisting of the GMO for which authorisation is requested should be complemented by a clear indication that the products in question must not be used for cultivation.\n(9) Similarly, the EFSA opinion does not justify the imposition of specific conditions or restrictions for the placing on the market and/or specific conditions or restrictions for the use and handling, including post-market monitoring requirements, or of specific conditions for the protection of particular ecosystems/environment and/or geographical areas, as provided for in point (e) of Articles 6(5) and 18(5) of Regulation (EC) No 1829/2003.\n(10) All relevant information on the authorisation of the products should be entered in the Community register of genetically modified food and feed as provided for in Regulation (EC) No 1829/2003.\n(11) Article 4(6) of Regulation (EC) No 1830/2003 of the European Parliament and of the Council of 22 September 2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms and amending Directive 2001/18/EC (5), lays down labelling requirements for products consisting or containing GMOs.\n(12) This Decision is to be notified through the Biosafety Clearing House to the Parties to the Cartagena Protocol on Biosafety to the Convention on Biological Diversity, pursuant to Article 9(1) and Article 15(2)(c) of Regulation (EC) No 1946/2003 of the European Parliament and of the Council of 15 July 2003 on transboundary movements of genetically modified organisms (6).\n(13) The Standing Committee on the Food Chain and Animal Health has not delivered an opinion within the time-limit laid down by its Chairman; the Commission has therefore submitted a proposal to the Council on 12 July 2007 in accordance with Article 5 of the Council Decision 1999/468/EC (7), the Council being required to act within three months.\n(14) However, the Council has not acted within the required time-limit; a Decision should be adopted by the Commission,", "main_body": ["Genetically modified organism and unique identifier\nGenetically modified maize (Zea mays L.) NK603xMON810 produced by crosses between maize containing MON-ØØ6Ø3-6 and MON-ØØ81Ø-6 events, as specified in point (b) of the Annex to this Decision, is assigned the unique identifier MON-ØØ6Ø3-6xMON-ØØ81Ø-6, as provided for in Regulation (EC) No 65/2004.", "Authorisation\nThe following products are authorised for the purposes of Articles 4(2) and 16(2) of Regulation 1829/2003, in accordance with the conditions set out in this Decision:\n(a) foods and food ingredients containing, consisting of, or produced from MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize;\n(b) feed containing, consisting of, or produced from MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize;\n(c) products, other than food and feed, containing or consisting of MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize for the same uses as any other maize with the exception of cultivation.", "Labelling\n1.   For the purposes of the labelling requirements laid down in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003 and in Article 4(6) of Regulation (EC) No 1830/2003, the ‘name of the organism’ shall be ‘maize’.\n2.   The words ‘not for cultivation’ shall appear on the label of and in documents accompanying products containing or consisting of MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize referred to in Article 2(b) and (c).", "Monitoring for environmental effects\n1.   The authorisation holder shall ensure that the monitoring plan for environmental effects, as set out in the point (h) of the Annex, is put in place and implemented.\n2.   The authorisation holder shall submit to the Commission annual reports on the implementation and the results of the activities set out in the monitoring plan.", "Community register\nThe information set out in the Annex to this Decision shall be entered in the Community register of genetically modified food and feed, as provided for in Article 28 of Regulation (EC) No 1829/2003.", "Authorisation holder\nThe authorisation holder shall be Monsanto Europe S.A., Belgium, representing Monsanto Company, United States of America.", "Validity\nThis Decision shall apply for a period of 10 years from the date of its notification.", "Addressee\nThis Decision is addressed to Monsanto Europe S.A., Scheldelaan 460, Haven 627 — B 2040 Antwerp — Belgium."], "attachments": "Done at Brussels, 24 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 1. Regulation as amended by Commission Regulation (EC) No 1981/2006 (OJ L 368, 23.12.2006, p. 99).\n(2)  OJ L 106, 17.4.2001, p. 1. Directive as last amended by Regulation (EC) No 1830/2003 (OJ L 268, 18.10.2003, p. 24).\n(3)  http://www.efsa.europa.eu/EFSA/efsa_locale-1178620753812_1178620784153.htm\n(4)  OJ L 10, 16.1.2004, p. 5.\n(5)  OJ L 268, 18.10.2003, p. 24.\n(6)  OJ L 287, 5.11.2003, p. 1.\n(7)  OJ L 184, 17.7.1999, p. 23. Decision as last amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\nANNEX\n(a)   Applicant and Authorisation holder:\nName : Monsanto Europe S.A.\nAddress : Scheldelaan 460, Haven 627 — B 2040 Antwerp — Belgium\nOn behalf of Monsanto Company — 800 N. Lindbergh Boulevard — St. Louis, Missouri 63167 — United States of America\n(b)   Designation and specification of the products:\n(1) Foods and food ingredients containing, consisting of, or produced from MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize;\n(2) Feed containing, consisting of, or produced from MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize;\n(3) Products other than food and feed containing or consisting of MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize for the same uses as any other maize with the exception of cultivation.\nThe genetically modified maize MON-ØØ6Ø3-6xMON-ØØ81Ø-6, as described in the application, is produced by crosses between maize containing MON-ØØ6Ø3-6 and MON-ØØ81Ø-6 events and expresses the CP4 EPSPS protein which confers tolerance to glyphosate herbicides and the Cry1Ab protein which confers protection against certain lepidopteran insect pests (Ostrinia nubilalis, Sesamia spp.).\n(c)   Labelling:\n(1) For the purposes of the labelling requirements laid down in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003 and in Article 4(6) of Regulation (EC) No 1830/2003, the ‘name of the organism’ shall be ‘maize’.\n(2) The words ‘not for cultivation’ shall appear on the label of and in documents accompanying products containing or consisting of MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize referred to in Article 2(b) and (c).\n(d)   Method for detection:\n— Event specific real-time quantitative PCR based methods for genetically modified maize MON-ØØ6Ø3-6 and MON-ØØ81Ø-6 maize validated on MON-ØØ6Ø3-6xMON-ØØ81Ø-6 maize.\n— Validated by the Community reference laboratory established under Regulation (EC) No 1829/2003, published at http://gmo-crl.jrc.it/statusofdoss.htm\n— Reference Material: ERM®-BF413 (for MON-ØØ81Ø-6) and ERM®-BF415 (for MON-ØØ6Ø3-6) accessible via the Joint Research Centre (JRC) of the European Commission, the Institute of Reference Materials and Measurements (IRMM) at http://www.irmm.jrc.be/html/reference_materials_catalogue/index.htm\n(e)   Unique identifier:\nMON-ØØ6Ø3-6xMON-ØØ81Ø-6\n(f)   Information required under Annex II to the Cartagena Protocol on Biosafety to the Convention on Biological Diversity:\nBiosafety Clearing House, Record ID: see [to be completed when notified]\n(g)   Conditions or restrictions on the placing on the market, use or handling of the products:\nNot required.\n(h)   Monitoring plan\nMonitoring plan for environmental effects conforming with Annex VII to Directive 2001/18/EC.\n[Link: plan published on the internet]\n(i)   Post market monitoring requirements for the use of the food for human consumption\nNot required.\nNote: links to relevant documents may need to be modified over the time. Those modifications will be made available to the public via the updating of the Community register of genetically modified food and feed."}