{"celex_id": "32004R0606", "uri": "http://publications.europa.eu/resource/cellar/5dc63a5e-152f-466a-9d59-aa79912ffba0", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 606/2004 of 31 March 2004 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\n", "header": "Commission Regulation (EC) No 606/2004\nof 31 March 2004\nderogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), and in particular Article 31(14) thereof,\nWhereas:\n(1) Article 6 of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products(2) lays down the term of validity of export licences.\n(2) Commission Regulation (EC) No 67/2004 of 15 January 2004 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector(3) has limited the validity period of export licences up to 30 April 2004. As the measures required for the management of export refunds in the new situation of the market in milk products that will be created by the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the Community on 1 May 2004 are not yet fully in place, it is necessary to provide for continuity of applications for export licences after 31 March 2004 and to maintain the limit on their validity period. However, in order not to compromise the successful functioning of the new tender system provided for in Commission Regulation (EC) No 580/2004 of 26 March 2004 establishing a tender procedure concerning export refunds for certain milk products(4), this limitation should not apply to export licences issued in this context.\n(3) The potential impact of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia on 1 May 2004, subject to the entry into force of the Act of Accession of 2003 on the Community milk market and the need to monitor developments in the Community and world markets should be taken into account. It is therefore appropriate to derogate from Regulation (EC) No 174/1999 and to provide that the term of validity of export licences for milk products for which an application has been lodged from 15 April 2004 on should be limited to 30 June 2004.\n(4) The Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1. By way of derogation from Article 6 of Regulation (EC) No 174/1999, the term of validity of export licences with advance fixing of the refund, which are applied for in the period from 1 to 14 April 2004, in respect of the products referred to in points (a) to (d) of that Article, shall expire on 30 April 2004.\n2. However, the term of validity of export licences with advance fixing of the refund, applied for in accordance with Article 2 of Regulation (EC) 580/2004 shall expire on 30 June 2004.", "By way of derogation from Article 6 of Regulation (EC) No 174/1999, the term of validity of export licences with advance fixing of the refund, which are applied for from 15 April 2004, in respect of the products referred to in points (a) to (d) of that Article, shall expire on 30 June 2004.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2) OJ L 20, 27.1.1999, p. 8. Regulation as last amended by Regulation (EC) No 1948/2003 (OJ L 287, 5.11.2003, p. 13).\n(3) OJ L 10, 16.1.2004, p. 13.\n(4) OJ L 90, 27.3.2004, p. 58."}