{"celex_id": "32006R0218", "uri": "http://publications.europa.eu/resource/cellar/02c689c9-88f2-4649-94f8-f425ebce2824", "type": "Regulation", "concepts": ["3170", "4284", "4314", "4663", "4983"], "title": "Commission Regulation (EC) No 218/2006 of  8 February 2006  amending Regulation (EC) No 1262/2001 laying down detailed rules for implementing Council Regulation (EC) No 1260/2001 as regards the buying in and sale of sugar by intervention agencies\n", "header": "9.2.2006 EN Official Journal of the European Union L 38/19\nCOMMISSION REGULATION (EC) No 218/2006\nof 8 February 2006\namending Regulation (EC) No 1262/2001 laying down detailed rules for implementing Council Regulation (EC) No 1260/2001 as regards the buying in and sale of sugar by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Articles 7(5) and 9(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1262/2001 (2) lays down detailed rules for applying the intervention arrangements in the sugar sector. Experience has shown that adjustments are needed in order to simplify the arrangements and harmonise them with current practice for other products such as cereals and milk powder.\n(2) Regulation (EC) No 1260/2001 guarantees prices and disposal only for sugar produced under quota. Access to intervention should therefore be restricted to manufacturers who are holders of a quota and who, in return for the price guarantee, are required to pay the minimum price for beet, while respecting the legitimate expectations of specialist traders who have already been granted the necessary approval to offer sugar for intervention.\n(3) Recent experience in sugar intervention operations has shown that the criteria for the intervention storage of sugar and the approval of warehouses and silos should be made more stringent, in particular by giving the intervention agencies greater discretionary powers. It is also accepted that sugar can be stored for a very long time without risk of deterioration in quality where the storage conditions are right. Therefore the rules on the final dates for removal should be amended, whilst, to take account of legitimate expectations, the rules on sugar offered for intervention before a certain date should be maintained.\n(4) Intervention procedures for sugar must be brought into line with those followed in other sectors such as cereals and milk powder, in particular as regards time limits for payment from the submission of tenders for intervention.\n(5) Regulation (EC) No 1262/2001, as amended by Regulation (EC) No 1498/2005, lays down the requirements to be met by certain forms of packaging in which sugar bought in must be delivered. Certain clarifications are needed to ensure that this provision is properly applied.\n(6) In order to facilitate the day-to-day management of intervention, in particular by creating uniform lots, the minimum quantity below which the intervention agency is not obliged to accept a tender should be increased.\n(7) Regulation (EC) No 1262/2001 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EC) No 1262/2001 is hereby amended as follows:\n1. Article 1 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(a) a manufacturer with a production quota:\n(b) a specialist sugar trader who is approved before 1 March 2006 by the Member State on whose territory they are established.’;\n(b) paragraph 3 is replaced by the following:\n2. Article 2 is amended as follows:\n(a) the following subparagraph is added to paragraph 1:\n(b) paragraph 2(c) is replaced by the following:\n‘(c) a total quantity, in the case of silos and warehouses for the bulk storage of sugar, not exceeding 50 times the daily removal capacity for bulk sugar that the applicant undertakes to place at the disposal of the intervention agency concerned for the removal of the sugar.’;\n(c) in the first subparagraph of paragraph 3, the second sentence is deleted;\n3. Article 3 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) the second subparagraph of paragraphs 3 and 4 is deleted;\n(c) paragraph 5 is replaced by the following:\n(d) paragraph 6 is replaced by the following:\n4. Article 4(1) is replaced by the following:\n(a) it must have been produced within a quota during the marketing year in which the offer is made;\n(b) it must be in crystal form.’;\n5. the second paragraph of Article 6 is replaced by the following:\n6. Article 9 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 4 is replaced by the following:\n(c) the second subparagraph of paragraph 5 is deleted;\n7. Article 10(1) is replaced by the following:\n8. Article 16 is replaced by the following:\n9. Article 17(4) is replaced by the following:\n(a) in the case of offers accepted before 30 September 2005, not later than the end of the seventh month following that in which the offer was accepted, without prejudice to Article 34;\n(b) in the case of offers accepted from 1 October 2005 to 9 February 2006, not later than 30 September 2006, without prejudice to Article 34;\n(c) in the case of offers accepted from 10 February 2006, not later than the date of removal laid down in Article 34.’;\n10. Article 18 is amended as follows:\n(a) the third subparagraph of paragraph 3 is replaced by the following:\n(b) paragraph 4 is deleted;\n11. the first sentence of Article 19(1) is replaced by the following:\n12. Article 23(2) is replaced by the following:\n(a) in the case of paragraph 1(a), the price indicated in the tender;\n(b) in the case of paragraph 1(b) and (c), the price indicated in the terms of the invitation to tender.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.", "(1)(b) and (4) to (8) shall apply to sugar offered to intervention from the date of entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 178, 30.6.2001, p. 48. Regulation as amended by Regulation (EC) No 1498/2005 (OJ L 240, 16.9.2005, p. 39)."}