{"celex_id": "32006R1465", "uri": "http://publications.europa.eu/resource/cellar/b6dd4b06-190c-4e3e-893b-b9533d2ddd5b", "type": "Regulation", "concepts": ["20", "2644", "2681", "3170", "4663", "5360"], "title": "Commission Regulation (EC) No 1465/2006 of 3 October 2006 amending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\n", "header": "4.10.2006 EN Official Journal of the European Union L 273/3\nCOMMISSION REGULATION (EC) No 1465/2006\nof 3 October 2006\namending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 and the second paragraph of Article 24 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 (2) lays down in particular the price conditions to be met when selling products on the Community market.\n(2) Products held in intervention storage are intended first and foremost for food and feed uses, to take account of specific situations on the cereals market. However, the quantity and quality of the products in intervention storage may, temporarily and occasionally, make it necessary to dispose of them for other purposes, in particular to meet the Community’s undertakings, where the situation of stocks so warrants and where supply to traditional food markets is not threatened.\n(3) The rise in processing cereals to produce biofuels for use in Community transport forms part of a raft of measures designed to meet the Community’s environmental commitments. Promoting the use of biofuels may therefore open a new market for agricultural products held in intervention storage in the Member States, provided that prices applicable to the sale of cereals reflect this specific market in biofuels. Nonetheless, purchasing cereals to produce bioethanol and its use as a biofuel may prove particularly difficult. Provision should therefore be made for selling intervention stocks at special prices in such cases.\n(4) Intervention stocks of cereals are sold on the Community market according to availability and market conditions. Sales may be influenced by or dependent upon specific or exceptional circumstances on those markets, and must therefore be able to take account of such situations. To this end, provision should be made for prices that avoid market disturbances and ensure that sales reflect the above circumstances. This twofold objective can be achieved if the selling price is equal to the price on the market concerned, account being taken of the quality of the cereals put up for sale by tender and of transport costs.\n(5) In the interests of sound management of the cereals intervention scheme, the information to be communicated by Member States to the Commission should be clarified. This information should be sent by electronic means.\n(6) Regulation (EEC) No 2131/93 should therefore be amended accordingly.\n(7) The Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2131/93 is hereby amended as follows:\n1. Article 5 is replaced by the following:\n(a) in the case of resale of maize and grain sorghum during the first three months of the marketing year and of common wheat, durum wheat, rye and barley during the first two months of the marketing year, successful tenders shall quote a price at least equal to the intervention price applicable for the 11th month of the preceding marketing year, plus one monthly increase fixed for that year;\n(b) in the case of resale during the rest of the marketing year, tenders may in no circumstances be lower than the intervention price applicable on the closing date for the submission of tenders. However, the intervention prices to be taken into account during the 12th month of the marketing year shall be those applicable for the 11th month, plus one monthly increase.\n2. The following Article 12a is added:\n3. Article 13(1) is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply to resales organised as of the 2006/2007 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10)."}