{"celex_id": "32006D0077", "uri": "http://publications.europa.eu/resource/cellar/42acea20-cf5b-48c0-a476-1b24150e3621", "type": "Decision", "concepts": ["2470", "2498", "2507", "45", "5585", "5640", "6049"], "title": "2006/77/EC: Commission Decision of  23 December 2005  Commission Decision setting up a High Level Group on Competitiveness, Energy and the Environment\n", "header": "8.2.2006 EN Official Journal of the European Union L 36/43\nCOMMISSION DECISION\nof 23 December 2005\nCommission Decision setting up a High Level Group on Competitiveness, Energy and the Environment\n(2006/77/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Article 2 of the Treaty establishing the European Community assigned the Community and the Member States the task of promoting a harmonious, balanced and sustainable development of economic activities, a high level of employment and of social protection, equality between men and women, sustainable and non-inflationary growth, a high degree of competitiveness and convergence of economic performance, a high level of protection and improvement of the quality of the environment, the raising of the standard of living and quality of life, and economic and social cohesion and solidarity among Member States.\n(2) In accordance with the Communication from the Commission entitled ‘Implementing the Community Lisbon Programme: a policy framework to strengthen EU manufacturing — towards a more integrated approach for industrial policy’ (1), the Commission announced the intention to call upon the advice of a High Level Group on competitiveness, energy and the environment, in particular regarding the basic and intermediate product industries.\n(3) The High Level Group should be designed to contribute to examining the links between industrial, energy and environmental policies and ensuring the coherence of individual initiatives, whilst improving both sustainability and competitiveness; and contribute, through the balanced participation of relevant stakeholders, to creating a stable and predictable regulatory framework where competitiveness, energy and environment go hand in hand, notably building upon input from research in this field.\n(4) The High Level Group should bring together representatives of the Commission, Member States, European Parliament and relevant stakeholders notably industry and civil society, inter alia, consumers, trade unions, NGOs and research/academia.\n(5) The High Level Group on competitiveness, energy and the environment therefore has to be set up and its terms of reference and structures detailed,", "main_body": ["A High Level Group hereafter referred to as ‘the group’ is hereby set up by the Commission.", "Mandate\nThe group’s mandate is to address issues where competitiveness, energy and environmental policies interrelate. The mandate is given for two years: it may be extended by Commission Decision.\nThe group will provide advice, in the most appropriate format, addressed to policy makers at Community and national level, industry and civil society organisations.", "Composition — appointment\n1.   The members of the group shall be appointed by the Commission from high level persons with competence and responsibility in the areas of industry, energy, and the environment.\n2.   The group shall be composed of up to 28 members.\n3.   The following provision shall apply:\n— the members are appointed for their expertise in a personal capacity. Each member of the group shall nominate a personal representative to a preparatory sub-group hereafter referred to as ‘sherpa’ sub-group,\n— members of the group shall remain in office until such time as they resign, are replaced or their mandate ends,\n— members who are no longer able to contribute effectively to the group’s deliberations, who resign or who do not respect the conditions set up in the first point of this Article or Article 287 of the Treaty establishing the European Community may be replaced for the remaining period of their mandate,\n— the names of members appointed individually are published on the Internet site of DG Enterprise and Industry and/or in the Official Journal of the European Union, series C. The names of members are collected, processed and published in accordance with the provision of Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regards to processing of personal data by the Community institutions and bodies and on the free movement of such data (2).", "Operation\n1.   The group is chaired by the Commission.\n2.   The ‘sherpa’ sub-group will prepare the discussions, position papers and advice for actions and/or policy measures to be endorsed by the group; it will work in close contact with the Commission services.\n3.   The group will seek input from experts and stakeholders through ad hoc arrangements, and may set up a limited number of ad hoc groups to examine specific questions under the terms of reference established by the group; the ad hoc groups shall be disbanded as soon as these have been fulfilled.\n4.   The Commission may ask experts or observers with specific competence on a subject on the agenda to participate in the group or ad hoc groups’ deliberations if this is useful and/or necessary.\n5.   Confidential information obtained by participating in the group or ad hoc groups’ deliberations process should not be divulged.\n6.   The group, the ‘sherpa’ sub-group and the ad hoc groups normally meet on Commission’s premises in accordance with the procedures and schedule established by it. The Commission provides secretarial services.\n7.   The group will decide on the items to be included on the agenda for discussion.\n8.   The Commission may publish, in the original language of the document concerned, any résumé, conclusions, or partial conclusion or working document of the group.", "Meeting expenses\nThe Commission shall reimburse travel and subsistence expenses for members, ‘sherpas’, experts and observers in connection with the group’s activities in accordance with the provisions in force at the Commission. The members of the group, ‘sherpa’ sub-group and ad hoc groups shall not be paid for their duties.\nMeeting expenses are reimbursed within the limits of the appropriations allocated to the department concerned under the annual procedures for allocating resources.", "Entry into force\nThe decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 23 December 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  COM(2005) 474 final of 5.10.2005.\n(2)  OJ L 8, 12.1.2001, p. 1."}