{"celex_id": "32006D0873", "uri": "http://publications.europa.eu/resource/cellar/d640d985-11af-414d-ae05-3133505296ce", "type": "Decision", "concepts": ["2758", "2850", "2901", "3763", "4048", "5481", "5811"], "title": "2006/873/EC: Council Decision of 20 November 2006 on the conclusion of a Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania, of the other part, on Conformity Assessment and Acceptance of Industrial Products (PECA)\n", "header": "5.12.2006 EN Official Journal of the European Union L 337/43\nCOUNCIL DECISION\nof 20 November 2006\non the conclusion of a Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania, of the other part, on Conformity Assessment and Acceptance of Industrial Products (PECA)\n(2006/873/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof, in conjunction with the first sentence of the first subparagraph of Article 300(2), the first sentence of the first subparagraph of Article 300(3) and Article 300(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania of the other part (1), entered into force on 1 February 1995.\n(2) Article 75 of the Europe Agreement provides that cooperation in the fields of standardisation and conformity assessment procedures shall seek to achieve the conclusion of agreements on mutual recognition.\n(3) Article 110 of the Europe Agreement provides that the Association Council may delegate to the Association Committee any of its powers.\n(4) Article 2 of Decision 94/907/EC, ECSC, Euratom of the Council and the Commission of 19 December 1994 on the conclusion of the Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part (2), provides for the Community decision-making procedures and for the presentation of the Community position in the Association Council and in the Association Committee.\n(5) The Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania, of the other part, on Conformity Assessment and Acceptance of Industrial Products (PECA), has been signed in Bucharest on 27 October 2006, on behalf of the Community, and should be approved.\n(6) The appropriate internal procedures should be established to ensure the proper functioning of the Protocol.\n(7) It is necessary to empower the Commission, after consultation with a special committee appointed by the Council, to propose certain technical amendments to the Protocol and to take certain decisions for its implementation,", "main_body": ["The Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania, of the other part, on Conformity Assessment and Acceptance of Industrial Products (PECA) (hereinafter referred to as the Protocol), and the Declaration thereto, are hereby approved on behalf of the European Community.\nThe text of the Protocol and of the Declaration thereto is attached to this Decision (3).", "The President of the Council shall, on behalf of the Community, transmit the diplomatic note provided for in Article 17 of the Protocol (4) as regards the entry into force of the Protocol.", "1.   The Commission, after consultation with a special committee appointed by the Council, shall:\n(a) carry into effect the notifications, acknowledgements, suspensions and withdrawals of bodies, and appointments of a joint team or teams of experts, in accordance with Articles 10, 11 and 14(c) of the Protocol;\n(b) bring about the consultations, exchange of information, the requests for verifications and for participation in verifications, in accordance with Articles 3, 11, 12 and 14(d) and (e), and Sections III and IV of the Annexes to the Protocol;\n(c) if necessary, reply to requests in accordance with Article 11, Sections III and IV of the Annexes to the Protocol.\n2.   Following consultation of the special committee referred to in paragraph 1, the Commission shall determine the position to be taken by the Community in the Association Council and, where applicable, in the Association Committee, with regard to:\n(a) amendments to the Annexes in accordance with Article 14(a) of the Protocol;\n(b) addition of new Annexes in accordance with Article 14(b) of the Protocol;\n(c) any decisions regarding disagreements on the results of the verifications and the suspensions, in part or totally, of any notified body in accordance with the second and third subparagraphs of Article 11 of the Protocol;\n(d) any measures taken in the application of the safeguard clauses in Section IV of the Annexes of the Protocol;\n(e) any measures concerning the verification, suspension, or withdrawal of industrial products as having mutual acceptance under Article 4 of the Protocol.\n3.   In all other cases the position to be taken by the Community in the Association Council and, where applicable, in the Association Committee, with regard to this Protocol shall be determined by the Council, acting by qualified majority on a proposal from the Commission."], "attachments": "Done at Brussels, 20 November 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 357, 31.12.1994, p. 2.\n(2)  OJ L 357, 31.12.1994, p. 1.\n(3)  See p. 33 of this Official Journal.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}