{"celex_id": "32008R1107", "uri": "http://publications.europa.eu/resource/cellar/64f2eb76-775e-4104-ad3b-91ffc3f5662c", "type": "Regulation", "concepts": ["1631", "2871", "2897", "5726", "764", "893"], "title": "Commission Regulation (EC) No 1107/2008 of 7 November 2008 amending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress (Text with EEA relevance)\n", "header": "8.11.2008 EN Official Journal of the European Union L 299/13\nCOMMISSION REGULATION (EC) No 1107/2008\nof 7 November 2008\namending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2003/2003 of the European Parliament and of the Council of 13 October 2003 relating to fertilisers (1), and in particular Article 31(1) and (3) thereof,\nWhereas:\n(1) Article 3 of Regulation (EC) No 2003/2003 provides that a fertiliser belonging to a type of fertiliser listed in Annex I thereto and complying with the conditions laid down in that Regulation may be designated ‘EC fertiliser’.\n(2) Ammonium sulphate and calcium nitrate (nitrate of lime) are both listed as fertiliser types in Annex I to Regulation (EC) No 2003/2003. However, combinations of those two fertiliser types may not be designated ‘EC fertiliser’. As combinations of ammonium sulphate and calcium nitrate (nitrate of lime) have been used successfully in two Member States, such combinations should be recognised as ‘EC fertilisers’ so that they can be made more easily available to farmers throughout the Community.\n(3) Many of the primary nutrient fertiliser types containing nitrogen that are listed in Annex I tend to release their nitrogen too rapidly for crops to benefit fully from it, and as a result the excess nitrogen may potentially cause harm to the environment.\n(4) As regards two EC fertiliser types listed in Annex I to Regulation (EC) No 2003/2003, the addition of dicyandiamide, one of a number of substances known as nitrification inhibitors, may prevent any such potential harm to the environment. Other types of EC fertiliser may contain nitrogen in a different form for which nitrification inhibitors are not effective. For those other types, urease inhibitors may offer a satisfactory solution.\n(5) To allow greater access to the agronomic and environmental benefits of nitrification or urease inhibitors, the use of nitrification or urease inhibitors should be allowed for most types of nitrogen fertilisers, and more types of inhibitors should be allowed.\n(6) A list of authorised nitrification and urease inhibitors should therefore be introduced in Annex I to Regulation (EC) No 2003/2003.\n(7) Annex IV to Regulation (EC) No 2003/2003 provides detailed descriptions of the methods of analysis to be used to measure the nutrient content of EC fertilisers. Those descriptions, insofar as they concern iodine concentration, need to be adjusted in order to have correct analysis values.\n(8) Regulation (EC) No 2003/2003 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 32 of Regulation (EC) No 2003/2003,", "main_body": ["1.   Annex I to Regulation (EC) No 2003/2003 is amended in accordance with Annex I to this Regulation.\n2.   Annex IV to Regulation (EC) No 2003/2003 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2008.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 304, 21.11.2003, p. 1.\nANNEX I\nAnnex I to Regulation (EC) No 2003/2003 is amended as follows:\n(1) in Table A.1, the entry for fertiliser type 4 ‘sulphate of ammonia’ is replaced by the following:\n‘4 Sulphate of ammonia Chemically obtained product containing ammonium sulphate as its essential ingredient, possibly with up to 15 % calcium nitrate (nitrate of lime). 19,7 % N When marketed in the form of a combination of ammonium sulphate and calcium nitrate (nitrate of lime), the designation must include “with up to 15 % calcium nitrate (nitrate of lime)”. Ammoniacal nitrogen.\n(2) in Table A.1, the entries for fertiliser types 16, 17 and footnote (a) are deleted. Type 18 becomes type 16:\n(3) the following Section F is added:\n(1) at least 50 % of the total nitrogen content of the fertiliser consists of the nitrogen forms specified in column 3;\n(2) they do not belong to the fertiliser types mentioned in column 4.\nNo Type designation and composition of the nitrification inhibitor Minimum and maximum inhibitor content as a percentage by mass of the total nitrogen present as ammonium nitrogen and urea nitrogen. EC fertiliser types for which the inhibitor may not be used Description of nitrification inhibitors with which mixtures are allowed\n1 2 3 4 5\n1 Dicyandiamide Minimum 2,25\nNo Type designation and composition of the urease inhibitor Minimum and maximum inhibitor content as a percentage by mass of the total nitrogen present as urea nitrogen EC fertiliser types for which the inhibitor may not be used Description of urease inhibitors with which mixtures are allowed\n1 2 3 4 5\n1 N-(n-butyl) thiophosphoric triamide (NBPT) Minimum 0,09\nANNEX II\nSection B of Annex IV to Regulation (EC) No 2003/2003 is amended as follows:\n(1) in the note in point 4.11. of Method 2.3.2, the second, third and fourth subparagraphs are replaced by the following:\n(2) in the note in point 4.11. of Method 2.6.1, the second, third and fourth subparagraphs are replaced by the following:"}