{"celex_id": "32004L0106", "uri": "http://publications.europa.eu/resource/cellar/a8b2aa0a-4045-491f-994f-7d9fa8f807e9", "type": "Directive", "concepts": ["1015", "1021", "1313", "206", "2623"], "title": "Council Directive 2004/106/EC of 16 November 2004 amending Directives 77/799/EEC concerning mutual assistance by the competent authorities of the Member States in the field of direct taxation, certain excise duties and taxation of insurance premiums and 92/12/EEC on the general arrangements for products subject to excise duty and on the holding, movement and monitoring of such products\n", "header": "4.12.2004 EN Official Journal of the European Union L 359/30\nCOUNCIL DIRECTIVE 2004/106/EC\nof 16 November 2004\namending Directives 77/799/EEC concerning mutual assistance by the competent authorities of the Member States in the field of direct taxation, certain excise duties and taxation of insurance premiums and 92/12/EEC on the general arrangements for products subject to excise duty and on the holding, movement and monitoring of such products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) Closer cooperation between Community tax authorities and between the latter and the Commission based on common principles is required to effectively combat excise duty fraud.\n(2) Regulation (EC) No 2073/2004 of the European Parliament and of the Council of 16 November 2004 on administrative cooperation in the field of excise duties (3) incorporates all the provisions designed to facilitate administrative cooperation in the field of excise duties contained in Directives 77/799/EEC (4) and 92/12/EEC (5) with the exception of mutual assistance provided for by Council Directive 76/308/EEC of 15 March 1976 on mutual assistance for the recovery of claims relating to certain levies, duties, taxes and other measures (6).\n(3) Council Directive 2004/56/EC (7) amending Directive 77/799/EEC requires Member States to bring into force the laws, regulations and administrative provisions necessary to comply with it before 1 January 2005. These provisions apply in the field of direct taxation, certain excise duties and taxation of insurance premiums. Since the Directive 77/799/EEC will not apply to excise duties, pursuant to this Directive, as from 1 July 2005, it is not appropriate that Member States be required to adopt provisions which are bound to cease to apply within a short time. Therefore, it is necessary to allow Member States not to adopt the provisions necessary to comply with Directive 2004/56/EC concerning excise duties, without prejudice to the obligation to adopt such provisions in respect of other taxes to which Directive 77/799/EC applies.\n(4) Directives 77/799/EEC and 92/12/EEC should therefore be amended accordingly,", "main_body": ["Directive 77/799/EEC is hereby amended as follows:\n1. the title shall be replaced by the following title:\n2. paragraph 1 of Article 1 shall be replaced by the following:", "Directive 92/12/EEC is hereby amended as follows:\n1. Article 15a shall be deleted;\n2. Article 15b shall be deleted;\n3. Article 19(6) shall be deleted.", "References to Directive 77/799/EEC in respect of excise duties shall be construed as being made to Regulation (EC) No 2073/2004.\nReferences to Directive 92/12/EEC in respect of administrative cooperation in the field of excise duties shall be construed as being made to Regulation (EC) No 2073/2004.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 30 June 2005. They shall forthwith inform the Commission thereof.\nThey shall apply these provisions from 1 July 2005.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field covered by this Directive.\n3.   By way of derogation from Article 2 of Directive 2004/56/EC, Member States are not obliged to adopt and apply the provisions needed to comply with Directive 2004/56/EC in respect of excise duties.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 November 2004.\nFor the Council\nThe President\nG. ZALM\n(1)  Opinion delivered on 1 April 2004 (not yet published in the Official Journal.\n(2)  Opinion delivered on 31 March 2004 (not yet published in the Official Journal.\n(3)  See page 1 of this Official Journal.\n(4)  OJ L 336, 27.12.1977, p. 15. Directive as last amended by Directive 2004/56/EC (OJ L 127, 29.4.2004, p. 70).\n(5)  OJ L 76, 23.3.1992, p. 1. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(6)  OJ L 73, 19.3.1976, p. 18. Directive as last amended by the 2003 Act of Accession.\n(7)  OJ L 127, 29.4.2004, p. 70.\n(8)  OJ L 73, 19.3.1976, p. 18. Directive as last amended by the 2003 Act of Accession."}