{"celex_id": "32005L0002", "uri": "http://publications.europa.eu/resource/cellar/a4ae7aaa-1227-4686-a8ce-597e7378c1a8", "type": "Directive", "concepts": ["2081", "2357", "2773", "2985", "3885", "867"], "title": "Commission Directive 2005/2/EC of 19 January 2005 amending Council Directive 91/414/EEC to include Ampelomyces quisqualis and Gliocladium catenulatum as active substancesText with EEA relevance\n", "header": "22.1.2005 EN Official Journal of the European Union L 20/15\nCOMMISSION DIRECTIVE 2005/2/EC\nof 19 January 2005\namending Council Directive 91/414/EEC to include Ampelomyces quisqualis and Gliocladium catenulatum as active substances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) In accordance with Article 6(2) of Directive 91/414/EEC the French authorities received on 12 April 1996 an application from JSC International Ltd for the inclusion of the active substance Ampelomyces quisqualis in Annex I to the Directive. Commission Decision 97/591/EC (2) confirmed that the dossier was ‘complete’ in the sense that it could be considered as satisfying, in principle, the data and information requirements of Annexes II and III to Directive 91/414/EEC.\n(2) Finland received an application under Article 6(2) of Directive 91/414/EEC on 19 May 1998 from Kemira Agro Oy (now: Verdera Oy) for the inclusion of the active substance Gliocladium catenulatum in Annex I to the Directive. Commission Decision 1999/392/EC (3) confirmed that the dossier was ‘complete’ in the sense that it could be considered as satisfying, in principle, the data and information requirements of Annexes II and III to Directive 91/414/EEC.\n(3) For those active substances, the effects on human health and the environment have been assessed, in accordance with the provisions of Article 6(2) and (4) of Directive 91/414/EEC, for the uses proposed by the applicants. The nominated rapporteur Member States submitted draft assessment reports concerning the substances to the Commission on 28 October 1997 (Ampelomyces quisqualis) and on 15 June 2000 (Gliocladium catenulatum).\n(4) The draft assessment reports were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health. The review was finalised on 8 October 2004 in the format of the Commission review reports for Ampelomyces quisqualis and Gliocladium catenulatum.\n(5) The dossier and the information from the review of Ampelomyces quisqualis were also submitted to the Scientific Committee on Plants. The report of this Committee was formally adopted on 7 March 2001 (4).\n(6) In its opinion the Committee concluded that in the absence of a satisfactory pulmonary study, the risk of operators had not been adequately addressed. The Committee further concluded that repeated dosing should in general be part of the primary data set, but it could be omitted provided that adequate justification is provided. In the specific case of Ampelomyces quisqualis the Committee was unable to comment on the necessity of repeated dosing due to absence of a satisfactory pulmonary study.\n(7) The Committee finally concluded that although no allergic reactions against Ampelomyces quisqualis had been observed, the possibility of occurrence of allergic reactions resulting from agricultural exposure to this organism could not be excluded. The Committee recommended monitoring the health of producers and users as a prudent post authorisation measure and making these results available for future re-assessment.\n(8) The recommendations of the Scientific Committee were taken into account during the further review, in this Directive and in the Review Report.\n(9) A second pulmonary study was performed by the notifier, as requested by the Scientific Committee. The study was considered as scientifically sound and valid within the Standing Committee and the further evaluation concluded that Ampelomyces quisqualis is neither pathogenic, nor infectious in mammals and that also no toxins are involved, and thus the risk of operator exposure has been adequately addressed according to the recommendations of the Scientific Committee on Plants.\n(10) As regards the possibility of allergic reactions, no such reactions have been documented from an agricultural use of the substance. As a result, there is no reason to consider that there is any serious risk of such reactions. However, the possibility of occurrence of allergic reactions cannot be entirely excluded. Such concerns should not prevent the substance being included in Annex I to Directive 91/414/EEC, but could instead be met if the Member States established a monitoring programme when they authorise plant protection products containing Ampelomyces quisqualis.\n(11) The evaluation within the Standing Committee therefore concluded that there would be no harmful effect on humans under the proposed conditions of use.\n(12) The review of Gliocladium catenulatum did not reveal any open questions or concerns, which would have required a consultation of the Scientific Committee on Plants or of the European Food Safety Authority.\n(13) It has appeared from the various examinations made that plant protection products containing the active substances may be expected to satisfy, in general, the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC in the light of Article 5(3) thereof, in particular with regard to the uses which were examined and detailed in the Commission review report. It is therefore appropriate to include Ampelomyces quisqualis and Gliocladium catenulatum in Annex I, in order to ensure that in all Member States the authorisations of plant protection products containing these active substances can be granted in accordance with the provisions of that Directive.\n(14) After inclusion of Ampelomyces quisqualis and Gliocladium catenulatum in Annex I to Directive 91/414/EEC, Member States should be allowed a reasonable period to implement the provisions of Directive 91/414/EEC as regards plant protection products containing those substances and in particular to review existing provisional authorisations and, by the end of this period at the latest, to transform those authorisations into full authorisations, to amend them or to withdraw them in accordance with the provisions of Directive 91/414/EEC.\n(15) It is therefore appropriate to amend Directive 91/414/EEC accordingly.\n(16) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 91/414/EEC is amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish by 30 September 2005 at the latest the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 October 2005.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "1.   Member States shall review the authorisation for each plant protection product containing Ampelomyces quisqualis or Gliocladium catenulatum to ensure that the conditions relating to these active substances set out in Annex I to Directive 91/414/EEC are complied with. Where necessary, they shall amend or withdraw authorisations in accordance with Directive 91/414/EEC by 30 September 2005 at the latest.\n2.   For each authorised plant protection product containing Ampelomyces quisqualis or Gliocladium catenulatum as either the only active substance or as one of several active substances all of which were listed in Annex I to Directive 91/414/EEC by 31 March 2005 at the latest, Member States shall re-evaluate the product on the basis of a dossier satisfying the requirements of Annex III thereto. On the basis of that evaluation, they shall determine whether the product satisfies the conditions set out in Article 4(1)(b), (c), (d) and (e) of Directive 91/414/EEC.\nFollowing that determination Member States shall:\n(a) in the case of a product containing Ampelomyces quisqualis or Gliocladium catenulatum as the only active substance, where necessary, amend or withdraw the authorisation by 30 September 2006 at the latest; or\n(b) in the case of a product containing Ampelomyces quisqualis or Gliocladium catenulatum as one of several active substances, where necessary, amend or withdraw the authorisation by 30 September 2006 or by the date fixed for such an amendment or withdrawal in the respective Directive or Directives which added the relevant substance or substances to Annex I to Directive 91/414/EEC, whichever is the latest.", "This Directive shall enter into force on 1 April 2005.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Decision 2004/99/EC (OJ L 309, 6.10.2004, p. 6).\n(2)  OJ L 239, 30.8.1997, p. 48.\n(3)  OJ L 148, 15.6.1999, p. 44.\n(4)  Opinion of the scientific Committee on Plants regarding the evaluation of Ampelomyces quisqualis in the context of Council Directive 91/414/EEC concerning the placing of plant protection products on the market — Opinion adopted by the Scientific Committee on Plants on 7 March 2001.\nANNEX\nIn Annex I to Directive 91/414/EEC the following row is added at the end of the table:\nNo Common name, identification numbers IUPAC Name Purity (1) Entry into force Expiration of inclusion Specific provisions\n‘94 Ampelomyces quisqualis Not applicable  1 April 2005 31 March 2015 Only uses as fungicide may be authorised.\n99 Gliocladium catenulatum Not applicable  1 April 2005 31 March 2015 Only uses as fungicide may be authorised.\n(1)  Further details on identity and specification of active substances are provided in the review report."}