{"celex_id": "32007D0018", "uri": "http://publications.europa.eu/resource/cellar/0b1ce6d3-aa1b-41ab-bf32-2a785e18f602", "type": "Decision", "concepts": ["1445", "1598", "1854", "3763", "5063", "994"], "title": "Commission Decision of 22 December 2006 approving contingency plans for the control of foot-and-mouth disease pursuant to Council Directive 2003/85/EC (notified under document number C(2006) 6855)   (Text with EEA relevance)\n", "header": "12.1.2007 EN Official Journal of the European Union L 7/36\nCOMMISSION DECISION\nof 22 December 2006\napproving contingency plans for the control of foot-and-mouth disease pursuant to Council Directive 2003/85/EC\n(notified under document number C(2006) 6855)\n(Text with EEA relevance)\n(2007/18/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Republic of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of the Republic of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Article 72(7) thereof,\nWhereas:\n(1) Directive 2003/85/EC sets out the control measures to be applied in the event of an outbreak of foot-and-mouth disease, as well as certain preventive measures aimed at increasing the awareness and preparedness of the competent authorties and the farming community concerning that disease. Pursuant to this Directive the contingency plans of the Member States for the control of foot-and-mouth disease are to be approved by the Commision.\n(2) Subsequently, Commission Decision 2004/435/EC of 29 April 2004 approving certain contingency plans for the control of foot-and-mouth disease (2) approved those contingency plans for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia and these Members States are listed in the the Annex to that Decision.\n(3) Bulgaria and Romania are due to accede to the Community on 1 January 2007. Accordingly, Bulgaria and Romania have submitted their contingency plans for the control of foot-and-mouth disease to the Commission for approval.\n(4) Those contingency plans as amended by Bulgaria and Romania following the suggestions made during their evaluation, fulfil the criteria laid down in Directive 2003/85/EC and, subject to a regular update and an effective implementation, permit the desired objectives of that Directive to be attained and should therefore be approved.\n(5) For the sake of clarity of Community legislation, Decision 2004/435/EC should be repealed and replaced by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The contingency plans submitted by Bulgaria to the Commission on 7 November 2006 for the control of foot-and-mouth disease are approved.", "The contingency plans submitted by Romania to the Commission on 9 November 2006 for the control of foot-and-mouth disease are approved.", "The Annex sets out the list of Member States having their contingency plans approved for the control of foot-and-mouth disease pursuant to Directive 2003/85/EC.", "Decision 2004/435/EC is repealed.", "This Decision shall apply subject to and from the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1. Directive as last amended by Decision 2006/552/EC (OJ L 217, 8.8.2006, p. 29).\n(2)  OJ L 154, 30.4.2004, p. 56, as corrected by OJ L 189, 27.5.2004, p. 45.\nANNEX\nList of Member States as referred to in Article 3\nCode Country\nBG Bulgaria\nCY Cyprus\nCZ Czech Republic\nEE Estonia\nHU Hungary\nLV Latvia\nLT Lithuania\nMT Malta\nPL Poland\nRO Romania\nSI Slovenia\nSK Slovakia"}