{"celex_id": "32004R0683", "uri": "http://publications.europa.eu/resource/cellar/3069a297-2b76-43b1-bd36-4a5d65051536", "type": "Regulation", "concepts": ["1240", "2078", "2836", "3135", "3885"], "title": "Commission Regulation (EC) No 683/2004 of 13 April 2004 amending Regulation (EC) No 466/2001 as regards aflatoxins and ochratoxin A in foods for infants and young children (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 683/2004\nof 13 April 2004\namending Regulation (EC) No 466/2001 as regards aflatoxins and ochratoxin A in foods for infants and young children\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food(1), and in particular Article 2(3) thereof,\nAfter consulting the Scientific Committee for Food (SCF),\nWhereas:\n(1) Commission Regulation (EC) No 466/2001(2), sets maximum levels for certain contaminants in foodstuffs, including food intended for infants and young children covered by Commission Directive 91/321/EEC of 14 May 1991 on infant formulae and follow-on formulae(3) and Commission Directive 96/5/EC of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children(4).\n(2) According to Regulation (EC) No 466/2001 specific maximum levels of contaminants for food intended for infants and young children are to be established by 5 April 2004 at the latest.\n(3) Some Member States have adopted maximum levels for aflatoxin B1, aflatoxin M1 and ochratoxin A in food intended for infants and young children. In view of the disparities between the national provisions and the consequent risk of distortion of competition, Community measures are necessary in order to ensure market unity while abiding by the principle of proportionality.\n(4) It is appropriate for the health protection of the infants and young children, a vulnerable population group, to establish the lowest maximum level, that is achievable through a strict selection of the raw materials used for the manufacturing of the infant formulae, follow-on formulae, processed cereal-based foods and baby foods. It is necessary that a validated method of analysis exists for the enforcement of the maximum levels. For aflatoxin M1, an international ring trial will be organised by the Commission in order to verify if a level of 0,01 Îźg/kg aflatoxin M1 can be reliably determined in view of considering a reduction of the maximum level to 0,01 Îźg/kg aflatoxin M1.\n(5) Regulation (EC) No 466/2001 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 2(2) of Regulation (EC) No 466/2001 is replaced by the following:\n\"2. The maximum levels specified in Annex I shall apply also to food intended for infants and young children covered by Directive 91/321/EEC and Directive 96/5/EC, taking into account respectively, the changes of the concentration of the contaminant caused by drying, dilution or processing and the relative concentrations of the ingredients in the product. This does not apply to the contaminants for which specific Community maximum levels have been set for the specified foods or to the cases where in the absence of Community maximum levels, stricter levels have been set by national legislation for the specified foods.\"", "Annex I of Regulation (EC) No 466/2001 is amended in accordance with the Annex to this Regulation", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2004.\nThis Regulation shall not apply to products which were placed on the market before 1 November 2004 in conformity with the provisions applicable. The burden of proving when the products were placed on the market shall be borne by the food business operator. This Regulation shall be binding in its entirety and directly applicable in all Member States.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation of the European Parliament and of the Council (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(2) OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 455/2004 (OJ L 74, 12.3.2004, p. 11).\n(3) OJ L 175, 4.7.1991, p. 35. Directive as last amended by Directive 2003/14/EC (OJ L 41, 14.2.2003, p. 37).\n(4) OJ L 49, 28.2.1996, p. 17. Directive as last amended by Directive 2003/13/EC (OJ L 41, 14.2.2003, p. 33).\nANNEX\nAnnex I to Regulation (EC) No 466/2001 is amended as follows:\n1. In Section 2. Mycotoxins, 2.1. Aflatoxins the following points 2.1.5, 2.1.6 and 2.1.7 are added:\n\">TABLE>\"\n2. In Section 2. Mycotoxins, 2.2. Ochratoxin A the following points 2.2.4 and 2.2.5 are added:\n\">TABLE>\""}