{"celex_id": "32006R0962", "uri": "http://publications.europa.eu/resource/cellar/ce60dde8-cfd9-42b3-9277-7d17d407757d", "type": "Regulation", "concepts": ["161", "1994", "2758", "3817", "5601"], "title": "Council Regulation (EC) No 962/2006 of  27 June 2006  amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/1\nCOUNCIL REGULATION (EC) No 962/2006\nof 27 June 2006\namending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 20 December 1996, the Council adopted Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products (1). Community demand for the products in question should be met under the most favourable conditions. For that purpose, new Community tariff quotas should be opened at reduced or zero rates of duty for appropriate volumes while avoiding any disturbance to the markets for these products.\n(2) The quota amount for an autonomous Community tariff quota is insufficient to meet the needs of the Community industry for the current quota period and should therefore be increased.\n(3) Regulation (EC) No 2505/96 should therefore be amended accordingly,", "main_body": ["The tariff quotas listed in the Annex to this Regulation shall be added to Annex I to Regulation (EC) No 2505/96.", "For the quota period from 1 January to 31 December 2006, in Annex I to Regulation (EC) No 2505/96 the amount of the tariff quota for the order number 09.2986 shall be fixed at 14 315 tonnes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 June 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  OJ L 345, 31.12.1996, p. 1. Regulation as last amended by Regulation (EC) No 151/2006 (OJ L 25, 28.1.2006, p. 1).\nANNEX\nOrder No CN code TARIC subdivision Description Quota volume Quota duty Quota period\n‘09.2967 7011 20 00 30 Glass face plate with a diagonal measurement of 63 cm (± 0,2 cm) from the outer edge to the outer edge and having a light transmission of 56,8 % (± 3 %) by a glass thickness of 10,16 mm 150 000 units 0 1.7. to 31.12.2006\n09.2976 ex 8407 90 10 10 Four-stroke petrol engines of a cylinder capacity not exceeding 250 cm3 for use in the manufacture of lawnmowers of subheading 8433 11 or mowers with motor of subheading 8433 20 10 (1) 2 500 000 units 0 1.7.2006 to 30.6.2007\n09.2977 2926 10 00  Acrylonitrile 40 000 tonnes 0 1.7. to 31.12.2006\n09.2986 ex 3824 90 99 76 Mixture of tertiary amines containing:\n— 60 % by weight of dodecyldimethylamine, or more,\n— 20 % by weight of dimethyl(tetradecyl)amine, or more,\n— 0,5 % by weight of hexadecyldimethylamine, or more,\n(1)  Checks on this prescribed end use shall be carried out pursuant to the relevant Community provisions.’"}