{"celex_id": "32003D0917", "uri": "http://publications.europa.eu/resource/cellar/eaaf22ff-92aa-4513-bab9-fae5b53e33ac", "type": "Decision", "concepts": ["1309", "1518", "1616", "2734", "2771", "4048", "5283"], "title": "2003/917/EC: Council Decision of 22 December 2003 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the State of Israel concerning reciprocal liberalisation measures and the replacement of Protocols 1 and 2 to the EC-Israel Association Agreement\n", "header": "Council Decision\nof 22 December 2003\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the State of Israel concerning reciprocal liberalisation measures and the replacement of Protocols 1 and 2 to the EC-Israel Association Agreement\n(2003/917/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of Article 300(2), thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 11 of the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part(1) (Association Agreement) in force since 1 June 2000, states that the Community and Israel shall progressively establish a greater liberalisation of their trade in agricultural products of interest to both Parties. It provides that, from 1 January 2000, the Community and Israel are to examine the situation in order to determine the measures to be applied by the Community and Israel from 1 January 2001, in accordance with this objective.\n(2) The Commission has, on behalf of the Community, negotiated an Agreement in the form of an Exchange of Letters with a view to replacing Protocols 1 and 2 to the Association Agreement.\n(3) The Agreement, initialled on 4 July 2003, should be approved.\n(4) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2),", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the State of Israel concerning reciprocal liberalisation measures and the replacement of Protocols 1 and 2 to the Association Agreement between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The Commission shall adopt the necessary implementation measures for Protocols 1 and 2 in accordance with the procedure laid down in Article 3.", "1. The Commission shall be assisted by the Management Committee for Sugar (hereinafter referred to as the Committee) established by Article 42 of Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(3) or, where appropriate, by the committees established by the corresponding provisions of other regulations on the common organisation of markets or by the Customs Code Committee established by Article 248a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(4).\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its Rules of Procedure.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement so as to bind the Community.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 December 2003.\nFor the Council\nThe President\nA. Matteoli\n(1) OJ L 147, 21.6.2000, p. 3.\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) OJ L 178, 30.6.2001, p. 1. Regulation as amended by Commission Regulation (EC) No 680/2002 (OJ L 104, 20.4.2002, p. 26).\n(4) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 2700/2000 of the European Parliament and of the Council (OJ L 311, 12.12.2000, p. 17)."}