{"celex_id": "32002D1009", "uri": "http://publications.europa.eu/resource/cellar/1cca2b7e-12a3-4b76-95c5-de7a5352017e", "type": "Decision", "concepts": ["1085", "1318", "1374", "1445", "1712", "192", "2356", "2560", "4839", "5369"], "title": "2002/1009/EC: Commission Decision of 27 December 2002 concerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (Text with EEA relevance) (notified under document number C(2002) 5359)\n", "header": "Commission Decision\nof 27 December 2002\nconcerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg\n(notified under document number C(2002) 5359)\n(Text with EEA relevance)\n(2002/1009/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(2), and, in particular Article 10(4) thereof,\nWhereas:\n(1) In relation to classical swine fever in certain bordering parts of France, Germany and Luxembourg, the Commission has adopted Decision 1999/335/EC of 7 May 1999 approving the plans presented by Germany for the eradication of classical swine fever in feral pigs in Baden WĂźrttemberg and Rhineland-Palatinate(3); Decision 2002/161/EC of 22 February 2002 approving the plans submitted by Germany for the eradication of classical swine fever in feral pigs in Saarland and the emergency vaccination against classical swine fever in feral pigs in Rhineland-Pfalz and Saarland(4), as last amended by Decision 2002/791/EC(5); Decision 2002/181/EC of 28 February 2002 approving the plan presented by Luxembourg for the eradication of classical swine fever in feral pigs in certain areas of Luxembourg(6); Decision 2002/626/EC of 25 July 2002 approving the plan submitted by France for the eradication of classical swine fever from feral pigs in Moselle and Meurthe-et-Moselle(7), and Decision 2002/383/EC of 23 May 2002 concerning certain protection measures relating to classical swine fever in France, Germany and Luxembourg and repealing Decision 2002/302/EC(8), as last amended by Decision 2002/839/EC(9).\n(2) Classical swine fever has recently been confirmed in feral pigs in Belgium, close to the Belgian border with Germany.\n(3) Belgium has taken measures to combat classical swine fever within the framework of Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(10).\n(4) In the light of the evolution of the epidemiological situation it is appropriate to apply the measures provided for in Decision 2002/383/EC in the concerned areas of Belgium.\n(5) For the sake of clarity, Decision 2002/383/EC should be repealed and a new Decision adopted.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply without prejudice to the plans submitted by the Member States and approved by the Commission by Decisions 1999/335/EC, 2002/161/EC, 2002/181/EC and 2002/626/EC.", "1. Belgium, France, Luxembourg and Germany (hereinafter: \"the Member States concerned\") shall ensure that no pigs are dispatched unless the pigs:\n(a) come from an area outside the areas described in the Annex; and\n(b) come from a holding where no live pigs proceeding from the areas described in the Annex have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question.\n2. The Member States concerned shall ensure that the transit of pigs through the areas described in the Annex only takes place on major roads or railways, without any stops by the vehicle transporting the pigs.", "1. The Member States concerned shall ensure that no consignments of porcine semen are dispatched unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC(11) and situated outside the areas described in the Annex.\n2. The Member States concerned shall ensure that no consignments of ova and embryos of swine are dispatched unless the ova and embryos originate from swine kept at a holding situated outside the areas described in the Annex.", "1. The health certificate provided for in Council Directive 64/432/EEC(12) accompanying pigs dispatched from the Member States concerned shall be completed by the following:\"Animals in accordance with Commission Decision 2002/1009/EC of 27 December 2002 concerning certain protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (OJ L 351, 28.12.2002, p. 112).\"\n2. The health certificate provided for in Directive 90/429/EEC accompanying boar semen dispatched from Belgium, France, Germany and Luxembourg shall be completed by the following:\"Semen in accordance with Commission Decision 2002/1009/EC of 27 December 2002 concerning certain protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (OJ L 351, 28.12.2002, p. 112).\"\n3. The health certificate provided for in Commission Decision 95/483/EEC(13) accompanying embryos and ova of swine dispatched from Belgium, France, Germany and Luxembourg shall be completed by the following:\"Embryos/ova(14) in accordance with Commission Decision 2002/1009/EC of 27 December 2002 concerning certain protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (OJ L 351, 28.12.2002, p. 112).\"", "1. The Member States concerned shall ensure that the provisions laid down in the second, fourth, fifth, sixth and seventh indents of Article 15(2)(b) of Directive 2001/89/EC are applied in the pig holdings located within the areas described in the Annex.\n2. The Member States concerned shall ensure that vehicles which have been used for the transport of pigs proceeding from holdings located within the areas described in the Annex are cleaned and disinfected after each operation and that the transporter shall furnish proof of such disinfection.", "1. By way of derogation from Article 1(1) and subject to the approval of the Member State of destination, the Member States concerned may authorise the dispatch of pigs proceeding from holdings located within the areas described in the Annex to other holdings or to slaughterhouses located within the areas described in the Annex of another Member State provided that the pigs come from a holding where:\n(a) no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question;\n(b) a clinical examination for classical swine fever has been carried out by an official veterinarian in accordance with the checking procedure laid down in Chapter IV(A) of the Annex to Commission Decision 2002/106/EC(15), and Chapter IV(D)(1), (2) and (3) of that Annex; and\n(c) serological tests for classical swine fever have been carried out with negative results on samples collected from the group of pigs to be moved during the seven-day period immediately prior to their dispatch. The minimum number of pigs to be sampled must be sufficient to allow for the detection of 10 % seroprevalence with 95 % confidence in the group of pigs to be moved.\nHowever, c shall not apply to pigs to be moved directly to slaughterhouses for the purpose of immediate slaughter.\n2. When dispatching the pigs referred to in paragraph 1, the Member States concerned shall ensure that the health certificate referred to in Article 4(1) includes additional information concerning the dates of the clinical examination, sampling and testing, the number of samples tested, the type of test used and the results of the test.", "The Member States concerned may allow the movements of pigs proceeding from holdings located within the areas described in the Annex and dispatched to other areas in the same Member State, only from holdings where clinical examination and serological tests for classical swine fever have been carried out with negative results, in accordance with Article 6(1)(b) and (c) in the holding of dispatch.", "The Member States concerned shall inform the Commission and the Member States in the framework of the Standing Committee on the Food Chain and Animal Health on the results of the serosurveillance for classical swine fever carried out in the areas described in the Annex.", "Decision 2002/383/EC is repealed.", "0\nThe Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "1\nThis Decision shall be reviewed before 20 April 2003.", "2\nThis Decision shall apply until 30 April 2003.", "3\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 126, 20.5.1999, p. 21.\n(4) OJ L 53, 23.2.2002, p. 43.\n(5) OJ L 274, 11.10.2002, p. 40.\n(6) OJ L 61, 2.3.2002, p. 54.\n(7) OJ L 200, 30.7.2002, p. 37.\n(8) OJ L 136, 24.5.2002, p. 22.\n(9) OJ L 287, 25.10.2002, p. 39.\n(10) OJ L 316, 1.12.2001, p. 5.\n(11) OJ L 224, 18.8.1990, p. 62.\n(12) OJ 121, 29.7.1964, p. 1977/64.\n(13) OJ L 275, 18.11.1995, p. 30.\n(14) Delete as appropriate.\n(15) OJ L 39, 9.2.2002, p. 71.\nANNEX\nAreas of the Member States concerned referred to in Articles 1, 2, 3, 5, 6, 7 and 8\n>TABLE>"}