{"celex_id": "32008R0175", "uri": "http://publications.europa.eu/resource/cellar/c2ec5cbc-f3fc-488b-a784-bf026154170b", "type": "Regulation", "concepts": ["1309", "161", "1644", "2771", "3732", "888"], "title": "Commission Regulation (EC) No 175/2008 of 27 February 2008 on the issue of licences for importing rice under the tariff quota opened for the February 2008 subperiod by Regulation (EC) No 327/98\n", "header": "28.2.2008 EN Official Journal of the European Union L 55/25\nCOMMISSION REGULATION (EC) No 175/2008\nof 27 February 2008\non the issue of licences for importing rice under the tariff quota opened for the February 2008 subperiod by Regulation (EC) No 327/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1),\nHaving regard to Commission Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (2), and in particular the first subparagraph of Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 327/98 opens and provides for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several subperiods in accordance with Annex IX to that Regulation and Commission Regulation (EC) No 60/2008, which opens a specific subperiod in February 2008 for the import tariff quota for wholly milled and semi-milled rice originating in the United States of America (3).\n(2) The February subperiod is the second subperiod in 2008 for the quota with the number 09.4127 provided for under Article 1(1)(a) of Regulation (EC) No 327/98.\n(3) The notification sent in accordance with Article 8(a) of Regulation (EC) No 327/98 shows that, for the quota with serial number 09.4127, the applications lodged in the first 10 working days of February 2008 under Article 4(1) of the Regulation cover a quantity less than (or equal to) that available.\n(4) The total quantity available for the following subperiod should therefore be fixed for the quota with serial number 09.4127, in accordance with the first subparagraph of Article 5 of Regulation (EC) No 327/98,", "main_body": ["The total quantity available under the quota with serial number 09.4127 as referred to in Regulation (EC) No 327/98 for the next subperiod shall be as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1). Regulation (EC) No 1785/2003 is to be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 September 2008.\n(2)  OJ L 37, 11.2.1998, p. 5. Regulation as amended by Regulation (EC) No 1538/2007 (OJ L 337, 21.12.2007, p. 49).\n(3)  OJ L 22, 25.1.2008, p. 6.\nANNEX\nQuantity to be allocated for the February 2008 subperiod and quantity available for the following subperiod under Regulation (EC) No 327/98\nQuota for wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(a) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for February 2008 subperiod Total quantity available for April 2008 subperiod\nUnited States of America 09.4127 — (1) 12 365 684\n(1)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable."}