{"celex_id": "32007R0441", "uri": "http://publications.europa.eu/resource/cellar/a0672cd6-c41f-4c35-8f6a-5fefb0e84382", "type": "Regulation", "concepts": ["1501", "3454", "3483", "3870", "4496", "5461", "5542"], "title": "Commission Regulation (EC) No 441/2007 of 20 April 2007 amending Council Regulation (EC) No 423/2007 concerning restrictive measures against Iran\n", "header": "21.4.2007 EN Official Journal of the European Union L 104/28\nCOMMISSION REGULATION (EC) No 441/2007\nof 20 April 2007\namending Council Regulation (EC) No 423/2007 concerning restrictive measures against Iran\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 423/2007 of 19 April 2007 concerning restrictive measures against Iran (1), and in particular Article 15(1)(c) thereof,\nWhereas:\n(1) Annex IV to Regulation (EC) No 423/2007 lists persons, entities and bodies who, having been designated by the United Nations Security Council or by the Sanctions Committee of the UN Security Council, are covered by the freezing of funds and economic resources under that Regulation.\n(2) On 24 March 2007, the UN Security Council decided to amend the list of persons, entities and bodies to whom the freezing of funds and economic resources should apply. Annex IV should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex IV to Regulation (EC) No 423/2007 is hereby replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 April 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector General for External Relations\n(1)  OJ L 103, 20.4.2007, p. 1.\nANNEX\n‘ANNEX IV\nA.   Natural persons\n(1) Fereidoun Abbasi-Davani. Other information: Senior Ministry of Defence and Armed Forces Logistics (MODAFL) scientist with links to the Institute of Applied Physics. Working closely with Mohsen Fakhrizadeh-Mahabadi.\n(2) Dawood Agha-Jani. Function: Head of the PFEP — Natanz. Other information: Person involved in Iran’s nuclear programme.\n(3) Ali Akbar Ahmadian. Title: Vice Admiral. Function: Chief of Iranian Revolutionary Guard Corps (IRGC) Joint Staff.\n(4) Behman Asgarpour. Function: Operational Manager (Arak). Other information: Person involved in Iran’s nuclear programme.\n(5) Bahmanyar Morteza Bahmanyar. Function: Head of Finance & Budget Dept, Aerospace Industries Organisation (AIO). Other information: Person involved in Iran’s ballistic missile programme.\n(6) Ahmad Vahid Dastjerdi. Function: Head of the Aerospace Industries Organisation (AIO). Other information: Person involved in Iran’s ballistic missile programme.\n(7) Ahmad Derakhshandeh. Function: Chairman and Managing Director of Bank Sepah.\n(8) Reza-Gholi Esmaeli. Function: Head of Trade & International Affairs Dept, Aerospace Industries Organisation (AIO). Other information: Person involved in Iran’s ballistic missile programme.\n(9) Mohsen Fakhrizadeh-Mahabadi. Other information: Senior MODAFL scientist and former head of the Physics Research Centre (PHRC).\n(10) Mohammad Hejazi. Title: Brigadier General. Function: Commander of Bassij resistance force.\n(11) Mohsen Hojati. Function: Head of Fajr Industrial Group.\n(12) Mehrdada Akhlaghi Ketabachi. Function: Head of Shahid Bagheri Industrial Group (SBIG).\n(13) Ali Hajinia Leilabadi. Function: Director General of Mesbah Energy Company. Other information: Person involved in Iran’s nuclear programme.\n(14) Naser Maleki. Function: Head of Shahid Hemmat Industrial Group (SHIG). Other information: Naser Maleki is also a MODAFL official overseeing work on the Shahab-3 ballistic missile programme. The Shahab-3 is Iran’s long range ballistic missile currently in service.\n(15) Jafar Mohammadi. Function: Technical Adviser to the Atomic Energy Organisation of Iran (AEOI) (in charge of managing the production of valves for centrifuges). Other information: Person involved in Iran’s nuclear programme.\n(16) Ehsan Monajemi. Function: Construction Project Manager, Natanz. Other information: Person involved in Iran’s nuclear programme.\n(17) Mohammad Mehdi Nejad Nouri. Title: Lt Gen. Function: Rector of Malek Ashtar University of Defence Technology. Other information: The chemistry department of Ashtar University of Defence Technology is affiliated to MODAFL and has conducted experiments on beryllium. Person involved in Iran’s nuclear programme.\n(18) Mohammad Qannadi. Function: AEOI Vice President for Research & Development. Other information: Person involved in Iran’s nuclear programme.\n(19) Amir Rahimi. Function: Head of Esfahan Nuclear Fuel Research and Production Center. Other information: Esfahan Nuclear Fuel Research and Production Center is part of the AEOI’s Nuclear Fuel Production and Procurement Company, which is involved in enrichment-related activities.\n(20) Morteza Rezaie. Title: Brigadier General. Function: Deputy Commander of IRGC.\n(21) Morteza Safari. Title: Rear Admiral. Function: Commander of IRGC Navy.\n(22) Yahya Rahim Safavi. Title: Maj Gen. Function: Commander, IRGC (Pasdaran). Other information: Person involved in both Iran’s nuclear and ballistic missile programmes.\n(23) Seyed Jaber Safdari. Other information: Manager of the Natanz Enrichment Facilities.\n(24) Hosein Salimi. Title: General. Function: Commander of the Air Force, IRGC (Pasdaran). Other information: Person involved in Iran’s ballistic missile programme.\n(25) Qasem Soleimani. Title: Brigadier General. Function: Commander of Qods force.\n(26) Mohammad Reza Zahedi. Title: Brigadier General. Function: Commander of IRGC Ground Forces.\n(27) General Zolqadr. Function: Deputy Interior Minister for Security Affairs, IRGC officer.\nB.   Entities\n(1) Ammunition and Metallurgy Industries Group (alias (a) AMIG, (b) Ammunition Industries Group). Other information: (a) AMIG controls 7th of Tir, (b) AMIG is owned and controlled by the Defence Industries Organisation (DIO).\n(2) Atomic Energy Organisation of Iran (AEOI). Other information: Involved in Iran’s nuclear programme.\n(3) Bank Sepah and Bank Sepah International. Other information: Bank Sepah provides support for the Aerospace Industries Organisation (AIO) and subordinates, including Shahid Hemmat Industrial Group (SHIG) and Shahid Bagheri Industrial Group (SBIG).\n(4) Cruise Missile Industry Group (alias Naval Defence Missile Industry Group).\n(5) Defence Industries Organisation (DIO). Other information: (a) Overarching MODAFL-controlled entity, some of whose subordinates have been involved in the centrifuge programme making components, and in the missile programme, (b) Involved in Iran’s nuclear programme.\n(6) Esfahan Nuclear Fuel Research and Production Centre (NFRPC) and Esfahan Nuclear Technology Centre (ENTC). Other information: They are parts of the Atomic Energy Organisation of Iran’s (AEOI) Nuclear Fuel Production and Procurement Company.\n(7) Fajr Industrial Group. Other information: (a) Formerly Instrumentation Factory Plant, (b) Subordinate entity of AIO, (c) Involved in Iran’s ballistic missile programme.\n(8) Farayand Technique. Other information: (a) Involved in Iran’s nuclear programme (centrifuge programme), (b) Identified in IAEA reports.\n(9) Kala-Electric (alias Kalaye Electric). Other information: (a) Provider for PFEP — Natanz, (b) Involved in Iran’s nuclear programme.\n(10) Karaj Nuclear Research Centre. Other information: Part of AEOI’s research division.\n(11) Kavoshyar Company. Other information: Subsidiary company of AEOI.\n(12) Mesbah Energy Company. Other information: (a) Provider for A40 research reactor — Arak, (b) Involved in Iran’s nuclear programme.\n(13) Novin Energy Company (alias Pars Novin). Other information: It operates within AEOI.\n(14) Parchin Chemical Industries. Other information: Branch of DIO.\n(15) Pars Aviation Services Company. Other information: maintains aircraft.\n(16) Pars Trash Company. Other information: (a) Involved in Iran’s nuclear programme (centrifuge programme), (b) Identified in IAEA reports.\n(17) Qods Aeronautics Industries. Other information: It produces unmanned aerial vehicles (UAVs), parachutes, para-gliders, para-motors, etc.\n(18) Sanam Industrial Group. Other information: subordinate to AIO.\n(19) 7th of Tir. Other information: (a) Subordinate of DIO, widely recognized as being directly involved in Iran’s nuclear programme, (b) Involved in Iran’s nuclear programme.\n(20) Shahid Bagheri Industrial Group (SBIG). Other information: (a) Subordinate entity of AIO, (b) Involved in Iran’s ballistic missile programme.\n(21) Shahid Hemmat Industrial Group (SHIG). Other information: (a) subordinate entity of AIO, (b) Involved in Iran’s ballistic missile programme.\n(22) Sho’a’ Aviation. Other information: It produces micro-lights.\n(23) Ya Mahdi Industries Group. Other information: subordinate to AIO.’"}