{"celex_id": "32006R1831", "uri": "http://publications.europa.eu/resource/cellar/65caccc5-f572-47a6-b8c5-810718485346", "type": "Regulation", "concepts": ["1590", "2735", "2737", "5734"], "title": "Commission Regulation (EC) No 1831/2006 of 13 December 2006 amending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards Doramectin   (Text with EEA relevance)\n", "header": "14.12.2006 EN Official Journal of the European Union L 354/5\nCOMMISSION REGULATION (EC) No 1831/2006\nof 13 December 2006\namending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards Doramectin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Article 2 thereof,\nHaving regard to the opinions of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) All pharmacologically active substances used in the Community in veterinary medicinal products intended for food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substance Doramectin is included in Annex I to Regulation (EEC) No 2377/90 for bovine for muscle, fat, liver and kidney excluding bovines producing milk for human consumption. This substance is also included in Annex I to Regulation (EEC) No 2377/90 for porcine, ovine, deer, including reindeer, for muscle, fat, liver and kidney excluding ovines producing milk for human consumption. The entry for Doramectin in that Annex should be modified and extended to all mammalian food-producing species for muscle, fat, liver and kidney, excluding animals from which milk is produced for human consumption.\n(3) Regulation (EEC) No 2377/90 should therefore be amended accordingly.\n(4) An adequate period should be allowed before the applicability of this Regulation in order to enable Member States to make any adjustment which may be necessary in the light of this Regulation to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2) to take account of the provisions of this Regulation.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annex I to Regulation (EEC) No 2377/90 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 12 February 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1805/2006 (OJ L 343, 8.12.2006, p. 66).\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nThe following substance is inserted in Annex I to Regulation (EEC) No 2377/90:\n2.   Antiparasitic agents\n2.3.   Agents acting against endo- and ectoparasites\n2.3.1.   Avermectins\nPharmacologically active Substance(s) Marker residue Animal species MRLs Target tissues\n‘Doramectin Doramectin All mammalian food producing species (1) 40 μg/kg Muscle\n150 μg/kg Fat\n100 μg/kg Liver\n60 μg/kg Kidney\n(1)  Not for use in animals from which milk is produced for human consumption.’"}