{"celex_id": "32006R1023", "uri": "http://publications.europa.eu/resource/cellar/f9f42175-453f-45bd-b01e-b761bc0bccee", "type": "Regulation", "concepts": ["161", "1644", "2729", "2771", "5063", "5360"], "title": "Commission Regulation (EC) No 1023/2006 of  5 July 2006  amending Regulation (EC) No 958/2003 laying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\n", "header": "6.7.2006 EN Official Journal of the European Union L 184/5\nCOMMISSION REGULATION (EC) No 1023/2006\nof 5 July 2006\namending Regulation (EC) No 958/2003 laying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/286/EC of 8 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions (1), and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Decision 2003/286/EC, the Community has undertaken to establish for each marketing year import tariff quotas at a zero rate of duty for wheat, meslin, wheat gluten and maize originating in the Republic of Bulgaria.\n(2) In the light of the experience gained in applying Commission Regulation (EC) No 958/2003 (2), certain provisions of that Regulation should be clarified and simplified.\n(3) In order to ensure that the actual quantities being requested by individual traders may be verified, it is necessary to specify that traders must submit only one import licence application per period concerned, and to provide for a penalty in the event of a failure to meet this requirement.\n(4) Regulation (EC) No 958/2003 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 958/2003 is hereby amended as follows:\n1. The following Article 1a is added:\n2. Article 2 is amended as follows:\n(a) Paragraph 1 is replaced by the following:\n(b) Paragraph 3 is replaced by the following:\n(c) Paragraph 4 is replaced by the following:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 102, 24.4.2003, p. 60.\n(2)  OJ L 136, 4.6.2003, p. 3. Regulation as last amended by Regulation (EC) No 1046/2005 (OJ L 172, 5.7.2005, p. 79)."}