{"celex_id": "32006R0908", "uri": "http://publications.europa.eu/resource/cellar/44fd37d0-5192-4b9e-9c00-80215c727019", "type": "Regulation", "concepts": ["2173", "2656", "2689", "3217", "4692"], "title": "Commission Regulation (EC) No 908/2006 of  20 June 2006  establishing the list of representative markets for pigmeat in the Community\n", "header": "21.6.2006 EN Official Journal of the European Union L 168/11\nCOMMISSION REGULATION (EC) No 908/2006\nof 20 June 2006\nestablishing the list of representative markets for pigmeat in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), and in particular Article 4(6) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2123/89 of 14 July 1989 establishing the list of representative markets for pigmeat in the Community (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Regulation (EEC) No 2759/75 provides for determination of the Community market price of slaughtered pigs from prices recorded on the representative markets.\n(3) In order to enable Article 4(2) of that Regulation to be applied, a list of representative markets must be drawn up. Reference must be made in fixing the prices of pig carcases to quotations obtained directly from the markets or from the slaughterhouses, as well as from quotations established in the quotation centres and of which the entirety forms a representative market for each Member State.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The representative markets within the meaning of Article 4(2) of Regulation (EEC) No 2759/75 shall be the markets listed in Annex I to this Regulation.", "Regulation (EEC) No 2123/89 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 2006.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 282, 1.11.1975, p. 1. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 203, 15.7.1989, p. 23. Regulation as last amended by Regulation (EC) No 1901/2004 (OJ L 328, 30.10.2004, p. 71).\n(3)  See Annex II.\nANNEX I\nMember State Type of representative market Market/quotation centre\nBelgium The following quotation centre Brussel/Bruxelles\nCzech Republic The following market Praha\nDenmark The following quotation centre København\nGermany The following quotation centres Kiel, Hamburg, Oldenburg, Münster, Düsseldorf, Trier, Gießen, Stuttgart, München, Bützow, Potsdam, Magdeburg, Erfurt, Dresden\nEstonia The following quotation centre Tallinn\nGreece The following quotation centres Preveza, Chalkida, Korinthos, Agrinio, Drama, Larissa, Verria\nSpain The following quotation centres Ebro, Mercolleida, Campillos, Segovia, Segura, Silleda\nAnd the following group of markets Murcia, Malaga, Barcelona, Huesca, Burgos, Lleida, Navarra, Pontevedra, Segovia, Ciudad Real\nFrance The following quotation centres Rennes, Nantes, Metz, Lyon, Toulouse\nIreland The following group of markets Waterford, Edenderry\nItaly The following group of markets Milano, Cremona, Mantova, Modena, Parma, Reggio Emilia, Perugia\nCyprus The following market Nicosia\nLatvia The following market Rīga\nLithuania The following quotation centre Vilnius\nLuxembourg The following group of markets Esch-sur-Alzette, Ettelbruck, Mersch, Wecker\nHungary The following quotation centre Budapest\nMalta The following quotation centre Marsa\nNetherlands The following quotation centre Zoetermeer\nAustria The following quotation centre Wien\nPoland The following quotation centre Warszawa\nPortugal The following group of markets Famalicão, Coimbra, Leiria, Montijo, Póvoa da Galega, Rio Maior\nSlovenia The following quotation centre Ljubljana\nSlovakia The following quotation centre Bratislava\nFinland The following quotation centre Helsinki\nSweden The following group of markets Helsingborg, Trelleborg, Skövde, Skara, Kalmar, Uppsala, Visby, Kristianstad\nUnited Kingdom The quotation centre Milton Keynes for the following group of regions Scotland, Northern Ireland, Northern England, Eastern England\nANNEX II\nRepealed Regulation with its successive amendments\nCommission Regulation (EEC) No 2123/89 (OJ L 203, 15.7.1989, p. 23)\nCommission Regulation (EEC) No 1786/90 (OJ L 163, 29.6.1990, p. 54)\nCommission Regulation (EEC) No 3787/90 (OJ L 364, 28.12.1990, p. 26)\nCommission Regulation (EC) No 3236/94 (OJ L 338, 28.12.1994, p. 18)\nCommission Regulation (EC) No 1448/95 (OJ L 143, 27.6.1995, p. 47)\nCommission Regulation (EC) No 426/96 (OJ L 60, 9.3.1996, p. 3)\nCommission Regulation (EC) No 532/96 (OJ L 78, 28.3.1996, p. 14)\nCommission Regulation (EC) No 1285/98 (OJ L 178, 23.6.1998, p. 5)\nCommission Regulation (EC) No 2712/2000 (OJ L 313, 13.12.2000, p. 4)\nCommission Regulation (EC) No 1901/2004 (OJ L 328, 30.10.2004, p. 71)\nANNEX III\nCorrelation table\nRegulation (EEC) No 2123/89 This Regulation\nArticle 1 Article 1\nArticle 2 —\n— Article 2\nArticle 3 Article 3\nAnnex Annex I\n— Annex II\n— Annex III"}