{"celex_id": "32005D0659", "uri": "http://publications.europa.eu/resource/cellar/e2e11c75-43c9-47ca-a514-2ba371675e91", "type": "Decision", "concepts": ["1005", "1085", "2211", "4636"], "title": "2005/659/EC: Commission Decision of 15 September 2005 concerning a financial contribution by the Community in the context of the vaccination campaigns against bluetongue in France in 2004 and 2005 (notified under document number C(2005) 3445)\n", "header": "20.9.2005 EN Official Journal of the European Union L 244/24\nCOMMISSION DECISION\nof 15 September 2005\nconcerning a financial contribution by the Community in the context of the vaccination campaigns against bluetongue in France in 2004 and 2005\n(notified under document number C(2005) 3445)\n(Only the French text is authentic)\n(2005/659/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(2) thereof,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (2), and in particular Article 3(3), (4) and (5), second indent, thereof,\nWhereas:\n(1) Outbreaks of bluetongue have occurred in France, and more particularly in Corsica, since the year 2000.\n(2) On 13 September 2004 France declared new outbreaks of bluetongue in Corsica. The presence of serotypes 2, 4 and 16 was confirmed.\n(3) Outbreaks of bluetongue represent a serious risk to the Community’s livestock population.\n(4) Various decisions, notably the latest one, Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (3), have been adopted by the Commission in order to demarcate the protection and surveillance zones and to set out the conditions governing movements of animals from these zones.\n(5) Bluetongue is a disease transmitted exclusively by ‘mosquitoes’, therefore the only measures which are apposite, of all those provided for in Article 3(2) of Decision 90/424/EEC, are those aimed either at protecting animals against attacks from the vectors (treatment with insecticides, confining the animals indoors at the times when the vectors are active) or at preventing the spread of the epidemic through movements of animals (Decision 2005/393/EC). The slaughter of animals of susceptible species is not an apposite measure except in the case of animals clinically affected with bluetongue.\n(6) The virus continues to circulate and the protection provided by the vaccine lasts for only one year, therefore vaccination against bluetongue must be repeated each year in order to block the progression of the epidemic. Due to the evolution of the disease, it is therefore advisable to implement a vaccination campaign in the protection zones established around outbreaks of bluetongue.\n(7) Vaccination is a measure which, employed in combination with the measures already adopted, makes it possible to:\n(a) reduce mortality in sheep;\n(b) prevent viraemia in cattle and thus enable cattle to be moved from restricted zones.\n(8) France has presented a vaccination plan which involves the use of the new inactivated vaccine (serotype 2) now available.\n(9) On 23 November 2004 France submitted a claim for reimbursement of the expenditure incurred in connection with the vaccination campaign. According to the information available, approximately 300 000 doses of inactivated vaccine (serotype 2) were purchased.\n(10) The financial contribution from the Community must be 100 % of the cost of supply of the vaccine and 50 % of the costs incurred in carrying out the vaccination. Pending checks by the Commission, it is now necessary to set the amount for payment of the first instalment of the Community financial assistance.\n(11) In accordance with Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (4), veterinary and plant health measures undertaken in accordance with Community rules are financed by the ‘Guarantee’ section of the European Agricultural Guidance and Guarantee Fund. The auditing of these measures comes under Articles 8 and 9 of the said Regulation.\n(12) The payment of the financial contribution from the Community must be subject to the condition that the actions planned have actually been carried out and that the authorities supply all the necessary information within the time limits laid down.\n(13) The French authorities have fulfilled all their technical and administrative obligations with regard to the measures provided for in Article 3 of Decision 90/424/EEC.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of the vaccination campaign\nThe bluetongue vaccination campaign implemented by France in Corsica, in the zones listed in Annex I to Decision 2005/393/EC, is approved.", "Granting of a financial contribution from the Community to France\nFor the purposes of combating bluetongue in 2004 and during the first half of 2005, France is entitled, for the campaign of vaccination against bluetongue in Corsica, to a financial contribution from the Community amounting to:\n— 100 % of the costs incurred (not including VAT) in purchasing 300 000 doses of inactivated serotype 2 vaccine,\n— 50 % of the costs of salaries and fees paid to personnel specifically employed to carry out the vaccinations, and 50 % of the cost (not including VAT) of the expenditure directly associated with the vaccinations (consumables and small items of equipment).", "Definition\nThe following definition applies to this Decision:\n‘reasonable payments’ means payments for the purchase of materials or services at proportionate prices compared to the market prices before the vaccination campaign.", "Payment arrangements\n1.   Subject to the results of the inspections referred to in Article 7, an initial instalment of EUR 150 000 shall be paid, as part of the Community financial contribution mentioned in Article 2, on the basis of supporting documents submitted by France relating to the vaccination of animals.\n2.   The balance of the Community financial contribution mentioned in Article 2 shall be fixed in a subsequent decision to be adopted in accordance with the procedure established in Article 41 of Decision 90/424/EEC.", "The eligible expenditure covered by the financial contribution from the Community\nThe financial contribution from the Community as referred to in Article 2 shall only be made in respect of justified and reasonable payments relating to the authorised expenditure mentioned in Article 2.", "Payment conditions and supporting documents\n1.   The financial contribution from the Community as referred to in Article 2 shall be paid on the basis of:\n(a) an application submitted, in accordance with the Annex, within the time limit laid down in paragraph 2;\n(b) the supporting documents referred to in Article 2, including an epidemiological report on each holding where animals have been vaccinated;\n(c) the results of any in situ inspections carried out by the Commission, as referred to in Article 7.\nThe documents referred to at (b) shall be made available for on-the-spot audits by the Commission.\n2.   The application referred to in paragraph 1(a) must be submitted in computerised form, in accordance with the Annexes, within 60 calendar days of the date of notification of this Decision. If this time limit is not observed, the financial contribution from the Community shall be reduced by 25 % for every month of delay.", "Commission in situ inspections\nThe Commission, in collaboration with the competent French authorities, may conduct in situ inspections relating to the implementation of the measures referred to in Article 1 and the associated costs.", "Recipients\nThis Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 15 September 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(3)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2005/603/EC (OJ L 206, 9.8.2005, p. 11).\n(4)  OJ L 160, 26.6.1999, p. 103.\nANNEX\nApplication for a contribution towards the eligible costs associated with the bluetongue vaccination campaign\nCosts incurred\nCategory of vaccines Number of doses Amount (not including VAT)\n\n\n\nSalaries and fees (personnel specifically recruited)\nConsumables and vaccination-specific equipment\nTotal"}