{"celex_id": "32006D0403", "uri": "http://publications.europa.eu/resource/cellar/af13ee1a-dede-4941-802f-33a958e14486", "type": "Decision", "concepts": ["3472", "3667", "5462"], "title": "2006/403/EC: Council Decision of  25 April 2006  establishing the position to be adopted on behalf of the Community with regard to a proposal for amendment of Appendix A to the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes\n", "header": "9.6.2006 EN Official Journal of the European Union L 156/12\nCOUNCIL DECISION\nof 25 April 2006\nestablishing the position to be adopted on behalf of the Community with regard to a proposal for amendment of Appendix A to the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes\n(2006/403/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1), in conjunction with the second subparagraph of Article 300(2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Community is a Party to the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes (1) (hereinafter referred to as the Convention).\n(2) Appendix A to the Convention contains guidelines for accommodation and care of animals.\n(3) Council Directive 86/609/EEC of 24 November 1986 on the approximation of laws, regulations and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes (2) implements the Convention, including its Appendix A, under Community law, except for certain aspects such as those relating to animals used in education and training.\n(4) The Community is a Party to the Protocol of Amendment to the Convention (3) which establishes a simplified procedure for the amendment of appendices to the Convention.\n(5) In accordance with Article 31 of the Convention — as amended by the Protocol of Amendment — any amendment to Appendix A enters into force 12 months after its adoption by a two-thirds majority of the Parties at a multilateral consultation, unless one third of the Parties have notified objections.\n(6) In the absence of any specific provision relating to the situation of the Community, it is understood that, unlike in other environmental agreements, the Community and its Member States are expected to cast a vote. To the extent that Appendix A also covers issues falling under Member States’ competence, during the fourth multilateral consultation the Commission and Member States that are Parties to the Convention should cooperate closely to ensure unity in international representation of the Community.\n(7) The text of the revised Appendix A was agreed within the forum of the Working Party for the preparation of the fourth multilateral consultation of the Parties.\n(8) The revised Appendix A should be approved,", "main_body": ["At the fourth multilateral consultation of the Parties to the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes, the Commission shall support on behalf of the Community the adoption of a revised Appendix A to the Convention containing guidelines for accommodation and care of animals."], "attachments": "Done at Luxembourg, 25 April 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Council Decision 1999/575/EC of 23 March 1998 concerning the conclusion by the Community of the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes (OJ L 222, 24.8.1999, p. 29).\n(2)  OJ L 358, 18.12.1986, p. 1. Directive as amended by Directive 2003/65/EC of the European Parliament and of the Council (OJ L 230, 16.9.2003, p. 32).\n(3)  Council Decision 2003/584/EC of 22 July 2003 concerning the conclusion of the Protocol of Amendment to the European Convention for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes (OJ L 198, 6.8.2003, p. 10)."}