{"celex_id": "32007D0424", "uri": "http://publications.europa.eu/resource/cellar/c10e88af-05ef-4793-ad75-a85fb25838c4", "type": "Decision", "concepts": ["1309", "1591", "1744", "2771", "4083", "4453", "519"], "title": "2007/424/EC: Commission Decision of 18 June 2007 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain prepared or preserved sweet corn in kernels originating in Thailand\n", "header": "20.6.2007 EN Official Journal of the European Union L 159/42\nCOMMISSION DECISION\nof 18 June 2007\naccepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain prepared or preserved sweet corn in kernels originating in Thailand\n(2007/424/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) By Regulation (EC) No 1888/2006 (2), the Commission imposed provisional anti-dumping duties on imports into the Community of certain prepared or preserved sweet corn in kernels originating in Thailand.\n(2) Following the adoption of the provisional anti-dumping measures, the Commission continued the investigation of dumping, injury, causation and Community interest. The definitive findings and conclusions of the investigation are set out in Council Regulation (EC) No 682/2007 (3) imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain prepared or preserved sweet corn in kernels originating in Thailand.\n(3) The investigation confirmed the provisional findings of injurious dumping relating to imports of certain prepared or preserved sweet corn in kernels originating in Thailand.\nB.   UNDERTAKING\n(4) Subsequent to the adoption of provisional anti-dumping measures, two cooperating exporting producers in Thailand offered price undertakings in accordance with Article 8(1) of the basic Regulation.\n(5) In these undertakings the exporting producers have offered to sell the product concerned, as defined in Regulation (EC) No 682/2007, within a quantitative ceiling, at or above price levels which eliminate the injurious effect of dumping. The number of product types covered by the undertakings is limited to the ones which were exported by each exporting producer concerned in representative quantities during the investigation period. A different minimum import price for each product type covered by the undertaking was offered, given that there was a significant price variation among the different product types during the investigation period.\n(6) The exporting producers offered to limit exports to the Community under the undertakings to a certain quantitative ceiling as during the investigation period they not only sold the product concerned produced by them but also the product concerned produced by other producers. The quantitative ceiling for each exporting producer was established at a level corresponding to the quantity exported to the Community of the own produced product concerned during the investigation period. Imports of the product concerned beyond the quantitative ceiling or outside of the scope of the undertakings will be subject to the applicable anti-dumping duty.\n(7) Moreover, the exporting producers offered not to sell the product covered by the undertaking to the same customers in the European Community, to which they sell other products in order to reduce the risk of price violation by means of cross-compensation of the prices.\n(8) The exporting producers will also provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission. Furthermore, the sales structure of these companies is such that the Commission considers that the risk of circumventing the agreed undertakings is limited.\n(9) Subsequent to the disclosure of the offered undertakings, the complainant Community industry objected to these undertakings offered. The Community industry argued that the prices of the product concerned are volatile and therefore the product concerned is not suitable for undertakings. Furthermore, the Community industry argued that because the exporting producers sold other products together with the product covered by the undertaking to the same customers in the European Community there is a high risk of cross-compensation, i.e. the products not covered by the undertaking may be sold at artificially low prices in order to compensate the minimum prices for the products covered by the undertaking. For these reasons, the Community industry concluded that undertakings would be an inappropriate measure in this case.\n(10) It should be noted that the information on price volatility submitted by the Community industry was not conclusive. Indeed, the average prices practiced in the Community by the Community industry producers remained relatively flat during the period considered of the present anti-dumping investigation. Although the Community industry submitted that prices in some Member States were more volatile than in others, it acknowledged that these figures were significantly influenced by the dumped prices of the Thai exporters. In this regard, it should be noted, as indicated in recital 5, that the offered minimum import prices and the anti-dumping duties applicable beyond the quantitative ceiling or outside of the scope of the undertakings eliminate the injurious effect of dumping and may actually introduce an element of stability in the market.\n(11) Regarding the risk of cross-compensation, as indicated in recital 7, the undertakings contain a provision according to which the exporting producers offered not to sell other products to the same customer in the European Community, to which the product covered by the undertaking is sold. Therefore, the offered undertakings sufficiently limit such risk.\n(12) In view of the above, the undertakings offered by the Thai exporting producers are acceptable.\n(13) In order to enable the Commission to monitor effectively the companies' compliance with the undertakings, when the request for release into free circulation is presented to the relevant customs authority, exemption from the anti-dumping duty will be conditional on (i) the presentation of an undertaking invoice containing at least the elements listed in Annex II to Regulation (EC) No 682/2007; (ii) the fact that imported goods are manufactured, shipped and invoiced directly by the said companies to the first independent customer in the Community; and (iii) the fact that the goods declared and presented to customs correspond precisely to the description on the undertaking invoice. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of anti-dumping duty shall instead be payable.\n(14) To further ensure the respect of the undertakings, importers have been made aware by the abovementioned Council Regulation that the non-fulfillment of the conditions provided for by that Regulation, or the withdrawal by the Commission of the acceptance of the undertakings, may lead to the customs debt being incurred for the relevant transactions.\n(15) In the event of a breach or withdrawal of the undertakings or in case of withdrawal of acceptance of the undertakings by the Commission, the anti-dumping duty imposed in accordance with Article 9(4) of the basic Regulation shall automatically apply pursuant to Article 8(9) of the basic Regulation,", "main_body": ["The undertakings offered by the exporting producers mentioned below, in connection with the anti-dumping proceeding concerning imports of certain prepared or preserved sweet corn in kernels originating in Thailand are hereby accepted.\nCountry Company Taric Additional Code\nMalee Sampran Public Co., Ltd, Abico Bldg. 401/1 Phaholyothin Rd., Lumlookka,\nPathumthani 12130\nSun Sweet Co., Ltd, 9 M. 1, Sanpatong, Chiangmai,\nThailand 50120", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 June 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 364, 20.12.2006, p. 68.\n(3)  See page 14 of this Official Journal."}