{"celex_id": "32005L0004", "uri": "http://publications.europa.eu/resource/cellar/1171fc9b-14bf-461c-bcaa-d4d688ad20de", "type": "Directive", "concepts": ["1442", "2735", "3660", "3885", "4308", "5283"], "title": "Commission Directive 2005/4/EC of 19 January 2005 amending Directive 2001/22/EC laying down the sampling methods and the methods of analysis for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffsText with EEA relevance\n", "header": "21.1.2005 EN Official Journal of the European Union L 19/50\nCOMMISSION DIRECTIVE 2005/4/EC\nof 19 January 2005\namending Directive 2001/22/EC laying down the sampling methods and the methods of analysis for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption (1), and in particular Article 1 thereof,\nWhereas:\n(1) Commission Directive 2001/22/EC of 8 March 2001 lays down the sampling methods and the methods of analysis for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs (2).\n(2) It is necessary to include updated standard information for contaminants in food, in particular to take into account the measurement uncertainty for analysis.\n(3) It is of major importance that analytical results are reported and interpreted in a uniform way in order to ensure a harmonised enforcement approach across the European Union.\n(4) Directive 2001/22/EC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 2001/22/EC is amended as set out in Annex I to this Directive.\nAnnex II to Directive 2001/22/EC is amended as set out in Annex II to this Directive", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with the provisions of this Directive within twelve months after entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 372, 31.12.1985, p. 50.\n(2)  OJ L 77, 16.3.2001, p. 14.\nANNEX I\nIn Annex I to Directive 2001/22/EC, point 5 is replaced by the following:\n‘5.   COMPLIANCE OF THE LOT OR SUBLOT WITH THE SPECIFICATION\nThe control laboratory shall analyse the laboratory sample for enforcement at least in two independent analyses, and calculate the mean of the results.\nThe lot is accepted if the mean does not exceed the respective maximum level as laid down in Regulation (EC) No 466/2001, taking into account the expanded measurement uncertainty and correction for recovery (1).\nThe lot is rejected if the mean exceeds the respective maximum level beyond reasonable doubt, taking into account the expanded measurement uncertainty and correction for recovery.\nThe present interpretation rules are of application for the analytical result obtained on the sample for official control. In case of analysis for defence or referee purposes, the national rules apply.’\nANNEX II\nAnnex II to Directive 2001/22/EC is amended as follows:\n1. In point 3. ‘Method of analysis to be used by the laboratory and laboratory control requirements’, the following point 3.3.3. is inserted after Table 4:\nC (μg/kg) α\n≤ 50 0,2\n51-500 0,18\n501-1 000 0,15\n1 001-10 000 0,12\n≥ 10 000 0,1\n2. Point 3.4. is replaced by the following:\n(1) European Commission Report on the relationship between analytical results, the measurement of uncertainty, recovery factors and the provisions in EU food legislation, 2004"}