{"celex_id": "32009R0637", "uri": "http://publications.europa.eu/resource/cellar/511e98d3-b162-4766-b0cb-8fb308eba80f", "type": "Regulation", "concepts": ["2817", "3173", "5573", "7133"], "title": "Commission Regulation (EC) No 637/2009 of 22 July 2009 establishing implementing rules as to the suitability of the denominations of varieties of agricultural plant species and vegetable species (Codified version) (Text with EEA relevance)\n", "header": "23.7.2009 EN Official Journal of the European Union L 191/10\nCOMMISSION REGULATION (EC) No 637/2009\nof 22 July 2009\nestablishing implementing rules as to the suitability of the denominations of varieties of agricultural plant species and vegetable species\n(Codified version)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (1) and in particular Article 9(6) thereof,\nHaving regard to Council Directive 2002/55/EC of 13 June 2002 on the marketing of vegetable seed (2), and in particular Article 9(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 930/2000 of 4 May 2000 establishing implementing rules as to the suitability of the denominations of varieties of agricultural plant species and vegetable species (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Directives 2002/53/EC and 2002/55/EC have laid down general rules in relation to the suitability of variety denominations, by means of a reference to Article 63 of Council Regulation (EC) No 2100/94 of 27 July 1994 on Community plant variety rights (5).\n(3) For the purposes of the application of Directives 2002/53/EC and 2002/55/EC, it is appropriate to establish detailed rules for the application of the criteria set out in Article 63 of Regulation (EC) No 2100/94, in particular in respect of the impediments for the designation of a variety denomination as specified in paragraphs 3 and 4 thereof. In a first phase, such detailed rules should be limited to the following impediments:\n— use precluded by the prior right of a third party,\n— difficulties as regards recognition or reproduction,\n— denominations which are identical or may be confused with a variety denomination of another variety,\n— denominations which are identical or may be confused with other designations,\n— misleading or causing confusion concerning the characteristics of the variety or other features.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["This Regulation establishes, for the purposes of the application of the first subparagraph of Article 9(6) of Directive 2002/53/EC and of the first subparagraph of Article 9(6) of Directive 2002/55/EC, detailed rules for the application of certain criteria set out in Article 63 of Regulation (EC) No 2100/94 for the eligibility of variety denominations.", "1.   In the case of a trade mark as a prior right of a third party, the use of a variety denomination in the territory of the Community shall be considered to be precluded by the notification to the competent authority for the approval of the variety denomination of a trade mark, which has been registered in one or more Member States or at Community level prior to the approval of the variety denomination, and which is identical or similar to the variety denomination and registered in relation to goods which are identical or similar to the plant variety concerned.\n2.   In the case of a geographical indication or a designation of origin for agricultural products and foodstuffs as a prior right of a third party, a variety denomination in the territory of the Community shall be considered to be precluded where the variety denomination would breach Article 13 of Council Regulation (EC) No 510/2006 (6) with respect to the geographical indication or the designation of origin protected in a Member State or in the Community under Article 3(3), the second subparagraph of Article 5(4), Article 5(6), Article 6 and Article 7(4) of that Regulation or the former Article 17 of Council Regulation (EEC) No 2081/92 (7) for goods which are identical or similar to the plant variety concerned.\n3.   An impediment to the suitability of a denomination due to a prior right referred to in paragraph 2 may be removed where a written consent of the holder of the prior right to the use of the denomination in relation to the variety has been obtained, provided that such a consent is not liable to mislead the public as to the true origin of the product.\n4.   In the case of a prior right of the applicant in respect of whole or part of the proposed denomination, Article 18(1) of Regulation (EC) No 2100/94 shall apply mutatis mutandis.", "1.   A variety denomination shall be considered to cause its users difficulties as regards recognition or reproduction in the following cases:\n(a) where it is in the form of a ‘fancy name’:\n(i) it consists of a single letter;\n(ii) it consists of, or contains as a separate element, a series of letters not forming a word pronounceable in an official language of the Community; however, where this series is an established abbreviation, such an established abbreviation shall be limited to a maximum of two sets of up to three characters each, located at each end of the denomination;\n(iii) it contains a number, except where this is an integral part of the name, or where this indicates that the variety is or will be one of a numbered series of varieties related through their breeding history;\n(iv) it consists of more than three words or elements, unless the flow of the wording makes it easily recognizable or reproducible;\n(v) it consists of or contains an excessively long word or element;\n(vi) it contains a punctuation mark or other symbol, an upper and lower case mixture (save where the first letter is in upper case and the rest of the denomination in lower case), subscript, superscript or a design;\n(b) where it is in the form of a ‘code’:\n(i) it consists of a number or numbers only, except in the case of inbred lines or of similarly specific types of varieties;\n(ii) it consists of a single letter;\n(iii) it contains more than 10 letters, or letters and numbers;\n(iv) it contains more than four alternating groups of a letter or letters and a number or numbers;\n(v) it contains a punctuation mark or other symbol, subscript, superscript or a design.\n2.   On submission of the proposal for a variety denomination, the applicant shall declare where the proposed denomination is intended to be in the form of a ‘fancy name’ or of a ‘code’.\n3.   If the applicant makes no declaration on the form of the proposed denomination, the denomination shall be considered to be a ‘fancy name’.", "In evaluating the identity of, or confusion with, a variety denomination of another variety, the following shall apply:\n(a) ‘may be confused with’ shall be considered to cover, inter alia, a variety denomination, containing a difference of only one letter, or of accents on letters, in relation to the variety denomination of a variety of a closely related species, which has been officially accepted for marketing in the Community, the European Economic Area or in a contracting party to the International Convention for the Protection of New Varieties of Plants (UPOV), or is the subject of a plant variety right in such territories. However, a difference of only one letter in an established abbreviation as a separate entity of the varieties denomination shall not be regarded as confusing. Also, where the different letter is prominent in a way that makes the denomination clearly distinct from already registered variety denominations, it shall not be regarded as confusing. Differences of two or more letters shall not be regarded as confusing except where two letters simply change places. A difference of one digit between numbers (where a number is permissible in a fancy name) shall not be regarded as confusing.\n(b) ‘closely related species’ shall have the meaning as defined in Annex I;\n(c) ‘a variety no longer remains in existence’ shall be considered to mean a variety no longer in commercial existence;\n(d) ‘an official register of plant varieties’ shall be considered as a reference to the common catalogue of varieties of agricultural plant species or of vegetable species, or to any register compiled and maintained by the Community Plant Variety Office, or by an official body of the Member States of the Community or the European Economic Area, or of a contracting party to UPOV;\n(e) ‘a variety the denomination of which has acquired no special significance’ means a situation where the denomination of a variety which has at one time been entered in an official register of plant varieties and thereby acquired special significance is considered to have lost that special significance on the expiry of a 10-year period after deletion from that register.", "Designations which are commonly used for the marketing of goods or which have to be kept free under other legislation shall mean in particular:\n(a) currency denominations, or terms associated with weights and measures;\n(b) expressions that, by virtue of legislation, shall not be used for purposes other than those envisaged by that legislation.", "A variety denomination shall be considered to mislead or to cause confusion if:\n(a) it conveys the false impression that the variety has particular characteristics or value;\n(b) it conveys the false impression that the variety is related to, or derived from, another specific variety;\n(c) it refers to a specific characteristic or value in a way which conveys the false impression that only that variety possesses it, whereas in fact other varieties of the same species may possess the same characteristic or value;\n(d) by reason of its similarity to a well-known trading name other than a registered trade mark or variety denomination, it suggests that the variety is another variety, or conveys a false impression concerning the identity of the applicant, the person responsible for the maintenance of the variety, or the breeder;\n(e) it consists of, or contains:\n(i) comparatives or superlatives;\n(ii) the botanical or common names of species, within the group either of agricultural plant species or of vegetable plant species, to which the variety belongs;\n(iii) the name of a natural or legal person, or a reference thereto, so as to convey a false impression concerning the identity of the applicant, the person responsible for the maintenance of the variety, or the breeder;\n(f) it includes a geographical name that would be likely to deceive the public as to the characteristics or the value of the variety.", "Variety denominations which have been accepted in the form of a code shall be clearly indicated as such in the relevant official catalogue or catalogues of Member States for officially accepted plant varieties, or in the relevant common catalogue, by a footnote with the following explanation: ‘variety denomination approved in the form of a “code” ’.", "Regulation (EC) No 930/2000 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "1.   This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\n2.   This Regulation shall not apply to variety denominations which have been proposed by the applicant to the competent authority for their approval before 25 May 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 1.\n(2)  OJ L 193, 20.7.2002, p. 33.\n(3)  OJ L 108, 5.5.2000, p. 3.\n(4)  See Annex II.\n(5)  OJ L 227, 1.9.1994, p. 1.\n(6)  OJ L 93, 31.3.2006, p. 12.\n(7)  OJ L 208, 24.7.1992, p. 1.\nANNEX I\nCLOSELY RELATED SPECIES\nFor the purpose of defining ‘closely related species’, as referred to in Article 4(b), the following shall apply:\n(a) if there is more than one class within a genus, the list of classes in point 1 shall apply;\n(b) if classes encompass more than one genus, the list of classes in point 2 shall apply;\n(c) as a general rule, for genera and species not covered by the lists of classes in points 1 and 2, a genus is considered to be a class.\n1.   Classes within a genus\nClasses Scientific names\nClass 1.1 Brassica oleracea\nClass 1.2 Brassica other than Brassica oleracea\nClass 2.1 Beta vulgaris — sugar beet, fodder beet\nClass 2.2 Beta vulgaris — beetroot including Cheltenham beet, spinach beet or chard\nClass 2.3 Beta other than classes 2.1 and 2.2.\nClass 3.1 Cucumis sativus\nClass 3.2 Cucumis melo\nClass 3.3 Cucumis other than classes 3.1 and 3.2\nClass 4.1 Solanum tuberosum\nClass 4.2 Solanum other than class 4.1\n2.   Classes encompassing more than one genus\nClasses Scientific names\nClass 201 Secale, Triticale, Triticum\nClass 203 (1) Agrostis, Dactylis, Festuca, Festulolium, Lolium, Phalaris, Phleum and Poa\nClass 204 (1) Lotus, Medicago, Ornithopus, Onobrychis, Trifolium\nClass 205 Cichorium, Lactuca\n(1)  Classes 203 and 204 are not solely established on the basis of closely related species.\nANNEX II\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EC) No 930/2000 (OJ L 108, 5.5.2000, p. 3).\nCommission Regulation (EC) No 1831/2004 (OJ L 321, 22.10.2004, p. 29).\nCommission Regulation (EC) No 920/2007 (OJ L 201, 2.8.2007, p. 3).\nANNEX III\nCorrelation table\nRegulation (EC) No 930/2000 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\nArticle 3 Article 3\nArticle 4 Article 4\nArticle 5(a) Article 5(a)\nArticle 5(c) Article 5(b)\nArticle 6(a) to (d) Article 6(a) to (d)\nArticle 6(e)(i) and (ii) Article 6(e)(i) and (ii)\nArticle 6(e)(iv) Article 6(e)(iii)\nArticle 6(f) Article 6(f)\nArticle 7 Article 7\n— Article 8\nArticle 8 Article 9\nAnnex Annex I\n— Annexes II and III"}