{"celex_id": "32003D0722", "uri": "http://publications.europa.eu/resource/cellar/bffc1889-c265-4b2d-a249-211d3e9096af", "type": "Decision", "concepts": ["1562", "180", "1826", "2206", "5235"], "title": "2003/722/EC: Commission Decision of 6 October 2003 on the procedure for attesting the conformity of construction products pursuant to Article 20(2) of Council Directive 89/106/EEC as liquid-applied bridge deck waterproofing kits (Text with EEA relevance) (notified under document number C(2003) 3483)\n", "header": "Commission Decision\nof 6 October 2003\non the procedure for attesting the conformity of construction products pursuant to Article 20(2) of Council Directive 89/106/EEC as liquid-applied bridge deck waterproofing kits\n(notified under document number C(2003) 3483)\n(Text with EEA relevance)\n(2003/722/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products(1), as amended by Directive 93/68/EEC(2), and in particular Article 13(4) thereof,\nWhereas:\n(1) The Commission is required to select, between the two procedures under Article 13(3) of Directive 89/106/EEC for attesting the conformity of a product, the least onerous possible procedure consistent with safety. This means that it is necessary to decide whether, for a given product or family of products, the existence of a factory production control system under the responsibility of the manufacturer is a necessary and sufficient condition for an attestation of conformity, or whether, for reasons related to compliance with the criteria mentioned in Article 13(4), the intervention of an approved certification body is required.\n(2) Article 13(4) requires that the procedure thus determined shall be indicated in the mandates and in the technical specifications; therefore, it is desirable to define the concept of products or family of products as used in the mandates and in the technical specifications.\n(3) The two procedures provided for in Article 13(3) are described in detail in Annex III to Directive 89/106/EEC. It is necessary therefore to specify clearly the methods by which the two procedures shall be implemented, by reference to Annex III, for each product or family of products, since Annex III gives preference to certain systems.\n(4) The procedure referred to in point (a) of Article 13(3) corresponds to the systems set out in the first possibility, without continuous surveillance, and the second and third possibilities of point (ii) of section 2 of Annex III. The procedure referred to in point (b) of Article 13(3) corresponds to the systems set out in point (i) of section 2 of Annex III, and in the first possibility, with continuous surveillance, of point (ii) of section 2 of Annex III.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Construction,", "main_body": ["The products and families of products set out in Annex I shall have their conformity attested by a procedure whereby, in addition to a factory production control system operated by the manufacturer, an approved certification body is involved in assessment and surveillance of the production control.", "The procedure for attesting conformity as set out in Annex II shall be indicated in the mandates for guidelines for European technical approvals.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 12.\n(2) OJ L 220, 30.8.1993, p. 1.\nANNEX I\nLiquid-applied bridge deck waterproofing kits\n- For use exclusively in bridge decks\nANNEX II\nLiquid-applied bridge deck waterproofing kits\nSystems of attestation of conformity\nFor the product(s) and intended use(s) listed below, EOTA is requested to specify the following system(s) of attestation of conformity in the relevant guideline for European technical approvals:\n>TABLE>\nSystem 2+: See Directive 89/106/EEC, Annex III(2)(ii), first possibility including certification of factory production control by an approved body on the basis of initial inspection of factory and of factory production control as well as of continuous surveillance, assessment and approval of the factory production control.\nThe specification for the system should be such that it can be implemented even where performance does not need to be determined for a certain characteristic, because at least one Member State has no legal requirement at all for such characteristic (see Article 2.1 of the CPD and, where applicable, clause 1.2.3 of the interpretative document). In those cases the verification of such a characteristic must not be imposed on the manufacturer if he or she does not wish to declare the performance of the product in that respect."}