{"celex_id": "32001R0948", "uri": "http://publications.europa.eu/resource/cellar/108d1b83-eb9c-4940-ae85-4343ab94ac2d", "type": "Regulation", "concepts": ["2121", "2212", "3568"], "title": "Commission Regulation (EC) No 948/2001 of 15 May 2001 fixing the export refunds on eggs\n", "header": "Commission Regulation (EC) No 948/2001\nof 15 May 2001\nfixing the export refunds on eggs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs(1), as last amended by Commission Regulation (EC) No 1516/96(2), and in particular Article 8(3) thereof,\nWhereas:\n(1) Article 8 of Regulation (EEC) No 2771/75 provides that the difference between prices on the world market for the products listed in Article 1(1) of that Regulation and prices for those products within the Community may be covered by an export refund.\n(2) The present market situation in certain third countries and that regarding competition on particular third country markets make it necessary to fix a refund differentiated by destination for certain products in the egg sector.\n(3) It follows from applying these rules and criteria to the present situation on the market in eggs that the refund should be fixed at an amount which would permit Community participation in world trade and would also take account of the nature of these exports and their importance at the present time.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["The list of codes of products for which, when they are exported, the export refund referred to in Article 8 of Regulation (EEC) No 2771/75 is granted, and the amount of that refund shall be as shown in the Annex hereto.", "This Regulation shall enter into force on 16 May 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49.\n(2) OJ L 189, 30.7.1996, p. 99.\nANNEX\nto the Commission Regulation of 15 May 2001 fixing the export refunds on eggs\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2032/2000 (OJ L 243, 28.9.2000, p. 14).\nThe other destinations are defined as follows:\nΕ01 Kuwait, Bahrain, Oman, Qatar, the United Arab Emirates, Yemen, Hong Kong SAR and Russia\nΕ03 South Korea, Japan, Malaysia, Thailand, Taiwan, the Philippines and Egypt\nΕ04 all destinations except Switzerland and Estonia\nE05 all destinations except Switzerland, Lithuania and those of E01 and E03\nE06 all destinations except Switzerland, Estonia and Lithuania."}