{"celex_id": "32005R0123", "uri": "http://publications.europa.eu/resource/cellar/0d0c009f-250d-45e3-a726-f98823b3ff33", "type": "Regulation", "concepts": ["2078", "2735", "2836", "3135", "3885", "6569"], "title": "Commission Regulation (EC) No 123/2005 of 26 January 2005 amending Regulation (EC) No 466/2001 as regards ochratoxin AText with EEA relevance\n", "header": "28.1.2005 EN Official Journal of the European Union L 25/3\nCOMMISSION REGULATION (EC) No 123/2005\nof 26 January 2005\namending Regulation (EC) No 466/2001 as regards ochratoxin A\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 466/2001 (2), sets maximum levels for certain contaminants in foodstuffs.\n(2) According to Regulation (EC) No 466/2001, the Commission shall review the provisions as regards ochratoxin A (OTA) in dried vine fruit and with a view to including a maximum level for OTA in green and roasted coffee and coffee products, wine, beer, grape juice, cocoa and cocoa products and spices taking into account the investigations undertaken and the prevention measures applied to reduce the presence of OTA in these products.\n(3) The Scientific Committee on Food (SCF) concluded in its opinion on OTA, expressed on 17 September 1998, that OTA is a mycotoxin which possesses carcinogenic, nephrotoxic, teratogenic, immunotoxic and possibly neurotoxic properties. The Committee mentioned also that further studies are ongoing to elucidate the mechanisms involved in OTA carcinogenicity. It is anticipated that the European research project on the mechanisms of OTA induced carcinogenicity will be finished by the end of 2004. Once the comprehensive research results are available, the European Food Safety Authority (EFSA) will be requested by the Commission to update the scientific opinion from SCF in the light of these new research results.\n(4) An assessment of the dietary intake of OTA by the population of the Community has been performed in the framework of Council Directive 1993/5/EEC of 25 February 1993 on assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food (3) (SCOOP). The main contributor to the OTA exposure is cereal and cereal products. Wine, coffee and beer were identified as significant contributors to the human OTA exposure. Dried vine fruit and grape juice contributed to a significant extent to the OTA-exposure for specific groups of vulnerable groups of consumers such as children.\n(5) A maximum level for OTA has been established for cereal and cereal products and dried vine fruit by Regulation (EC) 466/2001. The level of OTA in beer is indirectly controlled as the OTA in beer originates from the presence of OTA in malt, for which a maximum level has been established. The setting of a maximum level for OTA in beer is therefore not immediately necessary to protect public health, but should be considered in the frame of the foreseen review.\n(6) Given the significant contribution of wine and roasted coffee together with soluble coffee to the OTA human exposure and the significant contribution of grape juice to the OTA exposure of children, it is appropriate to set already at this stage for these foodstuffs maximum levels to protect public health by preventing the distribution of unacceptably highly contaminated foodstuffs.\n(7) OTA has also been observed in dried fruit other than dried vine fruit, cocoa and cocoa products, spices and liquorice. The appropriateness of setting a maximum level for OTA in these foodstuffs, including green coffee, as well a review of the existing maximum levels will be considered after the availability of the EFSA assessment of the research results on OTA toxicology.\n(8) Regulation (EC) No 466/2001 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 466/2001 is amended as follows:\n1. in Article 4(2) point (b), ‘and 2.2.2’ is replaced by ‘, 2.2.2, 2.2.3, 2.2.4 and 2.2.5’.\n2. in Article 5, paragraph 2a is replaced by the following:\n3. Annex I is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2005.\nThis Regulation shall not apply to products which were placed on the market before 1 April 2005 in conformity with the provisions applicable. The burden of proving when the products were placed on the market shall be borne by the food business operator.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Regulation (EC) 684/2004 (OJ L 106, 15.4.2004, p. 6).\n(3)  OJ L 52, 4.3.1993, p. 18. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council.\nANNEX\nIn Section 2 Mycotoxins of Annex I, the point 2.2 ochratoxin A is replaced by the following:\nProducts Ochratoxin A: maximum levels Sampling method Reference analysis method\nOCHRATOXIN A\nCereals (including rice and buckwheat) and derived cereal products\n2.2.1.1. Raw cereal grains (including raw rice and buckwheat)\n2.2.1.2. All products derived from cereals (including processed cereal products and cereal grains intended for direct human consumption)\n2.2.2. Dried vine fruit (currants, raisins and sultanas)\n— Roasted coffee beans and ground roasted coffee with the exception of soluble coffee\n— Soluble coffee (instant coffee)\n— Wine (red, white and rosé) (2) and other wine and/or grape must based beverages (3)\n— Grape juice, grape juice ingredients in other beverages, including grape nectar and concentrated grape juice as reconstituted (5)\n— Grape must and concentrated grape must as reconstituted, intended for direct human consumption (5)\n2.2.6. Baby foods and processed cereal-based foods for infants and young children (6)\n2.2.7. Dietary foods for special medical purposes (7) intended specifically for infants\n2.2.8. Green coffee, dried fruit other than dried vine fruit, beer, cocoa and cocoa products, liqueur wines, meat products, spices and liquorice.\n(1)  OJ L 75, 16.3.2002, p. 38. Directive as last amended by Directive 2004/43/EC (OJ L 113, 20.4.2004, p. 14).\n(2)  Wines, including sparkling wines but excluding liqueur wines and wines with an alcoholic strength of not less than 15 % vol., as defined in Council Regulation (EC) No 1493/1999 (OJ L 179, 14.7.1999, p. 1) and fruit wines.\n(3)  Aromatised wines, aromatised wine-based drinks and aromatised wine-product cocktails as defined in Council Regulation (EEC) No 1601/91 (OJ L 149, 14.6.1991, p. 1). The maximum level for OTA applicable to these beverages is function of the proportion of wine and/or grape must present in the finished product.\n(4)  Maximum level applies to products produced from the 2005 harvest onwards.\n(5)  Fruit juices, including fruit juices from concentrates, concentrated fruit juice and fruit nectar as defined in Annex 1 and 2 of Council Directive 2001/112/EC of 20 December 2001 relating to fruit juices and certain similar products intended for human consumption (OJ L 10, 12.1.2002, p. 58) and derived from grapes.\n(6)  Baby foods and processed cereal-based foods for infants and young children as defined in Article 1 of Commission Directive 96/5/EC of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children (OJ L 49, 28.2.1996, p. 17) as last amended by Directive 2003/13/EC (OJ L 41, 14.2.2003, p. 33).\nThe maximum level for baby foods and processed cereal-based foods for infants and young children refer to the dry matter. The dry matter is determined in accordance with the provisions of Commission Directive 2002/26/EC.\n(7)  Dietary foods for special medical purposes as defined in Article 1(2) of Commission Directive 1999/21/EC of 25 March 1999 on dietary foods for special medical purposes (OJ L 91, 7.4.1999, p. 29).\nThe maximum level for dietary foods for special medical purposes intended specifically for infants refer\n— in the case of milk and milk products, to the products ready for use (marketed as such or reconstituted as instructed by the manufacturer),\n— in the case of products other than milk and milk products, to the dry matter. The dry matter is determined in accordance with the provisions of Commission Directive 2002/26/EC."}