{"celex_id": "32001D0388", "uri": "http://publications.europa.eu/resource/cellar/3360988f-fbf5-4c1d-abd3-d5fd13698240", "type": "Decision", "concepts": ["1309", "1445", "1624", "4621", "4689", "5369"], "title": "2001/388/EC: Commission Decision of 18 May 2001 amending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay (Text with EEA relevance) (notified under document number C(2001) 1463)\n", "header": "Commission Decision\nof 18 May 2001\namending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay\n(notified under document number C(2001) 1463)\n(Text with EEA relevance)\n(2001/388/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC, of 12 December 1972, on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat, or meat products from third countries(1), as last amended by Directive 97/79/EC(2), and in particular Articles 14 and 22 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from Colombia, Paraguay, Uruguay, Brazil, Chile and Argentina are laid down by Commission Decision 93/402/EEC(3), as last amended by Decision 2001/325/EC(4).\n(2) Imports of fresh meat must take into account the different epidemiological situations in the countries concerned, and indeed in the different parts of their territories.\n(3) The responsible veterinary authorities of the concerned countries must confirm that their countries or regions have for at least 12 months been free from rinderpest, and foot-and-mouth disease, furthermore, the responsible authorities of the concerned countries must undertake to notify the Commission and the Member States within 24 hours, by fax, telex or telegram of the confirmation of the occurrence of any of the abovementioned diseases or an alteration in the vaccination policy against them.\n(4) On 23 April 2001 the competent authorities of Uruguay confirmed outbreaks of foot-and-mouth disease in the department of Soriano. Further outbreaks of disease have been reported in other regions and emergency vaccination is being carried out.\n(5) The competent authorities of Uruguay suspended certification of fresh meat from susceptible species to the EU on 23 April 2001 until the situation became clearer.\n(6) The disease has spread to significant number of regions and the competent authorities of Uruguay have introduced a programme of vaccination of bovine animals in the whole country which will be completed by 24 May 2001.\n(7) While it is necessary to continue to support the suspension of imports of fresh meat provided for by the Uruguayan authorities it is possible to allow imports from Uruguay of boned meat and offal canalised for treatment, produced in conformity with the requirements laid down in Decision 93/402/EEC, produced on or before 23 April 2001. For consignments of bone-in fresh meat and offal for direct human consumption Member States shall not allow these consignments to be imported except for those produced and certified on or before 23 March 2001.\n(8) Provided the Uruguayan authorities provide information on the completion of their vaccination programme and the disease is under control the Decision will be reviewed with the objective of recommencing imports of boned fresh meat 30 days after the completion date of the vaccination.\n(9) Decision 93/402/EEC must be amended accordingly.\n(10) The measures adopted in the present Decision will be reviewed in the light of the evolution of the situation.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 93/402/EEC is amended as follows:\nAnnex II is replaced by the Annex to this Decision.", "1. Member States shall authorise imports of:\n(a) any fresh meat from Uruguay, produced on or before 23 March 2001, and certified in accordance with the conditions laid down in Decision 93/402/EEC;\n(b) boned fresh meat and offal canalised for treatment from Uruguay, produced after 23 March 2001 up to 23 April 2001, and certified in accordance with the conditions laid down in Decision 93/402/EEC.\n2. Consignments of bone-in fresh meat and offal for human consumption other than that referred to in paragraph 1(b), produced after 23 March 2001 shall not be imported into the Community.", "This Decision will be reviewed in the light of the outcome of the vaccination campaign to be completed by 24 May 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 May 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 115, 25.4.2001, p. 7.\nANNEX\n\"ANNEX II\n(Version No 03/2001)\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION ((The letters (A, B, C, D, E, F, G and H) appearing on the table, are referring to the models of animal health guarantees as described in Annex III Part 2 of Decision 93/402/EEC, to be applied for each product and origin in accordance with Article 2 of this Decision.))\n>TABLE>\""}