{"celex_id": "32000R1173", "uri": "http://publications.europa.eu/resource/cellar/6e665a78-1fe8-4f9d-b53e-945446a83225", "type": "Regulation", "concepts": ["1309", "161", "1644", "4080", "4682", "5774"], "title": "Commission Regulation (EC) No 1173/2000 of 31 May 2000 laying down, for the period 1 July 2000 to 30 June 2001, detailed rules of application for the tariff quotas for beef originating in Estonia, Latvia and Lithuania\n", "header": "Commission Regulation (EC) No 1173/2000\nof 31 May 2000\nlaying down, for the period 1 July 2000 to 30 June 2001, detailed rules of application for the tariff quotas for beef originating in Estonia, Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 32(1) thereof,\nHaving regard to Council Decision 98/677/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreements establishing an association between the European Communities and their Member States, of the one part, and the Republic of Lithuania, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and of the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(2), and in particular Article 2 thereof,\nHaving regard to Council Decision 1999/86/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Estonia, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and of the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(3), and in particular Article 2 thereof,\nHaving regard to Council Decision 1999/790/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and of the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(4), and in particular Article 2 thereof,\nWhereas:\n(1) Decisions 98/677/EC, 1999/86/EC and 1999/790/EC provide for the opening of certain annual tariff quotas for products made from beef and veal. Imports under those quotas benefit from an 80 % reduction in the customs duties set out in the Common Customs Tariff (CCT). Detailed rules of application for these quotas should be laid down for the period 1 July 2000 to 30 June 2001.\n(2) In view of the risk of speculation inherent in these arrangements for beef and veal, clear conditions should be laid down as regards access by traders. Verification of the abovementioned conditions requires that applications be submitted in the Member State in which the importer is entered in the value added tax register.\n(3) Provision should be made for import rights to be allocated after a period for consideration and, where necessary, the application of a single percentage reduction.\n(4) While the provisions of the abovementioned agreements intended to guarantee the origin of the product should be complied with, the administration of the arrangements should be based on import licences. To that end, detailed rules should be laid down on, in particular, the submission of applications and the information which must appear in applications and licences, if necessary by way of derogation from, or by supplementing, certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(5), as last amended by Regulation (EC) No 1127/1999(6), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80(7), as last amended by Regulation (EC) No 2648/98(8).\n(5) In order to prevent speculation, import licences should be issued to traders solely for the quantities for which they have been allocated import rights.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. During the period 1 July 2000 to 30 June 2001, the following may be imported in accordance with this Regulation:\n- 1875 tonnes of fresh, refrigerated or frozen beef and veal falling within CN codes 0201 and 0202, originating in Lithuania, Latvia and Estonia; the serial number of the quota shall be 09.4561,\n- 250 tonnes of products falling within CN code 1602 50 10, originating in Latvia; the serial number of the quota shall be 09.4562.\n2. The rates of customs duty fixed in the Common Customs Tariff (CCT) shall be reduced by 80 % for the quantities indicated in paragraph 1.", "1. In order to qualify for the import quotas referred to in Article 1, applicants must be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities of the Member State concerned that they have been active in trade in beef and veal with third countries at least once during the last 12 months.\n2. Applications for import rights may be submitted only in the Member State in which the applicant is entered in a national VAT register.\n3. For each of the groups of products referred to in the first and second indents of Article 1(1):\n- applications for import rights must cover a minimum of 15 tonnes of product without exceeding the quantity available,\n- applicants may submit only one application,\n- where an applicant submits more than one application for a group, all his applications for that group shall be rejected.", "1. Applications for import rights may be submitted only between 7 and 17 July 2000.\n2. After checking the documents submitted, Member States shall send the Commission, within five working days of the end of the period for the submission of applications, the list of applicants and the quantities applied for with respect to each serial number.\nAll notifications, including notifications of nil applications, shall be made by fax, drawn up, where applications have been received, in accordance with the model set out in Annexes I and II.\n3. The Commission shall decide as soon as possible the extent to which applications may be accepted for each group of products referred to in the indents of Article 1(1). Where the quantities for which applications have been submitted exceed the quantities available, the Commission shall fix a single percentage reduction in them for each group of products referred to in the indents of Article 1(1).", "1. Imports of the quantities allocated shall be subject to the presentation of one or more import licences.\n2. Import licence applications may be submitted only:\n- in the Member State in which the application for import rights has been lodged, and\n- by traders to whom import rights have been allocated in accordance with Article 3(3). Import rights allocated to traders entitle them to import licences for quantities equivalent to the rights allocated.\n3. Licence applications and licences shall show:\n(a) in box 8:\n- in the case of the first indent of Article 1(1), the country of origin,\n- in the case of the second indent of Article 1(1), \"Latvia\".\nLicences shall carry an obligation to import from one or more of the countries indicated;\n(b) in box 16, one of the following groups of combined nomenclature codes within the same indent:\n- 0201, 0202,\n- 1602 50 10;\n(c) in box 20, at least one of the following:\n- Reglamento (CE) n° 1173/2000\n- Forordning (EF) nr. 1173/2000\n- Verordnung (EG) Nr. 1173/2000\n- Κανονισμός (ΕΚ) αριθ. 1173/2000\n- Regulation (EC) No 1173/2000\n- Règlement (CE) n° 1173/2000\n- Regolamento (CE) n. 1173/2000\n- Verordening (EG) nr. 1173/2000\n- Regulamento (CE) n.o 1173/2000\n- Asetus (EY) N:o 1173/2000\n- Förordning (EG) nr 1173/2000.\n4. Licences issued shall be valid throughout the Community.", "Without prejudice to the provisions of this Regulation, Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.", "Products shall qualify for the duties referred to in Article 1 on presentation of an EUR.1 movement certificate issued by the exporting country in accordance with Protocol 3 annexed to the Europe Agreements with the Baltic countries or a declaration drawn up by the exporter in accordance with that Protocol.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 321, 30.11.1998, p. 1.\n(3) OJ L 29, 3.2.1999, p. 9.\n(4) OJ L 317, 10.12.1999, p. 1.\n(5) OJ L 331, 2.12.1988, p. 1.\n(6) OJ L 135, 29.5.1999, p. 48.\n(7) OJ L 143, 27.6.1995, p. 35.\n(8) OJ L 335, 10.12.1998, p. 39.\nANNEX I\nFax: (32-2) 296 60 27\nApplication of Regulation (EC) No 1173/2000\nSerial No 09.4561\n>PIC FILE= \"L_2000131EN.002802.EPS\">\nANNEX II\nFax: (32-2) 296 60 27\nApplication of Regulation (EC) No 1173/2000\nSerial No 09.4562\n>PIC FILE= \"L_2000131EN.002902.EPS\">"}