{"celex_id": "32007R1560", "uri": "http://publications.europa.eu/resource/cellar/d88ee44c-dba7-4672-b337-b1912ba38a04", "type": "Regulation", "concepts": ["1598", "2211", "4488", "5252", "6307", "849"], "title": "Council Regulation (EC) No 1560/2007 of 17 December 2007 amending Regulation (EC) No 21/2004 as regards the date of introduction of electronic identification for ovine and caprine animals\n", "header": "22.12.2007 EN Official Journal of the European Union L 340/25\nCOUNCIL REGULATION (EC) No 1560/2007\nof 17 December 2007\namending Regulation (EC) No 21/2004 as regards the date of introduction of electronic identification for ovine and caprine animals\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals (2) provides that each Member State is to establish a system for the identification and registration of ovine and caprine animals in accordance with the provisions of that Regulation.\n(2) That Regulation also provides that, as from 1 January 2008, electronic identification is to become obligatory for all animals born after that date.\n(3) In addition, that Regulation provides that the Commission is to submit to the Council, by 30 June 2006, a report on the implementation of the electronic identification system, accompanied by appropriate proposals, on which the Council is to vote confirming or amending, if necessary, the date of the introduction of the obligatory use of that system and to update, if necessary, some technical aspects relating to the implementation of electronic identification.\n(4) The Commission report concludes that it is not possible to justify the date of 1 January 2008 as the date for the introduction of obligatory electronic identification. Therefore it is appropriate to amend this date by postponing it to 31 December 2009 in order to allow the Member States to take necessary measures to properly implement the system, taking into account its current and potential economic impact.\n(5) A number of Member States have already developed the technology necessary for the introduction of electronic identification and gained significant experience with its implementation. They should not be prevented from introducing it at national level if they consider it appropriate. Their experience would provide the Commission and the other Member States with further valuable information on the technical implications of electronic identification and on its impact.\n(6) Having regard to the economic importance of this Regulation, it is necessary to rely on the grounds of urgency provided for in point I.3 of the Protocol on the role of national parliaments in the European Union annexed to the Treaty on European Union, to the Treaty establishing the European Community and to the Treaty establishing the European Atomic Energy Community.\n(7) Since this Regulation is to apply from 1 January 2008, it should enter into force immediately.\n(8) Regulation (EC) No 21/2004 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 21/2004 is hereby amended as follows:\n1. the first subparagraph of Article 9(3) shall be replaced by the following:\n2. Article 9(4) shall be replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  Opinion of 13 December 2007 (not yet published in the Official Journal).\n(2)  OJ L 5, 9.1.2004, p. 8. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}