{"celex_id": "32006R0465", "uri": "http://publications.europa.eu/resource/cellar/ce8a1251-da6e-44d2-b42d-8268ecbff37e", "type": "Regulation", "concepts": ["1591", "2213", "2771", "4783", "519", "5693", "5969"], "title": "Commission Regulation (EC) No 465/2006 of  21 March 2006  terminating the investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 408/2002 on imports of certain zinc oxides originating in the People's Republic of China by imports of certain zinc oxides consigned from Kazakhstan, whether declared as originating in Kazakhstan or not, and terminating the registration of such imports imposed by Regulation (EC) No 1289/2005\n", "header": "22.3.2006 EN Official Journal of the European Union L 83/6\nCOMMISSION REGULATION (EC) No 465/2006\nof 21 March 2006\nterminating the investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 408/2002 on imports of certain zinc oxides originating in the People's Republic of China by imports of certain zinc oxides consigned from Kazakhstan, whether declared as originating in Kazakhstan or not, and terminating the registration of such imports imposed by Regulation (EC) No 1289/2005\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 13 thereof,\nAfter having consulted the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Existing measures and former investigations\n(1) By Regulation (EC) No 408/2002 (2) (the original Regulation), the Council imposed definitive anti-dumping duties ranging from 6,9 % to 28 % on imports of zinc oxide with a purity of not less than 93 % zinc oxide (zinc oxides) originating in the People's Republic of China (the PRC).\n(2) By Regulation (EC) No 1623/2003 (3) (the anti-circumvention Regulation), the Council extended the anti-dumping duty of 28 % imposed on imports of zinc oxides originating in the PRC to imports of zinc oxides consigned from Vietnam, whether declared as originating in Vietnam or not, and to zinc oxides presented mixed with silica originating in the PRC.\n2.   Request\n(3) On 27 June 2005, the Commission received a request pursuant to Article 13(3) of the basic Regulation to investigate the alleged circumvention of the anti-dumping measures imposed on imports of zinc oxides originating in the PRC. The request was submitted by Eurometaux on behalf of producers representing more than 45 % of the Community production of zinc oxides.\n(4) The request contained prima facie evidence showing that there had been a change in the pattern of trade following the imposition of the anti-dumping measures on imports of zinc oxides originating in the PRC, as shown by a significant increase in imports of the same product from Kazakhstan while imports from the PRC had decreased substantially during the same period.\n(5) This change in the pattern of trade was alleged to stem from the transhipment of zinc oxides originating in the PRC via Kazakhstan. It was further alleged that there was insufficient due cause or economic justification for these changes other than the existence of the anti-dumping duties on zinc oxides originating in the PRC.\n(6) Finally, the applicant alleged that the remedial effects of the existing anti-dumping duties on zinc oxides originating in the PRC were being undermined both in terms of quantities and prices and that dumping was taking place in relation to the normal values previously established for zinc oxides originating in the PRC.\n3.   Initiation\n(7) The Commission initiated an investigation by Regulation (EC) No 1289/2005 (4) (the initiating Regulation) into the alleged circumvention and, pursuant to Articles 13(3) and 14(5) of the basic Regulation, directed the customs authorities to register imports of zinc oxides consigned from Kazakhstan, whether declared as originating in Kazakhstan or not, falling within CN code 2817 00 00 (Taric code 2817000013), as from 6 August 2005.\n4.   Investigation\n(8) The Commission advised the authorities of the PRC and Kazakhstan of the initiation of the investigation. Questionnaires were sent to the producers/exporters in the PRC and Kazakhstan as well as to importers in the Community named in the request or known to the Commission from the original investigation. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the initiating Regulation.\n(9) One producer/exporter in the PRC and one producer/exporter in Kazakhstan submitted a complete reply to the questionnaire. Complete replies to the questionnaire were also submitted by two importers/traders in the Community. The Commission carried out a verification visit at the premises of the following company:\n— JSC Kazzinc, Ust-Kamenogorsk, Kazakhstan.\n5.   Investigation period\n(10) The investigation period covered the period from 1 July 2004 to 30 June 2005 (the IP). Data was collected from 2001 up to the end of the IP to investigate the change in the pattern of trade.\nB.   RESULTS OF THE INVESTIGATION\n1.   General considerations/degree of cooperation\n(a)   PRC\n(11) One producer/exporter of zinc oxides in the PRC cooperated in the investigation by submitting a questionnaire reply. It was found that this company did not export zinc oxides to Kazakhstan during the IP.\n(b)   Kazakhstan\n(12) A Kazakh producer of zinc oxides, JSC Kazzinc, cooperated in the investigation. The information submitted by the company on its exports sales to the Community could be reconciled with the imports registered under CN code 2817 00 00 from Kazakhstan during the IP, as reported by Eurostat, so as to show that JSC Kazzinc was the sole exporter to the Community of zinc oxides from Kazakhstan during the IP.\n2.   Product concerned and like product\n(13) The product concerned by the possible circumvention is, as defined in the original investigation, zinc oxide (chemical formula: ZnO) with a purity of not less than 93 % zinc oxide originating in the PRC, currently classifiable within CN code 2817 00 00.\n(14) The investigation has shown that the product concerned is imported into the Community with a purity of not less that 93 % zinc oxide. The zinc oxides originating in Kazakhstan have a purity of more than 93 % zinc oxide.\n(15) It is therefore concluded that the zinc oxides exported to the Community from the PRC and those consigned from Kazakhstan have the same basic physical and chemical characteristics and have the same uses. They are therefore to be considered as like products within the meaning of Article 1(4) of the basic Regulation.\n3.   Change in the pattern of trade\n(16) As stated in recital 5 above, the change in the pattern of the trade was alleged to stem from transhipment of zinc oxides via Kazakhstan.\n(a)   Zinc oxides consigned from Kazakhstan\n(17) According to Eurostat data, imports of zinc oxides from Kazakhstan increased from 0 tonne in 2001 to 2 700 tonnes in 2002. In 2003, these imports increased further to 5 000 tonnes and at the end of the IP they had increased up to 5 640 tonnes. The imports of zinc oxides from Kazakhstan commenced in fact in 2002, thus at the same time as the imposition of the definitive anti-dumping duty on zinc oxides originating in the PRC. Furthermore, the additional substantial increase in the years 2003 to the end of the IP coincided with the extension of the anti-dumping duties to imports of zinc oxides consigned from Vietnam.\n(18) As explained above in recital 12, the data submitted by the cooperating company JSC Kazzinc shows that they were the sole exporter of zinc oxides from Kazakhstan during the IP.\n(b)   Zinc oxides imported from the PRC\n(19) Imports into the Community of zinc oxides from the PRC decreased substantially, from 37 900 tonnes in 2001 to 24 700 tonnes in 2002. During the IP the imports amounted to 18 500 tonnes. This shows that a strong decrease of imports from the PRC has occurred after the initiation of the original anti-dumping investigation and the imposition of definitive measures.\n(20) From the figures above, it can be concluded that there has been a clear change in the pattern of trade involving exports from the PRC and Kazakhstan to the Community, which coincided with the entry into force of definitive anti-dumping measures on the imports of the product concerned originating in the PRC in March 2002 and with the extension of such duties to imports of zinc oxides consigned from Vietnam in the year 2003.\n4.   Insufficient due cause or economic justification\n(21) JSC Kazzinc started to produce and export zinc oxides before the year 2000, although no exports of this product were destined to the Community. Exports of zinc oxides to the Community began in the year 2002, at the same time as the imposition of the definitive anti-dumping duties on zinc oxides originating in the PRC. As stated above in recital 12, the information submitted by the company on its exports sales to the Community in the analysis period and during the IP could be reconciled with the imports registered, as shown by Eurostat. It was found that the exports to the Community were destined to one single importer located in Spain.\n(22) Moreover, it was found that neither the zinc oxides sold by JSC Kazzinc nor any raw material for the manufacturing of this product was purchased from the PRC. In fact, all the materials for the production of the zinc oxides come from the output of JSC Kazzinc’s own production facilities. Therefore, it was concluded that the company has to be considered as a genuine producer of zinc oxides.\n(23) The investigation also showed that, at least from the year 2002 onwards, JSC Kazzinc was indeed able to produce the quantity of zinc oxides exported from Kazakhstan to the Community on its own. In these circumstances, it is considered that transhipment of zinc oxides originating in the PRC via Kazakhstan has not taken place. Moreover, according to data collected from the Kazakh government, the imports of zinc oxides entering Kazakhstan from the PRC, which started in 2003 amounted to 1,5 tonnes and increased to 42 tonnes in the year 2004.\n(24) Based on these findings, it is concluded that the company, and thus Kazakhstan as a whole, has shown that there were reasonable economic grounds, other than the imposition of definitive anti-dumping duty on imports of zinc oxides originating in the PRC, for the change in the pattern of trade referred to under recitals 17 to 20 above.\nC.   TERMINATION\n(25) In view of the above findings, it appears appropriate that the current anti-circumvention investigation be terminated. The registration of imports of zinc oxides consigned from Kazakhstan introduced by the initiating Regulation should therefore be discontinued, and that Regulation should be repealed.\n(26) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the investigation and were given the opportunity to comment. The comments received were not of a nature to change the above conclusions,", "main_body": ["The investigation initiated by Regulation (EC) No 1289/2005 concerning the possible circumvention of anti-dumping measures imposed by Regulation (EC) No 408/2002 on imports of certain zinc oxides originating in the People's Republic of China by imports of certain zinc oxides consigned from Kazakhstan, whether declared as originating in Kazakhstan or not, and making such imports subject to registration is hereby terminated.", "Customs authorities are hereby directed to discontinue the registration of imports established in accordance with Article 2 of Regulation (EC) No 1289/2005.", "Regulation (EC) No 1289/2005 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 62, 5.3.2002, p. 7.\n(3)  OJ L 232, 18.9.2003, p. 1.\n(4)  OJ L 204, 5.8.2005, p. 7."}