{"celex_id": "32006D0461", "uri": "http://publications.europa.eu/resource/cellar/24a5c907-8cea-4b09-b205-bfead74d387c", "type": "Decision", "concepts": ["2282", "3774", "4790", "5228", "544", "598"], "title": "2006/461/EC: Commission Decision of  26 June 2006  on the allocation to the United Kingdom of additional fishing days within ICES division VIIe  (notified under document number C(2006) 2438)\n", "header": "4.7.2006 EN Official Journal of the European Union L 180/25\nCOMMISSION DECISION\nof 26 June 2006\non the allocation to the United Kingdom of additional fishing days within ICES division VIIe\n(notified under document number C(2006) 2438)\n(Only the English text is authentic)\n(2006/461/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 51/2006 of 22 December 2005 fixing for 2006 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular point 9 of Annex IIC,\nWhereas:\n(1) Point 7 of Annex IIC to Regulation (EC) No 51/2006 specifies the maximum number of days (216) on which Community vessels of length overall equal to or greater than 10 meters carrying on board beam trawls of mesh size equal to or greater than 80 mm or static nets with mesh size less than 220 mm may be present within ICES division VIIe from 1 February 2006 to 31 January 2007.\n(2) Point 9 of that Annex enables the Commission to allocate an additional number of fishing days on which a vessel may be present within that area when carrying on board such beam trawls or static nets, on the basis of permanent cessations of fishing activities that have taken place since 1 of January 2004.\n(3) The United Kingdom has submitted data demonstrating a reduction in 2006 of 5 % in the fleet capacity of vessels present in the area and carrying on board beam trawls of mesh size equal to or greater than 80 mm.\n(4) In view of the data submitted, 12 additional days at sea should be allocated to United Kingdom for the period between 1 February 2006 and 31 January 2007 for vessels carrying on board such beam trawls.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["The maximum number of days a fishing vessel flying the flag of the United Kingdom and carrying on board beam trawls of mesh size equal to or greater than 80 mm may be present in ICES division VIIe, as laid down in table I of Annex IIC to Regulation (EC) No 51/2006, shall be amended to 228 days per year.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 26 June 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 16, 20.1.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2006 (OJ L 167, 20.6.2006, p. 16)."}