{"celex_id": "32001R2388", "uri": "http://publications.europa.eu/resource/cellar/5ff2889a-0113-432a-9e82-a7686ec3dcc9", "type": "Regulation", "concepts": ["1264", "1519", "3003", "5581", "797", "863"], "title": "Commission Regulation (EC) No 2388/2001 of 6 December 2001 granting Spain and Italy a derogation, for the 1998/1999 to 2003/04 marketing years, from Articles 1(1) and 20(1) of Regulation (EC) No 2366/98 laying down detailed rules for the application of the system of production aid for olive oil\n", "header": "Commission Regulation (EC) No 2388/2001\nof 6 December 2001\ngranting Spain and Italy a derogation, for the 1998/1999 to 2003/04 marketing years, from Articles 1(1) and 20(1) of Regulation (EC) No 2366/98 laying down detailed rules for the application of the system of production aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 1513/2001(2), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EC) No 1638/98 of 20 July 1998 amending Regulation No 136/66/EEC on the establishment of a common organisation of the market in oils and fats(3), as amended by Regulation (EC) No 1513/2001, and in particular Article 2(4) thereof,\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organisations(4), as last amended by Regulation (EC) No 1639/98(5), and in particular Article 19 thereof,\nWhereas:\n(1) Article 1 of Commission Regulation (EC) No 2366/98 of 30 October 1998 laying down detailed rules for the application of the system of production aid for olive oil for the 1998/1999 to 2003/04 marketing years(6), as last amended by Regulation (EC) No 2070/2001(7), stipulates that olive growers must lodge crop declarations before 1 December of each marketing year.\n(2) Article 20(1) of that Regulation stipulates that producer organisations or, where appropriate, associations thereof must submit their members' crop declarations and any amendments thereto to the competent agency of the Member State concerned before 1 January of each marketing year.\n(3) The Geographical Information System (GIS) in Spain and Italy should be operational so that it can directly register crop declarations after 1 December 2001. It is necessary for the time limit for the lodging of crop declarations by olive growers or by producer organisations and associations thereof for the 2001/02 marketing year to be postponed so that the Spanish and Italian authorities can input the declarations into the GIS as they are lodged and deal immediately with any adjustments that are necessary. In view of the importance of the GIS for improving control operations, the time limits for lodging crop declarations for the 2001/02 marketing year in Spain and Italy should therefore be postponed from 1 December 2001 to 1 March 2002 in the case of olive growers and from 1 January 2002 to 1 April 2002 in the case of producer organisations and associations thereof. Postponement of the time limits for lodging crop declarations for olive growers and producer organisations and associations thereof is without prejudice to the application of the provisions on controls within the time limits laid down in Community rules.\n(4) In view of the need to postpone, inter alia, the 1 December 2001 time limit, this Regulation should apply from 30 November 2001.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Notwithstanding Article 1(1) of Regulation (EC) No 2366/98, and without prejudice to the controls provided for in Community rules, olive growers in Spain and Italy are hereby authorised to lodge crop declarations for their olive trees in production and the olive groves they manage as at 1 November of the marketing year in respect of which the declaration is made, no later than 1 March 2002 for the 2001/02 marketing year.", "Notwithstanding Article 20(1) of Regulation (EC) No 2366/98, producer organisations or, where appropriate, associations thereof in Spain and Italy are hereby authorised to lodge members' crop declarations and any amendments thereto no later than 1 April 2002 for the 2001/02 marketing year.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 30 November 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 172, 30.9.1966, p. 3025 to 3066.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 210, 28.7.1998, p. 32.\n(4) OJ L 208, 3.8.1984, p. 3.\n(5) OJ L 210, 28.7.1998, p. 38.\n(6) OJ L 293, 31.10.1998, p. 50.\n(7) OJ L 280, 24.10.2001, p. 3."}