{"celex_id": "32001R0723", "uri": "http://publications.europa.eu/resource/cellar/c9084d94-165d-4483-9c98-7b55ed428dc9", "type": "Regulation", "concepts": ["1218", "1474", "2556", "2879", "5537"], "title": "Council Regulation (EC) No 723/2001 of 4 April 2001 on the conclusion of the Protocol establishing for the period 1 July 2000 to 30 June 2001 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea\n", "header": "Council Regulation (EC) No 723/2001\nof 4 April 2001\non the conclusion of the Protocol establishing for the period 1 July 2000 to 30 June 2001 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Pursuant to the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea(3), hereinafter referred to as the \"Agreement\", the two Parties conducted negotiations with a view to extending the Protocol(4), which was initialled on 25 June 1997 and expired on 30 June 2000.\n(2) As a result of these negotiations, a new Protocol establishing the fishing opportunities and financial compensation provided for in the Agreement for the period 1 July 2000 to 30 June 2001, hereinafter referred to as the \"Protocol\", was initialled on 16 June 2000.\n(3) It is in the Community's interest to approve the Protocol,", "main_body": ["The Protocol establishing for the period 1 July 2000 to 30 June 2001 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation(5).", "1. The fishing opportunities provided for in the Protocol shall be allocated among the Member States as follows:\n(a)\n>TABLE>\n(b)\n>TABLE>\n(c)\n>TABLE>\n2. If licence applications from those Member States do not exhaust the fishing opportunities provided for in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 April 2001.\nFor the Council\nThe President\nB. Rosengren\n(1) OJ C 62 E, 27.2.2001, p. 288.\n(2) Opinion delivered on 28 February 2001 (not yet published in the Official Journal).\n(3) OJ L 188, 16.7.1984, p. 2.\n(4) OJ L 11, 17.1.1998, p. 33.\n(5) OJ L 329, 27.12.2000, p. 41."}