{"celex_id": "32008R0723", "uri": "http://publications.europa.eu/resource/cellar/f89c7909-4dbf-4f37-b07e-da6b0d9884b8", "type": "Regulation", "concepts": ["1686", "2734", "2735", "3173", "5573"], "title": "Commission Regulation (EC) No 723/2008 of 25 July 2008 registering certain names in the Register of protected designations of origin and protected geographical indications (Afuega'l Pitu (PDO), Mazapán de Toledo (PGI), Agneau de Lozère (PGI), Oignon doux des Cévennes (PDO), Butelo de Vinhais or Bucho de Vinhais or Chouriço de Ossos de Vinhais (PGI), Chouriça Doce de Vinhais (PGI))\n", "header": "26.7.2008 EN Official Journal of the European Union L 198/28\nCOMMISSION REGULATION (EC) No 723/2008\nof 25 July 2008\nregistering certain names in the Register of protected designations of origin and protected geographical indications (Afuega'l Pitu (PDO), Mazapán de Toledo (PGI), Agneau de Lozère (PGI), Oignon doux des Cévennes (PDO), Butelo de Vinhais or Bucho de Vinhais or Chouriço de Ossos de Vinhais (PGI), Chouriça Doce de Vinhais (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 6(2) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, Spain’s applications to register the names ‘Afuega'l Pitu’ and ‘Mazapán de Toledo’, France’s applications to register the names ‘Agneau de Lozère’ and ‘Oignon doux des Cévennes’ and Portugal’s applications to register the names ‘Butelo de Vinhais’ or ‘Bucho de Vinhais’ or ‘Chouriço de Ossos de Vinhais’ and ‘Chouriça Doce de Vinhais’ were published in the Official Journal of the European Union\n (2).\n(2) As no objection under Article 7 of Regulation (EC) No 510/2006 has been received by the Commission, these names should be entered in the Register,", "main_body": ["The names in the Annex to this Regulation are hereby entered in the Register of protected designations of origin and protected geographical indications.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as last amended by Commission Regulation (EC) No 417/2008 (OJ L 125, 9.5.2008, p. 27).\n(2)  OJ C 268, 10.11.2007, p. 28 (Afuega'l Pitu), OJ C 267, 9.11.2007, p. 50 (Mazapán de Toledo), OJ C 267, 9.11.2007, p. 46 (Agneau de Lozère), OJ C 270, 13.11.2007, p. 15 (Oignon doux des Cévennes), OJ C 268, 10.11.2007, p. 36 (Butelo de Vinhais or Bucho de Vinhais or Chouriço de Ossos de Vinhais), OJ C 268, 10.11.2007, p. 33 (Chouriça Doce de Vinhais).\nANNEX\n1.   Agricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.1.   Fresh meat (and offal)\nFRANCE\nAgneau de Lozère (PGI)\nClass 1.2.   Meat products (cooked, salted, smoked, etc.)\nPORTUGAL\nButelo de Vinhais or Bucho de Vinhais or Chouriço de Ossos de Vinhais (PGI)\nChouriça Doce de Vinhais (PGI)\nClass 1.3.   Cheeses\nSPAIN\nAfuega'l Pitu (PDO)\nClass 1.6.   Fruit, vegetables and cereals, fresh or processed\nFRANCE\nOignon doux des Cévennes (PDO)\n2.   Foodstuffs listed in Annex I to the Regulation:\nClass 2.4.   Bread, pastry, cakes, confectionery, biscuits and other baker's wares\nSPAIN\nMazapán de Toledo (PGI)"}