{"celex_id": "32006D0569", "uri": "http://publications.europa.eu/resource/cellar/0b7c3cd2-0469-4dda-9fd9-266751b6847e", "type": "Decision", "concepts": ["1821", "2901", "3173", "4048", "4713", "5403", "5573", "5965"], "title": "2006/569/EC: Commission Decision of 11 April 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to Appendix VI of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n", "header": "Commission Decision\nof 11 April 2006\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to Appendix VI of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n(2006/569/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": "Having regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2005/269/EC of 28 February 2005 on the conclusion of an Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part [1], and in particular Article 3(1) thereof,\nWhereas:\n(1) Taking account of the conclusions of the second Joint Committee meeting of the Agreement on Trade in Wines and of the first Joint Committee meeting of the Agreement on Trade in Spirit Drinks and Aromatised Drinks of the EU-Chile Association Agreement of 13- 14 June 2005 both held in Madrid, it is necessary to amend Appendix VI of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, in order to permit the use of certain Chilean trademarks that coincide with the Community geographical indications to be used on the Chilean internal market in limited quantities up to 31 January 2014, with effect from 24 April 2006.\n(2) The Community and the Republic of Chile have therefore negotiated, in accordance with Article 29(2) of the Agreement on Trade in Wines, an agreement in the form of an exchange of letters to amend its Appendix VI.\n(3) The Exchange of Letters should therefore be approved.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile amending Appendix VI of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The Commissioner of Agriculture and Rural Development is hereby empowered to sign the Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 11 April 2006.\nFor the Commission\nMariann Fischer Boel\nMember of the Commission\n[1] OJ L 84, 2.4.2005, p. 19.\n--------------------------------------------------\nAgreement in the form of an Exchange of Letters\nbetween the European Community and the Republic of Chile concerning amendments to Appendix VI of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\nLETTER No 1\nLetter from the European Community\nBrussels, 24 April 2006\nSir,\nI have the honour to refer to meetings related to technical adaptations which have been held in accordance with Article 29(2) of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, of 18 November 2002, which provides that the Contracting Parties may, by mutual consent, amend Appendices to this Agreement to take account of any amendments to the laws and regulations of the Parties.\nIn these meetings it has been concluded that some Chilean trademarks that coincides with the Community geographical indications must be incorporated into Appendix VI (List of trade marks referred to in Article 7).\nI have therefore the honour to propose that Appendix VI to the Agreement on Trade in Wines be replaced by the Appendix attached hereto, with effect as of today's date.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nMariann Fischer Boel\nLETTER No 2\nLetter from Chile\nBrussels, 24 April 2006\nMadam,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n\"I have the honour to refer to meetings related to technical adaptations which have been held in accordance with Article 29(2) of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, of 18 November 2002, which provides that the Contracting Parties may, by mutual consent, amend Appendices to this Agreement to take account of any amendments to the laws and regulations of the Parties.\nIn these meetings it has been concluded that some Chilean trademarks that coincides with the Community geographical indications must be incorporated into Appendix VI (List of trade marks referred to in Article 7).\nI have therefore the honour to propose that Appendix VI to the Agreement on Trade in Wines be replaced by the Appendix attached hereto, with effect as of today's date.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter\"\nI have the honour to inform you that the Republic of Chile is in agreement with the content of this letter.\nPlease accept, Madam, the assurance of my highest consideration.\nOn behalf of the Republic of Chile\nOscar Alcamán Riffo\n--------------------------------------------------\n\"APPENDIX VI\nTRADE MARKS REFERRED TO IN ARTICLE 7\nA. List of trade marks referred to in Article 7(2)\nAlgarves\nAlsacia\nAsti\nBaden\nBorgoño\nBurdeos\nCarmen Margaux\nCarmen Rhin\nCava del Reyno\nCava Vergara\nCavanegra\nChampagne Grandier\nChampaña Rabat\nChampagne Rabat\nChampaña Grandier\nChampaña Valdivieso\nChampenoise Grandier\nChampenoise Rabat\nErrazuriz Panquehue Corton\nNueva Extremadura\nJerez R. Rabat\nLa Rioja\nMoselle\nOro del Rhin\nPortofino\nPorto Franco\nProvence\nR Oporto Rabat\nRibeiro\nSavoia Marchetti\nToro\nUvita de Plata Borgoña\nViña Carmen Margaux\nViña Manquehue Jerez\nViña Manquehue Oporto\nViña San Pedro Gran Vino Burdeos\nB. List of trade marks referred to in Article 7(2a) [1]\nChampagne Monterrey\nChampagne Conde del Maule\nChampagne L'Heritage\nChampagne Subercaseaux\nChampagne Santa Emiliana\nChampagne Cima\nChampagne Santa Carolina\nChampagne Planella\nChampagne Ambassador, Rosé Ambassador\nChampagne Merlot Valdivieso\nChampagne Undurraga\nChampagne Supreme\nChampagne Santa Adela\nChampagne Tocornal\nChampagne Tarapacá\nChampagne, Champenoise Viña Mar\nJerez Casino\nJerez Montalbán La Fortuna\nJerez Zalamero\nChablis Santa Blanca\nChablis Macaya\nPommard Macaya\nPommard Canepa\nPommard Viña el Arrayan\nOporto Casino\nOporto Traverso\nOporto Diamante Centenario\nEsencia\"\n[1] The wines, spirit drinks and aromatised drinks referred to in Lists B of the Agreement on Trade in Wines and of the Agreement on Trade in Spirit Drinks and Aromatised Drinks annexed to the Association Agreement between the European Communities and its Member States, of the one part, and the Republic of Chile, of the other part, shall not exceed the total quantity of 22000 hl per year.\n--------------------------------------------------"}