{"celex_id": "32008R1275", "uri": "http://publications.europa.eu/resource/cellar/5e83b865-7731-4fc2-ac8f-3295c9908470", "type": "Regulation", "concepts": ["142", "1833", "3336", "3638", "3855", "3861", "5188", "642", "71", "747", "849"], "title": "Commission Regulation (EC) No 1275/2008 of 17 December 2008 implementing Directive 2005/32/EC of the European Parliament and of the Council with regard to ecodesign requirements for standby and off mode electric power consumption of electrical and electronic household and office equipment (Text with EEA relevance)\n", "header": "18.12.2008 EN Official Journal of the European Union L 339/45\nCOMMISSION REGULATION (EC) No 1275/2008\nof 17 December 2008\nimplementing Directive 2005/32/EC of the European Parliament and of the Council with regard to ecodesign requirements for standby and off mode electric power consumption of electrical and electronic household and office equipment\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2005/32/EC of the European Parliament and of the Council of 6 July 2005 establishing a framework for the setting of ecodesign requirements for energy-using products and amending Council Directive 92/42/EEC and Directives 96/57/EC and 2000/55/EC of the European Parliament and of the Council (1), and in particular Article 15(1) thereof,\nAfter consulting the Ecodesign Consultation Forum,\nWhereas:\n(1) Under Directive 2005/32/EC ecodesign requirements shall be set by the Commission for energy-using products representing significant volumes of sales and trade, having significant environmental impact and presenting significant potential for improvement in terms of their environmental impact without entailing excessive costs.\n(2) Article 16(2) second indent of Directive 2005/32/EC provides that in accordance with the procedure referred to in Article 19(3) and the criteria set out in Article 15(2), and after consulting the Consultation Forum, the Commission shall as appropriate introduce a separate implementing measure reducing standby losses for a group of products.\n(3) The Commission has carried out a preparatory study which analysed the technical, environmental and economic aspects of standby mode and off-mode losses. The study has been developed together with stakeholders and interested parties from the EU and third countries, and the results have been made publicly available.\n(4) It has been stated in the preparatory study that standby functionalities and off-mode losses occur for the majority of electrical and electronic household and office equipment products sold in the Community, while the annual electricity consumption related to standby functionalities and off-mode losses in the Community has been estimated to be 47 TWh in 2005, corresponding to 19 Mt CO2 emissions. Without taking specific measures, the consumption is predicted to increase to 49 TWh in 2020. It has been concluded that the electricity consumption of standby functionalities and off-mode losses can be significantly reduced.\n(5) Improvements of electricity consumption of standby functionalities and off-mode losses should be achieved by applying existing non-proprietary cost-effective technologies, which lead to a reduction of the combined expenses for purchasing and operating equipment.\n(6) Ecodesign requirements for the power consumption of standby mode and off mode of electrical and electronic household and office equipment should be set with a view to harmonising ecodesign requirements on standby mode and off mode throughout the Community and contributing to the functioning of the internal market and to improvement of the environmental performance of the products affected.\n(7) The ecodesign requirements should not have negative impact on the functionality of the product and should not affect negatively health, safety and environment. In particular, the benefits of reducing the electricity consumption during the use phase should over-compensate potential additional environmental impacts during the production phase of equipment having standby functionalities and/or off-mode losses.\n(8) The application of this Regulation should be limited to products corresponding to household and office equipment intended for use in the domestic environment, which, for information technology equipment, corresponds to class B equipment as set out in EN 55022:2006. The scope should be defined such that equipment that is not yet available on the market, but have similar functionalities to those products explicitly named in this Regulation, are designed to fulfil the requirements. When appropriate, an amendment to this Regulation can complement the list of products.\n(9) Operating modes not covered by this Regulation, such as the ACPI S3 mode of computers, should be considered in product-specific implementing measures pursuant to Directive 2005/32/EC.\n(10) As a general rule, requirements on standby and off mode set out in product-specific implementing measures pursuant to Directive 2005/32/EC should not be less ambitious than those set out in this Regulation.\n(11) In order to prevent unnecessary losses of energy, products should ideally enter into a ‘0-Watt’ consumption state when providing no function. The technical feasibility and appropriateness should be considered on a product-by-product basis in the relevant implementing measure pursuant to Directive 2005/32/EC.\n(12) The two-staged entry into force of the ecodesign requirements should provide an appropriate time-frame for manufacturers to redesign products as far as standby functionalities and off-mode losses are concerned. The timing of the stages should be set in such a way that negative impacts related to functionalities of equipment on the market are avoided, and cost impacts for manufacturers, in particular SMEs, are taken into account, while ensuring timely achievement of policy objectives. Measurements of the power consumption should be performed taking into account the generally recognised state of the art; manufacturers may apply harmonised standards in accordance with Article 9 of Directive 2005/32/EC.\n(13) This Regulation should increase the market penetration of technologies yielding improved energy efficiency for standby functionalities and off-mode losses, leading to estimated energy savings of 35 TWh in 2020, compared to a business-as-usual scenario.\n(14) Pursuant to Article 8(2) of Directive 2005/32/EC, this Regulation should specify that the applicable conformity assessment procedures are the internal design control set out in Annex IV and the management system set out in Annex V to Directive 2005/32/EC.\n(15) In order to facilitate compliance checks, manufacturers should be requested to provide information in the technical documentation referred to in Annexes IV and V to Directive 2005/32/EC on the operating conditions subject to the definitions of standby/off mode, and the corresponding power consumption levels.\n(16) Benchmarks for currently available technologies with low standby and off mode power consumption should be identified. This helps to ensure wide availability and easy access to information, in particular for SMEs and very small firms, which further facilitates the integration of best-design technologies for reducing the energy consumption of standby and off mode.\n(17) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 19(1) of Directive 2005/32/EC,", "main_body": ["Subject matter and scope\nThis Regulation establishes ecodesign requirements related to standby and off mode electric power consumption. This Regulation applies to electrical and electronic household and office equipment.", "Definitions\nFor the purposes of this Regulation, the definitions set out in Directive 2005/32/EC shall apply. The following definitions shall also apply:\n1. ‘electrical and electronic household and office equipment’ (hereafter referred to as ‘equipment’), means any energy-using product which:\n(a) is made commercially available as a single functional unit and is intended for the end-user;\n(b) falls under the list of energy-using products of Annex I;\n(c) is dependent on energy input from the mains power source in order to work as intended; and\n(d) is designed for use with a nominal voltage rating of 250 V or below,\n2. ‘standby mode(s)’ means a condition where the equipment is connected to the mains power source, depends on energy input from the mains power source to work as intended and provides only the following functions, which may persist for an indefinite time:\n— reactivation function, or reactivation function and only an indication of enabled reactivation function, and/or\n— information or status display;\n3. ‘reactivation function’ means a function facilitating the activation of other modes, including active mode, by remote switch, including remote control, internal sensor, timer to a condition providing additional functions, including the main function;\n4. ‘information or status display’ means a continuous function providing information or indicating the status of the equipment on a display, including clocks;\n5. ‘active mode(s)’ means a condition in which the equipment is connected to the mains power source and at least one of the main function(s) providing the intended service of the equipment has been activated;\n6. ‘off mode’ means a condition in which the equipment is connected to the mains power source and is not providing any function; the following shall also be considered as off mode:\n(a) conditions providing only an indication of off-mode condition;\n(b) conditions providing only functionalities intended to ensure electromagnetic compatibility pursuant to Directive 2004/108/EC of the European Parliament and of the Council (2);\n7. ‘information technology equipment’ means any equipment which has a primary function of either entry, storage, display, retrieval, transmission, processing, switching, or control, of data and of telecommunication messages or a combination of these functions and may be equipped with one or more terminal ports typically operated for information transfer;\n8. ‘domestic environment’ means an environment where the use of broadcast radio and television receivers may be expected within a distance of 10 m of the apparatus concerned.", "Ecodesign requirements\nThe ecodesign requirements related to standby and off mode electric power consumption are set out in Annex II.", "Conformity assessment\nThe procedure for assessing conformity referred to in Article 8(2) of Directive 2005/32/EC shall be the internal design control system set out in Annex IV to Directive 2005/32/EC or the management system set out in Annex V to Directive 2005/32/EC.", "Verification procedure for market surveillance purposes\nSurveillance checks shall be carried out in accordance with the verification procedure set out in Annex III.", "Benchmarks\nThe indicative benchmarks for the best-performing products and technology currently available on the market are identified in Annex IV.", "Revision\nNo later than 6 years after the entry into force of this Regulation the Commission shall review it in the light of technological progress and present the result of this review to the Consultation Forum.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nPoint 1 of Annex II shall apply as from one year after the date referred to in the first paragraph.\nPoint 2 of Annex II shall apply as from four years after the date referred to in the first paragraph.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2008.\nFor the Commission\nAndris PIEBALGS\nMember of the Commission\n(1)  OJ L 191, 22.7.2005, p. 29.\n(2)  OJ L 390, 31.12.2004, p. 24.\nANNEX I\nList of energy-using products covered by this Regulation\n1. Household appliances\n2. Information technology equipment intended primarily for use in the domestic environment\n3. Consumer equipment\n4. Toys, leisure and sports equipment\nANNEX II\nEcodesign requirements\n1. One year after this Regulation has come into force:\n(a) Power consumption in ‘off mode’:\n(b) Power consumption in ‘standby mode(s)’:\n(c) Availability of off mode and/or standby mode\n2. Four years after this Regulation has come into force:\n(a) Power consumption in ‘off mode’:\n(b) Power consumption in ‘standby mode(s)’:\n(c) Availability of off mode and/or standby mode\n(d) Power management\n— standby mode, or\n— off mode, or\n— another condition which does not exceed the applicable power consumption requirements for off mode and/or standby mode when the equipment is connected to the mains power source. The power management function shall be activated before delivery.\n3. Measurements\n4. Information to be provided by manufacturers\n(a) for each standby and/or off mode:\n— the power consumption data in Watts rounded to the second decimal place,\n— the measurement method used,\n— description of how the appliance mode was selected or programmed,\n— sequence of events to reach the mode where the equipment automatically changes modes,\n— any notes regarding the operation of the equipment;\n(b) test parameters for measurements:\n— ambient temperature,\n— test voltage in V and frequency in Hz,\n— total harmonic distortion of the electricity supply system,\n— information and documentation on the instrumentation, set-up and circuits used for electrical testing;\n(c) the characteristics of equipment relevant for assessing conformity with the requirements set out in point 1(c), or the requirements set out in points 2(c) and/or 2(d), as applicable, including the time taken to automatically reach standby, or off mode, or another condition which does not exceed the applicable power consumption requirements for off mode and/or standby mode.\nANNEX III\nVerification procedure\nWhen performing the market surveillance checks referred to in Directive 2005/32/EC, Article 3(2), the authorities of the Member State shall apply the following verification procedure for the requirements set out in Annex II, points 1(a) and 1(b), or points 2(a) and 2(b), as applicable.\nFor power consumption requirements larger than 1,00 W, Member State authorities shall test one single unit.\nThe model shall be considered to comply with the provisions set out in Annex II, points 1(a) and 1(b), or points 2(a) and 2(b), as applicable, to this Regulation if the results for off-mode and standby-mode conditions, as applicable, do not exceed the limit values by more than 10 %.\nOtherwise, three more units shall be tested. The model shall be considered to comply with this Regulation if the average of the results of the latter three tests for off-mode and/or standby-mode conditions, as applicable, does not exceed the limit values by more than 10 %.\nFor power consumption requirements smaller than, or equal to, 1,00 W, Member State authorities shall test one single unit.\nThe model shall be considered to comply with the provisions set out in Annex II, points 1(a) and 1(b), or points 2(a) and 2(b), as applicable, to this Regulation if the results for off-mode and/or standby-mode conditions, as applicable, do not exceed the limit values by more than 0,10 W.\nOtherwise, three more units shall be tested. The model shall be considered to comply with this Regulation if the average of the results of the latter three tests for off-mode and/or standby-mode conditions, as applicable, does not exceed the limit values by more than 0,10 W.\nOtherwise, the model shall be considered not to comply.\nANNEX IV\nBenchmarks\nThe following benchmarks are identified for the purpose of Annex I, Part 3, point 2, to Directive 2005/32/EC:\nOff mode: 0 W-0,3 W with hard-off switch on the primary side, depending, inter alia, on the characteristics related to electromagnetic compatibility pursuant to Directive 2004/108/EC.\nStandby — reactivation function: 0,1 W.\nStandby — display: simple displays and low power LEDs 0,1 W, larger displays (e.g. for clocks) require more power."}