{"celex_id": "32004R1002", "uri": "http://publications.europa.eu/resource/cellar/31b06294-11b8-4cad-8cf0-afacf6df3cda", "type": "Regulation", "concepts": ["1309", "1591", "2771", "3156", "4062", "5458", "5876"], "title": "Commission Regulation (EC) No 1002/2004 of 18 May 2004 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of potassium chloride originating in the Republic of Belarus, the Russian Federation or Ukraine and making imports of potassium chloride originating in the Republic of Belarus and the Russian Federation subject to registration\n", "header": "20.5.2004 EN Official Journal of the European Union L 183/16\nCOMMISSION REGULATION (EC) No 1002/2004\nof 18 May 2004\naccepting undertakings offered in connection with the anti-dumping proceeding concerning imports of potassium chloride originating in the Republic of Belarus, the Russian Federation or Ukraine and making imports of potassium chloride originating in the Republic of Belarus and the Russian Federation subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 461/2004 (2) (the ‘basic Regulation’), and in particular Articles 8, 11(3), 21 and 22(c) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) Pursuant to Regulation (EC) No 969/2000 (3) the Council amended and extended the measures imposed by Regulation (EC) No 3068/92 (4), as amended by Regulations (EC) No 643/94 (5) and (EC) No 449/98 (6), on imports into the Community of potassium chloride (the ‘product concerned’) originating in the Republic of Belarus (‘Belarus’), the Russian Federation (‘Russia’) and Ukraine. Pursuant to Regulation (EC) No 999/2004 (7) the Council amended Regulation (EC) No 969/2000.\n(2) The measures are fixed duty amounts, established by category and grade of product, ranging from 19,51 EUR/tonne to 48,19 EUR/tonne in the case of Belarus, 19,61 EUR/tonne to 40,63 EUR/tonne in the case of Russia and 19,61 EUR/tonne to 48,19 EUR/tonne in the case of Ukraine.\n2.   Investigation\n(3) On 20 March 2004 the Commission announced through the publication of a notice in the Official Journal of the European Union\n (8) the initiation of a partial interim review of the measures in force (‘the measures’) pursuant to Articles 11(3) and 22(c) of the basic Regulation.\n(4) The review was launched at the initiative of the Commission in order to examine whether, as a consequence of the enlargement of the European Union on 1 May 2004 (‘enlargement’) and, bearing in mind the aspect of Community interest, there is a need to adapt the measures in order to avoid a sudden and excessively negative effect on all interested parties including users, distributors and consumers.\n(5) All interested parties known to the Commission, including the Community industry, associations of producers or users in the Community, exporters/producers in the countries concerned, importers and their associations and the relevant authorities of the countries concerned as well as interested parties in the ten new Member States which acceded to the European Union on 1 May 2004 (the ‘EU10’) were advised of the initiation of the investigation and were given the opportunity to make their views known in writing, to submit information and to provide supporting evidence within the time-limit set out in the notice of initiation. All interested parties who so requested and showed that there were reasons why they should be heard were granted a hearing.\n3.   Result of the investigation\n(6) As set out in Council Regulation (EC) No 992/2004 the investigation concluded that it is in the Community interest to adapt the existing measures, provided that such adaptation does not significantly undermine the desired level of trade defence.\n4.   Undertakings\n(7) In accordance with the conclusions of Regulation (EC) No 992/2004, the Commission, in conformity with Article 8(2) of the basic Regulation, suggested undertakings to the companies concerned. As a result, undertakings were subsequently offered by (i) one exporting producer of the product concerned in Belarus (Republican Unitary Enterprise Production Amalgamation Belaruskali) jointly with its related companies in Russia (JSC International Potash Company), Austria (Belurs Handelsgesellschaft mbH) and Lithuania (UAB Baltkalis), (ii) an exporting producer in Russia (JSC Silvinit) jointly with its related companies in Russia (JSC International Potash Company) and Austria (Belurs Handelsgesellschaft mbH) and (iii) a second exporting producer in Russia (JSC Uralkali) jointly with a company in Cyprus (Fertexim Ltd).\n(8) It should be noted that, in application of Article 22(c) of the basic Regulation, these undertakings are considered as special measures since, in accordance with the conclusions of Regulation (EC) No 992/2004, they are not directly equivalent to an anti-dumping duty.\n(9) Nevertheless, in conformity with Regulation (EC) No 992/2004, the undertakings oblige each individual producing exporter to respect minimum import prices within the framework of import ceilings and, in order that the undertakings can be monitored, the exporting producers concerned have also agreed to broadly respect their traditional selling patterns to individual customers in the EU10. The exporting producers are also aware that if it is found that these traditional sales patterns change significantly, or that the undertakings become in any way difficult or impossible to monitor, the Commission is entitled to withdraw acceptance of the company’s undertaking resulting in definitive anti-dumping duties being imposed in its place, or it may adjust the level of the ceiling, or it may take other remedial action.\n(10) It is also a condition of the undertakings that if they are breached in any way, the Commission will be entitled to withdraw acceptance thereof resulting in definitive anti-dumping duties being imposed in their place.\n(11) The companies will also provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission.\n(12) In order that the Commission can monitor effectively the companies’ compliance with the undertakings, when the request for release for free circulation pursuant to an undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Regulation (EC) No 992/2004. This level of information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate anti-dumping duty will instead be payable.\n(13) In view of all the above, the offers of undertakings are considered acceptable.\n(14) The acceptance of the undertakings is limited to an initial period of 12 months without prejudice to the normal duration of the measures. However, six months after acceptance of the undertakings, their continued acceptance will be subject to an appraisal by the Commission to verify whether the exceptional and negative conditions for end users in the EU10 which led to the acceptance of the undertakings still exist.\nB.   REGISTRATION OF IMPORTS\n(15) In view of the unusual circumstances of this case and the inherent risk of breaches of undertakings caused by the price differences between the EU10 and the EU15 and their short-term character, it is considered that sufficient grounds exist to make certain imports of the product concerned subject to registration for a maximum period of nine months in accordance with Article 14(5) of the basic Regulation.\n(16) Customs authorities are therefore directed to take the appropriate steps to register imports into the Community of the product concerned originating in Belarus and Russia exported by the companies which have offered acceptable undertakings and for which benefit from the exemption to the anti-dumping duties is sought.\n(17) In the event of a finding of a breach of the undertakings, duties may be levied retroactively on goods entered into free circulation in the Community from the date of the breach of the undertaking,", "main_body": ["The undertakings offered by the exporting producers mentioned below, in connection with the anti-dumping proceeding concerning imports of potassium chloride originating in the Republic of Belarus and the Russian Federation are hereby accepted.\nCountry Company TARIC additional code\nRepublic of Belarus Produced by Republican Unitary Enterprise Production Amalgamation Belaruskali, Soligorsk, Belarus and sold by JSC International Potash Company, Moscow, Russia, or Belurs Handelsgesellschaft mbH, Vienna, Austria, or UAB Baltkalis, Vilnius, Lithuania, to the first independent customer in the Community acting as an importer A518\nRussian Federation Produced by JSC Silvinit, Solikamsk, Russia and sold by JSC International Potash Company, Moscow, Russia, or Belurs Handelsgesellschaft mbH, Vienna, Austria to the first independent customer in the Community acting as an importer A519\nRussian Federation Produced by JSC Uralkali, Berezniki, Russia and sold by Fertexim Ltd, Limassol, Cyprus to its first customer in the Community acting as an importer A520", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96 to take the appropriate steps to register the imports into the Community of potassium chloride originating in the Republic of Belarus and the Russian Federation falling within CN codes 3104 20 10 (TARIC codes 3104201010 and 3104201090), 3104 20 50 (TARIC codes 3104205010 and 3104205090), 3104 20 90 (TARIC code 3104209000), ex 3105 20 10 (TARIC codes 3105201010 and 3105201020), ex 3105 20 90 (TARIC codes 3105209010 and 3105209020), ex 3105 60 90 (TARIC codes 3105609010 and 3105609020), ex 3105 90 91 (TARIC codes 3105909110 and 3105909120), ex 3105 90 99 (TARIC codes 3105909910 and 3105909920) produced and sold or produced and exported by the companies listed in Article 1 for which an exemption to the anti-dumping duties imposed by Regulation (EC) No 992/2004 is sought.", "This Regulation shall enter into force on the day after its publication in the Official Journal of the European Union and shall remain in force for a period of 12 months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 77, 13.3.2004, p. 12.\n(3)  OJ L 112, 11.5.2000, p. 4.\n(4)  OJ L 308, 24.10.1992, p. 41.\n(5)  OJ L 80, 24.3.1994, p. 1.\n(6)  OJ L 58, 27.2.1998, p. 15.\n(7)  OJ L 182, 19.5.2004, p. 23.\n(8)  OJ C 70, 20.3.2004, p. 15."}