{"celex_id": "32004R1756", "uri": "http://publications.europa.eu/resource/cellar/933f3d0d-d9d3-4d09-b6b2-9cff5dea186d", "type": "Regulation", "concepts": ["1595", "191", "2827", "616", "6268"], "title": "Commission Regulation (EC) No 1756/2004 of 11 October 2004 specifying the detailed conditions for the evidence required and the criteria for the type and level of the reduction of the plant health checks of certain plants, plant products or other objects listed in Part B of Annex V to Council Directive 2000/29/EC\n", "header": "12.10.2004 EN Official Journal of the European Union L 313/6\nCOMMISSION REGULATION (EC) No 1756/2004\nof 11 October 2004\nspecifying the detailed conditions for the evidence required and the criteria for the type and level of the reduction of the plant health checks of certain plants, plant products or other objects listed in Part B of Annex V to Council Directive 2000/29/EC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 13a(5)(c) thereof,\nWhereas:\n(1) Under Directive 2000/29/EC, all consignments of plants, plant products or other objects listed in Part B of Annex V thereof should in principle be subjected to identity and plant health checks before being permitted to enter the Community.\n(2) In order to allow plant health checks to be carried out at a reduced frequency, it is necessary to provide for detailed conditions for the evidence, as referred to in the second subparagraph of Article 13a(2) of Directive 2000/29/EC that the plants, plant products or other objects listed in Part B of Annex V thereto, which are introduced into the Community, meet the conditions sets out in that Directive.\n(3) Since plants intended for planting and plants, plant products or other objects which are subject to measures adopted in accordance with Article 16(3) of Directive 2000/29/EC present a high risk of introduction of organisms harmful to plants or plant products, the reduction should not apply to them.\n(4) Specific conditions are set out for plants, plant products or other objects which are subject to authorisation of import into the Community under derogation according to the provisions of Article 15(1) of Directive 2000/29/EC. Therefore, the said plants, plant products or other objects should not be subjected to plant health checks at a reduced frequency.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["This Regulation shall apply to the plant health checks provided for in Article 13a(1)(b)(iii) of Directive 2000/29/EC as regards the plants, plant products or other objects listed in Part B of Annex V to Directive 2000/29/EC originating in a specified country, territory or part thereof (hereinafter the products concerned), with the exception of:\n(a) plants intended for planting;\n(b) any plant, plant product or other object which is subject to authorisation allowing importation into the Community according to the provisions of Article 15(1) of Directive 2000/29/EC;\n(c) any plant, plant product or other object which is subject to temporary measures according to the provisions of Article 16(3) of Directive 2000/29/EC;\nd) any plant, plant product or other object which is mentioned on the list established pursuant to Article 13a(5)(b) of Directive 2000/29/EC.", "1.   Any Member State may apply to the Commission to have a product concerned subjected to plant health checks at a reduced frequency. The application shall contain the information set out in Annex I.\n2.   Respecting the conditions in Article 3 and applying the criteria in Article 4, the Commission shall prepare a list of products concerned for which plant health checks may be carried out at a reduced frequency, and specify the level of the reduced frequency.\n3.   After consultation within the Committee referred to in Article 18 of Directive 2000/29/EC, the Commission shall publish this list.", "The product concerned may be subject to plant health checks at reduced frequency provided that:\n(a) the average number of consignments over three years of the product concerned introduced into the Community each year is at least 200, and\n(b) the minimum number of consignments of the product concerned for which inspections have been carried out during the previous three years is at least 600, and\n(c) the number of consignments of the product concerned each year which were found infected by the harmful organisms mentioned under point (e) of Annex I is less than 1 % of the total number of consignments of the said product concerned imported into the Community, and\n(d) the application for the products concerned as referred to in Article 2(1) is available at the Commission.", "1.   The level of the reduced frequency, as referred to in Article 2(2), shall be based on the following criteria:\n(a) the number of consignments of the product concerned intercepted for the presence of harmful organisms included in the list referred to in point (e) of Annex I;\n(b) the estimated mobility of the harmful organisms included in the list referred to in point (e) of Annex I at the most mobile stage to which the organism could develop on the relevant plant or plant product;\n(c) the number of consignments of the products concerned on which a physical plant health inspection has been carried out;\n(d) any other factor relevant to a determination of the phytosanitary risk from the trade concerned.\n2.   The type of the reduced frequency shall be expressed as the minimum percentage of plant health checks that may be carried out by the Member States on the products concerned. This minimum percentage applies for each Member State to all consignments consisting of the products concerned imported in its territory.", "1.   Without prejudice to Article 16(1) of Directive 2000/29/EC, for the purpose of monitoring the importation of the products concerned for which plant health checks are carried out pursuant to this Regulation, importing Member States shall supply to the Commission and to the other Member States the information listed in Annex II, by 31 March each year at the latest.\n2.   On the basis of this information, and in accordance with the provisions of Articles 3 and 4, the Commission shall establish a report and shall assess whether and at which frequency plant health checks for the products concerned may still be carried out at a reduced frequency pursuant to this Regulation.\n3.   If 1 % of the total number of consignments imported consisting of the product concerned and subject to a reduced frequency pursuant to this Regulation, is found infected by any of the organisms listed in the Annexes I or II to Directive 2000/29/EC, the relevant product concerned shall be considered as no longer eligible as a product for which plant health checks may be carried out at a reduced frequency.", "When, on the basis of the assessment mentioned in Article 5(2), or the consideration mentioned in Article 5(3), or if evident from more recent notifications of interceptions in the Member States, it appears that the product concerned does not satisfy any longer with the provisions of Article 3, the Commission shall amend the list of products concerned for which plant health checks may be carried out at a reduced frequency, and publish the said amendment.", "This Regulation shall be reviewed by1 January 2007 at the latest.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2004/70/EC (OJ L 127, 29.4.2004, p. 97).\nANNEX I\nThe information referred to in Article 2 shall contain:\n(a) a description of the products concerned;\n(b) the origin of the products concerned;\n(c) the list of the Member States that import the product concerned;\n(d) the volume of import into the Community of the products concerned, expressed in number of consignments and weight or pieces or units;\n(e) the list of harmful organisms referred to in Annex I or II to Directive 2000/29/EC liable to be carried on the product concerned;\n(f) the number of consignments of the product concerned intercepted for the presence of harmful organisms mentioned under (e);\n(g) the estimated mobility of the harmful organisms mentioned under (e) at the most mobile stage to which the organism could develop on the relevant plant or plant product;\n(h) the number of consignments of the product concerned intercepted for other reasons than the presence of harmful organisms mentioned under (e);\n(i) the number of consignments of the products concerned on which a physical plant health inspection has been carried out.\nAs regards the information mentioned under points (d), (f), (h) and (i), the dossier shall provide data covering the period of at least three years preceding the year in which it is submitted.\nANNEX II\nThe information referred to in Article 5(1) shall contain for each of the products concerned:\n(a) the total number of consignments imported;\n(b) the total number of consignments inspected;\n(c) the total number and the details of interceptions of harmful organisms listed in Annex I or II to Directive 2000/29/EC related to the consignments imported pursuant to this Directive;\n(d) the total number of consignments of the products concerned intercepted for other reasons than the presence of harmful organisms mentioned under (c) and the detail thereof."}