{"celex_id": "32000R0616", "uri": "http://publications.europa.eu/resource/cellar/802385c3-bd4d-4dc7-90d6-3612b4efa9ca", "type": "Regulation", "concepts": ["1309", "2539", "2734", "3885", "4620", "921"], "title": "Council Regulation (EC) No 616/2000 of 20 March 2000 amending Regulation (EEC) No 737/90 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station\n", "header": "Council Regulation (EC) No 616/2000\nof 20 March 2000\namending Regulation (EEC) No 737/90 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EEC) No 737/90(1) fixed, for agricultural products in third countries and intended for human consumption, maximum permitted levels of radioactivity with which imports must comply and in connection with which checks are carried out by the Member States. The said Regulation is to apply only until 31 March 2000.\n(2) The reasons prevailing when the said Regulation was adopted and extended are still valid, because radioactive contamination of certain agricultural products originating in the third countries most affected by the accident still exceeds the maximum permitted levels of radioactivity laid down in that Regulation.\n(3) Commission Regulation (EC) No 1661/1999(2) revising Commission Regulation (EEC) No 1983/88(3) has, inter alia, introduced specific conditions strengthening the controls on the import of non-cultivated mushrooms from a number of third countries.\n(4) There is now scientific evidence that the duration of caesium- 137 contamination following the Chernobyl accident of a number of products originating from species living and growing in forests and wooded areas essentially relates to the physical half-life of that radionuclide which is some 30 years.\n(5) The experience gained in the implementation of the checks referred to in Article 4 of Regulation (EEC) No 737/90, in particular regarding the imports of dried mushrooms, has shown that, in order to remain consistent, the maximum permitted levels referred to in Article 3 thereof are to be calculated for all concentrated or dried products on the basis of the reconstituted products as ready for consumption.\n(6) Council Regulation (Euratom) No 3954/87(4) laid down maximum permitted levels of radioactive contamination of foodstuffs and of feeding stuffs following a nuclear accident or any other case of radiological emergency. It is necessary, in such situations, to ensure consistency of any measures implemented.\n(7) It is advisable to extend for a second time Regulation (EEC) No 737/90.\n(8) The measures necessary for the implementation of Regulation (EEC) No 737/90 should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(5),", "main_body": ["Regulation (EEC) No 737/90 is hereby amended as follows:\n(a) Article 3 shall be replaced by the following:\n\"Article 3\nThe maximum permitted levels referred to in Article 2 shall be as follows:\nthe accumulated maximum radioactive level in terms of caesium - 134 and - 137 shall be(7):\n- 370 Bq/kg for milk and milk products listed in Annex II and for foodstuffs intended for the special feeding of infants during the first four to six months of life, which meet, in themselves, the nutritional requirements of this category of persons and are put up for retail sale in packages which are clearly identified and labelled 'food preparation for infants',\n- 600 Bq/kg for all other products concerned.\";\n(b) Article 7 shall be replaced by the following:\n\"Article 7\n1. The Commission shall be assisted by a committee.\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at one month.\n3. The committee shall adopt its rules of procedure.\";\n(c) the second subparagraph of Article 8 shall be replaced by the following:\"It shall expire:\n1. on 31 March 2010, unless the Council decides otherwise at an earlier date, in particular if the list of excluded products referred to in Article 6 covers all the products fit for human consumption to which this Regulation applies;\n2. on the entry into force of the Commission Regulation provided for in Article 2(1) of Regulation (Euratom) No 3954/87, if such entry into force takes place before 31 March 2010.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 2000.\nFor the Council\nThe President\nJ. Gama\n(1) OJ L 82, 29.3.1990, p. 1. Regulation as amended by Regulation (EC) No 686/95 (OJ L 71, 31.3.1995, p. 15).\n(2) OJ L 197, 29.7.1999, p. 17.\n(3) OJ L 174, 6.7.1988, p. 32.\n(4) OJ L 371, 30.12.1987, p. 11. Regulation as last amended by Regulation (Euratom) No 2218/89 (OJ L 211, 22.7.1989, p. 1).\n(5) OJ L 184, 17.7.1999, p. 23."}