{"celex_id": "32000D0326", "uri": "http://publications.europa.eu/resource/cellar/3cbf210a-b4fc-45f1-87c0-16912bf86f40", "type": "Decision", "concepts": ["2409", "2548", "4081", "5768", "893"], "title": "2000/326/EC: Council Decision of 2 May 2000 amending Decision 95/513/EC on the equivalence of seed potatoes produced in third countries and Decision 95/514/EC on the equivalence of field inspections carried out in third countries on seed producing crops and on the equivalence of seed produced in third countries\n", "header": "Council Decision\nof 2 May 2000\namending Decision 95/513/EC on the equivalence of seed potatoes produced in third countries and Decision 95/514/EC on the equivalence of field inspections carried out in third countries on seed producing crops and on the equivalence of seed produced in third countries\n(2000/326/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/400/EEC of 14 June 1966 on the marketing of beet seed(1), and in particular Article 16(1)(b) thereof,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed(2), and in particular Article 16(1)(b) thereof,\nHaving regard to Council Directive 66/402/EEC of 14 June 1996 on the marketing of cereal seed(3), and in particular Article 16(1)(b) thereof,\nHaving regard to Council Directive 66/403/EEC of 14 June 1966 on the marketing of seed potatoes(4), and in particular Article 15(1) thereof,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants(5), and in particular Article 15(1)(b) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In Decision 95/513/EC(6) it has been determined for a limited period that seed potatoes produced in third countries are equivalent to seed potatoes produced in the Community and complying with Directive 66/403/EEC.\n(2) In Decision 95/514/EC(7), it has been determined for a limited period that field inspections carried out in third countries on seed-producing crops of certain species satisfiy the conditions laid down in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC. In Decision 95/514/EC it has also been determined that seed of certain species produced in third countries was equivalent to seed produced in the Community.\n(3) Decisions 95/513/EC and 95/514/EC establish conditions in respect of package marking. Directive 98/95/EC(8), has provided that without prejudice to the conditions determined under the authorisation procedure required under Directive 90/220/EEC(9), under amendments thereto or under relevant sectoral legislation, in the case of seed or seed potatoes of a variety which has been genetically modified, any label or document, official or otherwise, which is affixed to or accompanies the seed or seed potatoes lot, shall clearly indicdate that the variety has been genetically modified. In order to guarantee proper information to the seed users and the consumers and avoid deceptive practices it is appropriate to apply the same requirements to seed and seed potatoes imported under the said Decisions.\n(4) Decision 95/513/EC will expire on 30 June 2000. The conditions for the application of the said Decision still obtain. It is therefore appropriate to extend its application until 31 December 2002.\n(5) Decision 95/514/EC will expire on 31 January 2000. The conditions for the application of the said Decision still obtain. It is therefore appropriate to extend its application until 31 December 2002,", "main_body": ["In Part II of the Annex to Decision 95/513/EC, the following point shall be inserted after point 2:\n\"2a. In the case of seed potatoes of a variety which has been genetically modified, any label or document, official or otherwise, which is affixed to or accompanies the seed potato lot, shall clearly indicate that the variety has been genetically modified and provide for any other information as may be determined in the authorisation procedure required under Community law.\"", "In Article 2 of Decision 95/513/EC, the date \"30 June 2000\" shall be replaced by \"31 December 2002\".", "In Part II.B of the Annex to Decision 95/514/EC, the following point shall be inserted after point 4.1:\n\"4.1a. In the case of seed of a variety which has been genetically modified, any label or document, official or otherwise, which is affixed to or accompanies the seed lot, shall clearly indicate that the variety has been genetically modified and provide for any other information as may be determined in the authorisation procedure required under Community law.\"", "In Article 6 of Decision 95/514/EC, the date \"31 January 2000\" shall be replaced by \"31 December 2002\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 May 2000.\nFor the Council\nThe President\nJ. Coelho\n(1) OJ 125, 11.7.1966, p. 2290/66. Directive as last amended by Directive 98/96/EC (OJ L 25, 1.2.1999, p. 27).\n(2) OJ 125, 11.7.1966, p. 2298/66. Directive as last amended by Directive 98/96/EC.\n(3) OJ 125, 11.7.1966, p. 2309/66. Directive as last amended by Commission Directive 1999/54/EC (OJ L 142, 5.6.1999, p. 30).\n(4) OJ 125, 11.7.1966, p. 2320/66. Directive as last amended by Commission Decision 1999/742/EC (OJ L 297, 18.11.1999, p. 39).\n(5) OJ L 169, 10.7.1969, p. 3. Directive as last amended by Directive 98/96/EC.\n(6) OJ L 296, 9.12.1995, p. 31.\n(7) OJ L 296, 9.12.1995, p. 34. Decision as last amended by Commission Decision 98/172/EC (OJ L 63, 4.3.1998, p. 29).\n(8) OJ L 25, 1.2.1999, p. 1.\n(9) OJ L 117, 8.5.1990, p. 15. Directive as last amended by Commission Directive 97/35/EC (OJ L 169, 27.6.1997, p. 72)."}