{"celex_id": "32006D0322", "uri": "http://publications.europa.eu/resource/cellar/17e60b9b-3341-4645-8300-fd5d283b3959", "type": "Decision", "concepts": ["5283", "6013", "979"], "title": "2006/322/EC: Commission Decision of  28 April 2006  on the clearance of the accounts of the paying agencies of Member States concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2005 financial year  (notified under document number C(2006) 1750)\n", "header": "3.5.2006 EN Official Journal of the European Union L 118/20\nCOMMISSION DECISION\nof 28 April 2006\non the clearance of the accounts of the paying agencies of Member States concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2005 financial year\n(notified under document number C(2006) 1750)\n(2006/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (1), and in particular Article 7(3) thereof,\nAfter consulting the Fund Committee,\nWhereas:\n(1) On the basis of the annual accounts submitted by the Member States, accompanied by the information required, the accounts of the paying agencies referred to in Article 4(1) of Regulation (EC) No 1258/1999 are to be cleared. The clearance covers the integrality, accuracy and veracity of the accounts transmitted in the light of the reports established by the certification bodies.\n(2) Pursuant to Article 7(1) of Commission Regulation (EC) No 296/96 of 16 February 1996 on data to be transmitted by the Member States and the monthly booking of expenditure financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (2), account is taken for the 2005 financial year of expenditure incurred by the Member States between 16 October 2004 and 15 October 2005.\n(3) The time limits granted to the Member States for the submission to the Commission of the documents referred to in Article 6(1)(b) of Regulation (EC) 1258/1999 and in Article 4(1) of Commission Regulation (EC) No 1663/95 of 7 July 1995 laying down detailed rules for the application of Council Regulation (EEC) No 729/70 regarding the procedure for the clearance of accounts of the EAGGF Guarantee Section (3), have expired.\n(4) The Commission has checked the information submitted and communicated to the Member States before the 31 March 2006 the results of its verifications, along with the necessary amendments.\n(5) In accordance with the first subparagraph of Article 7(1) of Regulation (EC) No 1663/95, the accounts clearance decision referred to in Article 7(3) of Regulation (EC) No 1258/1999 determines, without prejudice to decisions taken subsequently in accordance with Article 7(4) of the Regulation, the amount of expenditure effected in each Member State during the financial year in question recognised as being chargeable to the EAGGF Guarantee Section, on the basis of the accounts referred to in Article 6(1)(b) of Regulation (EC) No 1258/1999 and the reductions and suspensions of advances for the financial year concerned, including the reductions referred to in the second subparagraph of Article 4(3) of Regulation (EC) No 296/96. Pursuant to Article 154 of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4), the outcome of the clearance decision, that is to say any discrepancy which may occur between the total expenditure booked to the accounts for a financial year pursuant to Article 151(1) and Article 152 of that Regulation and the total expenditure taken into consideration by the Commission in the clearance decision, is to be booked, under a single article, as additional expenditure or a reduction in expenditure. For the rural development expenditure covered by Article 7(2) of Commission Regulation (EC) No 27/2004 of 5 January 2004 laying down transitional detailed rules for the application of Council Regulation (EC) No 1257/1999 as regards the financing by the EAGGF Guarantee Section of rural development measures in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (5) the outcome of the clearance decision is to be deducted from or added to subsequent payments made by the Commission.\n(6) In the light of the verifications made, the annual accounts and the accompanying documents permit the Commission to take, for certain paying agencies, a decision on the integrality, accuracy and veracity of the accounts submitted. The details of these amounts were described in the Summary Report that was presented to the Fund Committee at the same time as this Decision.\n(7) In the light of the verifications made, the information submitted by certain paying agencies requires additional inquiries and their accounts cannot be therefore cleared in this Decision.\n(8) Article 4(2) of Regulation (EC) No 296/96, lays down that advances against booking are to be reduced for expenditure effected by the Member States after the deadlines laid down therein, in accordance with Article 14 of Council Regulation (EC) No 2040/2000 of 26 September 2000 on budgetary discipline (6). However, under Article 4(3) of Regulation (EC) No 296/96, any overrun of deadlines during August, September and October is to be taken into account in the accounts clearance decision except where noted before the last decision of the financial year relating to advances. Some of the expenditure declared by certain Member States during the abovementioned period was effected after the deadlines and for some measures the Commission did not accept any extenuating circumstances. This Decision should therefore fix the relevant reductions. In accordance with Article 7(4) of Regulation (EC) No 1258/1999, a decision will be taken at a later date, fixing definitively the expenditure for which Community financing will not be granted regarding those reductions and any other expenditure which may be found to have been effected after the fixed deadlines.\n(9) The Commission, in accordance with Article 14 of Regulation (EC) No 2040/2000 and Article 4(2) of Regulation (EC) No 296/96, has already reduced or suspended a number of monthly advances on entry into the accounts of expenditure for the 2005 financial year. In the light of the above, to avoid any premature or merely a temporary reimbursement of the amounts in question, they should not be recognised in this Decision, without prejudice to further examination under Article 7(4) of Regulation (EC) No 1258/1999.\n(10) The second subparagraph of Article 7(1) of Regulation (EC) No 1663/95 lays down that the amounts that are recoverable from, or payable to, each Member State, in accordance with the accounts clearance decision referred to in the first subparagraph, shall be determined by deducting advances paid during the financial year in question, i.e. 2005, from expenditure recognised for that year in accordance with the first subparagraph. Such amounts are to be deducted from, or added to, advances against expenditure from the second month following that in which the accounts clearance decision is taken. For the rural development expenditure covered by Regulation (EC) No 27/2004, the amounts recoverable or payable under the clearance of accounts decision are to be deducted from or added to subsequent payments.\n(11) In accordance with the second subparagraph of Article 7(3) of Regulation (EC) No 1258/1999 and Article 7(1) of Regulation (EC) No 1663/95, this Decision, does not prejudice decisions taken subsequently by the Commission excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["Without prejudice to Article 2, the accounts of the paying agencies of the Member States concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, in respect of the 2005 financial year are hereby cleared.\nThe amounts which are recoverable from, or payable to, each Member State pursuant to this Decision are set out in Annex I.\nThe amounts which are recoverable from, or payable to, each Member State pursuant to this Decision in the field of rural development measures applicable in Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia are set out in Annex II.", "For the 2005 financial year, the accounts of the Member States’ paying agencies in respect of expenditure financed by the EAGGF, Guarantee Section, set out in Annex III, are disjoined from this Decision and shall be the subject of a future clearance Decision.\nFor the 2005 financial year, the accounts of the Member States’ paying agencies in respect of rural development measures applicable in Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, set out in Annex IV, are disjoined from this Decision and shall be the subject of a future clearance Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 April 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 103.\n(2)  OJ L 39, 17.2.1996, p. 5. Regulation as last amended by Regulation (EC) No 1607/2005 (OJ L 256, 1.10.2005, p. 12).\n(3)  OJ L 158, 8.7.1995, p. 6. Regulation as last amended by Regulation (EC) No 465/2005 (OJ L 77, 23.3.2005, p. 6).\n(4)  OJ L 248, 16.9.2002, p. 1.\n(5)  OJ L 5, 9.1.2004, p. 36.\n(6)  OJ L 244, 29.9.2000, p. 27.\nANNEX I\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFinancial year 2005\nAmount to be recovered from or paid to the Member State.\nMS  2005 — Expenditure for the Paying Agencies for which the accounts are Total a + b Reductions and suspensions for the whole financial year (2) Total including reductions and suspensions Advances paid to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State (1)\ncleared disjoined\n= expenditure declared in the annual declaration = total of the expenditure in the monthly declarations\na b c = a + b d e = c + d f g = e – f\nAT EUR 1 235 678 100,68 0,00 1 235 678 100,68 – 577,47 1 235 677 523,21 1 235 677 523,21 0,00\nBE EUR 1 034 501 918,71 0,00 1 034 501 918,71 –45 406,30 1 034 456 512,41 1 034 518 724,44 –62 212,03\nCY CYP 19 368 736,27 0,00 19 368 736,27 0,00 19 368 736,27 19 368 736,27 0,00\nCZ CZK 8 436 717 595,53 0,00 8 436 717 595,53 0,00 8 436 717 595,53 8 437 379 327,77 – 661 732,24\nDE EUR 6 476 183 914,94 26 602 227,25 6 502 786 142,19 – 189 199,45 6 502 596 942,74 6 503 133 482,71 – 536 539,97\nDK DKK 9 111 733 318,84 0,00 9 111 733 318,84 – 939 910,00 9 110 793 408,84 9 109 588 541,01 1 204 867,83\nEE EEK 423 453 085,44 0,00 423 453 085,44 0,00 423 453 085,44 423 237 451,97 215 633,47\nEL EUR 2 756 080 246,12 0,00 2 756 080 246,12 –4 686 597,76 2 751 393 648,36 2 753 988 810,29 –2 595 161,93\nES EUR 6 410 489 074,04 0,00 6 410 489 074,04 –7 601 145,47 6 402 887 928,57 6 406 487 931,36 –3 600 002,79\nFI EUR 901 479 761,41 0,00 901 479 761,41 – 930 760,36 900 549 001,05 902 887 172,34 –2 338 171,29\nFR EUR 9 969 472 798,46 0,00 9 969 472 798,46 – 935 034,13 9 968 537 764,33 9 968 932 409,11 – 394 644,78\nHU HUF 0,00 127 438 017 534,00 127 438 017 534,00 –10 699 420,33 127 427 318 113,67 127 427 318 113,67 0,00\nIE EUR 1 807 166 374,14 0,00 1 807 166 374,14 –3 495 598,23 1 803 670 775,91 1 806 207 799,03 –2 537 023,12\nIT EUR 1 676 725 661,88 3 832 317 956,68 5 509 043 618,56 –12 280 400,87 5 496 763 217,69 5 499 732 003,37 –2 968 785,68\nLT LTL 438 876 923,13 0,00 438 876 923,13 0,00 438 876 923,13 438 873 203,94 3 719,19\nLU EUR 0,00 45 072 490,21 45 072 490,21 – 103 737,13 44 968 753,08 44 968 753,08 0,00\nLV LVL 19 175 999,48 0,00 19 175 999,48 0,00 19 175 999,48 19 175 999,48 0,00\nMT MTL 0,00 372 670,01 372 670,01 0,00 372 670,01 372 670,01 0,00\nNL EUR 1 256 378 655,27 0,00 1 256 378 655,27 – 266 960,04 1 256 111 695,23 1 256 334 767,29 – 223 072,06\nPL PLN 3 552 993 325,28 0,00 3 552 993 325,28 0,00 3 552 993 325,28 3 553 194 048,50 – 200 723,22\nPT EUR 801 251 123,20 91 524 070,22 892 775 193,42 – 521 198,20 892 253 995,22 891 857 592,63 396 402,59\nSE SEK 8 759 589 454,05 0,00 8 759 589 454,05 0,00 8 759 589 454,05 8 759 589 995,32 – 541,27\nSI SIT 7 892 952 269,55 0,00 7 892 952 269,55 0,00 7 892 952 269,55 7 892 952 269,55 0,00\nSK SKK 4 408 731 468,27 0,00 4 408 731 468,27 0,00 4 408 731 468,27 4 408 731 468,27 0,00\nUK GBP 2 911 077 146,20 0,00 2 911 077 146,20 –6 934 201,25 2 904 142 944,95 2 903 870 049,01 272 895,94\n(1)  For the calculation of the amount to be recovered from or paid to the Member State the amount taken into account is, the total of the annual declaration for the expenditure cleared (col.a) or, the total of the monthly declarations for the expenditure disjoined (col.b).\n(2)  The reductions and suspensions are those taken into account in the advance system, to which are added in particular the corrections for the non respect of payment deadlines established in August, September and October 2005.\nANNEX II\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFinancial year 2005 — Rural Development Expenditure in New Member States\nAmount to be recovered from or paid to the Member State\nMS  Expenditure for the Paying Agencies for which the accounts are Total a + b Reductions Total Interim Payments reimbursed to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State\ncleared disjoined\n= expenditure declared in the annual declaration = total of Interim Payments reimbursed to the Member State for the financial year\na b c = a + b d e = c + d f g = e – f\nCZ (1) EUR 145 160 424,74  145 160 424,74 – 200,74 145 160 224,00 138 765 552,00 6 394 672,00\nCY EUR 5 089 164,79  5 089 164,79 –0,47 5 089 164,32 0,00 5 089 164,32\nEE EUR 40 256 477,53  40 256 477,53 –6 140,53 40 250 337,00 39 166 211,00 1 084 126,00\nHU (2) EUR  0,00 0,00 0,00 0,00 0,00 0,00\nLT EUR 108 795 353,62  108 795 353,62 –2,40 108 795 351,22 100 100 908,00 8 694 443,22\nLV EUR 71 209 927,88  71 209 927,88 – 375,88 71 209 552,00 58 883 374,00 12 326 178,00\nMT (3) EUR  6 295 789,00 6 295 789,00 0,00 6 295 789,00 6 295 789,00 0,00\nPL EUR 490 144 049,15  490 144 049,15 –28 310,27 490 115 738,88 459 432 020,00 30 683 718,88\nSI EUR 73 713 041,59  73 713 041,59 –74 188,40 73 638 853,19 72 971 254,00 667 599,19\nSK EUR 91 911 345,08  91 911 345,08 – 176 761,62 91 734 583,46 81 245 095,00 10 489 488,46\nMS  Advances paid but still to be cleared for the programme implementation [Article 32 of Council Regulation No 1260/1999] (Annex 4)\nCZ EUR 86 848 000,00\nCY EUR 11 968 000,00\nEE EUR 24 080 000,00\nHU EUR 96 368 000,00\nLT EUR 78 320 000,00\nLV EUR 52 496 000,00\nMT EUR 4 304 000,00\nPL EUR 458 624 000,00\nSI EUR 45 056 000,00\nSK EUR 63 536 000,00\n(1)  The amount is the total of expenditure for the 2004 and 2005 financial years.\n(2)  No interim payment was reimbursed to the Member State for the 2005 financial year. The expenditure declared was 37 275 229,64 EUR.\n(3)  Interim payment of 6 295 789 EUR was reimbursed to the MS for the 2005 financial year. The expenditure declared amounted to 6 464 227,06 EUR.\nANNEX III\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFinancial year 2005\nList of the Paying Agencies for which the accounts are disjoined and are subject of a later clearance decision\nMember State Paying Agency\nGermany Bayern Umwelt\nHungary ARDA\nItaly AGEA\nLuxembοurg Ministère de l'Agriculture\nMalta MRAE\nPortugal IFADAP\nANNEX IV\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFinancial year 2005 — Rural Development Expenditure\nList of the Paying Agencies for which the accounts are disjoined and are subject of a later clearance decision\nMember State Paying Agency\nHungary ARDA\nMalta MRAE"}