{"celex_id": "32001R1485", "uri": "http://publications.europa.eu/resource/cellar/46ede17b-76f7-496e-b25c-9c9844c2589f", "type": "Regulation", "concepts": ["1005", "1335", "1706", "2792", "5219"], "title": "Regulation (EC) No 1485/2001 of the European Parliament and of the Council of 27 June 2001 amending Council Regulation (EEC) No 2158/92 on protection of the Community's forests against fire\n", "header": "Regulation (EC) No 1485/2001 of the European Parliament and of the Council\nof 27 June 2001\namending Council Regulation (EEC) No 2158/92 on protection of the Community's forests against fire\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) Since the rural communities, in particular foresters and stock farmers, who are the main trustees of Europe's forest heritage, and in particular their professional organisations, play a fundamental role in drawing up regional fire prevention action plans, in practising preventive silviculture and as first-line firefighters, it is important to create the conditions for the effective participation of these people in the protection of European forests against this abiotic agent.\n(2) The period of application of Regulation (EEC) No 2158/92(4) expired on 31 December 1996. The said Regulation was amended by Council Regulation (EC) No 308/97(5). In its judgment of 25 February 1999 in Joined Cases C-164/97 and C-165/97(6) the Court of Justice of the European Communities annulled Council Regulation (EC) No 308/97 but preserved its legal effects pending the adoption of a new Regulation which replaces the Regulation annulled. In order to guarantee legal certainty, the validity of the measures taken in application of the annulled Regulation should be ensured.\n(3) Forests play an essential part in maintaining fundamental balances, particularly as regards the soil, water resources, climate, flora and fauna. Those ecological balances are indispensable for sustainable agriculture and the management of rural areas.\n(4) The importance of the Mediterranean forests in the ecosystems of the Member States in the south of the Community, particularly the regions affected by desertification, should be taken into account.\n(5) The conservation of the forest ecosystem reflects economic, ecological and social concerns and contributes, in particular, towards maintaining the social situation of those people working in agriculture and in rural areas.\n(6) The Community and the Member States attach particular importance to the protection of their forest resources and have given international undertakings on the sustainable development of forests and the protection of forest regions, in particular during the United Nations World Conference on the Environment and Development in Rio de Janeiro in 1992 and at the three pan-European Ministerial Conferences on the Protection of European Forests in Strasbourg in 1990, in Helsinki in 1993 and in Lisbon in 1998. The Community scheme provided for by Regulation (EEC) No 2158/92 helps to fulfil those undertakings.\n(7) Pursuant to Regulation (EEC) No 2158/92, sixty million hectares of forest, equivalent to about one half of Europe's forests, have been classified as fire-risk zones.\n(8) Fires continue to restrict the sustainable development of forests in fire-risk zones.\n(9) The protection of forests against fire therefore contributes directly to the achievement of the aims set out in Article 33(1)(b) of the Treaty.\n(10) The Community system of information on forest fires established under Article 5 of Regulation (EEC) No 2158/92 has permitted the development of Community cooperation on forest fires. The development of that system will provide an effective instrument for better evaluating forest-fire protection measures and for better analysing the causes of fires.\n(11) The scheme provided for by Regulation (EEC) No 2158/92 should therefore be continued, in particular to strengthen the consistency of forest measures financed in fire-risk zones, to reinforce the fight against the causes of fires and to improve prevention and monitoring systems and its duration extended for five years, thus bringing its period of application to ten years from 1 January 1992.\n(12) The measures necessary for the implementation of Regulation (EEC) No 2158/92 should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(7).\n(13) This Regulation establishes for the entire duration of the measure a financial framework which is to be the principal point of reference, within the meaning of point 33 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(8), for the budgetary authority under the annual budgetary procedure.\n(14) Regulation (EEC) No 2158/92 should accordingly be amended,", "main_body": ["Regulation (EEC) No 2158/92 is hereby amended as follows.\n1. Articles 9 and 10 shall be replaced by the following: \"Article 9\n1. The Commission shall be assisted by the Standing Forestry Committee (hereinafter referred to as 'the Committee').\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period provided for in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "0\n1. The scheme shall run for ten years from 1 January 1992.\n2. The financial allocation for the implementation of the scheme shall be EUR 49,4 million for the period 1997 to 2001.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\n3. Before expiry of the period referred to in paragraph 1, the Commission shall submit to the European Parliament and to the Council a report on the application of this Regulation and a proposal for revision covering in particular the ecological, economic and social aspects (qualitative assessment) and the results of a cost-benefit analysis (quantitative assessment).\".\n2. In Article 2(5), Article 4(4) and Article 5(3) the words \"procedure laid down in Article 9\" shall be replaced by \"procedure laid down in Article 9(2)\".", "Any reference to a measure taken in application of Regulation (EC) No 308/97 shall be taken as a reference to a measure taken in application of this Regulation from the day of the latter's entry into force.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 June 2001.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nB. Rosengren\n(1) OJ C 307 E, 26.10.1999, p. 33 and\nOJ C 96 E, 27.3.2001, p. 365.\n(2) OJ C 51, 23.3.2000, p. 24.\n(3) European Parliament Opinion of 6 July 2000 (OJ C 121, 24.4.2001, p. 176), Council common position of 26 February 2001 (OJ C 97, 27.3.2001, p. 5) and European Parliament Decision of 13 June 2001.\n(4) OJ L 217, 31.7.1992, p. 3.\n(5) OJ L 51, 21.2.1997, p. 11.\n(6) [1999] ECR I-1139.\n(7) OJ L 184, 17.7.1999, p. 23.\n(8) OJ C 172, 18.6.1999, p. 1."}