{"celex_id": "32003R0775", "uri": "http://publications.europa.eu/resource/cellar/322ef737-b168-4d23-b80e-458e57c2672b", "type": "Regulation", "concepts": ["12", "1542", "2965", "862", "914"], "title": "Commission Regulation (EC) No 775/2003 of 5 May 2003 amending Regulation (EC) No 2759/1999 laying down rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 775/2003\nof 5 May 2003\namending Regulation (EC) No 2759/1999 laying down rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(1), as last amended by Regulation (EC) No 696/2003(2), and in particular Article 12(1) thereof,\nWhereas:\n(1) Article 3 of Commission Regulation (EC) No 2759/1999(3), as last amended by Regulation (EC) No 2251/2002(4), concerns the processing and marketing measure and its paragraph 2 lists certain expenditure that may be eligible. In order to avoid misinterpretation, it should be clearly indicated that the list of expenditure is not exhaustive.\n(2) Financing Agreements referred to in Article 1(2) of Commission Regulation (EC) 2222/2000(5), as last amended by Regulation (EC) No 188/2003(6), applicable between the Community and each applicant country set already out the parameters determining eligible expenditure. It is therefore appropriate to take into account the relevant provisions of those Agreements.\n(3) Regulation (EC) No 2759/1999 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Agricultural Structures and Rural Development Committee,", "main_body": ["Regulation (EC) No 2759/1999 is amended as follows:\n1. in Article 3(2) the introductory phrase is replaced by the following:\n\"Eligible expenditure may include in particular:\";\n2. the following Article 8a is inserted:\n\"Article 8a\nFinancing Agreements\nFor each Programme eligible expenditure shall respect the provisions of the Financing Agreement referred to in Article 1(2) of Commission Regulation (EC) No 2222/2000(7) applicable between the Community and the applicant country concerned.\"", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 87.\n(2) OJ L 99, 17.4.2003, p. 24.\n(3) OJ L 331, 23.12.1999, p. 51.\n(4) OJ L 343, 18.12.2002, p. 8.\n(5) OJ L 253, 7.10.2000, p. 5.\n(6) OJ L 27, 1.2.2003, p. 4.\n(7) OJ L 253, 7.10.2000, p. 5."}