{"celex_id": "32003R1460", "uri": "http://publications.europa.eu/resource/cellar/c0654308-0d05-4b01-ad69-ee0d8940a79a", "type": "Regulation", "concepts": ["1394", "161", "2292", "3633", "4316"], "title": "Commission Regulation (EC) No 1460/2003 of 18 August 2003 setting for the 2003/2004 to 2005/2006 marketing years rules of application for Council Regulation (EC) No 1260/2001 as regards the presumed maximum raw sugar supply needs of refineries\n", "header": "Commission Regulation (EC) No 1460/2003\nof 18 August 2003\nsetting for the 2003/2004 to 2005/2006 marketing years rules of application for Council Regulation (EC) No 1260/2001 as regards the presumed maximum raw sugar supply needs of refineries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 680/2002(2), and in particular Article 39(6) and the second paragraph of Article 41 thereof,\nWhereas:\n(1) Article 39 of Regulation (EC) No 1260/2001 contains provisions on adequacy of supply to Community refineries as defined in the fourth subparagraph of Article 7(4) of that Regulation; these include the measures applicable when the presumed maximum needs of refineries are exceeded.\n(2) So that the provisions relating to the presumed maximum needs set in Article 39(2) of Regulation (EC) No 1260/2001 can be respected it is necessary to stipulate the action to be taken by Member States to record the relevant data and send it to the Commission.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. For the purposes of application of the penalty stipulated in Article 39(4) of Regulation (EC) No 1260/2001 the excess on presumed maximum needs means the total of the quantities of:\n(a) ACP-India preferential raw sugar imported under Title II of Commission Regulation (EC) No 1159/2003(3);\n(b) special preferential sugar imported under Title III of Regulation (EC) No 1159/2003;\n(c) CXL concessions sugar imported under Title IV of Regulation (EC) No 1159/2003;\n(d) raw sugar obtained in the French Overseas Departments;\n(e) raw sugar of the tariff quotas opened for the least developed countries under Commission Regulation (EC) No 1381/2002(4);\n(f) any raw beet sugar for which use has been made of Article 38(5) of Regulation (EC) No 1260/2001;\nthat are actually refined in excess of the presumed maximum needs set in Article 39(2) of Regulation (EC) No 1260/2001 or as reduced under paragraph 5 of that Article.\n2. The Member States indicated in Article 39(2) of Regulation (EC) No 1260/2001 shall before 1 November of each marketing year record converting into white sugar equivalent the quantities of raw sugar indicated in paragraph 1, the quantities of sugar refined in connection with the previous marketing year by the refineries indicated in Article 7(4) of Regulation (EC) No 1260/2001.\nThe above conversion shall be made as specified at Point II.3 of Annex I to Regulation (EC) No 1260/2001 and, on the basis of the actual polarisation of the raw sugar, verified as necessary by the national authorities using the polarimetric method with the degree expressed to six decimal places.", "1. Before 1 December of each marketing year the Member States indicated in Article 39(2) of Regulation (EC) No 1260/2001 shall notify to the Commission:\n(a) the quantities of sugar as indicated in Article 1(1) above that were actually refined in connection with the previous marketing year, expressed by weight of sugar in the natural state and as white sugar equivalent in line with Article 1(2) above;\n(b) any quantities for which the penalty specified in Article 39(4) of Regulation (EC) No 1260/2001 was applied.\n2. The notifications indicated in paragraph 1 shall be made electronically using the forms sent by the Commission to the Member States for that purpose.", "The Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 162, 1.7.2003, p. 25.\n(4) OJ L 200, 30.7.2002, p. 14."}