{"celex_id": "32006R1873", "uri": "http://publications.europa.eu/resource/cellar/1ff63166-43fd-4ed6-91bf-c7c9ba94bbc7", "type": "Regulation", "concepts": ["1048", "3557", "4271", "5251", "82"], "title": "Council Regulation (EC, Euratom) No 1873/2006 of 11 December 2006 amending Regulation (ECSC, EEC, Euratom) No 300/76 determining the categories of officials entitled to allowances for shift work, and the rates and conditions thereof\n", "header": "19.12.2006 EN Official Journal of the European Union L 360/61\nCOUNCIL REGULATION (EC, EURATOM) No 1873/2006\nof 11 December 2006\namending Regulation (ECSC, EEC, Euratom) No 300/76 determining the categories of officials entitled to allowances for shift work, and the rates and conditions thereof\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Staff Regulations of Officials of the European Communities and the Conditions of Employment of other servants of the Communities, laid down in Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular the second subparagraph of Article 56a of the Staff Regulations,\nHaving regard to the proposal from the Commission submitted after consulting the Staff Regulations Committee,\nWhereas Regulation (ECSC, EEC, Euratom) No 300/76 (2) should be amended in order to adapt it to the changing need for shift work within the European institutions,", "main_body": ["Regulation (ECSC, EEC, Euratom) No 300/76 is hereby amended as follows:\n1. The introductory phrase of the first subparagraph of Article 1(1) shall be replaced by the following:\n— paid from research and investment appropriations and employed in an establishment of the Joint Research Centre or in indirect action, or\n— paid from operating appropriations and employed in an information and communication technology (ICT) services department, a safety and security department or another service involved in performing safety or security functions, a telephone switchboard/information service, a reception desk, a department providing support for Common Foreign and Security Policy (CFSP)/European Security and Defence Policy (ESDP) operations or for emergency and crisis coordination arrangements or employed to run or supervise technical installations,\n2. The last sentence of Article 1(2) shall be deleted.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 2006.\nFor the Council\nThe President\nE. TUOMIOJA\n(1)  OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 31/2005 (OJ L 8, 12.1.2005, p. 1).\n(2)  OJ L 38, 13.2.1976, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 860/2004 (OJ L 161, 30.4.2004, p. 26)."}