{"celex_id": "32007D0399", "uri": "http://publications.europa.eu/resource/cellar/8676c153-87ae-4d4c-b7d0-3c6a4bc02471", "type": "Decision", "concepts": ["1445", "3763", "5034", "5047", "5898"], "title": "2007/399/EC: Commission Decision of 11 June 2007 amending Decision 93/52/EEC as regards the declaration that Romania is officially free of brucellosis ( B. melitensis ) and Decision 2003/467/EC as regards the declaration that Slovenia is officially free of bovine brucellosis (notified under document number C(2007) 2400)   (Text with EEA relevance)\n", "header": "12.6.2007 EN Official Journal of the European Union L 150/11\nCOMMISSION DECISION\nof 11 June 2007\namending Decision 93/52/EEC as regards the declaration that Romania is officially free of brucellosis (B. melitensis) and Decision 2003/467/EC as regards the declaration that Slovenia is officially free of bovine brucellosis\n(notified under document number C(2007) 2400)\n(Text with EEA relevance)\n(2007/399/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annex A (II) (7) thereto,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Section II of Chapter 1 of Annex A thereto,\nWhereas:\n(1) Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (3) lists the Member States and regions thereof which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(2) Following a veterinary inspection mission carried out in July 2001, Romania was found to comply with the conditions provided for in Section II(1)(b) of Chapter 1 of Annex A to Directive 91/68/EEC. Therefore it was listed in Commission Decision 97/232/EC of 3 March 1997 drawing up lists of third countries from which the Member Sates authorise imports of sheep and goats (4) as a third country recognised as officially free of brucellosis (B. melitensis).\n(3) In addition, since that recognition Romania has undertaken to comply with the conditions provided for in Section II(2) of Chapter 1 of Annex A to Directive 91/68/EEC in order to maintain the officially free status granted.\n(4) Romania, as regards the whole territory, has now submitted to the Commission documentation re-confirming compliance with the conditions provided for in Section II(1)(b) of Chapter A of Annex A to Directive 91/68/EEC and demonstrating continuous conformity with the conditions of Section II(2) of Chapter 1 of Annex A to Directive 91/68/EEC as regards the maintenance of the officially free status granted.\n(5) Romania should therefore be recognised as officially free of brucellosis (B. melitensis) as regards ovine or caprine holdings.\n(6) Directive 64/432/EEC provides that Member States or parts or regions thereof may be declared officially free of tuberculosis, brucellosis and enzootic bovine leukosis as regards bovine herds subject to compliance with certain conditions set out in that Directive.\n(7) The lists of regions of Member States declared free of bovine tuberculosis, bovine brucellosis and enzootic bovine leukosis are set out in Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (5).\n(8) Slovenia has submitted to the Commission documentation demonstrating compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the whole territory in order that that Member State may be declared an officially brucellosis-free Member State.\n(9) Following evaluation of the documentation submitted by Slovenia, the whole territory of that Member State should therefore be declared officially brucellosis-free Member State as regards bovine animals.\n(10) Decisions 93/52/EEC and 2003/467/EC should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 93/52/EEC is replaced by the text in Annex I to this Decision.", "In Annex II to Decision 2003/467/EC, Chapter 1 is replaced by the text in Annex II to this Decision.", "This Decision shall apply from the third day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 46, 19.2.1991, p. 19. Directive as last amended by Directive 2006/104/EC.\n(3)  OJ L 13, 21.1.1993, p. 14. Decision as last amended by Decision 2006/169/EC (OJ L 57, 28.2.2006, p. 35).\n(4)  OJ L 93, 8.4.1997, p. 43. Decision repealed by Decision 2004/212/EC (OJ L 73, 11.3.2004, p. 11).\n(5)  OJ L 156, 25.6.2003, p. 74. Decision as last amended by Decision 2007/174/EC (OJ L 80, 21.3.2007, p. 11).\nANNEX I\n‘ANNEX I\nMEMBER STATES\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nIE Ireland\nLU Luxembourg\nHU Hungary\nNL Netherlands\nAT Austria\nPL Poland\nRO Romania\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden\nUK United Kingdom’\nANNEX II\n‘CHAPTER 1\nOfficially brucellosis-free Member States\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nFR France\nLU Luxembourg\nNL Netherlands\nAT Austria\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden’"}