{"celex_id": "32001D0678", "uri": "http://publications.europa.eu/resource/cellar/d94f7fc4-940a-45a2-b9ad-4ced92211261", "type": "Decision", "concepts": ["1085", "2247", "3633", "3743", "5541", "889"], "title": "Commission Decision of 23 May 2001 authorising France to grant aid to the coal industry for 2001 (Text with EEA relevance) (notified under document number C(2001) 1481)\n", "header": "Commission Decision\nof 23 May 2001\nauthorising France to grant aid to the coal industry for 2001\n(notified under document number C(2001) 1481)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2001/678/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry(1), and in particular Article 9(4) thereof,\nWhereas:\nI\n(1) By letter of 6 March 2001, France notified the Commission, in accordance with Article 9(1) of Decision No 3632/93/ECSC, of the financial aid it proposes to grant to the coal industry for 2001.\n(2) In accordance with Decision No 3632/93/ECSC and having regard to the information sent by France, the Commission is required to take a decision on the following financial aid:\n- aid for the reduction of activity amounting to FRF 2090 million to cover operating losses for 2001,\n- aid for the reduction of activity amounting to FRF 210 million. This aid is intended to cover the interest due for 2001 on the part of the loan issue floated by Charbonnages de France in 1997, 1998 and 1999 to cover the balance of the losses for those years which are not covered by direct subsidies and capital injections,\n- aid to cover exceptional losses for 2001 amounting to FRF 4213 million.\n(3) The financial measures envisaged by France for its coal industry are covered by Article 1 of Decision No 3632/93/ECSC and must therefore be approved by the Commission in accordance with Article 9(4), which refers in particular to the general objectives and criteria laid down in Article 2 and the specific criteria set out in Articles 4 and 5 of the Decision. In its assessment, the Commission checks, in accordance with Article 9(6) of the Decision, whether the measures are in conformity with the plans for the reduction of activity which were approved by the Commission in its Decision 95/465/ECSC(2).\nII\n(4) The sum of FRF 2090 million which France is proposing to grant to the coal industry under Article 4 of Decision No 3632/93/ECSC is intended to cover the difference between the production cost and the selling price of coal freely agreed between the Contracting Parties in the light of the prevailing conditions on the world market for coal of similar quality from third countries.\n(5) This aid forms part of the plan for the reduction of activity by the company, which plans to cease all mining activities by 2005. Coal production was cut from 4,9 million tce(3) in 1997 to 2,9 million tce in 2000 and should be cut further to around 2 million tce in 2001, a new reduction of about 30 % in one year. As regards personnel employed, the number of miners employed was reduced from 5000 in 1997 to 3400 in 2000, and should decrease to 2800 during 2001. Having regard to the exceptional social and regional consequences derived from the reduction of activity in the coal industry, the French Government has decided, in agreement with the social partners, to stagger the closures up until 2005.\n(6) The Commission considers that the sum of aid which settled at FRF 806 per tce in 2000, should amount to FRF 1033 per tce in 2001. Following significant reductions in production during the last few years, this very reduced volume of production makes it no longer possible to optimise production costs which rose from FRF 1103 per tce in 2000 to FRF 1361 per tce in 2001.\n(7) In accordance with Article 3(1), first indent, of Decision No 3632/93/ECSC, the Commission checked that the aid notified per tonne does not exceed the difference between production costs and foreseeable revenue for 2001.\n(8) In accordance with Article 2(1), second indent, of the Decision, this aid helps to resolve the social and regional problems created by total or partial reductions in the activity of production units. Furthermore, the Commission has checked that the aid meets the requirement of Article 4(2) of Decision No 3632/93/ECSC.\n(9) On the basis of the information provided by France, it seems that, in accordance with Article 3(1), third indent, of Decision No 3632/93/ECSC, the amount of operating aid per tonne may not cause delivered prices for Community coal to be lower than those of coal of a similar quality from third countries.\n(10) Except for the sum of FRF 10 million, on the basis of the information provided by France, the aid proposed for 2001 is compatible with the objectives of Decision No 3632/93/ECSC and the proper functioning of the common market. The Commission will decide on the balance of FRF 10 million at a later date, in particular in the light of France's replies to the questions in the Commission's letter of formal notice of 9 February 1999, in the context of complaint No 97/4717 of 26 August 1997 against Charbonnages de France, which had been lodged by five French companies, including Thion et Cie.\n(11) This Decision is also without prejudice to the Decision which the Commission will be required to take following consideration of the complaints against Charbonnages de France, in particular Cokes de Drocourt SA, in the context of the coke market.\nIII\n(12) The sum of FRF 210 million which France is planning to grant to the coal industry under Article 4 of Decision No 3632/93/ECSC is intended to cover the interest due for 2001 on the part of the loan issue floated by Charbonnages de France in 1997, 1998 and 1999, to cover the balance of the operating losses for those years not covered by direct subsidies and capital injections.\n(13) In its Decision 2001/85/ECSC(4) authorising France to grant aid to the coal industry for 1997, 1998 and 1999, the Commission considered that the part of the loans covering the balance of the operating losses for those years was aid within the meaning of Article 1 of Decision No 3632/93/ECSC. The interest due for 2001 is accessory to the part of the loans covering the balance of the operating losses for 1997, 1998 and 1999; it must therefore be regarded as aid under Article 1 of Decision No 3632/93/ECSC in the same way as the principal sum.\n(14) This aid forms part of the plan for the reduction of activity by the company, which plans to cease all mining activity by 2005. The Commission has checked that the aid notified does not exceed the costs for 2001 for the part of the loans covering the balance of the operating costs for 1997, 1998 and 1999. The Commission therefore believes that the aid notified fulfils the requirements laid down in Article 3(1) of Decision No 3632/93/ECSC.\n(15) In accordance with Article 2(1), second indent, this aid helps to solve the social and regional problems created by total or partial reductions in the activity of production units.\n(16) In the light of the above and on the basis of information provided by France, the aid proposed for the year 2001 is compatible with the objectives of Decision No 3632/93/ECSC and with the proper functioning of the common market.\nIV\n(17) The aid amounting to FRF 4213 million that France proposes to grant to its coal industry is intended to cover the exceptional costs due to modernisation, rationalisation and restructuring of the coal industry which are not related to the current production (inherited liabilities).\n(18) In accordance with Article 5 of Decision No 3632/93/ECSC, this aid covers costs which are expressly referred to in the Annex to the Decision, namely:\n- FRF 1021 million towards the cost of paying social welfare benefits resulting from the pensioning-off of workers before they reach statutory retirement age,\n- FRF 91 million as other exceptional expenditure on workers losing their jobs as a result of restructuring and rationalisation,\n- FRF 84 million towards residual costs resulting from administrative, legal or tax provisions,\n- FRF 382 million towards additional work resulting from restructuring,\n- FRF 10 million towards mining damage attributable to pits previously in service,\n- FRF 1 million towards exceptional intrinsic depreciation resulting from the restructuring of the industry,\n- FRF 2624 million towards the increase in contributions, outside the statutory system, to cover social security costs as a result of the drop, following restructuring, in the number of contributors. This aid mainly covers benefits for former miners, and in particular benefits granted in addition to statutory retirements. Due to the continuous drop in coal mining in France, the number of miners receiving these benefits tends to remain stable, meaning that the sum of these benefits has also remained stable in relation to previous years.\n(19) In accordance with Article 5(1) of Decision No 3632/93/ECSC, this aid may be regarded as compatible with the common market if the sum does not exceed the costs arising from or having arisen from the modernisation, rationalisation and restructuring of the coal industry which are not related to current production. Having checked the data communicated, the Commission concludes that this requirement has been fulfilled. In the light of the above and on the basis of information provided by France, the aid proposed for the year 2001 is compatible with the objectives of Decision No 3632/93/ECSC and the proper functioning of the common market.\nV\n(20) In accordance with Article 3(1), second indent, and Article 9(2) and (3) of Decision No 3632/93/ECSC, the Commission has to check that the aid authorised for the current production is only for the purposes stipulated in Article 4 of the Decision. To this end, France shall communicate the amounts of aid effectively paid during 2001 and shall declare any corrections made to the amounts originally notified, no later than 30 September 2002. Any information required to check that the criteria laid down in Article 4 have been respected shall be provided along with this annual breakdown.\n(21) In accordance with Article 2(2) of Decision No 3632/93/ECSC, the aid must be entered by France in the national, regional or local public budgets or channelled through strictly equivalent mechanisms.\n(22) France will take care to ensure that aid does not distort competition or produce discrimination between coal producers or between coal buyers and users in the Community,", "main_body": ["France is authorised to apply the following measures in favour of its coal industry for 2001:\n(a) aid for the reduction of activity, amounting to FRF 2080 million, intended to cover operating losses for 2001. The Commission will take a decision on a balance of FRF 10 million at a later date;\n(b) aid for the reduction of activity, amounting to FRF 210 million, intended to cover the interest due for 2001 on the part of the loan issue floated by Charbonnages de France in 1997, 1998 and 1999 to cover the balance of operating losses for those years not covered by direct subsidies and capital injections;\n(c) aid to cover exceptional costs for 2001, amounting to FRF 4213 million.", "France will ensure that the aid granted is only used for the purposes stipulated in the Article and that any unused, overestimated or misused expenditure in relation to any items referred to in this Decision is repaid to France.", "France shall communicate the amounts of aid actually paid during 2001, without prejudice to its obligations under Article 9(1), (2) and (3) of Decision No 3632/93/ECSC, no later than 30 September 2002.", "The Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 23 May 2001.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 329, 30.12.1993, p. 12.\n(2) OJ L 267, 9.11.1995, p. 46.\n(3) tce = tonne coal equivalent.\n(4) OJ L 29, 31.1.2001, p. 45."}