{"celex_id": "32002D0360", "uri": "http://publications.europa.eu/resource/cellar/4688f72d-94cb-479f-abb7-2617100d3df8", "type": "Decision", "concepts": ["1309", "1763", "191", "2754", "4353", "5225", "5951"], "title": "2002/360/EC: Commission Decision of 13 May 2002 establishing the amendments to be made to the measures taken by Austria to protect itself against the introduction of Anoplophora glabripennis (Motschulsky) (notified under document number C(2002) 1821)\n", "header": "Commission Decision\nof 13 May 2002\nestablishing the amendments to be made to the measures taken by Austria to protect itself against the introduction of Anoplophora glabripennis (Motschulsky)\n(notified under document number C(2002) 1821)\n(Only the German text is authentic)\n(2002/360/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 2002/28/EC(2), and in particular Article 16(3) thereof,\nHaving regard to the communication made by Austria on 2 August 2001,\nWhereas:\n(1) Following the detection of the harmful organism Anoplophora glabripennis (Motschulsky) for the first time in the European Union in 1999, Commission Decision 1999/355/EC(3) as amended by Decision 1999/516/EC(4) established emergency measures against the dissemination of Anoplophora glabripennis (Motschulsky) as regards China (except Hong Kong).\n(2) Following detection of this harmful organism for the first time in the European Union on trees of Acer platanoides in Braunau in the Bundesland Oberösterreich, Austria implemented a programme of action in accordance with Article 16(2) of Directive 2000/29/EC to control its introduction into and the spread within Austria and the territory of the Community.\n(3) The measures adopted by Austria were more stringent than those provided for in Decision 1999/355/EC in that they applied to imports of susceptible hardwood originating in Korea, Taiwan and the United States of America, as well as to wood from China. Further, they provided that the wood to be imported must be both stripped of its bark and free of insect bore holes greater than 3 mm across and kiln dried to below 20 % moisture content. By contrast Decision 1999/355/EC requires either that the wood be stripped of bark and free of insect bore holes, or that it be kiln dried to below 20 % moisture content.\n(4) The Austrian measures did not however apply to wood of Fagus silvatica and Quercus L.\n(5) Austria has justified these measures by the need to protect itself and the territory of the Community because Austria \"... thinks that a strengthening of the current Community measures carried out according to Decisions 1999/355/EC and 1999/516/EC on emergency measures against the dissemination of Anoplophora glabripennis (Motschulsky) as regards China (except Hong Kong) would be reasonable ...\".\n(6) It has not yet been possible to identify the source of contamination, although elements indicate that the import of packaging material infected by Anoplophora glabripennis (Motschulsky) is the most likely pathway, nor is there in this case sufficient evidence yet to suggest that the said Community measures are insufficient.\n(7) Austria should therefore adjust the measures which it has adopted with a view to protecting itself and the territory of the Community against the introduction of the said harmful organism.\n(8) The measures provided for in Decision 1999/355/EC and in Directive 2000/29/EC will be reviewed in the light of the FAO International Standard on \"Guidelines for regulating wood packaging material in international trade\".\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Austria shall adjust the measures which it has adopted with a view to protecting itself and the territory of the Community against the introduction and spread of Anoplophora glabripennis (Motschulsky) in such a manner that the measures comply with Decision 1999/355/EC.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 13 May 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 77, 20.3.2002, p. 23.\n(3) OJ L 137, 1.6.1999, p. 45.\n(4) OJ L 197, 29.7.1999, p. 44."}