{"celex_id": "32005D0715", "uri": "http://publications.europa.eu/resource/cellar/a4cb7030-c622-4c75-b290-10ff6e680aeb", "type": "Decision", "concepts": ["2173", "2493", "2938", "3068", "4708", "4734", "5283", "755"], "title": "2005/715/EC: Commission Decision of 10 October 2005 fixing, for the 2005 financial year and in respect of a certain number of hectares, the definitive financial allocations by Member State for the restructuring and conversion of vineyards under Council Regulation (EC) No 1493/1999 (notified under document number C(2005) 3737)\n", "header": "15.10.2005 EN Official Journal of the European Union L 271/42\nCOMMISSION DECISION\nof 10 October 2005\nfixing, for the 2005 financial year and in respect of a certain number of hectares, the definitive financial allocations by Member State for the restructuring and conversion of vineyards under Council Regulation (EC) No 1493/1999\n(notified under document number C(2005) 3737)\n(Only the Spanish, Czech, German, Greek, English, French, Italian, Hungarian, Portuguese, Slovak and Slovenian texts are authentic)\n(2005/715/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 14(2) thereof,\nWhereas:\n(1) The rules for the restructuring and conversion of vineyards are laid down in Regulation (EC) No 1493/1999 and Commission Regulation (EC) No 1227/2000 of 31 May 2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential (2).\n(2) The detailed rules on financial planning and participation in financing the restructuring and conversion scheme laid down in Regulation (EC) No 1227/2000 stipulate that the references to a given financial year refer to the payments actually made by the Member States between 16 October and the following 15 October.\n(3) In accordance with Article 14(1) of Regulation (EC) No 1493/1999, the Commission makes initial allocations to Member States each year on the basis of objective criteria, taking into account particular situations and needs and the efforts to be undertaken in the light of the objective of the scheme.\n(4) The Commission fixed the indicative financial allocations for 2004/05 in Decision 2004/687/EC (3).\n(5) Under Article 17(1) and (3) of Regulation (EC) No 1227/2000, expenditure incurred and validated by the Member States is limited to the amount allocated to them as laid down in Decision 2004/687/EC. This limit does not apply in 2005 to any Member State.\n(6) Under Article 17(4), a penalty is applied where the actual per hectare expenditure of a Member State exceeds that laid down in Decision 2004/687/EC. This year, a penalty of EUR 289 applies to Luxembourg.\n(7) Under Article 16(1)(c) of Regulation (EC) No 1227/2000, Member States may submit a further request in the current financial year. Germany, Spain, France, Italy, Austria and Portugal have done so.\n(8) Under Article 17(9) of Regulation (EC) No 1227/2000, Member States for which 2005 is the first year of implementation of the restructuring and conversion scheme may submit a request for additional financing within the limit of 90 % of the financial allocation made to them under Decision 2004/687/EC. The Czech Republic, Hungary, Malta and Slovakia have done so.\n(9) Under Article 17(3) of Regulation (EC) No 1227/2000, requests submitted under Article 16(1)(c) of that Regulation are accepted on a pro rata basis for those Member States that have spent their initial allocation, using the appropriations available after deducting for all Member States the amounts notified in accordance with Article 16(1)(a) and (b) and corrected, where appropriate, under Article 17(1) and (3), and the amounts notified and accepted under Article 17(9) of that Regulation, from the total amount allocated to the Member States. This provision applies in 2005 to Germany, Spain, France, Italy, Austria and Portugal,", "main_body": ["The definitive financial allocations to the Member States for the 2004/05 wine year, in respect of a certain number of hectares, for the restructuring and conversion of vineyards under Regulation (EC) No 1493/1999, for the period in the 2005 financial year, shall be as set out in the Annex to this Decision.", "This Decision is addressed to the Czech Republic, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Republic of Austria, the Portuguese Republic, the Republic of Slovenia and the Slovak Republic."], "attachments": "Done at Brussels, 10 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(2)  OJ L 143, 16.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1216/2005 (OJ L 199, 29.7.2005, p. 32).\n(3)  OJ L 313, 12.10.2004, p. 23.\nANNEX\nDefinitive financial allocations for the 2004/05 marketing year (2005 financial year)\nMember State Area Financial allocation\nCzech Republic 84 772 352\nGermany 1 975 12 695 680\nGreece 988 7 047 724\nSpain 19 888 149 316 032\nFrance 13 691 108 227 509\nItaly 14 633 103 757 903\nCyprus 193 2 340 941\nLuxembourg 10 83 200\nHungary 1 132 9 054 545\nMalta 15 154 474\nAustria 1 275 7 248 066\nPortugal 7 153 45 588 331\nSlovenia 172 2 913 565\nSlovakia 221 799 448\nTotal 61 429 449 999 711"}