{"celex_id": "32004D0389", "uri": "http://publications.europa.eu/resource/cellar/b73c946b-8444-46a2-a678-56990d0ab5bf", "type": "Decision", "concepts": ["3646", "3648", "3844"], "title": "2004/389/EC: Commission Decision of 20 April 2004 on the publication of the reference of standard EN 12180:2000 \"Non-active surgical implants — Body contouring implants — Specific requirements for mammary implants\" in accordance with Council Directive 93/42/EEC (Text with EEA relevance) (notified under document number C(2004) 1275)\n", "header": "Commission Decision\nof 20 April 2004\non the publication of the reference of standard EN 12180:2000 \"Non-active surgical implants - Body contouring implants - Specific requirements for mammary implants\" in accordance with Council Directive 93/42/EEC\n(notified under document number C(2004) 1275)\n(Text with EEA relevance)\n(2004/389/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/42/EEC of 14 June 1993 on the approximation of the laws of the Member States concerning medical devices(1), as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council(2),\nHaving regard to the opinion of the Standing Committee set up in accordance with Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on information society services(3), as amended by Directive 98/48/EC(4),\nWhereas:\n(1) Article 2 of Directive 93/42/EEC stipulates that medical devices may be placed on the market and put into service only if, when normally used, they do not compromise the safety of persons.\n(2) Pursuant to Article 5 of Directive 93/42/EEC, medical devices are presumed to comply with the essential requirements referred to in Article 3 of that Directive if they conform to the national standards applicable to them transposing the harmonised standards, the reference numbers of which have been published in the Official Journal of the European Union.\n(3) Member States are required to publish the reference numbers of national standards transposing harmonised standards, the reference numbers of which have been published in the Official Journal of the European Union.\n(4) EN 12180:2000 should be considered in the light of the Commission communication \"Communication from the Commission on Community and national measures in relation to breast implants (COM(2001) 666(01))\", on the basis of which the European Commission gave CEN a new standardisation mandate, M/320 \"Breast Implants\", aimed at rectifying possible shortcomings of EN 12180:2000. It is considered that there is a need to improve the relationship between EN 12180:2000 and certain essential requirements of Directive 93/42/EEC, to facilitate compliance with clauses 7.1 and 7.5 of the essential requirements which support General Requirements 1, 2 and 4.\n(5) On the basis of the information received in the framework of the consultation of the members of the CEN technical board, CEN has asked the European Commission to withdraw the citation of EN 12180:2000 from the Official Journal of the European Communities,", "main_body": ["Article 1\nThe reference of standard EN 12180:2000 \"Non-active surgical implants - Body contouring implants - Specific requirements for mammary implants\", adopted by the European Committee For Standardisation (CEN) and published for the first time in the Official Journal of the European Communities of 31 July 2002, shall be withdrawn from the list of standards published in the Official Journal of the European Communities. The standard shall not therefore continue to confer the presumption of conformity to the relevant provisions of Directive 93/42/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 2004.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 169, 12.7.1993, p. 1.\n(2) OJ L 284, 31.10.2003, p. 1.\n(3) OJ L 204, 21.7.1998, p. 37.\n(4) OJ L 217, 5.8.1998, p. 18."}