{"celex_id": "32004R2221", "uri": "http://publications.europa.eu/resource/cellar/71e21f5e-d17d-40c3-84e9-4c45c93d3257", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "3591", "888", "946"], "title": "Commission Regulation (EC) No 2221/2004 of 22 December 2004 establishing the allocation of export licences for cheese to be exported to the United States of America in 2005 under certain GATT quotas\n", "header": "23.12.2004 EN Official Journal of the European Union L 375/9\nCOMMISSION REGULATION (EC) No 2221/2004\nof 22 December 2004\nestablishing the allocation of export licences for cheese to be exported to the United States of America in 2005 under certain GATT quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 30 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1847/2004 (2) opens the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2005 under certain GATT quotas.\n(2) Article 20(3) of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products (3) lays down the criteria to be applied for allocating provisional licences where applications for those licences are submitted in respect of a quantity of products in excess of one of the relevant quotas for the year in question. Following the enlargement of the Community on 1 May 2004, Article 20(3) of Regulation (EC) No 174/1999 also provides for transitional measures in respect of those criteria for the year 2005.\n(3) The demand for export licences for some quotas and product groups has shown a significant increase and exceeds, sometimes by far, the quantities available. This may lead to a substantial reduction in the quantities allocated per applicant, thereby reducing the efficiency and effectiveness of the scheme. In addition, where the quantities allocated to each operator are very small, experience has shown that there is a risk of an operator being unable in such circumstances to fulfil his obligation to export with the consequent loss of the security.\n(4) In order to deal with that situation, it is appropriate to apply a combination of the three criteria referred to in the first subparagraph of Article 20(3) of Regulation (EC) No 174/1999, taking into account the transitional measures provided for. In accordance with points (a) and (b) of that subparagraph, licences should be allocated in preference to applicants who have already been engaged in the United States of America, whose designated importers are subsidiaries and who have exported a quantity of the products concerned to that destination in the past. In addition, a reduction coefficient should be applied pursuant to point (c) of that subparagraph.\n(5) In the case of product groups and quotas for which the applications lodged are for quantities less than those available, it is appropriate, in accordance with Article 20(5) of Regulation (EC) No 174/1999, to provide for the allocation of the remaining quantities to the applicants in proportion to the quantities applied for. The allocation of such further quantities should be conditional upon the interested operator making a request and lodging a security.\n(6) Given the time limit for the implementation of this procedure, as provided for in Regulation (EC) No 1847/2004, this Regulation should apply as soon as possible.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1.   Applications for provisional export licences lodged pursuant to Regulation (EC) No 1847/2004 in respect of the product groups and quotas identified by 16-Tokyo, 16-, 17-, 18-, 20- and 21-Uruguay, 25-Tokyo and 25-Uruguay in column 3 of the Annex to this Regulation shall be accepted, subject to the application of the allocation coefficients laid down in column 5 of that Annex, when they are submitted by:\n— applicants who show an export to the United States of America of the products in question during at least one of the preceding three years and whose designated importers are subsidiaries, or\n— applicants whose designated importers are deemed to be subsidiaries pursuant to point (b) of the second subparagraph of Article 20(3) of Regulation (EC) No 174/1999.\nApplications referred to in the first subparagraph shall be accepted, subject to the application of the allocation coefficients laid down in column 6 of the Annex, when they are submitted by:\n— applicants other than those referred to in the first subparagraph who show an export to the United States of America of the products in question during each of the preceding three years, or\n— applicants in respect of whom an historical performance is not required pursuant to point (a) of the second subparagraph of Article 20(3) of Regulation (EC) No 174/1999.\nApplications referred to in the first subparagraph shall be rejected when they are submitted by applicants other than those referred to in the first and second subparagraphs.\n2.   If the allocated quantity resulting from the application of paragraph 1 is less than 2 tonnes, applicants may withdrawn their application. In such cases, they shall notify the competent authorities within five working days of the entry into force of this Regulation whereupon their security shall be immediately released.\nThe competent authority shall notify the Commission within eight working days of the entry into force of this Regulation, of the quantity for which applications have been withdrawn and for which the security has been released.", "Applications for provisional export licences lodged pursuant to Regulation (EC) No 1847/2004 in respect of the product group and quotas identified by 22-Tokyo and 22-Uruguay in column 3 of the Annex to this Regulation shall be accepted for the quantities requested.\nOn further application of the trader within 10 working days of the entry into force of this Regulation and subject to the lodging of the security applicable, provisional export licences may be issued for further quantities subject to the application of the allocation coefficient laid down in column 7 of the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 322, 23.10.2004, p. 19.\n(3)  OJ L 20, 27.1.1999, p. 8. Regulation last amended by Commission Regulation (EC) No 1846/2004 (OJ L 322, 23.10.2004, p. 16).\nANNEX\nIdentification of group in accordance with additional notes in Chapter 4 of the Harmonised Tariff Schedule of the United States of America Identification of group and quota Quantity available for 2005 (t) Allocation coefficient provided for under Article 1(1) Allocation coefficient provided for under Article 2\nNote No Group First subparagraph Second subparagraph\n(1) (2) (3) (4) (5) (6) (7)\n16 Not specifically provided for (NSPF) 16-Tokyo 908,877 0,1328738 0,0442913 —\n16-Uruguay 3 446,000 0,1194816 0,0398272 —\n17 Blue Mould 17-Uruguay 350,000 0,1534639 0,0511546 —\n18 Cheddar 18-Uruguay 1 050,000 0,8344371 0,2781457 —\n20 Edam/Gouda 20-Uruguay 1 100,000 0,1843369 0,0614456 —\n21 Italian type 21-Uruguay 2 025,000 0,1447704 0,0482568 —\n22 Swiss or Emmenthaler cheese other than with eye formation 22-Tokyo 393,006   1,1930821\n22-Uruguay 380,000   1,2500000\n25 Swiss or Emmenthaler cheese with eye formation 25-Tokyo 4 003,172 0,3713669 0,1237890\n25-Uruguay 2 420,000 0,3198238 0,1066079 —"}