{"celex_id": "32003D0916", "uri": "http://publications.europa.eu/resource/cellar/22315de6-c2ea-4a65-8935-70e86d85f41c", "type": "Decision", "concepts": ["1005", "1228", "381", "3866", "4055", "5404", "695"], "title": "2003/916/EC: Council Decision of 22 December 2003 amending Decision 2001/131/EC concluding the consultation procedure with Haiti under Article 96 of the ACP-EC Partnership Agreement\n", "header": "Council Decision\nof 22 December 2003\namending Decision 2001/131/EC concluding the consultation procedure with Haiti under Article 96 of the ACP-EC Partnership Agreement\n(2003/916/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the ACP-EC Partnership Agreement(1), which entered into force on 1 April 2003, and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement(2), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On the basis of Decision 2001/131/EC(3), the provision of financial aid to Haiti is partially suspended as \"appropriate measures\" pursuant to Article 96(2)(c) of the ACP-EC Partnership Agreement.\n(2) The Decision 2001/131/EC expires on 31 December 2003 and requires a review of the measures before this date.\n(3) Democratic principles are still not upheld in Haiti. However, actions to support democratization, the strengthening of the rule of law and the electoral process deserve to be supported, and in particular in support of the mission with which the Organisation of American States was entrusted by its Resolutions No 806, No 822 and No 1959. Actions to strengthen civil society and the private sector, to fight poverty, to give humanitarian and emergency assistance and those of direct benefit to the Haitian people should be further implemented,", "main_body": ["Decision 2001/131/EC is hereby amended as follows:\n1. In the second and third paragraphs of Article 3, the date of 31 December 2003 shall be replaced by \"31 December 2004\";\n(i) in the second subparagraph \"31 December 2003\" shall be replaced by \"31 December 2004\";\n(ii) the third subparagraph shall be replaced by the following:\"It shall be reviewed regularly and at least within six months.\"\n2. The Annex shall be replaced by the text appearing in the Annex to this Decision.", "This Decision shall take effect the day of its adoption.\nThis Decision shall be published in the Official Journal of the European Union"], "attachments": "Done at Brussels, 22 December 2003.\nFor the Council\nThe President\nG. Alemanno\n(1) OJ L 317, 15.12.2000, p. 3. Agreement as amended by Decision No 1/2003 (OJ L 141, 7.6.2003, p. 25).\n(2) OJ L 317, 15.12.2000, p. 376.\n(3) OJ L 48, 17.2.2001, p. 31. Decision as last amended by Decision 2003/53/EC (OJ L 20, 24.1.2003, p. 23).\nANNEX\nLetter to be addressed to the Government of Haiti\nDear Sir,\nThe European Union attaches great importance to Article 9 of the ACP-EC Partnership Agreement. Democratic principles and the rule of law, on which the ACP-EC partnership is founded, are essential elements of the Agreement and thus form the cornerstone of our relations.\nBy letter of 31 January 2001, the Union expressed its regret that no satisfactory solution to remedy the violation of the Haitian electoral law had been found. It informed you of the appropriate measures taken as foreseen in Article 96(2)(c) of the ACP-EC Partnership Agreement. In its letters of 23 January 2002 and 24 January 2003, the Union reviewed its decision of 29 January 2001 in order to allow the cooperation instruments affected by these measures to be gradually reactivated subject to the achievement of objectives as regards the electoral process.\nToday, after almost three years of political crisis, the Union considers that democratic principles are still not upheld in Haiti. Nevertheless, the Union recognizes that numerous international and local efforts are contributing towards the search for a solution to this crisis, and in particular those of the Organisation of American States (OAS) and of the Caribbean Community (CARICOM), and it reaffirms its wish to support these efforts. Accordingly, within the framework of OAS Resolution No 822, the Government of Haiti has committed itself to giving increased priority to the restoration of a climate of security and of confidence in the country, including the completion of inquiries into all politically motivated crimes and the strengthening of the disarmament programmes. The European Union continues strongly to urge the Government rapidly to translate this commitment into concrete actions and to undertake all the steps enshrined in OAS resolution 822 leading to free and fair national and local elections. Furthermore, the European Union is gravely concerned by the continuing deterioration in the socioeconomic situation in Haiti and reaffirms its intent to continue cooperation for the direct benefit of the Haitian people.\nIn the light of these elements, the Council of the European Union reviewed its decision of 10 January 2003 and decided to review the appropriate measures referred to in Article 96(2)(c) of the Agreement as follows:\n(a) The re-direction of the remaining funds under the eighth European Development Fund (EDF) to programmes that are of direct benefit to the Haitian people, to strengthen civil society and the private sector, and to support democratisation, the strengthening of the rule of law and the electoral process, will be continued;\n(b) Decisions on the notification of the 9th EDF allocation, programming and signature of the relevant National Indicative Programme will be taken on the basis of the implementation of OAS resolution 822 and in particular the stipulations regarding the legislative and local elections process including the formation of the Provisional Electoral Council (CEP-Conseil Electoral Provisoire) the formation by the CEP of the Electoral Guarantees Commission and the holding of national elections.\nNoting the call by the OAS in its resolution 822 for the normalization of cooperation and the donors' meeting held in Washington in December 2003, the European Union was represented at that meeting and participated in the review of the situation in Haiti. In this overall context it is considered that regional programmes from the Caribbean Regional Indicative Programme, which involve direct benefit to the Haitian people and whose benefits are shared by other countries, are not affected by the above measures. Trade Cooperation and trade-related preferences are not affected by these measures.\nThe Union will follow closely further developments in the democratisation process, in particular the achievement of the steps towards national and local elections. The Union is ready to review its Decision if there are encouraging developments. It reiterates its readiness to engage in enhanced political dialogue.\nPlease accept, Sir, the assurance of our highest consideration.\nFor the Commission\nFor the Council"}