{"celex_id": "32004D0590", "uri": "http://publications.europa.eu/resource/cellar/f417b1f8-670e-46fc-a599-a7869b3b012b", "type": "Decision", "concepts": ["1374", "4821", "5034", "5989", "6030", "6316", "893"], "title": "2004/590/EC: Commission Decision of 4 June 2004 recognising the fully operational character of the Cypriot database for bovine animals (notified under document number C(2004) 1969) (Only the Greek text is authentic)(Text with EEA relevance)\n", "header": "6.8.2004 EN Official Journal of the European Union L 260/9\nCOMMISSION DECISION\nof 4 June 2004\nrecognising the fully operational character of the Cypriot database for bovine animals\n(notified under document number C(2004) 1969)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(2004/590/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 57 thereof,\nWhereas:\n(1) Cyprus has presented a request for recognition of the fully operational character of the database that forms part of the Cypriot system for the identification and registration of bovine animals, pursuant to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 June 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (1).\n(2) The Cypriot authorities have submitted appropriate information that was updated to 31 March 2004.\n(3) The Cypriot authorities have undertaken to improve the reliability of this database ensuring in particular that (i) additional measures, including inspections, shall be implemented to improve the observation of the five working days deadline for notification by the keeper of births, deaths and movements, in particular onto farms, (ii) additional measures shall be implemented to allow rapid correction of errors or omissions detected automatically or during on-the-spot inspections, (iii) additional plausibility tests shall be implemented to ensure the quality of the information in the database, in particular on births, (iv) the event database shall be re-enforced to ensure the quality of the information concerning the application of replacement eartags, (v) measures shall be implemented to ensure that controls on identification and registration of bovine animals are carried out in accordance with Commission Regulation (EC) No 1082/2003 (2).\n(4) The Cypriot authorities undertook to implement the agreed improvement measures at the latest by 30 April 2004.\n(5) In view of the above, it is appropriate to recognise the fully operational character of the Cypriot database for bovine animals,", "main_body": ["The Cypriot database for bovine animals is recognised as fully operational from 1 May 2004.", "This Decision is addressed to the Republic of Cyprus."], "attachments": "Done at Brussels, 4 June 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 204, 11.8.2000, p. 1. Regulation as amended by the 2003 Act of Accession.\n(2)  OJ L 156, 25.6.2003, p. 9. Regulation as amended by Regulation (EC) No 499/2004 (OJ L 80, 18.3.2004, p. 24)."}