{"celex_id": "32005D0915", "uri": "http://publications.europa.eu/resource/cellar/c14772a4-de85-4f0f-9f3b-b8e8ddfbc6dd", "type": "Decision", "concepts": ["1063", "13", "3409", "5581", "5619", "5709", "5860", "5989"], "title": "2005/915/EC: Commission Decision of  16 December 2005  authorising the Czech Republic, Estonia, Cyprus and Lithuania to derogate from Council Directive 1999/105/EC on the marketing of forest reproductive material with regard to the stocks accumulated between  1 January 2003  and  1 May 2004 (notified under document number C(2005) 5160)\n", "header": "20.12.2005 EN Official Journal of the European Union L 333/49\nCOMMISSION DECISION\nof 16 December 2005\nauthorising the Czech Republic, Estonia, Cyprus and Lithuania to derogate from Council Directive 1999/105/EC on the marketing of forest reproductive material with regard to the stocks accumulated between 1 January 2003 and 1 May 2004\n(notified under document number C(2005) 5160)\n(2005/915/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, and in particular Article 42 thereof,\nWhereas:\n(1) Pursuant to Article 42 of the Act of Accession, the Commission may adopt transitional measures if these transitional measures are necessary to facilitate the transition from the existing regime in the new Member States to that resulting from the application of the Community veterinary and phytosanitary rules. Those rules include the rules in respect of marketing of forest reproductive material.\n(2) Council Directive 1999/105/EC of 22 December 1999 on the marketing of forest reproductive material (1) provides that forest reproductive material may be marketed only if the requirements of Article 6(1) and 6(3) have been met.\n(3) Directive 1999/105/EC provides for the marketing until exhaustion of stocks of forest reproductive material accumulated before 1 January 2003.\n(4) The Czech Republic, Estonia, Cyprus and Lithuania have informed the Commission and the other Member States of the existence of stocks of forest reproductive material produced in their territories between 1 January 2003 and 1 May 2004. Marketing of such material would not be permitted unless derogation from the provisions of the above Directive is granted.\n(5) In order to enable those countries to market stocks of reproductive material produced between 1 January 2003 and 1 May 2004, they should be allowed to market in their territories until 30 April 2007, reproductive material which has been produced during the above period in accordance with provisions other than those laid down in the above-mentioned Directive.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["By derogation from Article 6(1) and 6(3) of Directive 1999/105/EC, the Czech Republic, Estonia, Cyprus and Lithuania are authorised to market in their territories until 30 April 2007, reproductive material produced between 1 January 2003 and the date of accession which has not been officially produced in accordance with the provisions of that Directive.\nDuring that period, such reproductive material shall only be marketed in the territory of the respective Member States concerned. Any label or document, official or otherwise, which is affixed to or accompanies the reproductive material under the provisions of this Decision, shall clearly indicate that the reproductive material is intended to be marketed exclusively in the territory of the country concerned.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 11, 15.1.2000, p. 17."}