{"celex_id": "32002D0081", "uri": "http://publications.europa.eu/resource/cellar/55f5f3fa-775d-4a8c-a6b8-c140b8e8979a", "type": "Decision", "concepts": ["1318", "1417", "5541", "889"], "title": "Commission Decision of 28 March 2001 on the State aid which Germany is planning to implement for the steel firm BRE.M.A Warmwalzwerk GmbH  Co. KG (Text with EEA relevance) (notified under document number C(2001) 971)\n", "header": "Commission Decision\nof 28 March 2001\non the State aid which Germany is planning to implement for the steel firm BRE.M.A Warmwalzwerk GmbH &  Co. KG\n(notified under document number C(2001) 971)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2002/81/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 4(c) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof, read in conjunction with Protocol 14,\nHaving regard to Commission Decision No 2496/96/ECSC of 18 December 1996 establishing Community rules for State aid to the steel industry(1) (hereinafter referred to as the \"Steel Aid Code\"), and in particular Article 6(5) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above(2) and having regard to those comments,\nWhereas:\nI. PROCEDURE\n(1) By letter dated 18 January 2000, Germany, acting under Article 3 of Decision No 2496/96/ECSC (Steel Aid Code), notified the Commission of aid for a plant belonging to Stahlwerke Bremen GmbH and which in the meantime has become a legally independent firm, BRE.M.A Warmwalzwerk GmbH &  Co. KG (hereinafter referred to as \"Brema\"). The aid amounted to DEM 1,214 million (EUR 622564), representing 15 % of an investment of DEM 8,09 million (EUR 4,14 million).\n(2) By letter dated 5 July 2000, the Commission informed Germany that it had decided to initiate the procedure laid down in Article 6(5) of the Steel Aid Code in respect of the aforementioned aid.\n(3) The Commission decision to initiate the procedure was published in the Official Journal of the European Communities(3). The Commission invited interested parties to submit their comments on the aid.\n(4) The German authorities presented their comments by letter dated 31 July 2000. The UK Steel Association, the beneficiary undertaking Brema and SIDMAR, the parent company of Stahlwerke Bremen GmbH, sent comments in the context of the procedure. The Commission notified Germany of these comments by letter dated 22 December 2000 and Germany gave its comments in a letter dated 19 January 2001.\nII. DESCRIPTION OF THE AID\n(5) Brema became an undertaking with an independent legal status in January 2000, separating itself from Stahlwerke Bremen GmbH, which became its parent company, is in turn owned by SIDMAR and forms part of the Luxembourg-based ARBED group. It is an ECSC steel company that manufactures mainly hot-rolled sheets. Its hot-rolling mill produces 3,12 million tonnes per year. Slabs for the hot-rolling process are reheated in a walking-beam furnace. According to the German authorities, the steering system of the furnace, which is 27 years old, is based on obsolete technology and requires modernisation.\n(6) The necessary modernisation of the furnace would have involved an investment of DEM 3,91 million (EUR 2 million). However, instead of limiting itself to carrying out this necessary modernisation, Brema decided to undertake a complete reconstruction of the steering and operating system of the walking-beam furnace in the interest of energy saving. The additional investment amounted to DEM 8,09 million, bringing the total investment cost to DEM 12 million (EUR 6,15 million). According to the German authorities, it qualifies for environmental aid on the basis of the energy-saving effect and the reduction in CO2 emissions.\n(7) The reconstruction of the operating and steering equipment will lead to a total energy saving of 6 %, equivalent to 11,7 million Nm3 of natural gas per year. Total CO2 emissions would be reduced by about 21000 tonnes per year. In the case of the necessary modernisation alone, 3,3 million Nm3 of gas would be saved, permitting an emission reduction of 6000 tonnes CO2 per year. The total reconstruction of the operating and steering system of the furnace as decided by the firm will lead to additional energy saving of 8,4 million Nm3 of natural gas and a further CO2 reduction of 15000 tonnes per year.\n(8) The additional energy saving of 8,4 million Nm3 of natural gas represents DEM 1,58 million in terms of direct cost savings per year for the firm. There will be other indirect cost savings associated with the effect that the investment will have on the firm's efficiency, capacity and productivity.\n(9) The increased efficiency of the process will lead to a workforce reduction of five people, resulting in a cost reduction of DEM 432800 per year.\n(10) There will also be a small capacity increase of the rolling mill of 550 tonnes per year, yielding DEM 58000 per year in extra revenue.\n(11) Total annual savings resulting from the extra investment will thus amount to DEM 2,07 million per year.\nIII. COMMENTS FROM GERMANY\n(12) In its reply to the initiation of proceedings, Germany confirmed the position it had already taken during the preliminary investigation, namely that the investment is eligible for aid because the firm would not contemplate making such an investment without aid because of its high initial cost. In spite of a depreciation period of 12,5 years, the fact that the investment will earn a return on capital in four years is not decisive for the firm's decision to invest. The extra improvement in the protection of the environment is significant since the additional energy saving of 8,4 million Nm3 of natural gas entails a further reduction in CO2 emissions of 15000 tonnes per year, with the initial investment already leading to a reduction of 6000 tonnes.\nIV. COMMENTS FROM INTERESTED THIRD PARTIES\n(13) The beneficiary undertaking Brema and its parent company SIDMAR take the same view as Germany regarding the eligibility of the investment on environmental protection grounds.\n(14) The UK Steel Association shares the Commission's misgivings and deems it important to examine the reason for State aid. In view of the most recent technological developments, all new investments have an indirect positive effect on the environment. There is therefore the temptation to present normal productive investments as being determined by environmental factors in order to attract State aid.\nV. ASSESSMENT OF THE AID\n1. Legal basis\n(15) Brema is an undertaking within the meaning of Article 80 of the ECSC Treaty and is therefore subject to the rules of the Steel Aid Code. The measure notified by Germany constitutes aid within the meaning of Article 1 of the Steel Aid Code. In accordance with Article 3, aid for environmental protection in the case of steel undertakings may be deemed compatible with the common market if it is in compliance with the Community guidelines on State aid for environmental protection(4) (hereinafter referred to as the \"guidelines\") and in conformity with the criteria outlined in the Annex to the Steel Aid Code.\n(16) According to the guidelines (point 3.2.1), aid ostensibly intended for environmental protection measures but which in fact is aid for general investment is not covered by the guidelines. The eligible costs must be strictly confined to the extra investment costs necessary to meet environmental objectives. Moreover, the following rules apply.\n(17) Aid for investment that allows significantly higher levels of environmental protection may be authorised up to a maximum of 30 % of the eligible costs. Its level must be in proportion to the improvement of the environment that is achieved and to the investment necessary for achieving the improvement (point 3.2.3.B).\n(18) Aid for energy conservation will be treated like aid for environmental purposes in so far as it aims at and achieves significant benefits for the environment and the aid is necessary, having regard to the cost savings obtained by the investor (point 3.2).\n(19) According to the Annex to the Steel Aid Code, aid to encourage firms to contribute to significantly improved environmental protection (applying both to investments in the absence of environmental standards and investments to improve on environmental protection) is governed by the following provisions.\n(20) The Commission will analyse the economic and environmental background of a decision to opt for the replacement of existing plant or equipment. A decision to undertake new investment which would have been necessary in any event on economic grounds or on account of the age of the existing plant or equipment (useful life left of less than 25 %) will not be eligible for aid.\n(21) The investor will have to demonstrate that a clear decision was taken to opt for higher standards which necessitated additional investment, that is, that a lower-cost solution existed which would meet the statutory requirements.\n(22) Any advantage in regard to lower costs of production will be deducted.\n2. The present case\n(23) The notification by Germany does not relate to aid for initial investment made to replace old installations. It relates only to aid towards the extra investment leading to a reduction in energy consumption and hence, in CO2 emissions. In Germany's view, therefore, the aid ceiling for such investment is 30 %; however, Germany decided to limit the grant to 15 %.\n(24) Aid for investments in energy saving are assessed in the same way as aid for other investments that bring about an improvement in environmental protection. In view of the applicable rules as set out above, the Commission has to make sure in the present case that all the advantages in the form of lower production costs attributable to the investment are deducted from the eligible costs. This is to ensure that only investments aimed exclusively at environmental protection receive State aid. For this purpose, the economic advantages obtained by the firm during the life of the equipment as a result of the investments must be taken into consideration.\n(25) The equipment that is being partially replaced is at least 27 years old, i.e. at the time of replacement. It could therefore be assumed that the life of the new equipment will be the same. If, however, the life of the equipment cannot be readily determined, the Commission may, in view of constant technological developments, apply in some cases the normal depreciation period entered in the accounts of the company. It can do this if the depreciation period is long enough to ensure that all the economic gains obtained by the company from the investment will be deducted. In the present case, the depreciation period is 12,5 years. Although the potential effective life can be more than double that, the depreciation period might be considered long enough for the purpose mentioned and might be accepted by the Commission as the life of the equipment.\n(26) However, the Commission cannot accept the argument put forward by Germany and by Brema and SIDMAR to the effect that the aid is necessary in view of the high cost of the investment. Such a criterion does not ensure that the provisions of the Steel Aid Code and the guidelines will be complied with.\n(27) According to the information provided by Germany, the investment in question generates savings for the firm not only at the level of energy consumption but also through rationalisation of the production process. These savings amount to around DEM 2,07 million per year. As a result of these savings, the extra investment of DEM 8,09 million will pay for itself within four years. Although the investment has considerable positive effects on environmental protection, the Commission cannot accept that the aid is necessary, having regard to the cost savings obtained by the investor.\nVI. CONCLUSIONS\n(28) Since any advantage in the form of lower production cost has to be deducted and since after four years the notified investment will be paid for with the savings and extra earnings it generates, the investment is not eligible for State aid under the Steel Aid Code or the guidelines. The aid notified by Germany of DEM 1,214 million for an investment of DEM 8,09 million is, therefore, incompatible with the common market,", "main_body": ["The State aid which Germany is planning to implement for BRE.M.A Warmwalzwerk GmbH &  Co. KG, amounting to DEM 1,214 million (EUR 622564), is incompatible with the common market.\nThe aid may accordingly not be implemented.", "Germany shall inform the Commission, within two months of notification of this Decision, of the measures taken to comply with it.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 March 2001.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 338, 28.12.1996, p. 42.\n(2) OJ C 310, 28.10.2000, p. 11.\n(3) See footnote 2.\n(4) OJ C 72, 10.3.1994, p. 3."}