{"celex_id": "32008R1310", "uri": "http://publications.europa.eu/resource/cellar/8afacdd3-31e3-47b3-b959-795bb20d7ced", "type": "Regulation", "concepts": ["1201", "2718", "3070", "3618", "4498", "862"], "title": "Commission Regulation (EC) No 1310/2008 of 19 December 2008 fixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 2009 fishing year\n", "header": "20.12.2008 EN Official Journal of the European Union L 344/52\nCOMMISSION REGULATION (EC) No 1310/2008\nof 19 December 2008\nfixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 2009 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products (1), and in particular Article 21(5) and (8) thereof,\nWhereas:\n(1) Regulation (EC) No 104/2000 provides for financial compensation to be paid to producer organisations which withdraw on certain conditions, the products listed in Annex I, (A) and (B) to that Regulation. The amount of such financial compensation should be reduced by standard values in the case of products intended for purposes other than human consumption.\n(2) Commission Regulation (EC) No 2493/2001 of 19 December 2001 on the disposal of certain fishery products which have been withdrawn from the market (2) specifies the ways of disposing of the products withdrawn from the market. The value of such products should be fixed at a standard level for each of these modes of disposal, taking into account the average revenues which may be obtained from such disposal in the various Member States.\n(3) Under Article 7 of Commission Regulation (EC) No 2509/2000 of 15 November 2000 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards granting financial compensation for withdrawals of certain fishery products (3), special rules provide that, where a producer organisation or one of its members puts its products up for sale in a Member State other than the country in which it is recognised, that body responsible for granting the financial compensation must be informed. This body is the one in the Member State in which the producer organisation is recognised. The standard value deductible should therefore be the value applied in that Member State.\n(4) The same method of calculation should be applied to advances on financial compensation as provided for in Article 6 of Regulation (EC) No 2509/2000.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the 2009 fishing year, the standard values to be used in calculating financial compensation and associated advances for fishery products withdrawn from the market by producer organisations and intended for purposes other than human consumption, as referred to in Article 21(5) of Regulation (EC) No 104/2000, are set out in the Annex to this Regulation.", "The standard value to be deducted from financial compensation and associated advances shall be that applied in the Member State in which the producer organisation is recognised.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 17, 21.1.2000, p. 22.\n(2)  OJ L 337, 20.12.2001, p. 20.\n(3)  OJ L 289, 16.11.2000, p. 11.\nANNEX\nStandard values\nUse of products withdrawn from the market EUR/tonne\n1. Use following processing into meal (animal feed):\n(a) Herring of the species Clupea harengus and mackerel of the species Scomber scombrus and Scomber japonicus:\n— Denmark and Sweden\n— United Kingdom\n— other Member States\n— France\n(b) Shrimps of the species Crangon crangon and deep-water prawns (Pandalus borealis):\n— Denmark and Sweden\n— other Member States\n(c) Other products:\n— Denmark\n— Sweden, Portugal and Ireland\n— United Kingdom\n— other Member States\n2. Use fresh or preserved (animal feed)\n(a) Sardines of the species Sardina pilchardus and anchovies (Engraulis spp.):\n— all Member States\n(b) Other products:\n— Sweden\n— France\n— other Member States\n3. Use as bait\n— France\n— other Member States\n4. Use for purposes other than animal feed"}