{"celex_id": "32004R2116", "uri": "http://publications.europa.eu/resource/cellar/ced47261-e33b-4b8c-8a16-a3d18b5b7299", "type": "Regulation", "concepts": ["1774", "3316", "42", "4649", "570", "6731"], "title": "Council Regulation (EC) No 2116/2004 of 2 December 2004 amending Regulation (EC) No 2201/2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000, as regards treaties with the Holy See\n", "header": "14.12.2004 EN Official Journal of the European Union L 367/1\nCOUNCIL REGULATION (EC) No 2116/2004\nof 2 December 2004\namending Regulation (EC) No 2201/2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000, as regards treaties with the Holy See\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 57(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 40 of Council Regulation (EC) No 1347/2000 of 29 May 2000 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility for children of both spouses (1) provides that decisions as to the invalidity of a marriage taken under the treaties between the Holy See and Portugal, Italy and Spain (Concordats) are to be recognised in the Member States on the conditions laid down in Chapter III of that Regulation.\n(2) Article 40 of Regulation (EC) No 1347/2000 was amended by Annex II of the 2003 Act of Accession so as to mention Malta’s Agreement with the Holy See on the recognition of civil effects to canonical marriages and to decisions of ecclesiastical authorities and tribunals on those marriages of 3 February 1993, with the second Additional Protocol of 6 January 1995.\n(3) Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000 (2) entered into force on 1 August 2004 and will apply from 1 March 2005 in all Member States with the exception of Denmark.\n(4) Malta has requested that Article 63 of Regulation (EC) No 2201/2003, which corresponds to Article 40 of Regulation (EC) No 1347/2000, be amended so as to mention its Agreement with the Holy See.\n(5) Article 57 of the 2003 Act of Accession provides that acts adopted prior to accession which require adaptation by reason of accession may be adapted through a simplified procedure whereby the Council acts by qualified majority on a proposal from the Commission.\n(6) It is justified to take account of Malta's request and to amend Regulation (EC) No 2201/2003 accordingly,", "main_body": ["Article 63 of Regulation (EC) No 2201/2003 is amended as follows:\n1. in paragraph 3, the following point shall be added:\n‘(c) Agreement between the Holy See and Malta on the recognition of civil effects to canonical marriages and to decisions of ecclesiastical authorities and tribunals on those marriages of 3 February 1993, including the Protocol of application of the same date, with the second Additional Protocol of 6 January 1995’;\n2. paragraph 4 shall be replaced by the following:", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 March 2005.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 2 December 2004.\nFor the Council\nThe President\nJ. P. H. DONNER\n(1)  OJ L 160, 30.6.2000, p. 19. Regulation as last amended by Commission Regulation (EC) No 1804/2004 (OJ L 318, 19.10.2004, p. 7).\n(2)  OJ L 338, 23.12.2003, p. 1."}