{"celex_id": "32007D0689", "uri": "http://publications.europa.eu/resource/cellar/842c8e2c-834d-40ec-a07a-5390542051ac", "type": "Decision", "concepts": ["12", "1442", "1565", "5063", "656"], "title": "2007/689/EC: Commission Decision of 25 October 2007 amending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria (notified under document number C(2007) 5170) (Text with EEA relevance)\n", "header": "26.10.2007 EN Official Journal of the European Union L 282/60\nCOMMISSION DECISION\nof 25 October 2007\namending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria\n(notified under document number C(2007) 5170)\n(Text with EEA relevance)\n(2007/689/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular the first subparagraph of paragraph (f) of Chapter 4 of Section B of Annex VI thereto,\nWhereas:\n(1) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (1) and Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2) provide for certain structural requirements for establishments falling within the scope of those Regulations.\n(2) Annex VI, Chapter 4, Section B, paragraphs (a) and (c) to the Act of Accession of Bulgaria and Romania provide that certain structural requirements laid down in those Regulations are not to apply to establishments in Bulgaria listed in Chapter I and II of the Appendix to Annex VI to the Act of Accession until 31 December 2009, subject to certain conditions.\n(3) Chapter I of the Appendix to Annex VI lists compliant establishments authorised to receive and process without separation compliant and non-compliant milk while Chapter II of that Appendix lists compliant establishments authorised to receive and process separately compliant and non-compliant milk.\n(4) Those lists of establishments have been amended by Commission Decision 2007/26/EC of 22 December 2006 amending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria (3).\n(5) Bulgaria has now reviewed the situation in the milk sector and re-evaluated the establishments listed in Chapter I and Chapter II of the Appendix to Annex VI.\n(6) According to that assessment establishments listed in Chapter I do not comply with the structural requirements of Regulation (EC) No 852/2004/EC. Therefore those establishments should be deleted from the list in Chapter I. Only 11 establishments which have no practical difficulties in handling properly two separate production lines should remain on the list in Chapter II.\n(7) In the interests of clarity of Community legislation, it is appropriate to replace the lists of establishments set out in Chapters I and II of the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania by the lists set out in the Annex to this Decision.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Appendix to Annex VI to the Act of Accession of Bulgaria and Romania is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 1, corrected by OJ L 226, 25.6.2004, p. 3.\n(2)  OJ L 139, 30.4.2004, p. 55, corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(3)  OJ L 8, 13.1.2007, p. 35.\nANNEX\n‘Appendix to Annex VI\nCHAPTER I\nList of milk processing establishments processing non-compliant milk referred to in Chapter 4, Section B, paragraph (a), of Annex VI\nCHAPTER II\nList of milk establishments for dual milk processing — compliant and non-compliant milk referred to in Chapter 4, Section B, paragraphs (a) and (c), of Annex VI\nNo Vet. No Name and address of establishment Site of premises concerned\nVeliko Tarnovo Region — No 4\ngr. Elena\nul. “Treti mart” 19\nVidin Region — No 5\n2. BG 0512025 “El Bi Bulgarikum” EAD gr. Vidin\nVratsa Region — No 6\n3. BG 0612027 “Mlechen ray — 99” EOOD gr. Vratsa\n4. BG 0612043 ET “Zorov-91-Dimitar Zorov” gr. Vratsa\nPlovdiv Region — No 16\ngr. Plovdiv\nbul. “Dunav” 3\ngr. Karlovo\nbul. “Osvobozhdenie” 69\nSilistra Region — No 19\n7. BG 1912013 “ZHOSI” OOD s. Chernolik\nSliven Region — No 20\n8. BG 2012020 “Yotovi” OOD gr. Sliven\nTargovishte Region — No 25\n9. BG 2512020 “Mizia-Milk” OOD gr. Targovishte\nHaskovo Region — No 26\ngr. Haskovo\nbul. “Saedinenie” 94\nShumen Region — No 27\ngr. Shumen\nul. “Trakiyska” 3’"}