{"celex_id": "32005L0086", "uri": "http://publications.europa.eu/resource/cellar/d518131c-17b9-4bc2-95c4-71d1416b1224", "type": "Directive", "concepts": ["1265", "1277", "1590", "2357", "2435", "2732", "3135", "3730"], "title": "Commission Directive 2005/86/EC of  5 December 2005  amending Annex I to Directive 2002/32/EC of the European Parliament and of the Council on undesirable substances in animal feed as regards camphechlor   (Text with EEA relevance)\n", "header": "6.12.2005 EN Official Journal of the European Union L 318/16\nCOMMISSION DIRECTIVE 2005/86/EC\nof 5 December 2005\namending Annex I to Directive 2002/32/EC of the European Parliament and of the Council on undesirable substances in animal feed as regards camphechlor\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (1), and in particular Article 8 (1) thereof,\nWhereas:\n(1) Directive 2002/32/EC provides that the use of products intended for animal feed which contain levels of undesirable substances exceeding the maximum levels laid down in Annex I thereto is prohibited.\n(2) When Directive 2002/32/EC was adopted, the Commission stated that the provisions laid down in Annex I to that Directive would be reviewed on the basis of updated scientific risk assessments and taking into account the prohibition of any dilution of contaminated non-complying products intended for animal feed.\n(3) The Scientific Panel on contaminants in the food chain of the European Food Safety Authority (EFSA) adopted an opinion on a request from the Commission related to camphechlor as undesirable substance in animal feed on 2 February 2005.\n(4) Camphechlor is a non systemic insecticide of which the use is phased out in most of the world. Camphechlor mixtures show a complex composition, with at least 202 different congeners identified. Due to its persistence and chemical properties, camphechlor is still found in the environment.\n(5) While some congeners, such as CHB 32, which are major constituents in technical mixtures, are subject to relatively fast biotransformation, other congeners such as CHB 26, 50 and 62 are more persistent and bio-accumulate significantly within the food chain. The congeners CHB 26, 50 and 62 can serve as indicators of camphechlor contamination. The presence of CHB 32 is an indicator for a recent contamination and could be included in monitoring programmes to identify possible fraudulent practices.\n(6) The main sources of camphechlor exposure to animals from feed are fish oil and fish meal. Fish feed (particularly for carnivorous species) can contain significant amounts of fish meal and fish oil. For other animals the use of fish meal is low, hence their exposure via feed is lower.\n(7) Fish are the most sensitive to camphechlor toxicity. The carry-over of camphechlor into edible tissues of fatty fish is high, while the carry over in other farmed animals is lower. Fish, in particular lipid rich species, are the main source of human exposure while other sources are of less importance.\n(8) It is appropriate to replace the current general maximum level as regards camphechlor in all feedingstuffs, by a maximum level for camphechlor in fish oil, fish meal and fish feed in order to ensure that these products do not represent any danger to human health and animal health. The feed safety has been improved as the level for fish feed, which is fed directly to fish, has been significantly decreased and enforcement through a targeted control on these products intended for animal feeding identified as being the main source of camphechlor exposure should improve the feed safety.\n(9) The current general maximum level for camphechlor does not reflect the current normal background contamination levels in fish oil. It is appropriate to establish a maximum level in fish oil taking into account the background levels without endangering animal and public health. This maximum level is to be reviewed in the light of the necessary application on a wider scale of decontamination procedures.\n(10) Directive 2002/32/EC should therefore be amended accordingly.\n(11) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 2002/32/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive 12 months after the entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 140, 30.5.2002, p. 10. Directive as last amended by Commission Directive 2005/8/EC (OJ L 27, 29.1.2005, p. 44).\nANNEX\nAnnex I to Directive 2002/32/EC is amended, replacing row 19, Camphechlor (toxaphene), by the following:\nUndesirable substances Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘19. Camphechlor (toxaphene) — sum of indicator congeners CHB 26, 50 and 62 (1)\n— Fish, other aquatic animals, their products and by-products with the exception of fish oil\n— Fish oil (2)\n— Feedingstuffs for fish (2)\n(1)  Numbering system according to Parlar, prefixed by either “CHB” or “Parlar #”:\n— : CHB 26 : 2-endo,3-exo,5-endo, 6-exo, 8,8,10,10-octochlorobornane,\n— : CHB 50 : 2-endo,3-exo,5-endo, 6-exo, 8,8,9,10,10-nonachlorobornane,\n— : CHB 62 : 2,2,5,5,8,9,9,10,10-nonachlorobornane.\n(2)  The levels shall be reviewed by 31 December 2007 with the aim of reducing the maximum levels.’"}