{"celex_id": "32003D0905", "uri": "http://publications.europa.eu/resource/cellar/11e8632d-2e81-4988-862d-8fe8c057b38a", "type": "Decision", "concepts": ["1309", "1598", "192", "2718", "2771", "5369", "5693"], "title": "2003/905/EC: Commission Decision of 19 December 2003 amending Decision 2002/862/EC laying down specific conditions for imports of fishery products from Kazakhstan (Text with EEA relevance) (notified under document number C(2003) 4890)\n", "header": "Commission Decision\nof 19 December 2003\namending Decision 2002/862/EC laying down specific conditions for imports of fishery products from Kazakhstan\n(notified under document number C(2003) 4890)\n(Text with EEA relevance)\n(2003/905/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), and in particular Article 11(1) thereof,\nWhereas:\n(1) In Commission Decision 2002/862/EC(2), the \"Committee of Forestry, Fishing and Hunting (CFFH) of the Ministry of Natural Resources and Environment Protection\" is identified as the competent authority in Kazakhstan for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Kazakhstan administration, the competent authority has changed to the \"Veterinary Department of the Ministry of Agriculture (VD-MA)\". This new authority is capable of verifying effectively the application of the laws in force.\n(3) The VD-MA has provided official assurances on compliance with the standards for health controls and monitoring of fishery and aquaculture products as set out in Directive 91/493/EEC and on the fulfilment of hygienic requirements equivalent to those laid down in that Directive.\n(4) Decision 2002/862/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2002/862/EC is amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nThe 'Veterinary Department of the Ministry of Agriculture (VD-MA)' shall be the competent authority in Kazakhstan for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\";\n2. Article 3(2) is replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the VD-MA and the latter's official stamp in a colour different from that of other endorsements.\";\n3. Annex I is replaced by the text in the Annex to this Decision", "This Decision shall apply from 27 December 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15; Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 301, 5.11.2002, p. 48.\nANNEX\n\"ANNEX I\n>PIC FILE= \"L_2003340EN.007503.TIF\">\n>PIC FILE= \"L_2003340EN.007601.TIF\">\""}