{"celex_id": "32001R0445", "uri": "http://publications.europa.eu/resource/cellar/709f8216-41dc-4187-94bb-2b451c1c8e4c", "type": "Regulation", "concepts": ["1216", "1474", "2556", "4790", "544", "5537"], "title": "Council Regulation (EC) No 445/2001 of 26 February 2001 on the conclusion of the Protocol setting out the fishing rights and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast for the period 1 January 2000 to 31 December 2001\n", "header": "Council Regulation (EC) No 445/2001\nof 26 February 2001\non the conclusion of the Protocol setting out the fishing rights and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast for the period 1 January 2000 to 31 December 2001\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) Pursuant to the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast(2), the two Parties have conducted negotiations to determine any amendments or additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto.\n(2) As a result of those negotiations, a new Protocol setting out the fishing rights and the financial contribution provided for in the abovementioned Agreement for the period 1 January 2000 to 31 December 2001 was initialled on 17 December 1999.\n(3) It is in the Community's interest to approve the Protocol.\n(4) The method of allocating the fishing rights among the Member States should be defined on the basis of the traditional allocation of fishing rights under the Fisheries Agreement,", "main_body": ["The Protocol setting out the fishing rights and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast for the period 1 January 2000 to 31 December 2001(3) is hereby approved on behalf of the Community.", "The fishing rights set out in the Protocol shall be allocated among the Member States as follows:\n(a)\n>TABLE>\n(b)\n>TABLE>\n(c)\n>TABLE>\n(d)\n>TABLE>\n(e)\n>TABLE>\nIf licence applications from those Member States do not exhaust the fishing rights set out in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2001.\nFor the Council\nThe President\nM. Winberg\n(1) Opinion delivered on 17 January 2001 (not yet published in the Official Journal).\n(2) OJ L 111, 27.4.1983, p. 1.\n(3) For the text of the Protocol, see OJ L 250, 5.10.2000."}