{"celex_id": "32008R0023", "uri": "http://publications.europa.eu/resource/cellar/c2af699b-6ef3-4d87-ad5b-25ef54da7715", "type": "Regulation", "concepts": ["2383", "2897", "3645", "4033", "4408", "5887", "6262"], "title": "Commission Regulation (EC) No 23/2008 of 11 January 2008 amending Commission Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security (Text with EEA relevance )\n", "header": "12.1.2008 EN Official Journal of the European Union L 9/12\nCOMMISSION REGULATION (EC) No 23/2008\nof 11 January 2008\namending Commission Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2320/2002 of the European Parliament and the Council of 16 December 2002 establishing common rules in the field of civil aviation security (1) and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required, by virtue of Regulation (EC) No 2320/2002, to adopt measures for the implementation of common basic standards for aviation security throughout the Community. Commission Regulation (EC) No 622/2003 of 4 April 2003 laying down measures for the implementation of the common basic standards on aviation security (2) was the first act laying down such measures.\n(2) There is a need for measures to make the common basic standards more precise. As regards Threat Image Projection (TIP) performance requirements should be laid down. It should be considered to review these requirements on a regular basis and at least every 2 years to ensure that they continue to reflect technical developments, in particular as regards the size of the library of virtual images available.\n(3) TIP should be used to enhance the performance of screeners, examining both cabin bags and hold bags, by means of projecting virtual images of threat articles into an x-ray image of a bag. There should be a minimum and maximum percentage of virtual images of threat articles to be projected into the images of bags. By screeners responding to images of bags, TIP should inform them if they have responded correctly in identifying the virtual image of the threat article. Furthermore, the library of virtual images used for TIP should be enlarged and refreshed on a regular basis, in order to take into account new threat articles and to avoid familiarity with the virtual images.\n(4) Information about the performance requirements of security equipment, including TIP, at airports should not be placed in the public domain as it could potentially be misused to circumvent security controls. The information should only be made available to regulators and equipment manufacturers.\n(5) Regulation (EC) No 622/2003 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EC) No 622/2003 is amended as set out in the Annex to this Regulation.", "of that Regulation shall apply as regards the confidential nature of this Annex.", "This Regulation shall enter into force on 1 February 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 2008.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 355, 30.12.2002, p. 1. Regulation as amended by Regulation (EC) No 849/2004 (OJ L 229, 29.6.2004, p. 3).\n(2)  OJ L 89, 5.4.2003, p. 9. Regulation as last amended by Regulation (EC) No 1477/2007 (OJ L 329, 14.12.2007, p. 22).\nANNEX\nIn accordance with Article 1 the Annex is secret and shall not be published in the Official Journal of the European Union."}