{"celex_id": "32003R0096", "uri": "http://publications.europa.eu/resource/cellar/fc3898c3-53c9-4edb-96e1-46997475eff8", "type": "Regulation", "concepts": ["20", "2705", "3003", "4315", "807"], "title": "Commission Regulation (EC) No 96/2003 of 20 January 2003 on the supply of white sugar as food aid\n", "header": "Commission Regulation (EC) No 96/2003\nof 20 January 2003\non the supply of white sugar as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security(1), as amended by Regulation (EC) No 1726/2001 of the European Parliament and of the Council(2), and in particular Article 24(1)(b) thereof,\nWhereas:\n(1) The abovementioned Regulation lays down the list of countries and organisations eligible for Community aid and specifies the general criteria on the transport of food aid beyond the fob stage.\n(2) Following the taking of a number of decisions on the allocation of food aid, the Commission has allocated white sugar to certain beneficiaries.\n(3) It is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EC) No 2519/97 of 16 December 1997 laying down general rules for the mobilisation of products to be supplied pursuant to Council Regulation (EC) No 1292/96 as Community food aid(3). It is necessary to specify the time limits and conditions of supply to determine the resultant costs,", "main_body": ["White sugar shall be mobilised in the Community, as Community food aid for supply to the recipient listed in the Annex, in accordance with Regulation (EC) No 2519/97 and under the conditions set out in the Annex.\nThe tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 166, 5.7.1996, p. 1.\n(2) OJ L 234, 1.9.2001, p. 10.\n(3) OJ L 346, 17.12.1997, p. 23.\nANNEX\nNotes:\nLOTS A, B, C, D and E\n1. Action Nos: 44/02 (A); 45/02 (B); 46/02 (C); 47/02 (D); 48/02 (E)\n2. Beneficiary(2): UNRWA, Supply division, Amman Office, PO Box 140157, Amman, Jordan; telex 21170 UNRWA JO; tel. (962-6) 586 41 26; fax 586 41 27\n3. Beneficiary's representative: UNRWA Field Supply and Transport Officer\nA+E: PO Box 19149, Jerusalem, Israel [ tel. (972-2) 589 05 55; telex 26194 UNRWA IL; fax 581 65 64 ]\nB: PO Box 947, Beirut, Lebanon [ tel. (961-1) 840461-6; fax 840467 ]\nC: PO Box 4313, Damascus, Syria [ tel. (963-11) 613 30 35; telex 412006 UNRWA SY; fax 613 30 47 ]\nD: PO Box 484, Amman, Jordan [ tel. (962-6) 474 19 14/477 22 26; telex 23402 UNRWAJFO JO; fax 474 63 61 ]\n4. Country of destination: A, E: Israel (A: Gaza; E: West Bank); B: Lebanon; C: Syria; D: Jordan\n5. Product to be mobilised: white sugar (\"A\" or \"B\" sugar)\n6. Total quantity (tonnes net): 1933\n7. Number of lots: 5 (A: 683 tonnes; B: 294 tonnes; C: 237 tonnes; D: 442 tonnes; E: 277 tonnes)\n8. Characteristics and quality of the product(3)(5)(9): see OJ C 312, 31.10.2000, p. 1 (C.1)\n9. Packaging(7): see OJ C 267, 13.9.1996, p. 1 (11.2 A 1.b, 2.b and B.4)\n10. Labelling or marking(6): see OJ C 114, 29.4.1991, p. 1 (V.A(3))\n- language to be used for the markings: English\n- supplementary markings: \"NOT FOR SALE\"\n11. Method of mobilisation of the product: the Community market\n12. Specified delivery stage(8): A, C, E: free at port of landing - container terminal\nB, D: free at destination\n13. Alternative delivery stage: free at port of shipment\n14. a) Port of shipment: -\nb) Loading address: -:\n15. Port of landing: A, E: Ashdod; C: Lattakia\n16. Place of destination: UNRWA warehouse in Beirut (B) and Amman (D)\n- port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: A, B, C, E: 23.3.2003; D: 30.3.2003\n- second deadline: A, B, C, E: 6.4.2003; D: 13.4.2003\n18. Period or deadline of supply at the alternative stage: - first deadline: 24.2-9.3.2003\n- second deadline: 10-23.3.2003\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 4.2.2003\n- second deadline: 18.2.2003\n20. Amount of tendering guarantee: EUR 15 per tonne\n21. Address for submission of tenders and tendering guarantees(1): M. Vestergaard, European Commission, Office L130, bureau 7/46, B - 1049 Bruxelles/Brussel; telex 25670 AGREC B; fax (32-2) 296 70 03/296 70 04\n22. Export refund(4): refund applicable on 15.1.2003, fixed by Commission Regulation (EC) No 10/2003 (OJ L 1, 3.1.2003, p. 61)\nBefore the Commission can award the supply contract, it needs various items of information about the tenderer concerned (in particular the bank account to be credited). These details are contained in a form available on the Internet at the following website:\nhttp://europa.eu.int/comm/ budget/execution/ftiers_fr.htm.\nIf these details are missing, the tenderer designated as the supplier may not invoke the time limit for notification referred to in Article 9(4) of Regulation (EC) No 2519/97.\nYou should therefore include the above form with your bid after filling in the required details.\n(1) Supplementary information: Torben Vestergaard (tel. (32-2) 299 30 50; fax (32-2) 296 20 05).\n(2) The supplier shall contact the beneficiary or its representative as soon as possible to establish which consignment documents are required.\n(3) The supplier shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been exceeded. The radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4) Commission Regulation (EC) No 2298/2002 (OJ L 308, 27.11.2001, p. 16), is applicable as regards the export refund. The date referred to in Article 2 of the said Regulation is that indicated in point 22 of this Annex.\n(5) The supplier shall supply to the beneficiary or its representative, on delivery, the following documents:\n- health certificate (including \"production date: ...\").\n(6) Notwithstanding OJ C 114, point V.A(3)(c) is replaced by the following, \"the words 'European Community'\".\n(7) Since the goods may be rebagged, the supplier must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital \"R\".\n(8) Shipment to take place in 20-foot containers: Lots A, C and E: The contracted shipping terms shall be considered full liner terms free port of landing container yard and is understood to cover 15 days - Saturdays, Sundays and official public and religious holidays excluded - free of container detention charges at the port of discharge taken from the day/time of the arrival of the vessel. The 15 day period should be clearly marked on the bill of lading. Bona fide detention charges levied in respect of container detention(s) in excess of the said 15 days as detailed above will be borne by UNRWA. UNRWA shall not pay/not be charged any container deposit fees.\nAfter take-over of the goods at the delivery stage, the recipient will bear all costs of shifting the containers for destuffing outside the port area and of returning them to the container yard.\nAshdod: consignment to be stowed in 20-foot containers containing not more than 18 tonnes each, net.\n(9) Lot C: The health certificate and the certificate of origin must be signed and stamped by a Syrian Consulate, including the statement that consular fees and charges have been paid."}