{"celex_id": "32003R0498", "uri": "http://publications.europa.eu/resource/cellar/a26b6b95-29bc-4fc9-b3de-f0e4e06919b9", "type": "Regulation", "concepts": ["1642", "1644", "3568", "3732", "5360"], "title": "Commission Regulation (EC) No 498/2003 of 19 March 2003 amending Regulation (EC) No 1162/95 laying down special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "Commission Regulation (EC) No 498/2003\nof 19 March 2003\namending Regulation (EC) No 1162/95 laying down special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 13(11) thereof,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(3), as last amended by Commission Regulation (EC) No 411/2002(4), and in particular Article 9(2) and Article 13(15) thereof,\nWhereas:\n(1) Negotiations with a view to adapting the trade agreement between the Community and Poland establishing certain concessions in the form of Community tariff quotas for certain agricultural products and the total liberalisation of trade in other agricultural products have recently been concluded. In the cereals sector, one of the new concessions provided for is the abolition of export refunds for malt.\n(2) With a view to adopting this agreement, and in order to clarify the export terms at the beginning of April 2003 for all exporters in the cereals sector, in particular in view of the period of validity of export licences, those export refunds should be abolished from 1 April 2003.\n(3) The authorities of Poland have undertaken to ensure that only consignments of Community products covered by the trade agreement on which no refund has been granted are allowed for import into that country. To that end, Article 7a of Commission Regulation (EC) No 1162/95(5), as last amended by Regulation (EC) No 2305/2002(6), should apply to malt exports to Poland.\n(4) It has been found that, in periods of increase in refund rates, the security of EUR 15 per tonne laid down in Article 10(d) of Regulation (EC) No 1162/95 is not sufficient to prevent large numbers of export licences in force for cereals and cereal products being returned to the issuing authorities. As such returns may generate problems in the administration of the exports, they should be discouraged by raising that security.\n(5) Regulation (EC) No 1162/95 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1162/95 is amended as follows:\n1. in Article 10(d), the first subparagraph is replaced by the following:\"EUR 20 per tonne for the products referred to in Article 1 of Regulation (EEC) No 1766/92 in the case of export licences.\"\n2. Annex IV is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nPoint 2 of Article 1 shall apply from 1 April 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 329, 30.12.1995, p. 18.\n(4) OJ L 62, 5.3.2002, p. 27.\n(5) OJ L 117, 24.5.1995, p. 2.\n(6) OJ L 348, 21.12.2002, p. 92.\nANNEX\n\"ANNEX IV\nProducts affected by the abolition of export refunds referred to in Article 7a\n>TABLE>\""}