{"celex_id": "32009R0162", "uri": "http://publications.europa.eu/resource/cellar/93f62d24-592c-4fea-8b1c-648999c7a258", "type": "Regulation", "concepts": ["1277", "1598", "1755", "1854", "2845", "5034", "5581"], "title": "Commission Regulation (EC) No 162/2009 of 26 February 2009 amending Annexes III and X to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (Text with EEA relevance)\n", "header": "27.2.2009 EN Official Journal of the European Union L 55/11\nCOMMISSION REGULATION (EC) No 162/2009\nof 26 February 2009\namending Annexes III and X to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the third subparagraph of Article 5(3) and the first paragraph of Article 23 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (TSEs) in animals. It provides that each Member State is to carry out an annual monitoring programme for TSEs based on active and passive surveillance.\n(2) Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002, laying down health rules concerning animal by-products not intended for human consumption (2) lays down the animal and public health rules for the collection, transport, storage, handling, processing and use or disposal of animal by-products, to prevent these products from presenting a risk to animal or public health.\n(3) Article 4(2) of Regulation (EC) No 1774/2002 sets out the means of disposing of Category 1 material, as defined in Article 2(1)(b) of that Regulation.\n(4) Part I of Chapter A of Annex III to Regulation (EC) No 999/2001 lays down rules for the monitoring in bovine animals as well as measures to be applied following testing of the animals.\n(5) According to those rules, all parts of the body of an animal tested for bovine spongiform encephalopathy (BSE), including the hide, are to be retained under official control until a negative result to the rapid test has been obtained, unless they are disposed of in accordance with two of the means set out in Article 4(2) of Regulation (EC) No 1774/2002. Also, all parts of the body of an animal found positive or inconclusive to a rapid test including the hide are to be disposed of in accordance with the same means of disposal.\n(6) Regulation (EC) No 1774/2002 provides for the possibility of additional means of disposal to be approved for Category 1 material, in the light of developments in scientific knowledge. Such alternative means are approved and laid down in Commission Regulation (EC) No 92/2005 (3).\n(7) In the interest of consistency of Community legislation, points 6.3 and 6.4 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001 should be amended to cover also those additional means of disposal.\n(8) Chapter C of Annex X to Regulation (EC) No 999/2001 lays down rules for the sampling and laboratory testing for the presence of TSEs.\n(9) According to those rules, the first diagnostic method to be used for the confirmation of a clinical suspect case of BSE is based on histopathological examination, which is the method recommended in an earlier edition of the Manual for diagnostic tests and vaccines for terrestrial animals of the World Organisation for Animal Health (OIE) (‘the Manual’).\n(10) In the latest edition of the Manual, adopted in May 2008, histopathological examination is no longer considered as the reference diagnostic method for investigation of animals suspected of being infected by BSE. According to the Manual, immunohistochemical and immunochemical methods, including rapid tests, may now be used for that purpose. The Community reference laboratory for TSEs considers that applying the same approach for the investigation of ovine and caprine animals suspected of being infected by a TSE is relevant and scientifically robust.\n(11) The methods and protocols to be used for the BSE active surveillance in bovine animals should therefore be amended to reflect the recent modification of the Manual.\n(12) Point 3.2(c) of Chapter C of Annex X to Regulation (EC) No 999/2001 provides for further examination of positive scrapie cases in ovine and caprine animals in order to investigate the possible presence of BSE.\n(13) In its opinion on classification of atypical Transmissible Spongiform Encephalopathy (TSE) cases in small ruminants (4), of 26 October 2005, the European Food Safety Authority states that atypical scrapie cases are clearly distinguishable from BSE. In addition, in its guidelines (5), the Community reference laboratory for TSEs considers that if a TSE is confirmed as an atypical scrapie case, no further testing is required.\n(14) Diagnosed atypical scrapie cases should therefore be exempted from the requirement of further examination set out in point 3.2(c) of Chapter C of Annex X to Regulation (EC) No 999/2001.\n(15) Point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001 sets out a list of rapid tests approved for the monitoring of TSEs in bovine, ovine and caprine animals.\n(16) The commercial denomination of some currently approved TSE tests has recently changed. For the sake of transparency, these changes should be reflected in Point 4 of Chapter C of Annex X.\n(17) In addition, the companies manufacturing certain rapid tests do not exist anymore. Other companies producing rapid tests have not submitted the details of their quality system to the Community reference laboratory for review. Certain other rapid tests have been withdrawn from the market.\n(18) It is therefore appropriate to amend accordingly the lists of rapid tests approved for the monitoring of BSE and TSEs, set out in point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001.\n(19) In the interest of clarity and legal certainty, the wording of the heading of point 3.2(c) of Annex X, Chapter C, should be amended to be consistent with the general scope of paragraph 3.2 of Annex X, Chapter C which is related to laboratory testing for the presence of TSE in ovine and caprine animals.\n(20) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes III and X to Regulation (EC) No 999/2001 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 273, 10.10.2002, p. 1.\n(3)  OJ L 19, 21.1.2005, p. 27.\n(4)  The EFSA Journal (2005) 276, pp. 1-30.\n(5)  http://www.defra.gov.uk/vla/science/docs/sci_tse_rl_handbookv2mar07.pdf\nANNEX\nAnnexes III and X to Regulation (EC) No 999/2001 are amended as follows:\n1. in Part I of Chapter A of Annex III, points 6.3 and 6.4 are replaced by the following:\n2. in Annex X, Chapter C is amended as follows:\n(a) In Point 3.1, points (a) and (b) are replaced by the following:\n(i) the immunohistochemical (IHC) method;\n(ii) SAF-immunoblot or OIE approved alternative;\n(iii) the demonstration of characteristic fibrils by electron microscopy;\n(iv) the histopathological examination;\n(v) the combination of rapid tests as laid down in the third subparagraph.\n(i) the confirmation is carried out in a national reference laboratory for TSEs; and\n(ii) one of the two rapid tests is a Western blot; and\n(iii) the second rapid test used:\n— includes a negative tissue control and a bovine BSE sample as positive tissue control,\n— is of a different type than the test used for the primary screening; and\n(iv) if a rapid Western blot is used as the first test, the result of that test must be documented and submitted to the national reference laboratory for TSEs; and\n(v) where the result of the primary screening is not confirmed by the subsequent rapid test, the sample must be subjected to an examination by one of the other confirmatory methods; in case the histopathological examination is used for that purpose but proves to be inconclusive or negative, the tissues must be submitted to a further examination by one of the other confirmatory methods and protocols.\n(i) the immunohistochemical (IHC) method;\n(ii) SAF-immunoblot or OIE approved alternative;\n(iii) the demonstration of characteristic fibrils by electron microscopy;\n(iv) the histopathological examination;\n(v) the combination of rapid tests as laid down in the fourth subparagraph.\n(i) the confirmation is carried out in a national reference laboratory for TSEs; and\n(ii) one of the two rapid tests is a Western blot; and\n(iii) the second rapid test used:\n— includes a negative tissue control and a bovine BSE sample as positive tissue control,\n— is of a different type than the test used for the primary screening; and\n(iv) if a rapid Western blot is used as the first test, the result of that test must be documented and submitted to the national reference laboratory for TSEs; and\n(v) where the result of the primary screening is not confirmed by the subsequent rapid test, the sample must be subjected to an examination by one of the other confirmatory methods; in case the histopathological examination is used for that purpose but proves to be inconclusive or negative, the tissues must be submitted to a further examination by one of the other confirmatory methods and protocols.\n(b) in Point 3.2, point (a) is replaced by the following:\n(i) the immunohistochemical (IHC) method;\n(ii) SAF-immunoblot or OIE approved alternative;\n(iii) the demonstration of characteristic fibrils by electron microscopy;\n(iv) the histopathological examination.\n(c) in point 3.2, the heading of point (c) is replaced by the following:\n(d) in point 3.2, point (c)(i) is replaced by the following:\n‘(i) Primary molecular testing with a discriminatory immuno-blotting\n— Agence Française de Sécurité Sanitaire des Aliments, Laboratoire de pathologie bovine, 31 avenue Tony Garnier, BP 7033, F-69342, Lyon Cedex, France,\n— Veterinary Laboratories Agency, Woodham Lane, New Haw, Addlestone, Surrey KT15 3NB, United Kingdom, or\n— to a laboratory, appointed by the competent authority, which has participated successfully in proficiency testing organised by the Community reference laboratory for the use of a molecular typing method.’;\n(e) in point 3.2(c)(ii), the word ‘scrapie’ is replaced by ‘TSE’;\n(f) point 4 is replaced by the following:\n— the immuno-blotting test based on a Western blotting procedure for the detection of the Proteinase K-resistant fragment PrPRes (Prionics-Check Western test),\n— the chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer test & Enfer TSE Kit version 2.0, automated sample preparation),\n— the microplate-based immunoassay for the detection of PrPSc (Enfer TSE Version 3),\n— the sandwich immunoassay for PrPRes detection with the TeSeE SAP Detection kit carried out following denaturation and concentration steps with the TeSeE Purification kit (Bio-Rad TeSeE rapid test),\n— the microplate-based immunoassay (ELISA) which detects Proteinase K-resistant PrPRes with monoclonal antibodies (Prionics-Check LIA test),\n— the immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE Antigen Test Kit, EIA),\n— the lateral-flow immunoassay using two different monoclonal antibodies to detect Proteinase K-resistant PrP fractions (Prionics Check PrioSTRIP),\n— the two-sided immunoassay using two different monoclonal antibodies directed against two epitopes presented in a highly unfolded state of bovine PrPSc (Roboscreen Beta Prion BSE EIA Test Kit),\n— the sandwich ELISA for the detection of Proteinase K-resistant PrPSc (Roche Applied Science PrionScreen).\n— the sandwich immunoassay for PrPRes detection with the TeSeE SAP Detection kit carried out following denaturation and concentration steps with the TeSeE Purification kit (Bio-Rad TeSeE rapid test),\n— the sandwich immunoassay for PrPRes detection with the TeSeE Sheep/Goat Detection kit carried out following denaturation and concentration steps with the TeSeE Sheep/Goat Purification kit (Bio-Rad TeSeE Sheep/Goat rapid test),\n— the chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer TSE Kit version 2.0),\n— the microplate-based immunoassay for the detection of PrPSc (Enfer TSE Version 3),\n— the immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE-Scrapie Antigen Test Kit, EIA),\n— the immuno-blotting test based on a Western blotting procedure for the detection of the Proteinase K-resistant fragment PrPRes (Prionics-Check Western Small Ruminant test),\n— the microplate-based chemiluminescent immunoassay for the detection of Proteinase K-resistant PrPSc (Prionics Check LIA Small Ruminants)."}