{"celex_id": "32004R1994", "uri": "http://publications.europa.eu/resource/cellar/5071b413-8530-4974-8a3e-dcafb392a1a2", "type": "Regulation", "concepts": ["1755", "1919", "192", "4152"], "title": "Commission Regulation (EC) No 1994/2004 of 19 November 2004 amending Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the lists of countries and territoriesText with EEA relevance\n", "header": "20.11.2004 EN Official Journal of the European Union L 344/17\nCOMMISSION REGULATION (EC) No 1994/2004\nof 19 November 2004\namending Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the lists of countries and territories\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles10 and 21 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applying to checks on such movement. Part C of Annex II to that Regulation contains a list of third countries where the risk of rabies entering the Community, as a result of movements from their territories of pet animals, has been found to be no higher than the risk associated with such movements between Member States.\n(2) Under Regulation (EC) No 998/2003 a list of third countries was to be drawn up before 3 July 2004. To be included on that list, a third country should demonstrate its rabies status and that it complies with certain conditions relating to notification, monitoring, veterinary services, prevention and control of rabies and regulation of vaccines.\n(3) In order to avoid any unnecessary disturbance in the movements of pet animals, and to allow time for the third countries to provide where necessary additional guarantees, it is appropriate to establish a provisional list of third countries. That list should be based on the data available through the International Office of Epizootie Diseases (OIE-World Organisation for Animal Health), the results of inspections carried out by the Commission's Food and Veterinary Office in the third countries concerned and information gathered by Member States.\n(4) The list should also be based on the data provided by the World Health Organization (WHO), the WHO Collaborating Centre for Rabies Surveillance and Research in Wusterhausen, and the Rabies Bulletin.\n(5) The provisional list of third countries should include countries which are free of rabies and countries in respect of which the risk of rabies entering the Community as a result of movements from their territories has been found to be no higher than the risk associated with movements between Member States.\n(6) Following requests of the competent authorities of Chile, Hong Kong and the United Arab Emirates to be included in the list in part C of Annex II to Regulation (EC) No 998/2003, it appears appropriate to modify the provisional list established in accordance with Article 10.\n(7) In addition, by Council Decision 2004/650/EC of 13 September 2004 amending Regulation (EC) No 998/2003 (2), Malta was added to the list of countries in part A of Annex II to the Regulation. Consequently specific provisions applying to entries of pet animals into Ireland, Sweden and the United Kingdom should be extended to Malta.\n(8) Finally, measures adopted by Spain in Ceuta and Melilla as regard entries from Morocco and controls on those territories of stray dogs and movements of pet animals from those territories to Morocco now permit the rabies status of those territories to be considered as equivalent to the status of Member states in continental Europe. Accordingly, it is appropriate to include Ceuta and Melilla in the list in section I of part B of Annex II to Regulation (EC) No 998/2003.\n(9) In the interests of clarity of Community legislation, it is appropriate to replace Annex II to Regulation (EC) No 998/2003 in its entirety.\n(10) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 998/2003 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 23 November 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Council Decision 2004/650/EC (OJ L 298, 23.9.2004, p. 22).\n(2)  OJ L 298, 23.9.2004, p. 22.\nANNEX\n‘ANNEX II\nLIST OF COUNTRIES AND TERRITORIES\nPART A\nIE — Ireland\nMT — Malta\nSE — Sweden\nUK — United Kingdom\nPART B\nSection 1\n(a) DK — Denmark, including GL — Greenland and FO — Faeroes Islands;\n(b) ES — Spain, including the continental territory, Balearic Islands, Canary Islands, Ceuta and Melilla;\n(c) FR — France, including GF — French Guiana, GP — Guadeloupe, MQ — Martinique and RE — Réunion;\n(d) GI — Gibraltar;\n(e) PT — Portugal, including the continental territory, Azores Islands and Madeira Islands;\n(f) Member States other than those listed in part A and points (a), (b), (c) and (e) of this section.\nSection 2\nAD — Andorra\nCH — Switzerland\nIS — Iceland\nLI — Liechtenstein\nMC — Monaco\nNO — Norway\nSM — San Marino\nVA — Vatican City State\nPART C\nAC — Ascension Island\nAE — United Arab Emirates\nAG — Antigua and Barbuda\nAN — Netherlands Antilles\nAU — Australia\nAW — Aruba\nBB — Barbados\nBH — Bahrain\nBM — Bermuda\nCA — Canada\nCL — Chile\nFJ — Fiji\nFK — Falkland Islands\nHK — Hong Kong\nHR — Croatia\nJM — Jamaica\nJP — Japan\nKN — Saint Kitts and Nevis\nKY — Cayman Islands\nMS — Montserrat\nMU — Mauritius\nNC — New Caledonia\nNZ — New Zealand\nPF — French Polynesia\nPM — Saint Pierre et Miquelon\nSG — Singapore\nSH — Saint Helena\nUS — United States of America\nVC — Saint Vincent and the Grenadines\nVU — Vanuatu\nWF — Wallis and Futuna\nYT — Mayotte’"}