{"celex_id": "32003D0531", "uri": "http://publications.europa.eu/resource/cellar/bf3047e7-6ec9-4a68-a3fe-319e1ec6b81c", "type": "Decision", "concepts": ["1021", "1156", "1331", "4839", "5541", "828", "889"], "title": "2003/531/EC: Council Decision of 16 July 2003 on the granting of aid by the Belgian Government to certain coordination centres established in Belgium\n", "header": "Council Decision\nof 16 July 2003\non the granting of aid by the Belgian Government to certain coordination centres established in Belgium\n(2003/531/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 88(2) thereof,\nHaving regard to the application made by the Belgian Government on 26 May 2003,\nWhereas:\n(1) In a letter dated 26 May 2003 Belgium, in accordance with Article 88(3) of the Treaty, informed the Commission of its plan to apply until 31 December 2005 to certain undertakings authorised to act as coordination centres under Royal Decree No 187 of 30 December 1982 (as supplemented or amended by subsequent legislation), and whose authorisations are due to expire between 17 February 2003 and 31 December 2005, a special type of tax treatment as described in that letter. In a letter of the same date, registered at the General Secretariat of the Council on 26 May 2003, Belgium submitted to the Council a reasoned request for a decision in accordance with the third subparagraph of Article 88(2) of the Treaty declaring that the measures Belgium is planning to introduce are compatible with the common market.\n(2) The coordination centres in question are responsible for the financial and administrative coordination of multinational groups.\n(3) In adopting Royal Decree No 187 of 30 December 1982 (as supplemented and amended by subsequent legislation), Belgium introduced special tax arrangements for coordination centres to take account of the particular nature of their activities and of the international environment in which they operate.\n(4) The Commission did not raise any objection to those arrangements in 1987 and 1990. It looked at them again under Article 88 of the Treaty after adoption of the Commission notice on the application of the State aid rules to measures relating to direct business taxation(1) and the examination made of tax measures derogating from the Member States' normal tax rules in the context of the Council's proceedings on the Code of Conduct for business taxation.\n(5) Within the framework of the Council's discussions on tax policy and of the Code of Conduct Follow-up Group, the Council meeting on 26 and 27 November 2000 approved conclusions on the rollback of potentially harmful arrangements whereby their effects on enterprises subject to harmful arrangements on 31 December 2000 would cease on 31 December 2005 at the latest, regardless of whether the arrangements were granted for a predetermined period. The Council also reserved the right to grant a possible extension beyond 31 December 2005 for some arrangements to take account of special circumstances.\n(6) By Decision of 17 February 2003(2) the Commission declared the Belgian arrangements for coordination centres to be incompatible with the common market. Under that Decision, Belgium is obliged to abolish the aid arrangements in question or amend them to make them compatible with the common market, although the effects of the arrangements may continue until expiry of each current individual authorisation or until 31 December 2010, whichever is the earlier.\n(7) The undertakings referred to in Belgium's application hold temporary but renewable authorisations under Royal Decree No 187. Their authorisations expire before 1 January 2006.\n(8) The multinational groups of which the coordination centres covered by the planned aid arrangements form part have made considerable investments in those centres. Without the new aid which Belgium plans to grant they might be obliged to cease operating in Belgium.\n(9) Cessation of the activities of the coordination centres covered by the new aid would have negative economic and social repercussions for Belgium.\n(10) The new aid planned is temporary. It is intended to avoid irreversible loss of financial business and jobs in Belgium and in the Community by enabling the beneficiaries to continue operating in Belgium, at least for the period necessary to enable Belgium to introduce other measures for coordination centres established on its territory or to facilitate reorganisation of the investments of the multinational groups in question, avoiding abrupt termination of contracts.\n(11) By contrast, the absence of any special tax arrangements for the coordination centres in question in the period until 31 December 2005 might cause a collapse of large multinationals' confidence in the Belgian State and have significant economic repercussions for Belgium in the long term as well.\n(12) Since the Commission Decision of 17 February 2003 allows the effects of the arrangements for the coordination centres to be maintained until deadlines which fall after 31 December 2005, depending on the expiry date of the current authorisation, and other Commission Decisions grant deadlines until 31 December 2010 for competitive special tax arrangements in other Member States, application of the special measures planned by Belgium should not cause any distortions of competition which are out of proportion to the anticipated benefits. Moreover, it is compatible with the balanced dismantling of comparable special arrangements in the Member States and their dependent or associated territories sought by the Council in its proceedings on the Code of Conduct for business taxation.\n(13) Exceptional circumstances therefore exist making it possible to consider as compatible with the common market the new aid planned by Belgium for coordination centres authorised as at 31 December 2000 and whose authorisations expire before 1 January 2006, which consists in granting them the tax treatment described in its letter of 26 May 2003 until 31 December 2005.\n(14) Given the urgency of the matter, it is imperative to grant an exception to the six-week period mentioned in paragraph I(3) of the Protocol on the role of national Parliaments in the European Union, annexed to the Treaty on European Union and to the Treaties establishing the European Communities,", "main_body": ["The aid which Belgium plans to grant in the period up to 31 December 2005 to undertakings authorised as at 31 December 2000 to act as coordination centres under Royal Decree No 187 of 30 December 1982, and whose authorisations expire between 17 February 2003 and 31 December 2005, shall be considered compatible with the common market; by way of derogation from the general rules on taxation, it involves:\n- application of the normal corporate tax rate to a theoretical tax base corresponding to a variable percentage of certain operating costs (the \"cost plus\" method). However, an alternative tax base is used if it exceeds the tax base resulting from application of the \"cost plus\" method; this alternative tax base includes the abnormal or benevolent advantages received by the centres and non-deductible expenses,\n- application of a special annual tax of EUR 10000 per employee, with a ceiling of EUR 100000,\n- exemption from the prĂŠcompte immobilier (property tax) on buildings owned by the centres which they use for their professional activity,\n- exemption from prĂŠcompte mobilier (withholding tax) on dividends, interest and royalties paid by the centres except, in the case of interest, where the beneficiary is subject to tax on natural persons or to tax on legal persons,\n- exemption from prĂŠcompte mobilier (withholding tax) on revenue which the centres receive from money deposits,\n- exemption from the 0,50 % registration tax on subscriptions of capital and on increases in authorised capital.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 16 July 2003.\nFor the Council\nThe President\nG. Magri\n(1) OJ C 384, 10.12.1998, p. 3.\n(2) Not yet published in the Official Journal."}