{"celex_id": "32003D0886", "uri": "http://publications.europa.eu/resource/cellar/054e49a7-9349-4a07-a9b6-aa23eb979223", "type": "Decision", "concepts": ["1445", "1755", "2560", "5034", "5369", "619"], "title": "2003/886/EC: Commission Decision of 10 December 2003 laying down criteria for information to be provided in accordance with Council Directive 64/432/EEC (Text with EEA relevance) (notified under document number C(2003) 4606)\n", "header": "Commission Decision\nof 10 December 2003\nlaying down criteria for information to be provided in accordance with Council Directive 64/432/EEC\n(notified under document number C(2003) 4606)\n(Text with EEA relevance)\n(2003/886/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Commission Regulation (EC) No 1226/2002(2), and in particular Article 8, second paragraph thereof,\nWhereas:\n(1) Directive 64/432/EEC provides that Member States shall forward to the Commission details on the occurrence of diseases listed in Annex E(I) and of any other diseases covered by the additional guarantees provided for by the Community legislation in its territory.\n(2) Commission Decision 2002/677/EC(3) of 22 August 2002, as last amended by Decision 2003/394/EC(4) lays down standard reporting requirements for programmes of eradication and control of animal diseases co-financed by the Community.\n(3) The information provided by the Member States may be used by the Commission to declare Member States and regions of Member States officially free of tuberculosis, brucellosis, or enzootic bovine leukosis as regards bovine herds or to suspend or revoke this status as laid down in Commission Decision 2003/467/EC(5).\n(4) As regards infectious bovine rhinotracheitis, the information provided by the Member States may be used by the Commission to grant or withdraw additional guarantees for Member States or regions of Member States free from the disease, as laid down in Commission Decision 93/42/EEC(6), or which have a compulsory programme in place in accordance with Directive 64/432/EEC.\n(5) As regards Brucella suis infection and transmissible gastroenteritis, the information provided by the Member States may be used by the Commission to grant or withdraw additional guarantees for Member States or regions of Member States which either have a compulsory programme in place or are free from the diseases, in accordance with respectively Articles 9 and 10 of Directive 64/432/EEC.\n(6) Rules on the information to be provided by the Member States as regards Aujeszky's disease are laid down in Commission Decision 2001/618/EC(7) and in particular in Annex IV to that Decision.\n(7) In order to allow the Commission to assess the animal health situation properly, it is also appropriate to harmonise the presentation of the information provided by Member States for other diseases listed under Directive 64/432/EEC, i.e. rabies, foot-and-mouth disease, contagious bovine pleuropneumonia, swine vesicular disease, classical swine fever, African swine fever, Brucella suis infection, transmissible gastroenteritis and anthrax where those diseases may affect bovine or porcine animals, while providing for certain derogations.\n(8) It is therefore appropriate to define uniform criteria for the information provided by the Member States in relation to these diseases.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["If not otherwise required in accordance with Articles 4 and 5 of Decision 2002/677/EC, the information forwarded by the Member States to the Commission pursuant to Article 8 of Directive 64/432/EEC on the occurrence of the diseases listed in Annex E to that Directive, with the exception of Aujeszky's disease, shall be based on the uniform criteria laid down in Annexes I to VII to this Decision.", "This Decision shall apply for the first time to the information to be sent to the Commission by 31 May 2004, as regards the year 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 179, 9.7.2002, p. 13.\n(3) OJ L 229, 27.8.2002, p. 24.\n(4) OJ L 136, 4.6.2003, p. 8.\n(5) OJ L 156, 25.6.2003, p. 74.\n(6) OJ L 16, 25.1.1993, p. 50.\n(7) OJ L 215, 9.8.2001, p. 48.\nANNEX I\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence and on the monitoring or eradication programme (not covered by Decision 2002/677/EC) of bovine tuberculosis\n>PIC FILE= \"L_2003332EN.005502.TIF\">\nANNEX II\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence and on the monitoring or eradication programme (not covered by Decision 2002/677/EC) of bovine brucellosis\n>PIC FILE= \"L_2003332EN.005602.TIF\">\nANNEX III\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence and on the monitoring or eradication programme (not covered by Decision 2002/677/EC) of enzootic bovine leucosis (EBL)\n>PIC FILE= \"L_2003332EN.005702.TIF\">\nANNEX IV\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence and on the monitoring or eradication programme (not covered by Decision 2002/677/EC) of infectious bovine rhinotracheitis\n>PIC FILE= \"L_2003332EN.005802.TIF\">\nANNEX V\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence of rabies cases\n>PIC FILE= \"L_2003332EN.005902.TIF\">\nANNEX VI\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence of cases of foot-and-mouth disease, contagious bovine pleuropneumonia, swine vesicular disease, classical swine fever and African swine fever\n>PIC FILE= \"L_2003332EN.006002.TIF\">\nANNEX VII\nCriteria for the information to be provided in accordance with Article 8 of Directive 64/432/EEC on the occurrence of cases of anthrax (bovine and porcine animals), Brucella suis infection and transmissible gastroenteritis (porcine animals)\n>PIC FILE= \"L_2003332EN.006102.TIF\">"}