{"celex_id": "32002R1425", "uri": "http://publications.europa.eu/resource/cellar/b1fb53af-a914-4ca2-a393-cb3341432497", "type": "Regulation", "concepts": ["13", "1654", "2247", "2548", "2681", "2707"], "title": "Commission Regulation (EC) No 1425/2002 of 2 August 2002 amending Regulation (EC) No 97/95 as regards the 2002/03 marketing year for the production of potato starch\n", "header": "Commission Regulation (EC) No 1425/2002\nof 2 August 2002\namending Regulation (EC) No 97/95 as regards the 2002/03 marketing year for the production of potato starch\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 8(5) thereof,\nHaving regard to Council Regulation (EC) No 1868/94 of 27 July 1994 establishing a quota system in relation to the production of potato starch(3), as last amended by Regulation (EC) No 962/2002(4), and in particular Article 8 thereof,\nWhereas:\n(1) The amounts applicable for the 2001/02 marketing year as regards the minimum price and the payment to the producer, fixed by Regulation (EEC) No 1766/92, and the premium for potato starch producers, fixed by Regulation (EC) No 1868/94, are unchanged for the 2002/03 marketing year.\n(2) Annex II to Commission Regulation (EC) No 97/95(5), as last amended by Regulation (EC) No 2718/1999(6), establishes the minimum price, the premium to be paid to the starch producer and the payment to be paid to the producer for potatoes based on their starch content and the underwater weight of 5050 g of potato up to the 2001/02 marketing year. That Annex should therefore be amended with a view to applying it to the 2002/03 marketing year using the same amounts as those applied in the 2001/02 marketing year.\n(3) To ensure the continuity of the marketing years, the measures provided for in this Regulation must apply from 1 July 2002.\n(4) Regulation (EC) No 97/95 must be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In Annex II to Regulation (EC) No 97/95 the subheading \"Part B: 2001/02 marketing year\" is replaced by \"Part B: 2001/02 and 2002/03 marketing years\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 197, 30.7.1994, p. 4.\n(4) OJ L 149, 7.6.2002, p. 1.\n(5) OJ L 16, 24.1.1995, p. 3.\n(6) OJ L 327, 21.12.1999, p. 37."}