{"celex_id": "32003D0573", "uri": "http://publications.europa.eu/resource/cellar/9ea4e43d-dce8-4e07-b692-3c140485ea7e", "type": "Decision", "concepts": ["1309", "1445", "2771", "4687", "4689", "5029", "5369"], "title": "2003/573/EC: Commission Decision of 31 July 2003 amending Decision 94/85/EC on the importation of fresh poultry meat and Decision 2000/609/EC concerning the health conditions for the importation of fresh ratite meat with respect to Botswana (Text with EEA relevance) (notified under document number C(2003) 2755)\n", "header": "Commission Decision\nof 31 July 2003\namending Decision 94/85/EC on the importation of fresh poultry meat and Decision 2000/609/EC concerning the health conditions for the importation of fresh ratite meat with respect to Botswana\n(notified under document number C(2003) 2755)\n(Text with EEA relevance)\n(2003/573/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing intra-Community trade in and imports from third countries of fresh poultry meat(1), as last amended by Directive 1999/89/EC(2), and in particular Article 9(1) thereof,\nWhereas:\n(1) Commission Decision 94/85/EC(3), as last amended by Decision 2001/733/EC(4), established a list of third countries from which importation of fresh poultry meat is authorised.\n(2) Commission Decision 2000/609/EC(5), as last amended by 2000/782/EC(6), establishes animal and public health conditions and veterinary certification for imports of farmed ratite meat.\n(3) An inspection carried out by the Commission in Botswana in May 2001 has shown that sufficiently well structured and organised veterinary services are in place in Botswana regarding the animal health status for ratites. However, the legislation in Botswana did not fully include the requirement for official notification of avian influenza.\n(4) Botswana has now amended its legislation to ensure that avian influenza is to be notified to the competent authority.\n(5) Commission Decision 94/85/EC should therefore be amended to include Botswana in the list in the Annex thereto. For the sake of clarity the Annex should be replaced in its entirety.\n(6) The Annex to Decision 94/85/EC must clearly state that Botswana is authorised for ratite meat only.\n(7) Annex I to Decision 2000/609/EC should also be amended to include Botswana in the list of authorised countries that are allowed to export farmed ratite meat into the European Union. For the sake of clarity the Annex should be replaced in its entirety.\n(8) Due to the health status of Botswana in regard to Newcastle disease, Annex I to Decision 2000/609/EC should clearly specify that Model Certificate \"B\" must be used for imports of farmed ratite meat from Botswana.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 94/85/EC is replaced by Annex I to this Decision.", "Annex I to Decision 2000/609/EC is replaced by Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 July 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 35.\n(2) OJ L 300, 23.11.1999, p. 17.\n(3) OJ L 44, 17.2.1994, p. 31.\n(4) OJ L 275, 18.10.2001, p. 17.\n(5) OJ L 258, 12.10.2000, p. 49.\n(6) OJ L 309, 9.12.2000, p. 37.\nANNEX I\n\"ANNEX\nImports from countries on this list must fulfil the relevant animal and public health requirements\n>TABLE>\"\nANNEX II\n\"ANNEX I\nList of third countries or parts of third countries which are allowed to export farmed ratite meat to the European Union\n>TABLE>\""}