{"celex_id": "32001D0600", "uri": "http://publications.europa.eu/resource/cellar/8490068b-c29d-4f92-a385-f191b16362c3", "type": "Decision", "concepts": ["1309", "1755", "192", "1937", "2300", "5369"], "title": "2001/600/EC: Commission Decision of 17 July 2001 concerning protective measures with regard to imports of certain animals from Bulgaria due to an outbreak of bluetongue, repealing Decision 1999/542/EC, amending Decision 98/372/EC concerning the animal health conditions and veterinary certifications for import of live animals of bovine and swine species from certain European countries to take into account some aspects in relation with Bulgaria and amending Decision 97/232/EC drawing up lists of third countries from which Member States authorise imports of sheep and goats (Text with EEA relevance) (notified under document number C(2001) 1930)\n", "header": "Commission Decision\nof 17 July 2001\nconcerning protective measures with regard to imports of certain animals from Bulgaria due to an outbreak of bluetongue, repealing Decision 1999/542/EC, amending Decision 98/372/EC concerning the animal health conditions and veterinary certifications for import of live animals of bovine and swine species from certain European countries to take into account some aspects in relation with Bulgaria and amending Decision 97/232/EC drawing up lists of third countries from which Member States authorise imports of sheep and goats\n(notified under document number C(2001) 1930)\n(Text with EEA relevance)\n(2001/600/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2) and in particular Article 6(1) and Article 7 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991, laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(3), as last amended by Directive 96/43/EC(4), and in particular Article 18(7) thereof,\nWhereas:\n(1) Commission Decision 98/372/EC lays down the animal health conditions and veterinary certifications for import of live animals of bovine and swine species from certain European countries(5).\n(2) Commission Decision 97/232/EC draws up lists of third countries from which Member States authorise imports of sheep and goats(6).\n(3) Following confirmation of outbreaks of bluetongue in July 1999, in the region of Bourgas in Bulgaria, Commission Decision 1999/542/EC(7) laid down certain protective measures with regard to imports of animals of bovine, caprine and ovine species originating from and transiting Bulgaria.\n(4) Following a Commission mission carried out in November 2000 it appears that controls by the Bulgarian veterinary services and the general animal health situation have considerably improved.\n(5) Concerning bluetongue in particular, a monitoring programme has been set up over a period of time, and based on the results of this survey, together with the information and guarantees provided by the competent veterinary authorities, it becomes possible to regionalise Bulgaria with a view to allowing the import into the Community of bovines, sheep and goats.\n(6) Some measures must be retained however in order to ensure that live animals of the bovine, ovine and caprine species do not originate from or pass through that part of Bulgaria comprising the provinces of Bourgas, Jambol, Hasskovo and Kardgali.\n(7) Decision 1999/542/EC should be repealed and Decisions 97/232/EC and 98/372/EC amended accordingly.\n(8) This Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 97/232/EC is replaced by Annex III to this Decision.", "Annexes I and II to Decision 98/372/EC are replaced by Annexes I and II to this Decision.", "1. Decision 1999/542/EC is replaced.\n2. Member States receiving live animals of the bovine, ovine and caprine species which have been transported through the territory of Bulgaria shall ensure that the animals have not passed through the part of Bulgaria comprising the provinces of Bourgos, Jambol, Hasskovo and Kardgali.", "This Decision shall apply from 1 August 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 268, 24.9.1991, p. 56.\n(4) OJ L 162, 1.7.1996, p. 1.\n(5) OJ L 170, 16.6.1998, p. 34.\n(6) OJ L 93, 8.4.1997, p. 43.\n(7) OJ L 207, 6.8.1999, p. 33.\nANNEX I\n\"ANNEX I\nDESCRIPTION OF TERRITORIES OF CERTAIN EUROPEAN COUNTRIES ESTABLISHED FOR ANIMAL HEALTH CERTIFICATION PURPOSES\n>TABLE>\"\nANNEX II\n\"ANNEX II\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION\nLIVE ANIMALS\n>TABLE>\"\nANNEX III\n\"ANNEX\nPART 1\nList of non-member countries authorised to use the certificate at Annex I, part 1(a) to Decision 93/198/EEC for imports of sheep and goats destined for immediate slaughter\nIceland\nSwitzerland\nPART 2\nList of non-member countries authorised to use the certificate at Annex I, part 1(b) to Decision 93/198/EEC for imports of sheep and goats destined for immediate slaughter\nBulgaria (excluding the provinces of Bourgas, Jambol, Hasskovo and Kardjali)\nCanada (excluding the Okanagan Valley region of British Columbia which is defined as the are enclosed by a line drawn from a point on the Canada/United States border 120° 15' longitude, 49° latitude northerly to a point 119° 35' longitude, 50° 30' latitude north easterly to a point 119° longitude, 50° 45' latitude southerly to a point on the Canada/United States border 118° 15' longitude and 49° latitude)\nCroatia\nCzech Republic\nEstonia\nHungary\nLatvia\nLithuania\nMalta\nNew Zealand\nPoland\nRomania\nSlovak Republic\nSlovenia\nPART 3\nList of non-member countries which must use the certificate at Annex II, part 1(a) to Decision 93/198/EEC for imports of sheep and goats for fattening\nBulgaria (excluding the provinces of Bourgas, Jambol, Hasskovo and Kardjali)\nCanada (excluding the Okanagan Valley region of British Columbia which is defined as the area enclosed by a line drawn from a point on the Canada/United States border 120° 15' longitude, 49° latitude northerly to a point 119° 35' longitude, 50° 30' latitude north easterly to a point 119° longitude, 50° 45' latitude southerly to a point on the Canada/United States border 118° 15' longitude and 49° latitude)\nChile\nCroatia\nCzech Republic\nGreenland\nHungary\nIceland\nMalta\nNew Zealand\nPoland\nRomania\nSlovak Republic\nSwitzerland\nPART 4\nList of non-member countries which must use the certificate at Annex II, part 1(b) to Decision 93/198/EEC for imports of breeding sheep and goats\nBulgaria (excluding the provinces of Bourgas, Jambol, Hasskovo and Kardjali)\nCanada (excluding the Okanagan Valley region of British Columbia which is defined as the are enclosed by a line drawn from a point on the Canada/United States border 120° 15' longitude, 49° latitude northerly to a point 119° 35' longitude, 50° 30 latitude northern easterly to a point 119° longitude, 50° 45' latitude southerly to a point on the Canada/United States border 118° 15' longitude and 49° latitude)\nChile\nCroatia\nCzech Republic\nGreenland\nHungary\nIceland\nMalta\nNew Zealand\nPoland\nRomania\nSwitzerland\nSlovak Republic\nPART 5\nNon-member countries or parts of non-member countries recognised as satisfying the criteria for officially brucellosis free status\nGreenland\nCzech Republic\nSlovak Republic\""}