{"celex_id": "32004R2044", "uri": "http://publications.europa.eu/resource/cellar/8848eb9d-ed81-4019-8201-b8459ece45a5", "type": "Regulation", "concepts": ["1120", "1309", "161"], "title": "Commission Regulation (EC) No 2044/2004 of 29 November 2004 fixing the adjustment coefficients to be applied to the reference quantity for each traditional operator under the tariff quotas A/B and C for banana imports for 2004\n", "header": "30.11.2004 EN Official Journal of the European Union L 354/15\nCOMMISSION REGULATION (EC) No 2044/2004\nof 29 November 2004\nfixing the adjustment coefficients to be applied to the reference quantity for each traditional operator under the tariff quotas A/B and C for banana imports for 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), and in particular Article 20 thereof,\nHaving regard to Commission Regulation (EC) No 896/2001 of 7 May 2001 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the arrangements for importing bananas into the Community (2), and in particular Article 5(3) thereof,\nWhereas:\n(1) Article 4(1) of Commission Regulation (EC) No 896/2001 of 7 May 2001 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the arrangements for importing bananas into the Community lays down the method for calculating the reference quantity for traditional operators A/B and C for 2004 and 2005 on the basis of the use of import licences for those operators during a reference year.\n(2) According to the reports from the Member States under Article 5(2) of Regulation (EC) No 896/2001, the sum of the reference quantities thus determined for 2004 is 2 197 147,342 tonnes for all traditional operators A/B and 630 713,105 tonnes for all traditional operators C.\n(3) Notwithstanding Article 5 (3) of Regulation (EC) No 896/2001, Commission Regulation (EC) No 2036/2003 of 19 November 2003 (3) did not provisionally fix the adjustment factors to be applied to the traditional operators’ reference quantity for the tariff quotas A/B and C for 2004, in order to allow for the adoption of the appropriate measures justified in dealing with exceptional hardship situations and in order to take account of pending legal procedures.\n(4) Ultimately, for 2004, the quantities of 5 731,658 tonnes and 5 642,248 tonnes prove available respectively for the tariff quotas A/B and C. Pursuant to Article 5 (3) of Regulation (EC) No 896/2001, it is advisable to fix an adjustment factor to be applied to the reference quantity of each traditional operator in each of the two categories of A/B and C operators, and to repeal Regulation (EC) No 2036/2003.\n(5) It is advisable to provide for the issuing of import licences to the amount of the quantities available.\n(6) The provisions of this regulation must enter into force immediately in order to allow for the issuing of import licences as soon as possible.\n(7) The measures provided for in this regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["For the tariff quotas A/B and C provided for in Article 18 of Regulation (EEC) No 404/93, the adjustment coefficient provided for in Article 5(3) of Regulation (EC) No 896/2001, for 2004, shall be:\n— for each traditional operator A/B: 1,00261;\n— for each traditional operator C: 1,00894.\nBy 3 December 2004 at the latest the competent authorities of the Member States shall notify the operators concerned of their reference quantities as adjusted pursuant to this Article.", "Operators can submit licence requests on 7 and 8 December 2004.\nTo be accepted, the requests for import licences submitted by a traditional operator must not cover a quantity higher than the difference between the reference quantity, communicated pursuant to Article 1, and the total of the quantities referring to the import licences which were issued to him for 2004.\nThe national authorities shall issue the import licences as soon as possible.", "Regulation (EC) No 2036/2003 shall be repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 47, 25.2.1993, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(2)  OJ L 126, 8.5.2001, p. 6. Regulation as last amended by Regulation (EC) No 838/2004 (OJ L 127, 29.4.2004, p. 52).\n(3)  OJ L 302, 20.11.2003, p. 7."}