{"celex_id": "32000D0604", "uri": "http://publications.europa.eu/resource/cellar/862cf1b1-57c8-4af1-b740-a9fe40aec0cb", "type": "Decision", "concepts": ["2497", "5511", "5910", "6049"], "title": "2000/604/EC: Council Decision of 29 September 2000 on the composition and the statutes of the Economic Policy Committee\n", "header": "Council Decision\nof 29 September 2000\non the composition and the statutes of the Economic Policy Committee\n(2000/604/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 209 thereof,\nHaving regard to the opinion of the Commission,\nWhereas:\n(1) The Economic Policy Committee (hereinafter \"the Committee\") was set up by Council Decision 74/122/EEC(1).\n(2) The Committee has exercised all the functions hitherto assigned to the Short-term Economic Policy Committee set up by Council Decision of 9 March 1960 on coordination of the conjunctural policies of the Member States(2), the Budgetary Policy Committee set up by Council Decision of 8 May 1964 on cooperation between the competent government departments of Member States in the field of budgetary policy(3), and the Medium-term Economic Policy Committee set up by Council Decision of 15 April 1964 setting up a Medium-term Economic Policy Committee(4).\n(3) The Committee is provided for in Article 272 of the Treaty.\n(4) The statutes of the Committee should reflect the new institutional environment created by entry into the third stage of economic and monetary union; it seems advisable to maintain the basic structure of the Committee while making the necessary adjustments to improve its functioning and to describe its tasks more precisely.\n(5) The task assigned to the Committee shall be without prejudice to the right of the Commission to formulate recommendations or deliver opinions on matters dealt with in the Treaty.\n(6) The introduction of the euro reinforces the need for a close coordination of economic policies and sustained convergence of the economic performances of the Member States; according to the resolution of the European Council of 13 December 1997 on economic policy coordination in stage 3 of economic and monetary union(5) enhanced economic policy coordination should include a closer monitoring of macroeconomic developments in Member States and of Member States structural policies in labour, product and services markets, as well as of cost and price trends, particularly in so far as they affect the chances of achieving sustained non-inflationary growth and job creation.\n(7) The broad economic policy guidelines and the multilateral surveillance procedure as provided for in Article 99 of the Treaty are at the centre of economic policy coordination; without prejudice to the tasks of the Economic and Financial Committee, the Committee should provide support for the formulation of the guidelines and contribute to the multilateral surveillance procedure in the areas mentioned in this Decision.\n(8) The European Council at its meeting in Cardiff on 16 June 1998 welcomed the decision of the Ecofin Council and the ministers meeting in that Council on 1 May 1998(6) to establish a light procedure, fully respecting the subsidiarity principle, for monitoring progress on economic reform.\n(9) The resolution of the European Council of 3 and 4 June 1999 launched a process of macroeconomic dialogue at Community level. This macroeconomic dialogue is aimed at improving the interaction between wage developments and macroeconomic policies. The European Council has concluded that the macroeconomic dialogue at technical level should take place in a working party set up in the framework of the Committee in collaboration with the Employment and Labour Market Committee, with the participation of representatives of both committees (including the European Central Bank), of the Commission and of the Macroeconomic Group of the Social Dialogue. The Committee should in particular organise the contribution of government representatives to the dialogue at this level.\n(10) The resolution of the European Council of 16 June 1997 on growth and employment(7) called for an enhanced coordination of economic policies to complement the procedure as envisaged in the new title on employment in the Treaty, and requested that the Employment Committee should work closely together with the Committee.\n(11) The Treaty provides for the establishment of an Economic and Financial Committee. The tasks of the Economic and Financial Committee are set out in Article 114(2) of the Treaty. The statutes of the Economic and Financial Committee have been adopted by Council Decision of 31 December 1998(8). The Committee should work in close cooperation with the Economic and Financial Committee when assisting the Council.\n(12) The Treaty calls for the establishment of an employment committee. Close cooperation with that committee is also required.\n(13) The description of the tasks of the Committee is to be without prejudice to any possible future secondary legislation on the multilateral surveillance procedure as provided for in Article 99(5) of the Treaty.\n(14) The Member States, the Commission and the European Central Bank should be adequately represented in the Committee. They should each nominate four members.\n(15) Members of the Committee should be appointed in their personal capacity and should be guided in performing their duties by the general interests of the Community.\n(16) The President of the Committee should be elected for a period of two years. As a rule, this term should not be renewable. It should be possible to extend the term if there is no other candidate for the Presidency.\n(17) The membership of the Committee of officials from the European Central Bank and national central banks is to be without prejudice to Article 108 of the Treaty,", "main_body": ["The statutes of the Economic Policy Committee provided for in Article 272 of the Treaty (\"the Committee\") are hereby adopted.\nThe text of the statutes is set out in the Annex hereto.", "Decision 74/122/EEC is hereby repealed.", "This Decision shall take effect from the day following its publication."], "attachments": "Done at Brussels, 29 September 2000.\nFor the Council\nThe President\nL. Fabius\n(1) OJ L 63, 5.3.1974, p. 21.\n(2) OJ 31, 9.5.1960, p. 764/60.\n(3) OJ 77, 21.5.1964, p. 1205/64.\n(4) OJ 64, 22.4.1964, p. 1031/64.\n(5) OJ C 35, 2.2.1998, p. 1.\n(6) OJ L 139, 11.5.1998, p. 28.\n(7) OJ C 236, 2.8.1997, p. 3.\n(8) OJ L 5, 9.1.1999, p. 71.\nANNEX\nStatutes of the Economic Policy Committee\nPART I\nTASKS OF THE COMMITTEE\nArticle 1\n1. Without prejudice to Articles 114 and 207 of the Treaty, the Economic Policy Committee (hereinafter referred to as \"the Committee\"), shall contribute to the preparation of the work of the Council of coordinating the economic policies of the Member States and of the Community and provide advice to the Commission and the Council.\n2. The Committee shall contribute to the preparation of the work of the Council by providing economic analyses, opinions on methodologies and draft formulations for policy recommendations, particularly on structural policies for improving growth potential and employment in the Community. In this context, it shall focus in particular on:\n- the functioning of goods, capital, services and labour markets, including wage, productivity, employment and competitiveness developments,\n- the role and efficiency of the public sector and the long-term sustainability of public finances,\n- the economy-wide implications of specific policies, such as those relating to the environment, to research and development and to social cohesion.\n3. In the areas mentioned above, the Committee shall, without prejudice to Articles 114 and 207 of the Treaty, provide support for the work of the Council, in particular in the formulation of the broad economic policy guidelines, and shall contribute to the multilateral surveillance procedure referred to in Article 99(3) of the Treaty. In this context, the Committee shall conduct regular country reviews focused in particular on structural reforms in Member States.\n4. Without prejudice to Articles 130 and 207 of the Treaty, the Committee shall contribute to the work of the Council under the Employment Title of the Treaty.\n5. The Committee shall support the Economic and Financial Committee, in particular in keeping under review the short and medium-term macroeconomic developments in the Member States and the Community by providing analysis and opinions mainly on methodological questions relating to the interaction between structural and macroeconomic policies and on wage developments in the Member States and the Community.\n6. The Committee shall provide the framework within which the macroeconomic dialogue involving representatives of the Committee (including the European Central Bank), the Economic and Financial Committee, the Employment Committee, the Commission and social partners shall take place at technical level.\n7. The Committee shall be consulted by the Commission on the maximum rate of increase for non-compulsory expenditure of the general budget of the European Communities as provided for in Article 272 of the Treaty.\nArticle 2\nThe Committee shall deliver opinions at the request of the Council, the Commission or the Economic and Financial Committee or on its own initiative.\nArticle 3\nIn the fulfilment of its tasks the Committee shall work in close relation with the Economic and Financial Committee when reporting to the Council. In contributing to the preparation of the broad economic policy guidelines, the Committee will report to the Economic and Financial Committee. It shall coordinate its work with the Employment Committee and other committees and working groups preparing the work of the Council in the areas where these committees and working groups are competent.\nPART II\nCOMPOSITION\nArticle 4\n1. The Member States, the Commission and the European Central Bank shall each appoint four members of the Committee.\n2. The members of the Committee shall be selected from among senior officials possessing outstanding competence in the field of economic and structural policy formulation.\nArticle 5\nMembers of the Committee shall be guided, in the performance of their duties, by the general interests of the Community.\nPART III\nPRESIDENT AND SECRETARIAT\nArticle 6\n1. The Committee shall elect from among its members, by a majority of its members, a president and up to three vice-presidents for a period of two years. As a rule, the two years term shall not be renewable.\n2. The President shall delegate his/her voting right to another member of his/her delegation.\nArticle 7\nIn the event of being unable to fulfil his/her duties, the President shall be replaced by one of the Vice-Presidents of the Committee.\nArticle 8\n1. The Committee shall be assisted by a secretariat under the direction of a Secretary. The Secretary and the staff of the secretariat needed for carrying out the tasks of the secretariat shall be supplied by the Commission. The Secretary shall be appointed by the Commission after consultation of the Committee. The Secretary and his/her staff shall act on the instructions of the Committee when carrying out their responsibilities to the Committee.\n2. The expenses of the Committee shall be included in the estimates of the Commission.\nPART IV\nPROCEEDINGS\nArticle 9\nOpinions or reports shall be adopted by a majority of members if a vote is requested. Each member shall have one vote. However, when advice or an opinion is given on questions on which the Council may subsequently take a decision, members from central banks and the Commission may participate fully in the discussion but shall not participate in a vote. The Committee shall also report on minority or dissenting views expressed in the course of the discussion.\nArticle 10\nAs a rule only members may speak during the meetings of the Committee. In exceptional circumstances the President may agree to alternative arrangements.\nArticle 11\nThe Committee may entrust the study of specific questions to subcommittees or working parties. The presidency of such groups shall be assumed by a member of the Committee, appointed by the Committee.\nArticle 12\nThe Committee, the subcommittees or working parties may invite experts to assist them.\nArticle 13\nThe Committee shall be convened by the President on his/her own initiative, or at the request of the Council, the Commission or at least five members.\nArticle 14\n1. As a rule the President shall represent the Committee; in particular the President may be authorised by the Committee to report on discussions and deliver oral comments on opinions and reports prepared by the Committee.\n2. The President of the Committee shall have the responsibility of maintaining the Committee's relations with the European Parliament, which shall be kept informed of the Committee's work, as appropriate.\nArticle 15\n1. Unless decided otherwise, the proceedings of the Committee shall be confidential. The same rule shall apply to the proceedings of its subcommittees or working parties.\n2. Reports or opinions prepared by the Committee shall be publicly available after they have been transmitted to the addressee unless there are overriding reasons to keep them confidential.\nArticle 16\nThe Committee shall adopt its own procedural arrangements."}