{"celex_id": "32001D0061", "uri": "http://publications.europa.eu/resource/cellar/c7b3795e-718d-469b-8804-01993a948a95", "type": "Decision", "concepts": ["1019", "320", "4038", "4081", "616", "889"], "title": "2001/61/EC: Commission Decision of 9 January 2001 on Finnish aid for seeds (notified under document number C(2000) 4424)\n", "header": "Commission Decision\nof 9 January 2001\non Finnish aid for seeds\n(notified under document number C(2000) 4424)\n(Only the Finnish and Swedish texts are authentic)\n(2001/61/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organisation of the market in seeds(1), as last amended by Regulation (EC) No 2371/2000(2), and in particular Article 8 thereof,\nWhereas:\n(1) Under Article 8 of Regulation (EEC) No 2358/71, Finland may, subject to authorisation by the Commission, grant aid for certain quantities of seeds produced solely in Finland because of its specific climatic conditions.\n(2) By letter dated 6 November 2000, the Finnish Government requested the Commission for authorisation to grant farmers the aid provided for in the abovementioned Article 8 for varieties of grass seed in order to ensure that appropriate quantities of the products in question continue to be available in that country.\n(3) Finland requests authorisation to grant aid per hectare for certain areas under red clover, timothy, meadow fescue, cocksfoot and rye-grass. The maximum amount of the aid varies between FIM 1350 and 2700 per hectare depending on the species.\n(4) The proposed aid meets the requirements laid down in the second subparagraph of Article 8 of Regulation (EEC) No 2358/71. It concerns grass seed varieties necessary for cultivation in Finland which are adapted to the weather conditions in that country and are not multiplied in the other Member States. The Commission authorisation is limited to the varieties included in the list of Finnish varieties which, with the exception of limited quantities cultivated in adjacent regions, are cultivated only in Finland.\n(5) The area covered by the Finnish application is that necessary for the production of quantities of grass seed corresponding to the country's domestic requirements and is the equivalent of that authorised for 1999. The amount of the aid is also equivalent to that authorised for 1999 and is justified in view of the objective pursued by the planned measure.\n(6) Provision should be made for the Commission to be informed of the measures taken by Finland to comply with the limits laid down in this Decision and, with a view to drawing up the report provided for in the last subparagraph of Article 8 of Regulation (EEC) No 2358/71, of the practical results of those measures,", "main_body": ["Finland is authorised until 31 December 2005 to grant aid to growers established on its territory producing grass seeds within the limits of the areas and amounts laid down in the Annex for certified seeds of varieties of red clover (Trifolium pratense L.), timothy (Phleum pratense L.), meadow fescue (Festuca pratensis huds.), cocksfoot (Dactilis glomerata L.) and rye-grass (Lolium perenne L.).\nThe authorisation shall cover exclusively varieties listed in the Finnish national catalogue and which, except for small quantities cultivated in regions bordering on Finland, are grown solely in that Member State.", "Finland shall ensure, by an appropriate inspection system, that the aid is granted only in respect of the varieties and areas referred to in the Annex.", "Finland shall send the Commission each year a list of the certified varieties and any amendment thereto and inform it of the areas and quantities of seed for which the aid is granted.", "This Decision shall apply from 1 January 2000.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 9 January 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 246, 5.11.1971, p. 1.\n(2) OJ L 275, 27.10.2000, p. 1.\nANNEX\nA. Red clover (Trifolium pratense L.)\n>TABLE>\nB. Timothy (Phleum pratense L.)\n>TABLE>\nC. Meadow fescue (Festuca pratensis huds.)\n>TABLE>\nD. Cocksfoot (Dactilis glomerata L.)\n>TABLE>\nE. Rye-grass (Lolium perenne L.)\n>TABLE>"}