{"celex_id": "32004R1417", "uri": "http://publications.europa.eu/resource/cellar/1e0edc81-ceb2-4996-b10b-e1788f5a12d3", "type": "Regulation", "concepts": ["1309", "2771", "4354", "6268", "990"], "title": "Commission Regulation (EC) No 1417/2004 of 29 July 2004 on surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\n", "header": "5.8.2004 EN Official Journal of the European Union L 258/8\nCOMMISSION REGULATION (EC) No 1417/2004\nof 29 July 2004\non surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules (1), and in particular Article 11(1)(b) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2040/2002 of 15 November 2002 on surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic (2) expires on 17 May 2004.\n(2) Surveillance of imports of certain Syrian textile products over the last 18 months has shown that the surge of imports into the Community, in 2000, of very low-priced cotton yarn of Category 1 originating in the Syrian Arab Republic (Syria), which had entailed a rise in imports from almost nil in 1996 to 10 % of Community imports in 2000, had stabilised in the first years of the surveillance. However, there has been a further surge in 2003: 2003 imports increased by 39,8 % over 2002 in volume and by 26,1 % in value. According to the latest data in 2004 that trend is continuing, since imports in January 2004 have doubled in volume compared to the same month in 2003.\n(3) The investigations conducted by the Commission in 2001 and in 2002 had demonstrated that the increase in Syria’s production capacity and, simultaneously, in its Community export sales, was related to an increase in the capacity of production of cotton yarn in Syria. This is almost exclusively export-oriented and mainly focused on the Community market. A further capacity increase, which seems to have taken place since then, seems to have been the cause of the 2003 surge in Syrian exports to the Community.\n(4) The past stability in Syrian export volume thus seems to have vanished and exports have become more significant. The average Syrian export prices to the Community are still decreasing, accounting for some of the lowest Community import prices.\n(5) The results of the investigations carried out so far point to a likely further price reduction and a consequent resumption of the rise in such exports to the Community, due to the installation by Syria around mid-2002 of new capacity for cotton yarn production. However, all the main Community suppliers of cotton yarn are subject either to quotas or to import licensing, with the exceptions of Egypt since 1 January 2004, and of Customs Union partner Turkey.\n(6) Consequently, imports into the Community of Category 1 cotton yarn originating in Syria should continue to be closely monitored. It is therefore appropriate to renew the surveillance mechanism put in place by Commission Regulation (EC) No 956/2001 (3). Accordingly, cotton yarn products shipped from Syria and put into free circulation in the Community should enter the Community under the surveillance mechanism and subject to the requirements as to production of an import document set out in Article 14 of Regulation (EC) No 517/94.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the committee established by Regulation (EC) No 517/94,", "main_body": ["Imports into the Community of cotton yarn of Category 1, originating in the Syrian Arab Republic and released for free circulation into the Community, shall be subject to prior Community surveillance.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply until 31 December 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 67, 10.3.1994, p. 1. Regulation as last amended by Commission Regulation (EC) No 2309/2003 (OJ L 342, 30.12.2003, p. 21).\n(2)  OJ L 313, 16.11.2002, p. 24.\n(3)  OJ L 134, 17.5.2001, p. 31."}