{"celex_id": "32007D0342", "uri": "http://publications.europa.eu/resource/cellar/19ff6cef-ce69-4dd0-aef4-d81cd2d00757", "type": "Decision", "concepts": ["4839", "5228", "544", "598"], "title": "2007/342/EC: Commission Decision of 15 May 2007 on the allocation to Belgium of additional days at sea within the ICES zones IV, VIIa and VIId (notified under document number C(2007) 2072) (Text with EEA relevance )\n", "header": "17.5.2007 EN Official Journal of the European Union L 129/61\nCOMMISSION DECISION\nof 15 May 2007\non the allocation to Belgium of additional days at sea within the ICES zones IV, VIIa and VIId\n(notified under document number C(2007) 2072)\n(Only the Dutch and French texts are authentic)\n(Text with EEA relevance)\n(2007/342/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular point 10 of Annex IIA thereto,\nHaving regard to the request made by Belgium,\nWhereas:\n(1) Point 8 of Annex IIA to Regulation (EC) No 41/2007 specifies the maximum number of days on which Community vessels of an overall length equal to or greater than 10 meters carrying on board beam trawls of mesh sizes equal to or larger than 80 mm may be present within Skagerrak, ICES zones IV and VIId, and EC waters of ICES zone IIa, within ICES zone VIIa, and within ICES zone VIa from 1 February 2007 to 31 January 2008.\n(2) Point 10 of Annex IIA to Regulation (EC) No 41/2007 enables the Commission to allocate, on the basis of a request made by Member States, an additional number of days at sea on which a vessel may be present within the geographical area when carrying on board such beam trawls, on the basis of permanent cessations of fishing activities that have taken place since 1 January 2002.\n(3) Belgium has submitted on 19 December 2006 and 30 January 2007 data demonstrating that a group of vessels, which ceased activities since 1 January 2002, deployed 11,11 % of the fishing effort deployed in 2001 by Belgian vessels present within the geographical area and carrying on board beam trawls of mesh size equal to or greater than 80 mm. As the requested additional days can no longer be allocated for the period requested, the additional days must be allocated for the period 1 February 2007 to 31 January 2008 on basis of Regulation (EC) No 41/2007.\n(4) In view of the data submitted, 15 additional days at sea for vessels carrying on board beam trawls of the grouping of fishing gears 4.1.b.i and 16 additional days at sea for vessels carrying on board beam trawls of groupings of fishing gears 4.1.b.ii, 4.1.b.iii and 4.1.b.iv should be allocated to Belgium during the period of application of Article 7 of Regulation (EC) No 41/2007, i.e. from 1 February 2007 to 31 January 2008.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["1.   The maximum number of days a fishing vessel flying the flag of Belgium and carrying on board beam trawls listed in point 4.1.b.i of Annex IIA to Regulation (EC) No 41/2007 may be present in the ICES zones IV, VIIa and VIId, as laid down in Table I of that Annex shall be increased by 15 days at sea.\n2.   The maximum number of days a fishing vessel flying the flag of Belgium and carrying on board beam trawls listed in point 4.1.b.ii, 4.1.b.iii and 4.1.b.iv of Annex IIA to Regulation (EC) No 41/2007 may be present in the ICES zones IV, VIIa and VIId, as laid down in Table I of that Annex for cases in which no special condition listed in point 8.1 of the same Annex applies, shall be increased by 16 days at sea.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 15 May 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 15, 20.1.2007, p. 1. Regulation as amended by Commission Regulation (EC) No 444/2007 (OJ L 106, 24.4.2007, p. 22)."}