{"celex_id": "32001D0868", "uri": "http://publications.europa.eu/resource/cellar/907910ef-6ff3-411b-b0f4-f44e5a56e5b7", "type": "Decision", "concepts": ["1631", "3160", "5403", "5407", "5563"], "title": "2001/868/EC: Council Decision of 29 October 2001 concerning the signing on behalf of the Community and the provisional application of the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Croatia, of the other part\n", "header": "Council Decision\nof 29 October 2001\nconcerning the signing on behalf of the Community and the provisional application of the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Croatia, of the other part\n(2001/868/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pending the entry into force of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part, signed at Luxembourg on 29 October 2001, it is necessary to sign the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Croatia, of the other part.\n(2) The absence of a separate, pre-existing transport agreement between the European Community and the Republic of Croatia requires the inclusion of the relevant, trade-related, transport provisions under Protocol 6 of the Stabilisation and Association Agreement.\n(3) In the absence of pre-existing contractual structures this Agreement establishes an interim committee for the implementation of this Agreement.\n(4) The commercial provisions contained in this Agreement are of an exceptional nature, connected with the policy implemented within the framework of the Stabilisation and Association Process, and will not constitute, for the European Union, any precedent with regard to third countries other than the countries of the western Balkans.\n(5) Subject to possible conclusion at a later date, the Agreement should therefore be signed on behalf of the Community.\n(6) Provision should be made for the provisional application of the Interim Agreement as from 1 January 2002 if the Agreement has not come into force by that date,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Community, the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Croatia, of the other part, subject to its conclusion at a later date.\nThe text of the Agreement is attached to this Decision.", "Subject to reciprocity, the Agreement referred to in Article 1 shall be applied on a provisional basis from 1 January 2002 if the procedures necessary for its entry into force have not been completed by that date.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 29 October 2001.\nFor the Council\nThe President\nL. Michel"}