{"celex_id": "32008L0059", "uri": "http://publications.europa.eu/resource/cellar/7d51dfd2-fac7-4077-984d-142b99d89c6a", "type": "Directive", "concepts": ["12", "2040", "3763", "4827", "5063", "5235", "5481", "5889"], "title": "Council Directive 2008/59/EC of 12 June 2008 adapting Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels, by reason of the accession of the Republic of Bulgaria and Romania\n", "header": "27.6.2008 EN Official Journal of the European Union L 166/31\nCOUNCIL DIRECTIVE 2008/59/EC\nof 12 June 2008\nadapting Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels, by reason of the accession of the Republic of Bulgaria and Romania\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of 2005, and in particular Article 56 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 56 of the Act of Accession of 2005, where a Council act adopted prior to accession requires adaptation by reason of accession, and the necessary adaptations have not been provided for in the Act of Accession or its Annexes, the necessary acts are to be adopted by the Council.\n(2) Directive 2006/87/EC of the European Parliament and of the Council of 12 December 2006 laying down technical requirements for inland waterway vessels (1) was adopted prior to the accession of Bulgaria and Romania to the European Union and requires adaptation by reason of this accession.\n(3) Directive 2006/87/EC should therefore be amended accordingly.\n(4) In accordance with point 34 of the Interinstitutional Agreement on Better Law-making, Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public (2),", "main_body": ["Directive 2006/87/EC is hereby amended as follows:\n1. Annex I shall be amended as follows:\n(a) in Chapter 2, Zone 3:\n(i) between the entries for the Kingdom of Belgium and the Czech Republic the following entry shall be inserted:\n(ii) between the entries for the Republic of Poland and the Slovak Republic the following entry shall be inserted:\n(b) in Chapter 3, Zone 4, between the entries for the Republic of Poland and the Slovak Republic the following entry shall be inserted:\n2. Annex IX shall be amended as follows:\n(a) in part I, Chapter 4, Article 4.05:\n(i) between the entries for Denmark and Poland the following entry shall be inserted:\n‘19 = Romania’;\n(ii) between the entries for Latvia and Lithuania the following entry shall be inserted:\n‘34 = Bulgaria’;\n(b) in Part III, Chapter 1, Article 1.06:\n(i) between the entries for Denmark and Poland the following entry shall be inserted:\n‘19 = Romania’;\n(ii) between the entries for Latvia and Lithuania the following entry shall be inserted:\n‘34 = Bulgaria’;\n(c) in Part IV, Chapter 1, Article 1.06:\n(i) between the entries for Denmark and Poland the following entry shall be inserted:\n‘19 = Romania’;\n(ii) between the entries for Latvia and Lithuania the following entry shall be inserted:\n‘34 = Bulgaria’.", "1.   Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 30 December 2008. They shall forthwith inform the Commission thereof.\nWhen they are adopted by Member States, these measures shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 12 June 2008.\nFor the Council\nThe President\nA. VIZJAK\n(1)  OJ L 389, 30.12.2006, p. 1. Directive as amended by Directive 2006/137/EC (OJ L 389, 30.12.2006, p. 261).\n(2)  OJ C 321, 31.12.2003, p. 1."}