{"celex_id": "32001D0532", "uri": "http://publications.europa.eu/resource/cellar/33cabcac-72c8-4834-9277-b8fdb6b140f6", "type": "Decision", "concepts": ["1598", "2356", "2560", "3408", "5369", "863"], "title": "2001/532/EC: Commission Decision of 13 July 2001 concerning certain protection measures relating to classical swine fever in Spain and repealing Decision 2001/491/EC (Text with EEA relevance) (notified under document number C(2001) 2223)\n", "header": "Commission Decision\nof 13 July 2001\nconcerning certain protection measures relating to classical swine fever in Spain and repealing Decision 2001/491/EC\n(notified under document number C(2001) 2223)\n(Text with EEA relevance)\n(2001/532/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2) and, in particular, Article 10(3) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever have occurred in Spain.\n(2) In view of the trade in live pigs, these outbreaks are liable to endanger the herds of other Members States.\n(3) Spain has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever(3), as last amended by the Act of Accession of Austria, Finland and Sweden.\n(4) Spain has adopted further precautionary measures on movement of pigs to prevent any spread of classical swine fever.\n(5) By means of Decision 2001/491/EC(4), the Commission adopted certain protection measures relating to classical swine fever in Spain.\n(6) In the light of the evolution of the situation and following results of the epidemiological enquiries, it is necessary to adapt the measures adopted and, forthwith, to repeal Decision 2001/491/EC.\n(7) This Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Without prejudice to Community legislation, and in particular that concerning the control of classical swine fever and the measures on movement of pigs adopted by Spain, Spain shall:\n(a) not dispatch pigs from the area described in Annex I to any other destination outside this area;\n(b) ensure that any movement of pigs within the area described in Annex I is subjected to the conditions laid down below in (c);\n(c) ensure that the pigs dispatched from the area of its territory outside the area described in Annex I to any other destination:\n- have been resident on the holding of origin for at least 30 days prior to loading, or since birth if less than 30 days of age, and\n- come from a holding where no live pigs have been introduced during the 30 day period immediately prior to the dispatch of the pigs in question, and\n- are transported directly to the holding or slaughterhouse of destination in officially sealed vehicles, without passing through an assembly centre. Any transit of pigs through the area described in Annex I may only occur via major roads or railways, without any stopping of the vehicle.\nHowever, Spain may derogate from the provisions laid down in (c), second indent, in case of pigs for slaughter being dispatched to slaughterhouses located in its territory.\n2. Movements of pigs to other Member States coming from areas outside the areas described in Annex I shall only be allowed following three days advance notification to be dispatched by the competent veterinary authority to the central and local veterinary authorities of the place of destination and any Member State of transit.", "1. Spain shall not dispatch porcine semen unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC(5) and situated outside the areas described in Annex I.\n2. Spain shall not dispatch ova and embryos of swine unless the ova and embryos originate from swine kept at a holding situated outside the areas described in Annex I.", "1. The health certificate provided for in Council Directive 64/432/EEC(6) accompanying pigs sent from Spain must be completed by the following: \"Animals in accordance with Commission Decision 2001/532/EC concerning certain protection measures relating to classical swine fever in Spain.\"\n2. The health certificate provided for in Council Directive 90/429/EEC accompanying boar semen sent from Spain must be completed by the following: \"Semen in accordance with Commission Decision 2001/532/EC concerning certain protection measures relating to classical swine fever in Spain.\"\n3. The health certificate provided for in Commission Decision 95/483/EC(7) accompanying embryos and ova of swine sent from Spain must be completed by the following: \"Embryos/ova(8) in accordance with Commission Decision 2001/532/EC concerning certain protection measures relating to classical swine fever in Spain.\"", "Spain shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation and the transporter shall furnish proof to the competent veterinary authority of such disinfection.", "Spain shall at 8 day intervals provide to the Commission, for examination by the Standing Veterinary Committee, data on the classical swine fever situation in the format indicated in Annex II.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is applicable until 31 July 2001.", "Decision 2001/491/EC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 47, 21.2.1980, p. 11.\n(4) OJ L 177, 30.6.2001, p. 90.\n(5) OJ L 224, 18.8.1990, p. 62.\n(6) OJ 121, 29.7.1964, p. 1977/64.\n(7) OJ L 275, 18.11.1995, p. 30.\n(8) Delete as appropriate.\nANNEX I\nIn the Comunidad Autónoma de Cataluña: all the comarcas in the Province of Lerida; the comarca of Anoia in the Province of Barcelona; the comarcas of Conca de Barberá, Priorat and Rivera d'Ebre in the Province of Tarragona;\nIn the Comunidad Autónoma de Valencia: the comarcas of Chelva, Llira, Utiel, Requena, Torre Baja in the Province of Valencia;\nIn the Comunidad Autónoma de Castilla la Mancha: the comarcas of Landete, Cañete and Motilla del Palancar in the Province of Cuenca.\nIn the Comunidad Autónoma de Aragón: the municipalities of Arcos de las Salinas, Torrijas and Abejuelas in the Province of Teruel.\nANNEX II\n>PIC FILE= \"L_2001192EN.002603.TIF\">"}