{"celex_id": "32007R0700", "uri": "http://publications.europa.eu/resource/cellar/3cbb257c-400b-4fea-b2c6-92d284f3466e", "type": "Regulation", "concepts": ["13", "2897", "4682", "5573", "893"], "title": "Council Regulation (EC) No 700/2007 of 11 June 2007 on the marketing of the meat of bovine animals aged 12 months or less\n", "header": "22.6.2007 EN Official Journal of the European Union L 161/1\nCOUNCIL REGULATION (EC) No 700/2007\nof 11 June 2007\non the marketing of the meat of bovine animals aged 12 months or less\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) The second subparagraph of Article 2, in conjunction with point (b) of the first subparagraph of that Article, of Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1) provides that the Council is to adopt general rules concerning measures to promote better organisation of production, processing and marketing.\n(2) The systems of production of bovine animals aged 12 months or less and their characteristics at the time of slaughter often differ from one Member State to another. On the main consumer markets in the Community, meat from these different production systems is generally marketed under one single sales description.\n(3) Experience shows that this practice could disturb trade and encourage unfair competition. Consequently, it has a direct effect on the establishment and functioning of the internal market.\n(4) This practice could also cause confusion for consumers and is likely to mislead them.\n(5) To improve the functioning of the internal market, the marketing of the meat of bovine animals aged 12 months or less should be organised in such a way as to make it as transparent as possible. This will also enable such production to be better organised. For that purpose, the sales descriptions to be used in each language of the Member States for the marketing of the meat of bovine animals aged 12 months or less should be specified. This will also improve information for consumers.\n(6) In certain cases, the meat of bovine animals aged 12 months or less enjoys protection under Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2). In those cases it is marketed under the protected indication or designation and, as a result, can be precisely identified by operators and consumers. Accordingly, this Regulation should not affect those protected indications and designations.\n(7) Various studies have shown that the organoleptic characteristics of meat, such as tenderness, flavour and colour, change with the age of the animals from which it is obtained and the feed used.\n(8) According to a public consultation organised by the Commission in 2005, for a majority of consumers the age of the animals and what they have been fed on are important criteria in determining the characteristics of their meat. On the other hand, the weight of the animals on slaughter appears to be less important.\n(9) The systems of production and the type of feed used for animals aged 12 months or less are linked to the age at which the animals go to slaughter. It is easier to monitor age on slaughter than the type of feed used. Consequently, the use of different sales descriptions according to the age of the animals should be sufficient to provide the necessary transparency.\n(10) According to the same consultation, most consumers consider that animals aged eight months or less belong in a category of their own. That age limit is also used in Article 130 of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) to determine the eligibility of animals for the slaughter premium. Therefore, that age limit should be used to divide the category of animals aged 12 months or less into two sub-categories.\n(11) The consultation also showed that, depending on the Member State, consumer expectations of the same sales description can differ. Therefore, when selecting sales descriptions, it makes sense to take account as far as possible of customs and cultural traditions to help consumers make a choice in line with their expectations.\n(12) Provision should also be made for the meat of bovine animals aged 12 months or less to be identified by a letter representing the category to which they belong.\n(13) Operators wishing to supplement the sales descriptions provided for in this Regulation by other voluntary information should be able to do so in accordance with the procedure provided for in Articles 16 or 17 of Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (4).\n(14) To ensure correct use of the information on the labelling in accordance with this Regulation, the data enabling the correctness of the information on the labelling to be verified should be recorded at all stages of production and marketing. To this end, it should be possible to apply the recording system referred to in Article 1 of Commission Regulation (EC) No 1825/2000 of 25 August 2000 laying down detailed rules for the application of Regulation (EC) No 1760/2000 of the European Parliament and of the Council as regards the labelling of beef and beef products (5), subject to necessary adaptations.\n(15) The Member States should designate the authorities competent to carry out checks relating to the conditions laid down in this Regulation and provision should be made for the Commission to ensure, where necessary by means of on-the-spot checks, that those conditions are met.\n(16) For the sake of consistency, provision should be made to ensure that meat imported from third countries meets the requirements of this Regulation. For that purpose, where checks are carried out by an independent third-party body, that body must provide full assurance of expertise, impartiality and objectivity.\n(17) Member States should lay down rules on penalties applicable to infringements of the provisions of this Regulation and ensure that they are implemented. Those penalties should be effective, proportionate and dissuasive.\n(18) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6),", "main_body": ["Purpose and scope\n1.   This Regulation lays down the conditions for the marketing in the Community of the meat of bovine animals aged 12 months or less, in particular the sales descriptions to be used.\nIt shall apply to the meat of bovine animals aged 12 months or less slaughtered after 1 July 2008, whether produced in the Community or imported from third countries.\n2.   This Regulation shall apply without prejudice to Council Regulation (EC) No 1183/2006 of 24 July 2006 concerning the Community scale for the classification of carcasses of adult bovine animals (7).\n3.   This Regulation shall not apply to the meat of bovine animals for which a protected designation of origin or geographical indication has been registered in accordance with Regulation (EC) No 510/2006, before 29 June 2007.", "Definition\nFor the purposes of this Regulation, ‘meat’ means all carcases, meat on the bone or boned, and offal, whether or not cut, intended for human consumption, obtained from bovine animals aged 12 months or less, presented fresh, frozen or deep-frozen, whether or not wrapped or packed.", "Classification of bovine animals at the slaughterhouse\nOn slaughter, all bovine animals aged 12 months or less shall be classified by the operators, under the supervision of the competent authority referred to in Article 8(1), in one of the categories listed in Annex I.", "Sales descriptions\n1.   The sale description is the name under which a foodstuff is sold, within the meaning of Article 5(1) of Directive 2000/13/CE of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (8).\nThe meat of bovine animals aged 12 months or less shall only be marketed in the Member States under the sales description(s) listed in Annex II laid down for each Member State.\nThe sales descriptions referred to in the first subparagraph may be supplemented by an indication of the name or designation of the pieces of meat or offal concerned.\n2.   The sales descriptions listed in Annex II, Part A and any new name derived from those sales descriptions shall only be used if all the requirements of this Regulation are met.\nIn particular, the terms ‘veau’, ‘telecí’, ‘Kalb’, ‘μοσχάρι’, ‘ternera’, ‘kalv’, ‘veal’, ‘vitello’, ‘vitella’, ‘kalf’, ‘vitela’ and ‘teletina’ shall not be used in a sales description or be indicated on the labelling of the meat of bovine animals aged more than 12 months.", "Compulsory information on the label\n1.   Without prejudice to Article 3(1) of Directive 2000/13/EC and Articles 13, 14 and 15 of Regulation (EC) No 1760/2000, at each stage of production and marketing, operators shall label the meat of bovine animals aged 12 months or less with the following information:\n(a) the age of the animals on slaughter, indicated, as the case may be, on the form ‘age on slaughter: up to 8 months’ in the case of animals aged 8 months or less, or ‘age on slaughter: from 8 to 12 months’ in the case of animals aged more than 8 months but not more than 12 months;\n(b) the sales description in accordance with Article 4 of this Regulation.\nHowever, by way of derogation from subparagraph (a), operators may, at each stage of production and marketing, except the release to the final consumer, replace the age on slaughter by the category identification letter as defined in Annex I to this Regulation.\n2.   In the case of the meat of bovine animals aged 12 months or less presented for sale un-prepacked at the point of retail sale to the final consumer, Member States shall lay down rules on how the information referred to in paragraph 1 is to be indicated.", "Optional information on the label\nOperators may supplement the compulsory information referred to in Article 5 by optional information approved in accordance with the procedure provided for in Articles 16 or 17 of Regulation (EC) No 1760/2000.", "Recording\nAt each stage of production and marketing of the meat of bovine animals aged 12 months or less, operators shall, in order to guarantee the accuracy of labelling information referred to in Articles 5 and 6, record in particular the following information:\n(a) an indication of the identification number and the date of birth of the animals, at slaughterhouse level only;\n(b) an indication of a reference number making it possible to establish a link between, on the one hand, the identification of the animals from which the meat originates and, on the other hand, the sales description, the age on slaughter and the category identification letter given on the meat label;\n(c) an indication of the date of arrival and departure of the animals and meat in the establishment, to ensure that a correlation between arrivals and departures is established.", "Official checks\n1.   Before 1 July 2008 Member States shall designate the competent authority or authorities responsible for official checks performed to verify the application of this Regulation and inform the Commission thereof.\n2.   Official checks shall be carried out by the competent authority or authorities in accordance with the general principles laid down in Regulation (EC) No 882/2004 of European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (9).\n3.   The Commission shall, jointly with the competent authorities, ensure that Member States are complying with the provisions of this Regulation.\nThe Commission's experts shall carry out, where required, jointly with the competent authorities concerned, and where applicable, the Member States' experts, on the spot checks to ensure that this Regulation is being implemented.\nAny Member State on whose territory checks are carried out shall provide the Commission with all necessary assistance which it may require for the accomplishment of its tasks.", "Meat imported from third countries\n1.   The meat of bovine animals aged 12 months or less imported from third countries shall be marketed in the Community in accordance with this Regulation.\n2.   Operators from a third country wishing to place on the Community market meat as referred to in paragraph 1 shall subject their activities to checks by a competent authority designated by that third country or, failing that, an independent third-party body. The independent body shall provide full assurance of compliance with the conditions laid down in European Standard EN 45011 or ISO/IEC Guide 65 (‘General requirements for bodies operating product certification systems’).\nThe designated competent authority or, where applicable, the independent third-party body shall ensure that the requirements of this Regulation are met.", "0\nPenalties\nMember States shall lay down the rules on penalties applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive. The Member States shall notify the provisions on the penalties to the Commission by 1 July 2009 at the latest and shall notify it without delay of any subsequent amendment affecting them.", "1\nImplementing measures\n1.   The measures necessary for the implementation of this Regulation shall be adopted in accordance with the procedure referred to in Article 12(2). Such measures shall relate, in particular, to:\n(a) the practical method of indicating the category identification letter as defined in Annex I, as regards the location and size of the characters used;\n(b) the import of meat from third countries as referred to in Article 9, as regards the method of verifying compliance with this Regulation.\n2.   Annex II, Part B may be amended in accordance with the procedure referred to in Article 12(2).", "2\nCommittee\n1.   The Commission shall be assisted by the Management Committee for Beef and Veal established in Article 42 of Regulation (EC) No 1254/1999.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.", "3\nTransitional measures\nThe meat from animals aged 12 months or less and slaughtered before 1 July 2008 may continue to be marketed without meeting the requirements of this Regulation.", "4\nEntry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 11 June 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 93, 31.3.2006, p. 12. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 552/2007 (OJ L 131, 23.5.2007, p. 10).\n(4)  OJ L 204, 11.8.2000, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006.\n(5)  OJ L 216, 26.8.2000, p. 8. Regulation as amended by Regulation (EC) No 275/2007 (OJ L 76, 16.3.2007, p. 12).\n(6)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(7)  OJ L 214, 4.8.2006, p. 1.\n(8)  OJ L 109, 6.5.2000, p. 29.\n(9)  OJ L 165, 30.4.2004, p. 1, corrected by OJ L 191, 28.5.2004, p. 1.\nANNEX I\nCategories of bovine animals aged 12 months or less\nOn slaughter, bovine animals aged 12 months or less must be classified in one of the following two categories:\n(A) Category V: bovine animals aged 8 months or less\n(B) Category Z: bovine animals aged more than 8 months but not more than 12 months\nIn the Member States, this classification must be carried out on the basis of the information contained in the passport accompanying the bovine animals or, failing this, on the basis of the data contained in the computerised database provided for in Article 5 of Regulation (EC) No 1760/2000.\nANNEX II\nList of sales descriptions referred to in Article 4\n(A) For the meat of bovine animals in category V:\nCountry of marketing Sales descriptions to be used\nBelgium veau, viande de veau / kalfsvlees / Kalbfleisch\nBulgaria месо от малки телета\nCzech Republic telecí\nDenmark lyst kalvekød\nGermany Kalbfleisch\nEstonia vasikaliha\nGreece μοσχάρι γάλακτος\nSpain ternera blanca, carne de ternera blanca\nFrance veau, viande de veau\nIreland veal\nItaly vitello, carne di vitello\nCyprus μοσχάρι γάλακτος\nLatvia teļa gaļa\nLithuania veršiena\nLuxembourg veau, viande de veau / Kalbfleisch\nHungary borjúhús\nMalta vitella\nNetherlands kalfsvlees\nAustria Kalbfleisch\nPoland cielęcina\nPortugal vitela\nRomania carne de vițel\nSlovenia teletina\nSlovakia teľacie mäso\nFinland vaalea vasikanliha / ljust kalvkött\nSweden ljust kalvkött\nUnited Kingdom veal\n(B) For the meat of bovine animals in category Z:\nCountry of marketing Sales descriptions to be used\nBelgium jeune bovin, viande de jeune bovin / jongrundvlees / Jungrindfleisch\nBulgaria телешко месо\nCzech Republic hovězí maso z mladého skotu\nDenmark kalvekød\nGermany Jungrindfleisch\nEstonia noorloomaliha\nGreece νεαρό μοσχάρι\nSpain ternera, carne de ternera\nFrance jeune bovin, viande de jeune bovin\nIreland rosé Veal\nItaly vitellone, carne di vitellone\nCyprus νεαρό μοσχάρι\nLatvia jaunlopa gaļa\nLithuania jautiena\nLuxembourg jeune bovin, viande de jeune bovin / Jungrindfleisch\nHungary növendék marha húsa\nMalta vitellun\nNetherlands rosé kalfsvlees\nAustria Jungrindfleisch\nPoland młoda wołowina\nPortugal vitelão\nRomania carne de tineret bovin\nSlovenia meso težjih telet\nSlovakia mäso z mladého dobytka\nFinland vasikanliha / kalvkött\nSweden kalvkött\nUnited Kingdom beef"}