{"celex_id": "32002R2329", "uri": "http://publications.europa.eu/resource/cellar/b89554eb-11be-451c-9726-88de025926e9", "type": "Regulation", "concepts": ["1019", "1486", "20", "3568", "4320", "4497"], "title": "Commission Regulation (EC) No 2329/2002 of 23 December 2002 amending Regulation (EC) No 1582/2002 on a special intervention measure for cereals in Finland and Sweden\n", "header": "Commission Regulation (EC) No 2329/2002\nof 23 December 2002\namending Regulation (EC) No 1582/2002 on a special intervention measure for cereals in Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 6 thereof,\nWhereas:\n(1) Negotiations with a view to adopting trade agreements between the Community and Bulgaria, the Czech Republic, Slovakia and Slovenia establishing certain concessions in the form of Community tariff quotas for certain agricultural products and the total liberalisation of trade in other agricultural products have recently been concluded. The abolition of refunds in the cereals sector is one of the concessions provided for. The abolition relates in particular to oats.\n(2) With a view to adopting these agreements and in order to clarify the export terms at the start of 2003 for all operators in the cereals sector, especially given the period of validity of the export licences, the refunds for oats should be abolished from 1 January 2003.\n(3) The destinations laid down in Commission Regulation (EC) No 1582/2002(3) should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1582/2002 is hereby amended as follows:\n1. The first subparagraph of Article 1(1) is replaced by the following:\n\"1. A special intervention measure in the form of an export refund shall be implemented in respect of 400000 tonnes of oats produced in Finland and Sweden and intended for export from Finland and Sweden to all third countries, except Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Slovakia and Slovenia.\"\n2. Article 2(2) is replaced by the following:\n\"2. The invitation to tender shall relate to the quantity of oats referred to in Article 1(1) for export to all third countries, except Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Slovakia and Slovenia.\"\n3. The title of Annex I is amended as follows:\n\"Tender for the refund for the export of oats from Finland and Sweden to all third countries, except Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Slovakia and Slovenia.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 239, 6.9.2002, p. 3."}