{"celex_id": "32002R0541", "uri": "http://publications.europa.eu/resource/cellar/6b3719a5-33f4-49f7-b0ad-08eca9c87348", "type": "Regulation", "concepts": ["1309", "161", "1649", "2734", "2771", "4324", "666"], "title": "Commission Regulation (EC) No 541/2002 of 26 March 2002 concerning the opening of tariff quotas applicable to the importation into the Community of certain processed agricultural products originating in Switzerland and in Liechtenstein\n", "header": "Commission Regulation (EC) No 541/2002\nof 26 March 2002\nconcerning the opening of tariff quotas applicable to the importation into the Community of certain processed agricultural products originating in Switzerland and in Liechtenstein\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2580/2000(2), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 2000/239/EC of 13 March 2000 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation(3), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2603/2001(4) opened, for the first three months of the year 2002, the annual quotas provided for in Section III(1) and (3) of the Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation, hereafter \"the Agreement\", approved by Council Regulation (EEC) No 2840/72 of 19 December 1972 concluding an Agreement between the European Economic Community and the Swiss Confederation and adopting provisions for its implementation and concluding an additional Agreement concerning the validity, for the Principality of Liechtenstein, of the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972(5).\n(2) The Agreement provides that the measures concerning non-alcoholic beverages be reviewed before 31 March 2002. Following a review by the Joint Committee, the two parties to the Agreement agreed to extend these measures until 31 December 2002. It is therefore necessary to open Community tariff quotas from 1 April to 31 December 2002.\n(3) The tariff quotas should be managed in accordance with Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(6), as last amended by Regulation (EC) No 444/2002(7).\n(4) The measures laid down in this Regulation comply with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["1. The Community tariff quotas for imports originating in Switzerland and in Liechtenstein listed in the Annex shall be opened duty-free from 1 April to 31 December 2002.\n2. For imports of goods classified under CN codes 2202 10 00 and ex 2202 90 10 exceeding the duty free quota, a duty of 9,1 % shall be applied.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 76, 25.3.2000, p. 11.\n(4) OJ L 345, 29.12.2001, p. 52.\n(5) OJ L 300, 31.12.1972, p. 188.\n(6) OJ L 253, 11.10.1993, p. 1.\n(7) OJ L 68, 12.3.2002, p. 11.\nANNEX\nTable 1\n>TABLE>\nTable 2\n>TABLE>"}