{"celex_id": "32000D0489", "uri": "http://publications.europa.eu/resource/cellar/1b1ff656-65ff-4e21-bd22-47ca9d472d5a", "type": "Decision", "concepts": ["2658", "2710", "2735", "2817", "3342", "6052"], "title": "2000/489/EC: Commission Decision of 18 July 2000 amending Decision 1999/217/EC adopting a register of flavouring substances used in or on foodstuffs (notified under document number C(2000) 1722) (Text with EEA relevance)\n", "header": "Commission Decision\nof 18 July 2000\namending Decision 1999/217/EC adopting a register of flavouring substances used in or on foodstuffs\n(notified under document number C(2000) 1722)\n(Text with EEA relevance)\n(2000/489/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs(1), and in particular Article 3(2) thereof,\nWhereas:\n(1) Pursuant to Article 3(2) of Regulation (EC) No 2232/96, the Commission through Decision 1999/217/EC(2) adopted a register of flavouring substances used in or on foodstuffs.\n(2) It is necessary, in order to proceed with their evaluation, to integrate a number of substances that have not yet been entered in the above register, and to amend a number of entries in the light of new findings.\n(3) For a number of substances, in application of Commission Recommendation 98/282/EC of 21 April 1998 on the ways in which the Member States and signatory States to the European Economic Area should protect intellectual property in connection with the development and manufacture of flavouring substances referred to in Regulation (EC) No 2232/96 of the European Parliament and of the Council(3), the notifying Member State has indicated that they do not require protection and can therefore be moved to the open parts of the Register.\n(4) Decision 1999/217/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["Decision 1999/217/EC is hereby amended as shown in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 299, 23.11.1996, p. 1.\n(2) OJ L 84, 27.3.1999, p. 1.\n(3) OJ L 127, 29.4.1998, p. 32.\nANNEX\n1. Part 1 is amended as follows:\n(a) The following entries are inserted:\n>TABLE>\n(b) For the following substances entries in the \"Comments\" column shall be amended as follows:\n>TABLE>\n(c) For the CAS No 36413-60-2 the entry in the \"Comments\" column shall be deleted.\n(d) The two entries shown below are deleted:\n>TABLE>\n(e) The entry for CAS No 13184-86-6 is replaced by the following:\n>TABLE>\n(f) The entry for CAS No 132344-97-9 is replaced by the following:\n>TABLE>\n2. In Part 2 the entry for CoE 10038 is replaced by the following:\n>TABLE>\n3. Part 4 is amended as follows: (a) The following entry is inserted:\n>TABLE>\n(b) The following entries are deleted:\n>TABLE>"}