{"celex_id": "32002D0380", "uri": "http://publications.europa.eu/resource/cellar/4d1d0909-28b6-48a8-b11d-9127c8553fe9", "type": "Decision", "concepts": ["1309", "2543", "2754", "2771", "519"], "title": "2002/380/EC: Commission Decision of 22 May 2002 accepting and withdrawing undertakings in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland (notified under document number C(2002) 1911)\n", "header": "Commission Decision\nof 22 May 2002\naccepting and withdrawing undertakings in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland\n(notified under document number C(2002) 1911)\n(2002/380/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2334/97 of 24 November 1997 imposing a definitive anti-dumping duty on certain imports of flat pallets of wood originating in Poland(3), as last amended by Regulation (EC) No 1678/2001(4), and in particular Article 4(1) and (2) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) The Commission, by Regulation (EC) No 1023/97(5) (hereinafter referred to as \"the provisional Regulation\"), imposed provisional anti-dumping duties on certain imports of flat pallets of wood falling within CN code ex 4415 20 20 originating in the Republic of Poland and accepted undertakings offered by certain exporting producers. These undertakings concerned only one pallet type, i.e. the EUR-pallet.\n(2) Since sampling was used in the investigation, requests for reviews under Article 11(4) of Regulation (EC) No 384/96 could not be accepted. However, in order to ensure equal treatment for both new exporters and the cooperating companies not included in the sample during the original investigation, the provisional Regulation was amended. Article 2 of Commission Regulation (EC) No 1632/97(6) stipulated that new Polish exporting producers could have undertakings accepted with regard to exports of EUR-pallets, provided they satisfied the criteria set out therein. This was confirmed by Article 4 of Council Regulation (EC) No 2334/97, which imposed a definitive anti-dumping duty on certain imports of flat pallets of wood originating in the Republic of Poland.\nB. REQUEST FOR AN UNDERTAKING\n(3) Following the adoption of Regulation (EC) No 2334/97, the Polish exporting producer P.P.H. \"Astra\" Sp. z o. o., Nawojowa has requested that Article 4(2) of Regulation (EC) No 2334/97 be applied to it and has offered an undertaking with regard to EUR-pallets. The price undertaking offered is considered acceptable as it removes the injurious dumping found and meets the criteria of Article 4(2).\nC. WITHDRAWAL OF UNDERTAKING\n(4) The following six Polish exporting producers from which the Commission accepted undertakings have violated the undertaking by not complying with the minimum selling price obligation laid down in the undertaking:\n- P.W. \"Intur-kfs\" Sp. z o.o., Inowroclaw (TARIC additional code 8662 ),\n- Z.P.H.U. \"Miroslaw Przybylek\", Klonowa (TARIC additional code 8574 ),\n- Import-Export \"Elko\" Sp. z o.o., Kalisz (TARIC additional code 8532 ),\n- \"Drewpal\" sp. j., Blizanow (TARIC additional code 8534 ),\n- \"D& M& D\" Sp. z o.o., Blizanow (TARIC additional code 8566 ),\n- \"CMC\" Sp. z o. o., Andrychow, Inwald (TARIC additional code 8528 ).\n(5) In order to prevent CMC Sp. z o. o.-Andrychow continuing to benefit from an exemption from the anti-dumping duties by simply channelling its exports through its related company, P.P.H.U. \"Zbigniew Marek\", Andrychow (TARIC additional code A113), it is considered appropriate to withdraw the undertaking of that exporter/producer as well and to impose definitive anti-dumping duties.\n(6) The Commission therefore informed these companies that it is intended to remove their names from the list of companies from which an undertaking was accepted and to impose anti-dumping duties instead. One of the companies did not object to this course of action. The other companies commented on the breaches pointed out by the Commission and were granted a hearing where requested. However, none of these exporting producers put forward any arguments which put into question the finding of a violation of the undertaking.\nD. COMPANIES SUBJECT TO THE UNDERTAKING\n(7) For the sake of clarity all the companies subject to the undertaking are listed in the Annex to this Decision,", "main_body": ["The undertaking offered with regard to EUR-pallets by P.P.H. \"Astra\" Sp. z o. o., Nawojowa in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in Poland and falling within CN code ex 4415 20 20 is hereby accepted.", "The acceptance of undertakings offered by:\n- P.W. \"Intur-kfs\" Sp. z o.o., Inowroclaw (TARIC additional code 8662 ),\n- Z.P.H.U. \"Miroslaw Przybylek\", Klonowa (TARIC additional code 8574 ),\n- Import-Export \"Elko\" Sp. z o.o., Kalisz (TARIC additional code 8532 ),\n- \"Drewpal\" sp. j., Blizanow (TARIC additional code 8534 ),\n- \"D& M& D\" Sp. z o.o., Blizanow (TARIC additional code 8566 ),\n- \"CMC\" Sp. z o. o., Andrychow, Inwald (TARIC additional code 8528 ),\n- P.P.H.U. \"Zbigniew Marek\", Andrychow (TARIC additional code A113),\nfor the export of EUR-pallets in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland and falling within CN code ex 4415 20 20 is hereby withdrawn.", "This Decision shall take effect on the day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 22 May 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 324, 27.11.1997, p. 1.\n(4) OJ L 227, 23.8.2001, p. 22.\n(5) OJ L 150, 7.6.1997, p. 4.\n(6) OJ L 225, 15.8.1997, p. 11.\nANNEX\n>TABLE>"}