{"celex_id": "32007D0519", "uri": "http://publications.europa.eu/resource/cellar/31e9bfd3-48a6-421b-97e7-9d5b1575a8b5", "type": "Decision", "concepts": ["1633", "4003", "4004", "5491", "5796", "6626"], "title": "2007/519/EC: Council Decision of 16 July 2007 amending Part 2 of the Schengen consultation network (technical specifications)\n", "header": "24.7.2007 EN Official Journal of the European Union L 192/26\nCOUNCIL DECISION\nof 16 July 2007\namending Part 2 of the Schengen consultation network (technical specifications)\n(2007/519/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications (1),\nHaving regard to the initiative of the Federal Republic of Germany,\nWhereas:\n(1) The present arrangements for the consultation procedure do not provide scope for due allowance to be made for the special legal position of members of Union citizens’ families.\n(2) In accordance with Article 30 of Directive 2004/38/EC of the European Parliament and of the Council (2) on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, Member States are in principle required to give reasons when rejecting visa applications from people coming within the scope of that Directive.\n(3) If due allowance is to be made for that privileged position, with appropriate reasons being given in the event of rejection, the authorities consulted also need to be aware of the privileged position.\n(4) It is for the consulting authority to establish that such a privileged position exists and give notice of it to the authority consulted. For this purpose, a new optional data field should be inserted in the request forms (form A, form C and form F).\n(5) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application. As this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark is to decide, in accordance with Article 5 of that Protocol, within a period of six months after the Council has adopted this Decision, whether it will implement the Decision in its national law.\n(6) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis, within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (3), which fall within the area referred to in Article 1(A) of Council Decision 1999/437/EC (4) on certain arrangements for the application of that Agreement.\n(7) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis, within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1(A) of Council Decision 1999/437/EC in conjunction with Article 4(1) of Council Decision 2004/849/EC (5) and Council Decision 2004/860/EC (6) on the signing, on behalf of the European Union and the European Community respectively, and on the provisional application of certain provisions of that Agreement.\n(8) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (7). The United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(9) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (8). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(10) This Decision constitutes an act building upon the Schengen acquis or otherwise related to it, within the meaning of Article 3(2) of the 2003 Act of Accession.\n(11) This Decision constitutes an act building upon the Schengen acquis or otherwise related to it, within the meaning of Article 4(2) of the 2005 Act of Accession,", "main_body": ["Part 2 of the Schengen consultation network (technical specifications) is hereby amended as follows:\n1. in the tables in respectively sections 2.1.4, 2.1.6 and 2.1.7 after No 32 the following number shall be added:\nNo Heading M/O (9) Format Examples/Comments\n‘033 Privileged member of a Union citizen’s family O (*3) code (1) 1 (see 2.2.6)\n(*3): Each Member State specifies a central clearing point which is permanently accessible by e-mail. The central clearing point communicates the reasons for the refusal by secure means of communication – depending on the content – to the central clearing point of the requesting Member State where the visa application is pending.’;\n2. in the explanations following the table in section 2.1.4 the following shall be added:\n3. after section 2.2.5 the following section shall be inserted:\n‘2.2.6. Privileged member of a Union citizen’s family (Heading 33)\n0. not a privileged member of a Union citizen’s family\n1. privileged member of a Union citizen’s family.", "This Decision shall apply from 1 January 2008.", "This Decision is addressed to the Member States, in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 16 July 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  OJ L 116, 26.4.2001, p. 2. Regulation as amended by Decision 2004/927/EC (OJ L 396, 31.12.2004, p. 45).\n(2)  OJ L 158, 30.4.2004, p. 77. Corrected by OJ L 229, 29.6.2004, p. 35.\n(3)  OJ L 176, 10.7.1999, p. 36.\n(4)  OJ L 176, 10.7.1999, p. 31.\n(5)  OJ L 368, 15.12.2004, p. 26.\n(6)  OJ L 370, 17.12.2004, p. 78.\n(7)  OJ L 131, 1.6.2000, p. 43.\n(8)  OJ L 64, 7.3.2002, p. 20.\n(9)  M: Mandatory heading; O: Optional heading.\n(*3): Each Member State specifies a central clearing point which is permanently accessible by e-mail. The central clearing point communicates the reasons for the refusal by secure means of communication – depending on the content – to the central clearing point of the requesting Member State where the visa application is pending.’;"}