{"celex_id": "32003D0827", "uri": "http://publications.europa.eu/resource/cellar/92491005-73cc-4b62-b2b9-563a9ca7b186", "type": "Decision", "concepts": ["1309", "1445", "1598", "2771", "4689", "4692", "5369", "5898"], "title": "2003/827/EC: Commission Decision of 18 November 2003 amending Decision 98/371/EC as regards the import of fresh pigmeat from Slovenia (Text with EEA relevance) (notified under document number C(2003) 4208)\n", "header": "Commission Decision\nof 18 November 2003\namending Decision 98/371/EC as regards the import of fresh pigmeat from Slovenia\n(notified under document number C(2003) 4208)\n(Text with EEA relevance)\n(2003/827/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 807/2003(2), and in particular Articles 14, 15 and 16 thereof,\nWhereas:\n(1) Commission Decision 98/371/EC(3), as last amended by Decision 2003/742/EC(4), governs animal health conditions and veterinary certification for imports of fresh meat from certain European countries.\n(2) For animal health reasons, and in particular to control classical swine fever, imports of fresh pigmeat for human consumption from Slovenia were not authorised.\n(3) Slovenia has requested authorisation to export pigmeat to the Community supporting this request with information on the health status of swine in Slovenia and the control of classical swine fever.\n(4) In May 2003 the Commission carried out a veterinary mission to assess the animal health situation in Slovenia.\n(5) On the basis of the mission report and further information provided by Slovenia, the health status of swine in Slovenia appears to be satisfactory as regards classical swine fever.\n(6) The import of pigmeat for human consumption from Slovenia into the Community should therefore be authorised subject to certain conditions relating to the use of catering waste for feeding to swine.\n(7) For the purpose of exporting pigmeat, Slovenia has undertaken to draw up a list of pig holdings subject to regular veterinary supervisions and appropriate controls to exclude any use of catering waste for feeding to swine.\n(8) Decision 98/371/EC should be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 98/371/EC are replaced by the text in the Annexes to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 November 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\n(3) OJ L 170, 16.6.1998, p. 16.\n(4) OJ L 268, 18.10.2003, p. 73.\nANNEX I\n\"ANNEX I\nDescription of territories of certain European countries established for animal health certification purposes\n>TABLE>\"\nANNEX II\n\"ANNEX II\nAnimal health guarantees to be requested on certification of fresh meat\n>TABLE>\nNB:\nImports of fresh meat for human consumption are not allowed unless a programme of control of residues in the exporting third country has been approved by the Commission.\""}