{"celex_id": "32001R0610", "uri": "http://publications.europa.eu/resource/cellar/91c12569-8e70-4478-b3d8-ca2612081bf9", "type": "Regulation", "concepts": ["1442", "2871", "3170", "3732", "5025"], "title": "Commission Regulation (EC) No 610/2001 of 29 March 2001 amending Regulation (EC) No 708/98 on the taking over of paddy rice by the intervention agencies and fixing the corrective amounts and the price increases and reductions to be applied\n", "header": "Commission Regulation (EC) No 610/2001\nof 29 March 2001\namending Regulation (EC) No 708/98 on the taking over of paddy rice by the intervention agencies and fixing the corrective amounts and the price increases and reductions to be applied\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(1), as last amended by Regulation (EC) No 1667/2000(2), and in particular Article 8(b) thereof,\nWhereas:\n(1) The conditions for the taking over of paddy rice by the intervention agencies are laid down in Commission Regulation (EC) No 708/98(3), as amended by Regulation (EC) No 691/1999(4). Article 2 of that Regulation lays down the conditions under which rice may be accepted for intervention and Article 3 lays down the criteria for applying price increases and reductions, in particular as regards the yield after processing.\n(2) Experience in recent marketing years has shown that yields after processing of rice offered for intervention are generally above the basic yields listed in Part B of Annex II to Regulation (EC) No 708/98.\n(3) In order to strengthen the role of intervention as a safety net and to encourage the production of high-quality rice, the intervention criteria should be tightened up.\n(4) Adjustment of the yields after processing listed in Part B of Annex II to Regulation (EC) No 708/98, together with a reduction in the current price increases and a reduction in the tolerances for divergence from the basic yield, would appear to be the most effective ways of promoting the production of high-quality rice and, at the same time, ensuring the high quality of rice stored by the intervention agencies.\n(5) The Management Committee for Cereals has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Regulation (EC) No 708/98 is hereby amended as follows:\n1. The second indent of Article 2(2) is replaced by:\n\"- the yield after processing is not less than 7 points below the basic yields listed in Part B of Annex II,\".\n2. Annex II is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 329, 30.12.1995, p. 18.\n(2) OJ L 193, 29.7.2000, p. 3.\n(3) OJ L 98, 31.3.1998, p. 21.\n(4) OJ L 87, 31.3.1999, p. 8.\nANNEX\n\"ANNEX II\nA. Price increases and reduction related to yield after processing\n>TABLE>\n>TABLE>\nB. Basic yield after processing\n>TABLE>\""}