{"celex_id": "32007R0618", "uri": "http://publications.europa.eu/resource/cellar/a89788e4-3732-49ea-840e-441b7354c6b5", "type": "Regulation", "concepts": ["1501", "3454", "3483", "3870", "4496", "5461", "5542"], "title": "Council Regulation (EC) No 618/2007 of 5 June 2007 amending Regulation (EC) No 423/2007 concerning restrictive measures against Iran\n", "header": "6.6.2007 EN Official Journal of the European Union L 143/1\nCOUNCIL REGULATION (EC) No 618/2007\nof 5 June 2007\namending Regulation (EC) No 423/2007 concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 60(1) and Article 301 thereof,\nHaving regard to Council Common Position 2007/246/CFSP of 23 April 2007 amending Common Position 2007/140/CFSP concerning restrictive measures against Iran (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Common Position 2007/140/CFSP (2) as amended by Common Position 2007/246/CFSP provides, inter alia, that the provision of technical and financial assistance, financing and investment related to arms and related materiel of all types to any person, entity or body in, or for use in, Iran should be prohibited.\n(2) Those measures fall within the scope of the Treaty establishing the European Community and, therefore, notably with a view to ensuring their uniform application by economic operators in all Member States, Community legislation is necessary in order to implement them as far as the Community is concerned.\n(3) Regulation (EC) No 423/2007 (3) imposed certain restrictive measures against Iran, in line with Common Position 2007/140/CFSP prior to its amendment. It is appropriate, in order to take account of Common Position 2007/246/CFSP, to insert new prohibitions in that Regulation. It should therefore be amended accordingly.\n(4) In order to ensure that the measures provided for in this Regulation are effective, it should enter into force on the day of its publication,", "main_body": ["Regulation (EC) No 423/2007 is hereby amended as follows:\n(a) in Article 2, the current text shall be numbered as paragraph 1 and the following paragraph 2 shall be added:\n(b) in Article 5, paragraph 1 shall be replaced by the following:\n(a) to provide, directly or indirectly, technical assistance related to the goods and technology listed in the Common Military List of the European Union, or related to the provision, manufacture, maintenance and use of goods included in that list, to any natural or legal person, entity or body in, or for use in, Iran;\n(b) to provide, directly or indirectly, technical assistance or brokering services related to the goods and technology listed in Annex I, or related to the provision, manufacture, maintenance and use of goods listed in Annex I, to any natural or legal person, entity or body in, or for use in, Iran;\n(c) to provide investment to enterprises in Iran engaged in the manufacture of goods and technology listed in the Common Military List of the European Union or in Annex I;\n(d) to provide, directly or indirectly, financing or financial assistance related to the goods and technology listed in the Common Military List of the European Union or in Annex I, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of such items, or for any provision of related technical assistance to any natural or legal person, entity or body in, or for use in, Iran;\n(e) to participate, knowingly and intentionally, in activities, the object or effect of which is to circumvent the prohibitions referred to in points (a) to (d).\n(c) in Article 8, point (a) shall be replaced by the following:\n‘(a) the funds or economic resources are the subject of a judicial, administrative or arbitral lien established before the date on which the person, entity or body referred to in Article 7 has been designated by the Sanctions Committee, the Security Council or by the Council or of a judicial, administrative or arbitral judgment rendered prior to that date.’;\n(d) in Article 11, paragraph 2, point (b) shall be replaced by the following:\n‘(b) payments due under contracts, agreements or obligations that were concluded or arose before the date on which the person, entity or body referred to in Article 7 has been designated by the Sanctions Committee, the Security Council or by the Council.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 June 2007.\nFor the Council\nThe President\nP. STEINBRÜCK\n(1)  OJ L 106, 24.4.2007, p. 67.\n(2)  OJ L 61, 28.2.2007, p. 49.\n(3)  OJ L 103, 20.4.2007, p. 1. Regulation as last amended by Decision 2007/242/EC (OJ L 106, 24.4.2007, p. 51).\n(4)  OJ L 88, 29.3.2007, p. 58.’;"}