{"celex_id": "32002D0903", "uri": "http://publications.europa.eu/resource/cellar/21be4dae-31c9-44a2-9fd8-69fe917b940d", "type": "Decision", "concepts": ["1763", "191", "2232", "2548", "5369", "690"], "title": "2002/903/EC: Commission Decision of 14 November 2002 amending Decision 96/301/EC by renewing the Member States' authorisation to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt (notified under document number C(2002) 4416)\n", "header": "Commission Decision\nof 14 November 2002\namending Decision 96/301/EC by renewing the Member States' authorisation to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt\n(notified under document number C(2002) 4416)\n(2002/903/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Directive 2002/36/EC(2), and in particular Article 16(3) thereof,\nWhereas:\n(1) Where a Member State considers that there is an imminent danger of the introduction into its territory of Pseudomonas solanacearum (Smith) Smith, the cause of potato brown rot, from a third country, it should be able to take temporarily any additional measures necessary to protect itself from that danger.\n(2) In 1996, on the basis of continued interceptions of Pseudomonas solanacearum (Smith) Smith in potatoes originating in Egypt, several Member States (France, Finland, Spain and Denmark) adopted measures to implement a ban on potatoes originating in Egypt, with a view to ensuring more efficient protection against the introduction of Pseudomonas solanacearum (Smith) Smith from Egypt into their respective territories.\n(3) The Commission responded by adopting Commission Decision 96/301/EC of 3 May 1996 authorising Member States temporarily to take additional measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt(3).\n(4) That Decision was subsequently strengthened by amending Decisions 98/105/EC(4) and 98/503/EC(5) authorising the Member States temporarily to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt: the import into the Community of potatoes originating in Egypt was banned except where the potatoes originated in pest-free areas established in accordance with the FAO International Standard for Phytosanitary Measures Part 4: Pest Surveillance - Requirements of the Establishment of Pest-Free Area.\n(5) Cases of Pseudomonas solanacearum (Smith) Smith continued to be found in imports of potatoes originating in Egypt during 1998/1999, and as a consequence the import into the territory of the Community of tubers of Solanum tuberosum L. originating in Egypt was prohibited from 3 April 1999 to the beginning of the 1999/2000 import season.\n(6) The situation was then reassessed. The Commission considered it appropriate to remove the prohibition on the import of potatoes from officially approved pest-free areas for the 1999/2000 import season and therefore adopted Decision 1999/842/EC(6).\n(7) During the 1999/2000 season the situation improved significantly, and the Commission, adopted Decision 2000/568/EC(7) reauthorising, for the 2000/2001 import season, the entry into the territory of the Community of tubers of Solanum tuberosum L. originating in pest-free areas of Egypt approved in accordance with the said FAO International Standard.\n(8) However, during the 2000/2001 season, a number of interceptions of Pseudomonas solanacearum (Smith) Smith were recorded and the Commission adopted Decision 2000/568/EC prohibiting imports into the territory of the Community of tubers of Solanum tuberosum L. originating in Egypt from 5 May 2001 to the beginning of the 2001/2002 import season.\n(9) The situation was again reassessed. Egypt submitted a detailed contingency plan explaining the measures applied when brown rot is found in Egypt and/or it is notified that consignments of potatoes originating in Egypt have been found to contain brown rot on inspection at entry in the EU. The Commission therefore considered it appropriate to remove the prohibition on the import of potatoes from Egypt for the 2001/2002 import season, which it did by adopting Decision 2001/664/EC(8).\n(10) During the 2001/2002 season, a number of interceptions of Pseudomonas solanacearum (Smith) Smith were recorded and Egypt itself decided to ban all exports of Egyptian potatoes to the Community as of 16 April 2002.\n(11) The situation was again reassessed. Egypt informed the Commission that administrative measures had been strengthened to apply a strict control system to ensure and maintain freedom within \"approved pest-free areas\" from the above pathogen and confirmed that measures were being taken against growers and exporters violating Egyptian instructions on the growing and export of potatoes destined to the EU.\n(12) In the light of the Egyptian information, it should be possible to permit, for the 2002/2003 import season, the entry into the territory of the Community of Solanum tuberosum L. which originate in pest-free areas of Egypt approved in accordance with the said FAO International Standard.\n(13) Decision 96/301/EC should therefore be amended accordingly.\n(14) The Commission should ensure that Egypt makes available all technical information in relation to surveying and monitoring necessary for the approval of such \"pest-free areas\" in accordance with the said FAO International Standard so that the Commission can carry out the assessment necessary for its action. Such technical information should be detailed enough to show that the specific risk factors in both the delta and the desert region are sufficiently addressed when establishing approved pest-free areas in Egypt.\n(15) The effects of the emergency measures should be assessed continually over the import season 2002/2003. Possible consequences will be considered if it is established that the conditions laid down in Decision 96/301/EC have not been complied with.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 96/301/EC is amended as follows:\n1. in Article 1a, \"2001/2002\" is replaced by \"2002/2003\";\n2. in Article 1b, \"2001/2002\" is replaced by \"2002/2003\";\n3. in Article 2, \"30 August 2002\" is replaced by \"30 August 2003\";\n4. in Article 4, \"30 September 2002\" is replaced by \"30 September 2003\";\n5. the Annex is amended as follows:\n(a) In point 1(c), third indent, \"2001/2002\" is replaced by \"2002/2003\" and \"1 December 2001\" by \"1 December 2002\";\n(b) In point 1(c), last indent, \"1 December 2001\" is replaced by \"1 December 2002\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 116, 3.5.2002, p. 16.\n(3) OJ L 115, 9.5.1996, p. 47.\n(4) OJ L 25, 31.1.1998, p. 101.\n(5) OJ L 225, 12.8.1998, p. 34.\n(6) OJ L 326, 18.12.1999, p. 68.\n(7) OJ L 238, 22.9.2000, p. 59.\n(8) OJ L 233, 31.8.2001, p. 49."}