{"celex_id": "32009D0334", "uri": "http://publications.europa.eu/resource/cellar/63d2fb23-eb35-4948-8ec2-0c7df863b297", "type": "Decision", "concepts": ["2829", "3545", "3905", "4033", "5744", "6050", "6852"], "title": "2009/334/EC: Commission Decision of 20 April 2009 establishing an expert group on the security of the European GNSS systems (Text with EEA relevance )\n", "header": "21.4.2009 EN Official Journal of the European Union L 101/22\nCOMMISSION DECISION\nof 20 April 2009\nestablishing an expert group on the security of the European GNSS systems\n(Text with EEA relevance)\n(2009/334/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Regulation (EC) No 683/2008 of the European Parliament and of the Council of 9 July 2008 on the further implementation of the European satellite navigation programmes (EGNOS and Galileo) (1) has significantly changed the system of governance and financing of these two programmes.\n(2) Article 13(1) of Regulation (EC) No 683/2008 lays down that the Commission shall manage all questions relating to the security of the systems, duly taking into account the need for oversight and integration of security requirements in the overall programmes. Under paragraph 2 of that Article, the Commission shall adopt implementing measures laying down the main technical requirements for controlling the access to, and handling of, technologies that provide security to the systems. Meanwhile, paragraph 3 lays down that the Commission shall ensure that the necessary steps are taken to comply with the measures referred to in paragraph 2 and that any further requirements related to the security of the systems are met, taking full account of expert advice.\n(3) Moreover, Article 23 of Regulation (EC) No 683/2008 repeals, with effect from 25 July 2009, Article 7 of Council Regulation (EC) No 876/2002 of 21 May 2002 setting up the Galileo Joint Undertaking (2). The said Article 7 establishes a Security Board to deal with security matters regarding the Galileo system.\n(4) In order to fulfil the mission assigned to it by the aforementioned provisions of Article 13 of Regulation (EC) No 683/2008 and, with effect from 25 July 2009, to carry out the tasks entrusted until then to the Security Board established by Article 7 of Regulation (EC) No 876/2002, the Commission needs the assistance of experts from the Member States.\n(5) Moreover, when Regulation (EC) No 683/2008 was adopted, the Commission made a statement in which it expressed its intention to create an expert group composed of representatives from the Member States, in order to implement the aforementioned provisions of Article 13(1) of the Regulation and to examine matters related to the security of the systems.\n(6) This statement specifies that the Commission will ensure that the expert group shall be composed of one representative of each Member State and one representative from the Commission, be chaired by the representative of the Commission and adopt its rules of procedures that foresee, inter alia, the adoption of opinions by consensus and a provision for the experts to raise any relevant issue related to the security of the systems.\n(7) In the statement, the Commission also undertook, in exercising its responsibilities, to take full account of the opinions of this expert group and to consult it, inter alia, before defining the main requirements for the security of the systems as set out in Article 13 of Regulation (EC) No 683/2008.\n(8) Also in the statement, the Commission considered, on the one hand, that representatives of the European GNSS Supervisory Authority, the European Space Agency as well as the SG/HR should be involved as observers in the work of the expert group under the conditions laid down in its rules of procedure and, on the other hand, that agreements concluded by the European Community may provide for the participation of representatives of third countries in the work of the expert group under conditions laid down in its rules of procedure.\n(9) It is thus appropriate to establish an expert group, called the ‘Security Board for the European GNSS Systems’, the establishment, mission, composition and operation of which are in line with the content of the aforementioned Commission statement and also comply with the horizontal rules set out in the framework for Commission expert groups established in Commission Decision C(2005) 2817.\n(10) Moreover, provision must be made for the possible participation of third countries in the work of the expert group. In particular, given that Norway and Switzerland, which are members of the European Space Agency, participate in the European GNSS programmes and are closely involved in the security issues linked thereto, it is important to allow them to be involved in the work of the expert group for a temporary period of three years, which may be extended in the context of an agreement to be reached between the European Community and both of these third countries,", "main_body": ["The Security Board for the European GNSS Systems\nAn expert group on the security of the European GNSS systems, called the Security Board for the European GNSS Systems (hereinafter referred to as the Security Board) is hereby established.", "Mission\nThe Security Board shall assist the Commission in implementing the provisions of Article 13(1) of Regulation (EC) No 683/2008 and in examining matters concerning the security of the European GNSS systems. The Commission shall consult it prior to defining the main requirements, provided for in Article 13(2), concerning the security of the systems and it shall provide ongoing support to the Commission as regards the implementation of the provisions of Article 13(3).", "Consultation\nThe Commission shall regularly consult the Security Board and take its opinions fully into account.", "Composition\n1.   The Security Board shall be composed of one representative of each Member State, selected from among the recognised experts in the field of safety and security, and a representative of the Commission.\n2.   Representatives of the European GNSS Supervisory Authority, the European Space Agency and the SG/HR may be involved as observers in the work of the Security Board under the conditions laid down in its rules of procedure.\n3.   Agreements concluded by the European Community may make provision for representatives of third countries to participate in the work of the Security Board, including as full members thereof.\n4.   With effect from the entry into force of this Decision, representatives of Norway and Switzerland may be temporarily involved as observers in the work of the Security Board under the conditions laid down in its rules of procedure. This is conditional upon Norway and Switzerland each providing prior confirmation of their intention to apply, on their territory, all the necessary security measures to ensure an appropriate degree of protection of the infrastructure, services and technologies of the European GNSS programmes and systems, particularly as regards export controls. The duration of this temporary participation must be sufficient to allow an agreement as referred to in paragraph 3 to be concluded and may not, in any event, exceed three years.\n5.   The participation of a third country in the work of the Security Board may be reduced or suspended if it appears that the actions taken by that country do not make it possible to ensure the degree of protection required as regards security or to comply with the security rules laid down for the European GNSS programmes.\n6.   The chairperson of the Security Board may invite other experts to participate in the work of the Security Board on occasion, under the conditions laid down in its rules of procedure. The reasons justifying the presence of such experts must be notified in advance by the chairperson to the members of the Security Board.\n7.   The representatives nominated by a country or organisation shall remain in their position until they are replaced or their mandate ends. The Commission may refuse the expert nominated by a country or organisation when this nomination does not seem appropriate, particularly in the event of a conflict of interest. In such a case, the Commission shall quickly inform the country or organisation, which shall then nominate another expert.", "Operation\n1.   The Security Board shall be chaired by a representative of the Commission.\n2.   In agreement with the Commission, sub-committees may be set up to examine specific matters on the basis of a mandate established by the Security Board. They shall be disbanded as soon as their mandates are fulfilled.\n3.   The Security Board and its sub-committees shall normally meet on Commission premises in accordance with the procedures and schedule established by the Commission. The meeting locations shall be secured in a manner appropriate to the nature of the work. The secretariat shall be provided by the Commission. Other Commission officials concerned may take part in the meetings.\n4.   The Security Board shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission (3). The rules of procedure shall specify, inter alia, that the Security Board shall adopt its opinions or reports by consensus as far as possible and that each member may raise any relevant issue linked to the security of the European GNSS systems.\n5.   The participants in meetings of the Security Board and its sub-committees must strictly comply with the Commission’s safety and security rules, particularly as regards classified documents.", "Meeting expenses\n1.   The travel and accommodation expenses incurred by the members, experts and observers in connection with the Security Board’s activities shall be reimbursed by the Commission in accordance with the Commission rules in force. There shall be no remuneration for the tasks performed.\n2.   Meeting expenses shall be reimbursed within the limits of the appropriations allocated to the departments concerned under the annual procedure for allocating resources.", "Entry into force\nThis Decision shall enter into force on the day of its adoption by the Commission. It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 20 April 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 196, 24.7.2008, p. 1.\n(2)  OJ L 138, 28.5.2002, p. 1.\n(3)  Annex III to document SEC(2005) 1004 of 27.7.2005."}