{"celex_id": "32002R1608", "uri": "http://publications.europa.eu/resource/cellar/f2c06af9-62af-40fe-95ee-704b96d41f12", "type": "Regulation", "concepts": ["1069", "1637", "1642", "2734", "2771", "5946", "921"], "title": "Commission Regulation (EC) No 1608/2002 of 10 September 2002 amending Regulation (EC) No 1661/1999 as regards the list of customs offices permitting the declaration of products for free circulation in the Community\n", "header": "Commission Regulation (EC) No 1608/2002\nof 10 September 2002\namending Regulation (EC) No 1661/1999 as regards the list of customs offices permitting the declaration of products for free circulation in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 737/90 of 22 March 1990 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station(1), as last amended by Regulation (EC) No 616/2000(2), and in particular Article 6 thereof,\nWhereas:\n(1) According to Article 1(3)(b) of Commission Regulation (EC) No 1661/1999 of 27 July 1999 laying down detailed rules for the application of Council Regulation (EEC) No 737/90 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station(3), as last amended by Regulation (EC) No 1621/2001(4), the products listed in Annex I to that Regulation may only be declared for free circulation in the Member State of destination in a restricted number of customs offices. Annex III to Regulation (EC) No 1661/1999 contains the list of those customs offices.\n(2) In view of the request of the competent authorities of Germany, Sweden and France, it is appropriate to modify the list of customs offices in their territory.\n(3) Regulation (EC) No 1661/1999 should therefore be amended accordingly.\n(4) The measures provided in this Regulation are in accordance with the opinion of the Committee established by Article 7 of Regulation (EEC) No 737/90,", "main_body": ["Regulation (EC) No 1661/1999 is amended as follows:\nAnnex III is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 September 2002.\nFor the Commission\nMargot Wallstrรถm\nMember of the Commission\n(1) OJ L 82, 29.3.1990, p. 1.\n(2) OJ L 75, 24.3.2000, p. 1.\n(3) OJ L 197, 29.7.1999, p. 17.\n(4) OJ L 215, 9.8.2001, p. 18.\nANNEX\n\"ANNEX III\nLIST OF CUSTOMS OFFICES IN WHICH PRODUCTS LISTED IN ANNEX I MAY BE DECLARED FOR FREE CIRCULATION IN THE EUROPEAN COMMUNITY\n>TABLE>\""}