{"celex_id": "32006D0966", "uri": "http://publications.europa.eu/resource/cellar/0ec2a365-bffa-44e5-9e8d-e1a7043824f7", "type": "Decision", "concepts": ["1595", "1662", "2773", "2985", "3618", "4308"], "title": "2006/966/EC: Commission Decision of 18 December 2006 concerning the non-inclusion of alachlor in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing this active substance (notified under document number C(2006) 6567)   (Text with EEA relevance)\n", "header": "30.12.2006 EN Official Journal of the European Union L 397/28\nCOMMISSION DECISION\nof 18 December 2006\nconcerning the non-inclusion of alachlor in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing this active substance\n(notified under document number C(2006) 6567)\n(Text with EEA relevance)\n(2006/966/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provided for the Commission to carry out a programme of work for the examination of the active substances used in plant protection products which were already on the market on 25 July 1993. Detailed rules for the carrying out of this programme were established in Regulation (EEC) No 3600/92 of 11 December 1992 laying down the detailed rules for the implementation of the first stage of the program of work referred to in Article 8(2) of Council Directive 91/414/EEC concerning the placing of plant protection products on the market (2).\n(2) Commission Regulation (EC) No 933/94 of 27 April 1994 laying down the active substances of plant protection products and designating the rapporteur Member States for the implementation of Commission Regulation (EEC) No 3600/92 (3), designated the active substances which should be assessed in the framework of Regulation (EEC) No 3600/92, designated a Member State to act as rapporteur in respect of the assessment of each substance and identified the producers of each active substance who submitted a notification in due time.\n(3) Alachlor is one of the 89 active substances designated in Regulation (EC) No 933/94.\n(4) In accordance with Article 7(1)(c) of Regulation (EEC) No 3600/92, Spain, being the designated rapporteur Member State, submitted on 20 July 1999 to the Commission the report of its assessment of the information submitted by the notifiers in accordance with Article 6(1) of that Regulation.\n(5) On receipt of the report of the rapporteur Member State, the Commission undertook consultations with experts of the Member States as well as with the main notifiers as provided for in Article 7(3) of Regulation (EEC) No 3600/92. It appeared that further data were required. Commission Decision 2001/810/EC (4) laid down a deadline for data submission by the notifier, which expired 25 May 2002. The same decision set a further deadline of 31 December 2002 for specified long term studies.\n(6) The Commission organised a tripartite meeting with the main data submitters and the rapporteur Member State for this active substance on 19 December 2003.\n(7) The assessment report prepared by Spain has been reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health. This review was finalised on 4 April 2006 in the format of the Commission review report for alachlor.\n(8) The review of alachlor revealed a number of open questions which were addressed by the Scientific Panel on Plant health, Plant protection products and their Residues. The Scientific Panel was asked to comment on two questions. The first question was whether the occurrence of nasal turbinate tumours observed in the rat carcinogenicity study was relevant to humans and, if so, whether a genotoxic mechanism is involved. The second question was whether the information presented for the metabolites 65, 85, 54, 25, 76 and 51, which exceed the level of 0,1 µg/l, was sufficient to demonstrate that they are not relevant. In its opinion (5) on the first question, the Scientific Panel concluded that the strength of the evidence suggests that a mode of action other than genotoxicity is involved in the occurrence of nasal turbinate tumours observed in the rat carcinogenicity studies. While the mode of action could be relevant to humans, it is extremely unlikely that concentrations of the active metabolite would be achieved to initiate the chain of events terminating in cancer. On the second question, the Scientific Panel concluded that metabolites 65, 54 and 25 have been adequately tested for toxicity, but the toxicity database is inadequate in the case of the soil metabolites 85, 76 and 51. The genotoxicity database is also inadequate for soil metabolites 85, 76 and 51. For metabolite 25 the Scientific Panel was unable to conclude that this metabolite was safe from the point of view of genotoxicity. It is concluded that while the information presented for metabolites 65 and 54 is sufficient to demonstrate that they are not relevant, a similar conclusion cannot be reached for metabolites 85, 76, 51 and 25.\n(9) During the evaluation of this active substance, other areas of concern have been identified. It was found that the expected concentration in groundwater of some of the above metabolites exceed the maximum acceptable limit of 0,1 µg/l. In addition, it could not be precluded that alachlor has a carcinogenic potential. In this context, alachlor has been classified as a carcinogen of category 3 by Commission Directive 2004/73/EC (6) of 29 April 2004 adapting to technical progress for the 29th time Council Directive 67/548/EEC (7) on the approximation of the laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances. In this case, it was considered appropriate to increase the safety factors used in the setting of an acceptable operator exposure level (AOEL). The exposure resulting from the handling of the substance and its application at the rates, i.e. the intended doses per hectare, proposed by the notifier, would exceed this level and, in other words, lead to an unacceptable risk for the operators.\n(10) Consequently, as these concerns remain unresolved, assessments made on the basis of the information submitted have not demonstrated that it may be expected that, under the proposed conditions of use, plant protection products containing alachlor satisfy in general the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC\n(11) Alachlor should therefore not be included in Annex I to Directive 91/414/EEC.\n(12) Measures should be taken to ensure that existing authorisations for plant protection products containing alachlor are withdrawn within a prescribed period and are not renewed and that no new authorisations for such products are granted.\n(13) Any period of grace for disposal, storage, placing on the market and use of existing stocks of plant protection products containing alachlor allowed by Member States, should be limited to a period no longer than 12 months to allow existing stocks to be used in no more than one further growing season.\n(14) This Decision does not prejudice any action the Commission may undertake at a later stage for this active substance within the framework of Council Directive 79/117/EEC of 21 December 1978 prohibiting the placing on the market and use of plant protection products containing certain active substances (8), as last amended by Regulation (EC) No 850/2004 (9).\n(15) This decision does not prejudice the submission of an application for alachlor according to the provisions of Article 6 (2) of Directive 91/414/EEC in view of a possible inclusion in its Annex I.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Alachlor shall not be included as active substance in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n(a) Authorisations for plant protection products containing alachlor are withdrawn by 18 June 2007;\n(b) from 19 December 2006 no authorisations for plant protection products containing alachlor are granted or renewed under the derogation provided for in Article 8(2) of Directive 91/414/EEC.", "Any period of grace granted by Member States in accordance with the provisions of Article 4(6) of Directive 91/414/EEC, shall be as short as possible and shall expire not later than 18 June 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1, Directive as last amended by Commission Directive 2006/75/EC (OJ L 248, 12.9.2006, p. 3).\n(2)  OJ L 366, 15.12.1992, p. 10, Regulation as last amended by Regulation (EC) N° 2266/2000 (OJ L 259, 13.10.2000, p. 27.)\n(3)  OJ L 107, 28.4.1994, p. 8, Regulation as last amended by Regulation (EC) N° 2230/95 (OJ L 225, 22.9.1995, p. 1.).\n(4)  OJ L 305, 22.11.2001, p. 32.\n(5)  Opinion of the Scientific Panel on Plant health, Plant protection products and their Residues on a request from the Commission related to the evaluation of alachlor in the context of Council Directive 91/414/EEC (Question No EFSA-Q-2004-48) adopted on 28 October 2004.\n(6)  OJ L 152, 30.4.2004, p. 1.\n(7)  OJ 196, 16.8.1967, p. 1.\n(8)  OJ L 33, 8.2.1979, p. 36.\n(9)  OJ L 158, 30.4.2004, p. 7."}