{"celex_id": "32000R0968", "uri": "http://publications.europa.eu/resource/cellar/bfe13cad-a566-4b0a-b5a7-99af7eca1dfe", "type": "Regulation", "concepts": ["1309", "1837", "2765", "2771", "519", "914"], "title": "Council Regulation (EC) No 968/2000 of 8 May 2000 amending Regulation (EC) No 603/1999 imposing a definitive anti-dumping duty on imports of polypropylene binder or baler twine originating in Poland, the Czech Republic and Hungary, and collecting definitively the provisional duty imposed\n", "header": "Council Regulation (EC) No 968/2000\nof 8 May 2000\namending Regulation (EC) No 603/1999 imposing a definitive anti-dumping duty on imports of polypropylene binder or baler twine originating in Poland, the Czech Republic and Hungary, and collecting definitively the provisional duty imposed\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Articles 8(9) and 9 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. Previous procedure\n(1) Following an investigation initiated by means of a notice published in the Official Journal of the European Communities(2), the Council, by Regulation (EC) No 603/1999(3), imposed definitive anti-dumping duties on imports of polypropylene binder or baler twine originating in Poland, the Czech Republic and Hungary.\n(2) Also in the context of this investigation, the Commission, by Decision 1999/215/EC(4), accepted a price undertaking offered by, inter alia, the Polish company WKI Isoliertechnik Spolka z.o.o. (hereinafter \"the company\").\nB. Withdrawal of undertaking\n(3) The company has, however, now withdrawn its undertaking following difficulties in observing certain conditions laid down therein.\n(4) Accordingly, in view of this withdrawal, the exemption from the anti-dumping duties granted to this company should be removed and definitive duties be imposed pursuant to Articles 8(9) and 9 of Regulation (EC) No 384/96.\nC. Definitive duties\n(5) The investigation which led to the undertaking offered by the company was concluded by a final determination as to dumping and injury by Regulation (EC) No 603/1999.\n(6) In accordance with Article 8(9) of Regulation (EC) No 384/96, the rate of the anti-dumping duty now to be imposed on the company must, therefore, be based on the facts established within the context of the investigation which led to the undertaking. In this regard, in view of recitals 15, 71 and 75 of Regulation (EC) No 603/1999, it is considered appropriate that the definitive anti-dumping duty rate be set at a level of 15,7 % ad valorem.\nD. Amendment of Regulation (EC) No 603/1999\n(7) In view of the above, Regulation (EC) No 603/1999 should be amended so as to remove the company from the list of companies benefiting from an exemption to the anti-dumping duties on polypropylene binder or baler twine originating, inter alia, in Poland, and a definitive anti-dumping duty of 15,7 % be imposed on it.\n(8) In parallel with this Regulation, the Commission, by Decision 2000/324/EC(5) has amended Decision 1999/215/EC and removed the company from the list of parties from which undertakings have been accepted,", "main_body": ["Regulation (EC) No 603/1999 is amended as follows:\n(a) Article 1(2) shall be replaced by the following:\n\"2. The rate of the definitive anti-dumping duty applicable to the net, free-at-Community-frontier prices before duty of the products manufactured by the companies listed below shall be as follows:\n>TABLE>\"\n(b) Article 2(2) shall be replaced by the following:\n\"2. Imports made within the context of the undertakings offered and accepted shall be declared under the following TARIC additional codes:\n>TABLE>\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2000.\nFor the Council\nThe President\nJ. Pina Moura\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ C 1, 3.1.1998, p. 10.\n(3) OJ L 75, 20.3.1999, p. 1.\n(4) OJ L 75, 20.3.1999, p. 34.\n(5) See page 65 of this Official Journal."}