{"celex_id": "32002R1836", "uri": "http://publications.europa.eu/resource/cellar/3ae08faf-fa3b-4917-9726-6e46de44e567", "type": "Regulation", "concepts": ["1264", "1686", "2709", "3275"], "title": "Commission Regulation (EC) No 1836/2002 of 15 October 2002 amending Regulation (EC) No 2138/97 delimiting the homogenous olive oil production zones\n", "header": "Commission Regulation (EC) No 1836/2002\nof 15 October 2002\namending Regulation (EC) No 2138/97 delimiting the homogenous olive oil production zones\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 1513/2001(2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organisations(3), as last amended by Regulation (EC) No 1639/98(4), and in particular Article 19 thereof,\nWhereas:\n(1) Article 18 of Regulation (EEC) No 2261/84 stipulates that olive yields and oil yields are to be fixed by homogenous production zones on the basis of the figures supplied by producer Member States.\n(2) The production zones are delimited in the Annex to Commission Regulation (EC) No 2138/97 of 30 October 1997 delimiting the homogeneous olive oil production zones(5), as last amended by Regulation (EC) No 2193/2001(6). For administrative and structural reasons the homogeneous production zones in Spain and Italy should be amended for the marketing year 2001/02.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The Annex to Regulation (EC) No 2138/97 is amended as follows:\n1. in Point A, the provinces \"Brescia\", \"Roma\", \"Caserta\", \"Lecce\", \"Potenza\", \"Cosenza\", \"Reggio Calabria\", \"Vibo Valentia\", \"Siracusa\" and \"Sassari\" are replaced in accordance with the Annex to this Regulation;\n2. in Point D, under the heading \"Comunidad autónoma: Andalucía\", \"Genalguacil\" is added to zone 4 (\"Serranía de Ronda\") in the province \"Málaga\".\n3. in Point D, under the heading \"Comunidad autónoma: Aragón\":\n- \"Ruesca\" is added to zone 2 in the province \"Zaragoza\",\n- \"Cuervo (El)\" is added to zone 3 and \"Segura de Baños\" is added to zone 4 in the province \"Teruel\", and\n- \"Ibieca\" and \"Ortilla\" are added to zone 5 in the province \"Huesca\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966 p. 3025/66.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 208, 3.8.1984, p. 3.\n(4) OJ L 210, 28.7.1998, p. 38.\n(5) OJ L 297, 31.10.1997, p. 3.\n(6) OJ L 295, 13.11.2001, p. 3.\nANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\n\"Brescia:\n1. Acquafredda, Adro, Agnosine, Alfianello, Anfo, Angolo Terme, Artogne, Azzano Mella, Bagnolo Mella, Bagolino, Barbariga, Barghe, Bassano Bresciano, Bedizzole, Berlingo, Berzo Demo, Berzo Inferiore, Bienno, Bione, Borgo San Giacomo, Borgosatollo, Borno, Botticino, Bovegno, Bovezzo, Brandico, Braone, Breno, Brescia, Brione, Caino, Calcinato, Calvagese della Riviera, Calvisano, Capo di Ponte, Capovalle, Capriano del Colle, Capriolo, Carpenedolo, Castegnato, Castel Mella, Castelcovati, Castelnedolo, Casto, Castrezzato, Cazzago San Martino, Cedegolo, Cellatica, Cerveno, Ceto, Cevo, Chiari, Cigole, Cimbergo, Cividate Camuno, Coccaglio, Collebeato, Collio, Cologne, Comezzano-Cizzago, Concesio, Corte Franca, Corteno Golgi, Corzano, Darfo Boario Terme, Dello, Desenzano del Garda, Edolo, Erbusco, Esine, Fiesse, Flero, Gambara, Gardone Val Trompia, Gavardo, Ghedi, Gianico, Gottolengo, Gussago, Idro, Incudine, Irma, Iseo, Isorella, Lavenone, Leno, Lodrino, Lograto, Lonato, Longhena, Losine, Lozio, Lumezzane, Maclodio, Magasa, Mairano, Malegno, Malonno, Manerba del Garda, Manerbio, Marcheno, Marmentino, Marone, Mazzano, Milzano, Moniga del Garda, Monno, Monte Isola, Monticelli Brusati, Montichiari, Montirone, Mura, Muscoline, Nave, Niardo, Nuvolento, Nuvolera, Odolo, Offlaga, Ome, Ono San Pietro, Orzinuovi, Orzivecchi, Ospitaletto, Ossimo, Padenghe sul Garda, Paderno Franciacorta, Paisco Loveno, Paitone, Palazzolo sull'Oglio, Paratico, Paspardo, Passirano, Pavone del Mella, Pertica Alta, Pertica Bassa, Pezzaze, Pian Camuno, Piancogno, Pisogne, Polaveno, Polpenazze del Garda, Pompiano, Poncarale, Ponte di Legno, Pontevico, Pontoglio, Pozzolengo, Pralboino, Preseglie, Prestine, Prevalle, Provaglio Val Sabbia, Provaglio d'Iseo, Puegnago sul Garda, Quinzano d'Oglio, Remedello, Rezzato, Roccafranca, Rodengo-Saiano, Roè Volciano, Roncadelle, Rovato, Rudiano, Sabbio Chiese, Sale Marasino, San Felice del Benaco, San Gervasio Bresciano, San Paolo, San Zeno Naviglio, Sarezzo, Saviore dell'Adamello, Sellero, Seniga, Serle, Sirmione, Soiano del Lago, Sonico, Sulzano, Tavernole sul Mella, Temù, Torbole Casaglia, Travagliato, Trenzano, Treviso Bresciano, Urago d'Oglio, Vallio Terme, Valvestino, Verolanuova, Verolavecchia, Vestone, Vezza d'Oglio, Villa Carcina, Villachiara, Villanuova sul Clisi, Vione, Visano, Vobarno, Zone.\n2. (*)\"\n\"Roma:\n1. (*)\n2. Albano Laziale, Anguillara Sabazia, Anzio, Ardea, Ariccia, Artena, Bellegra, Bracciano, Campagnano di Roma, Canale Monterano, Capena, Castel Gandolfo, Castelnuovo di Porto, Cave, Cerveteri, Ciampino, Civitavecchia, Civitella San Paolo, Colleferro, Colonna, Fiano Romano, Filacciano, Fiumicino, Formello, Frascati, Gallicano nel Lazio, Gavignano, Genazzano, Genzano di Roma, Grottaferrata, Labico, Ladispoli, Lanuvio, Lariano, Magliano Romano, Manziana, Marino, Mazzano Romano, Monte Porzio Catone, Montecompatri, Morlupo, Nazzano, Nemi, Nettuno, Olevano Romano, Palestrina, Pomezia, Ponzano Romano, Riano, Rignano Flaminio, Roma, Sacrofano, San Cesareo, San Vito Romano, Sant'Oreste, Santa Marinella, Torrita Tiberina, Trevignano Romano, Valmontone, Velletri, Zagarolo.\n3. Casape, Castel Madama, Guidonia Montecelio, Marcellina, Mentana, Monteflavio, Montelibretti, Monterotondo, Montorio Romano, Moricone, Nerola, Palombara Sabina, Poli, San Gregorio da Sassola, San Polo dei Cavalieri, Sant'Angelo Romano, Tivoli.\"\n\"Caserta:\n1. Arienzo, Bellona, Caiazzo, Calvi Risorta, Camigliano, Capua, Carinola, Casagiove, Casapulla, Caserta, Castel Campagnano, Castel Morrone, Castel di Sasso, Cellole, Cervino, Falciano del Massico, Francolise, Galluccio, Giano Vetusto, Maddaloni, Mondragone, Pastorano, Piana di Monte Verna, Pignataro Maggiore, Pontelatone, Rocca d'Evandro, San Felice a Cancello, San Prisco, Santa Maria a Vico, Sessa Aurunca, Sparanise, Teano, Vitulazio.\n2. (*)\"\n\"Lecce:\n1. Arnesano, Campi Salentina, Carmiano, Cavallino, Guagnano, Lecce, Lizzanello, Monteroni di Lecce, Novoli, Salice Salentino, Squinzano, Surbo, Trepuzzi, Veglie.\n2. Aradeo, Bagnolo del Salento, Calimera, Cannole, Caprarica di Lecce, Carpignano Salentino, Castri di Lecce, Castrignano de' Greci, Castro Marino, Copertino, Corigliano d'Otranto, Cursi, Galatina, Galatone, Giuggianello, Giurdignano, Lequile, Leverano, Maglie, Martano, Martignano, Melendugno, Melpignano, Minervino di Lecce, Muro Leccese, Nardò, Neviano, Ortelle, Otranto, Palmariggi, Poggiardo, Porto Cesareo, San Cesario di Lecce, San Donato di Lecce, San Pietro in Lama, Sanarica, Santa Cesarea Terme, Seclì, Sogliano Cavour, Soleto, Sternatia, Surano, Uggiano la Chiesa, Vernole, Zollino.\n3. (*)\"\n\"Potenza:\n1. Acerenza, Armento, Atella, Banzi, Baragiano, Barile, Cancellara, Cersosimo, Chiaromonte, Corleto Perticara, Filiano, Forenza, Francavilla in Sinni, Gallicchio, Genzano di Lucania, Ginestra, Guardia Perticara, Lavello, Maschito, Melfi, Missanello, Montemilone, Montemurro, Nemoli, Noepoli, Oppido Lucano, Palazzo San Gervasio, Pietragalla, Rapolla, Rionero in Vulture, Ripacandida, Rivello, Roccanova, Rotonda, San Chirico Nuovo, San Chirico Raparo, Sant'Arcangelo, Senise, Tolve, Venosa, Vietri di Potenza.\n2. (*)\"\n\"Cosenza:\n1. Amendolara, Calopezzati, Caloveto, Cariati, Cassano allo Ionio, Cerchiara di Calabria, Corigliano Calabro, Cropalati, Crosia, Mandatoriccio, Montegiordano, Paludi, Pietrapaola, Rocca Imperiale, Roseto Capo Spulico, Rossano, San Cosmo Albanese, San Demetrio Corone, San Giorgio Albanese, Santa Sofia d'Epiro, Scala Coeli, Terravecchia, Trebisacce, Vaccarizzo Albanese, Villapiana.\n2. Acquaformosa, Acri, Albidona, Alessandria del Carretto, Altilia, Altomonte, Aprigliano, Belsito, Bianchi, Bisignano, Bocchigliero, Campana, Canna, Carolei, Carpanzano, Casole Bruzio, Castiglione Cosentino, Castrolibero, Castroregio, Castrovillari, Celico, Cellara, Cerisano, Cervicati, Cerzeto, Civita, Colosimi, Cosenza, Dipignano, Domanico, Fagnano Castello, Figline Vegliaturo, Firmo, Francavilla Marittima, Frascineto, Grimaldi, Laino Borgo, Laino Castello, Lappano, Lattarico, Longobucco, Lungro, Luzzi, Malito, Malvito, Mangone, Marano Marchesato, Marano Principato, Marzi, Mendicino, Mongrassano, Montalto Uffugo, Morano Calabro, Mormanno, Mottafollone, Nocara, Oriolo, Panettieri, Papasidero, Parenti, Paterno Calabro, Pedace, Pedivigliano, Piane Crati, Pietrafitta, Plataci, Rende, Roggiano Gravina, Rogliano, Rose, Rota Greca, Rovito, San Basile, San Benedetto Ullano, San Donato di Ninea, San Fili, San Giovanni in Fiore, San Lorenzo Bellizzi, San Lorenzo del Vallo, San Marco Argentano, San Martino di Finita, San Pietro in Guarano, San Sosti, San Vincenzo la Costa, Sant'Agata di Esaro, Santa Caterina Albanese, Santo Stefano di Rogliano, Saracena, Scigliano, Serra Pedace, Spezzano Albanese, Spezzano Piccolo, Spezzano della Sila, Tarsia, Terranova da Sibari, Torano Castello, Trenta, Zumpano.\n3. (*)\"\n\"Reggio Calabria:\n1. Bagaladi, Bagnara Calabra, Calanna, Campo Calabro, Cittanova, Cosoleto, Delianuova, Fiumara, Gioia Tauro, Laganadi, Melicuccà, Melicucco, Molochio, Montebello Ionico, Oppido Mamertina, Palmi, Reggio di Calabria, Rizziconi, Rosarno, San Ferdinando, San Lorenzo, San Procopio, Sant'Alessio in Aspromonte, Sant'Eufemia d'Aspromonte, Santa Cristina d'Aspromonte, Santo Stefano in Aspromonte, Scido, Scilla, Seminara, Sinopoli, Taurianova, Terranova Sappo Minulio, Varapodio, Villa San Giovanni.\n2. Anoia, Bovalino, Candidoni, Cinquefrondi, Feroleto della Chiesa, Galatro, Giffone, Laureana di Borrello, Maropati, Polistena, San Giorgio Morgeto, San Pietro di Caridà, Sant'Ilario dello Ionio, Serrata.\n3. (*)\n4. Agnana Calabra, Antonimina, Bivongi, Camini, Canolo, Caulonia, Ciminà, Gerace, Grotteria, Mammola, Martone, Monasterace, Pazzano, Placanica, Riace, Samo, San Giovanni di Gerace, Stignano, Stilo.\"\n\"Vibo Valentia:\n1. (*)\n2. Acquaro, Arena, Capistrano, Dasà, Dinami, Filogaso, Gerocarne, Maierato, Monterosso Calabro, Nardodipace, Pizzoni, San Nicola da Crissa, Simbario, Sorianello, Soriano Calabro, Vallelonga, Vazzano.\n3. Briatico, Cessaniti, Drapia, Filandari, Francica, Ionadi, Joppolo, Limbadi, Mileto, Nicotera, Parghelia, Ricadi, Rombiolo, San Calogero, San Costantino Calabro, San Gregorio d'Ippona, Sant'Onofrio, Spilinga, Stefanaconi, Tropea, Vibo Valentia, Zaccanopoli, Zambrone, Zungri.\"\n\"Siracusa:\n1. (*)\n2. Buccheri, Buscemi, Cassaro, Ferla, Francofonte, Palazzolo Acreide, Sortino.\"\n\"Sassari:\n1. (*)\n2. Aggius, Aglientu, Ala'dei Sardi, Anela, Ardara, Arzachena, Badesi, Banari, Benetutti, Berchidda, Bessude, Bonnanaro, Bono, Bonorva, Bortigiadas, Borutta, Bottidda, Buddusò, Bultei, Bulzi, Burgos, Calangianus, Cargeghe, Castelsardo, Cheremule, Chiaramonti, Codrongianos, Cossoine, Esporlatu, Florinas, Giave, Golfo Aranci, Illorai, Ittireddu, Ittiri, La Maddalena, Laerru, Loiri Porto San Paolo, Luogosanto, Luras, Mara, Martis, Monteleone Rocca Doria, Monti, Mores, Muros, Nughedu di San Nicolò, Nule, Nulvi, Olbia, Olmedo, Oschiri, Osilo, Ossi, Ozieri, Padria, Palau, Pattada, Perfugas, Ploaghe, Porto Torres, Pozzomaggiore, Putifigari, Romana, Sant'Antonio di Gallura, Santa Maria Coghinas, Santa Teresa Gallura, Sassari, Sedini, Semestene, Siligo, Telti, Tempio Pausania, Tergu, Thiesi, Tissi, Torralba, Trinita D'Agultu e Vignola, Tula, Valledoria, Viddalba, Villanova Monteleone.\""}