{"celex_id": "32004R1616", "uri": "http://publications.europa.eu/resource/cellar/eb2095c8-ef4b-4338-9e9b-489b95897d28", "type": "Regulation", "concepts": ["1591", "2421", "2771", "321", "5063"], "title": "Council Regulation (EC) No 1616/2004 of 13 September 2004 terminating the anti-dumping proceedings concerning imports of certain flat-rolled products of iron or non-alloy steel, of a width of 600 mm or more, not clad, plated or coated, in coils, not further worked than hot-rolled, originating in Bulgaria and South Africa\n", "header": "17.9.2004 EN Official Journal of the European Union L 294/3\nCOUNCIL REGULATION (EC) No 1616/2004\nof 13 September 2004\nterminating the anti-dumping proceedings concerning imports of certain flat-rolled products of iron or non-alloy steel, of a width of 600 mm or more, not clad, plated or coated, in coils, not further worked than hot-rolled, originating in Bulgaria and South Africa\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (hereinafter referred to as the basic Regulation), and in particular Article 9(5) thereof,\nHaving regard to Council Regulation (EC) No 963/2002 of 3 June 2002 laying down transitional provisions concerning anti-dumping and anti-subsidy measures adopted pursuant to Commission Decision No 2277/96/ECSC and No 1889/98/ECSC as well as pending anti-dumping and anti subsidy investigations, complaints and applications pursuant to those Decisions (2),\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Legal basis\n(1) The Treaty establishing the European Coal and Steel Community (ECSC Treaty) expired on 23 July 2002. Products, which were previously covered by the ECSC Treaty, are subject to the Treaty establishing the European Community since 24 July 2002. Further to Regulation (EC) No 963/2002, all anti-dumping investigations pending at that date are therefore now governed by the basic Regulation.\n2.   Measures in force and present review\n(2) In February 2000, by Commission Decision No 283/2000/ECSC (3), the Commission imposed definitive anti-dumping duties on imports of certain flat-rolled products of iron or non-alloy steel, of a width of 600 mm or more, not clad, plated or coated, in coils, not further worked than hot-rolled (hot-rolled coils), originating in Bulgaria, India, Taiwan, South Africa, and Serbia and Montenegro and accepted a minimum price undertaking offered by certain exporting producers in Bulgaria, India and in South Africa.\n(3) Pursuant to Article 11(3) of Decision No 2277/96/ECSC (4) (the ECSC Decision), and further to a complaint lodged in November 2001 by Eurofer (European Confederation of Iron and Steel Industries) (the complainant), the Commission on 20 December 2001 announced by a notice published in the Official Journal of the European Communities\n (5), the initiation of a review of the definitive anti-dumping duties and undertakings imposed by Decision No 283/2000/ECSC as amended by Commission Decision No 1043/2002/ECSC on imports of hot-rolled coils originating in Bulgaria and South Africa (6).\n3.   Parallel anti-dumping investigation\n(4) Further to a complaint lodged by Eurofer, the Commission on 20 December 2001 announced by a notice published in the Official Journal of the European Communities\n (7) also the initiation of an anti-dumping proceeding pursuant to Article 5 of the ECSC Decision with regard to imports into the Community of the same product (hot-rolled coils) originating in Egypt, Hungary, Iran, Libya, Slovakia and Turkey.\nB.   TERMINATION OF THE PROCEEDINGS\n(5) In the parallel anti-dumping investigation concerning imports into the Community of hot rolled coils originating in Egypt, Hungary, Iran, Libya, Slovakia and Turkey, the Commission, after investigation, proposed that the Council impose definitive anti-dumping measures on imports of hot rolled coils originating in Egypt, Slovakia and Turkey. However, the Council did not adopt the proposal within the time limits laid down in the basic Regulation. As a result, definitive measures were not imposed on imports from Egypt, Slovakia and Turkey.\n(6) It is a general, fundamental principle of Community law to treat similar situations in a non-discriminatory way. This principle is reflected by Article 9(5) of the basic Regulation, which provides that anti-dumping duties are to be imposed on a non-discriminatory basis on imports of a product from all sources found to be dumped and causing injury.\n(7) Therefore, it is concluded that, in the absence of measures on Egypt, Slovakia and Turkey, the imposition of any measures on imports originating in Bulgaria and South Africa as a result of the present investigation would be discriminatory towards these two countries.\n(8) In consideration of the foregoing, in order to ensure a coherent approach and to respect the principle of non-discrimination as reflected by Article 9(5) of the basic Regulation, it is necessary to terminate the proceedings concerning imports of hot-rolled coils originating in Bulgaria and South Africa, without imposition of anti-dumping duties.\n(9) The new investigation concerning Egypt, Slovakia and Turkey had to be concluded by 20 March 2003, either by the imposition of measures or the termination of the proceedings. The investigation concerning imports originating in Bulgaria and South Africa showed similar conclusions and should therefore be treated in the same way. Consequently, the proceedings concerning hot-rolled coils originating in Bulgaria and South Africa should be terminated without the re-imposition of anti-dumping measures, with retroactive effect as from 20 March 2003,", "main_body": ["The anti-dumping proceedings concerning imports of certain flat-rolled products of iron or non alloy steel, of a width of 600 mm or more, not clad, plated or coated, in coils, not further worked than hot-rolled originating in Bulgaria and South Africa are hereby terminated.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 20 March 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 2004.\nFor the Council\nThe President\nB. R. BOT\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 149, 7.6.2002, p. 3. Regulation as amended by Regulation (EC) No 1310/2002 (OJ L 192, 20.7.2002, p. 9).\n(3)  OJ L 31, 5.2.2000, p. 15.. Decision as last amended by Council Regulation (EC) No 778/2003 (OJ L 114, 8.5.2003, p. 1).\n(4)  OJ L 308, 29.11.1996, p. 11. Decision as last amended by Commission Decision No 435/2001/ECSC (OJ L 63, 3.3.2001, p. 14).\n(5)  OJ C 364, 20.12.2001, p. 8.\n(6)  OJ L 157, 15.6.2002, p. 45.\n(7)  OJ C 364, 20.12.2001, p. 5."}