{"celex_id": "32004R1875", "uri": "http://publications.europa.eu/resource/cellar/f7b4b743-9dad-4ec7-9af3-7771efe6813c", "type": "Regulation", "concepts": ["1284", "1594", "2737", "3646", "5734"], "title": "Commission Regulation (EC) No 1875/2004 of 28 October 2004 amending Annexes II and III to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin as regards sodium salicylate and fenvalerateText with EEA relevance\n", "header": "29.10.2004 EN Official Journal of the European Union L 326/19\nCOMMISSION REGULATION (EC) No 1875/2004\nof 28 October 2004\namending Annexes II and III to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin as regards sodium salicylate and fenvalerate\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Article 3 and the third paragraph of Article 4 thereof,\nHaving regard to the opinions of the European Agency for the Evaluation of Medicinal Products formulated by the Committee for Veterinary Medicinal Products,\nWhereas:\n(1) All pharmacologically active substances which are used within the Community in veterinary medicinal products intended for administration to food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substance sodium salicylate has been included in Annex II for all food producing species except fish but only for topical use. The entry should be extended to cover oral use in bovine and porcine species, with the exception of animals producing milk for human consumption.\n(3) The provisional maximum residue limit for fenvalerate expires on 1 July 2004. It has proven expedient to allow for the completion of the scientific studies concerning that substance, and the validity of the provisional maximum residue limits should therefore be extended to 1 July 2006.\n(4) Regulation (EEC) No 2377/90 should be amended accordingly.\n(5) An adequate period should be allowed before the applicability of this Regulation in order to enable Member States to make any adjustment, which may be necessary in the light of this Regulation, to the authorisations to place the veterinary medicinal products concerned on the market, which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2), to take account of the provisions of this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annexes II and III to Regulation (EEC) No 2377/90 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 28 December 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2004.\nFor the Commission\nOlli REHN\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1851/2004 (OJ L 323, 26.10.2004, p. 6).\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nA.   The following substance(s) is (are) inserted in Annex II to Regulation (EEC) No 2377/90.\n2.   Organic compounds\nPharmacologically active substance(s) Animal species\n‘Sodium salicylate Bovine, porcine (1)\nB.   The following substance(s) is (are) inserted in Annex III to Regulation (EEC) No 2377/90.\n2.   Antiparasitic agents\n2.2.   Agents acting against ectoparasites\n2.2.3.   Pyrethroids\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Fenvalerate\n (2) Fenvalerate (sum of RR, SS, RS and SR isomers) Bovine 25 μg/kg Muscle\n250 μg/kg Fat\n25 μg/kg Liver\n25 μg/kg Kidney\n40 μg/kg Milk\n(1)  For oral use; not for use in animals from which milk is produced for human consumption.’\n(2)  Provisional MRLs expire on 1 July 2006.’"}