{"celex_id": "32005R0646", "uri": "http://publications.europa.eu/resource/cellar/cf7783bf-614f-459c-9ca0-16ca4ea4ba08", "type": "Regulation", "concepts": ["1644", "2296", "3732", "5083"], "title": "Commission Regulation (EC) No 646/2005 of 27 April 2005 amending Regulation (EC) No 94/2005 on the issue of import licences for rice originating in the ACP States and the overseas countries and territories against applications submitted in the first five working days of January 2005 pursuant to Regulation (EC) No 638/2003\n", "header": "28.4.2005 EN Official Journal of the European Union L 107/22\nCOMMISSION REGULATION (EC) No 646/2005\nof 27 April 2005\namending Regulation (EC) No 94/2005 on the issue of import licences for rice originating in the ACP States and the overseas countries and territories against applications submitted in the first five working days of January 2005 pursuant to Regulation (EC) No 638/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 638/2003 of 9 April 2003 laying down detailed rules for applying Council Regulation (EC) No 2286/2002 and to Council Decision 2001/822/EC as regards the arrangements applicable to imports of rice originating in the African, Caribbean and Pacific States (ACP States) and the overseas countries and territories (OCT) (1), and in particular Article 17(2) thereof,\nWhereas:\nHaving checked the quantities booked by product category for the January 2005 tranche, a Member State was found to have made a booking error. As a result of this error, the quantities available for the May 2005 tranche in the Annex to Commission Regulation (EC) No 94/2005 (2) were less than they should have been. The Regulation in question should therefore be amended to take account of the applications actually lodged for the January tranche and to make them available for the May tranche,", "main_body": ["The Annex to Regulation (EC) No 94/2005 is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 93, 10.4.2003, p. 3.\n(2)  OJ L 19, 21.1.2005, p. 40.\nANNEX\nReduction percentages to be applied to quantities applied for under the tranche for January 2005 and quantities carried over to the subsequent tranche\nOrigin/product Reduction percentage Quantity carried over to the tranche for May 2005 (t)\nNetherlands Antilles and Aruba Least-developed OCTs Netherlands Antilles and Aruba Least-developed OCTs\nOCT (Article 10(1)(a) and (b) of Regulation (EC) No 638/2003)\n— CN code 1006\nOrigin/product Reduction percentage Quantity carried over to the tranche for May 2005 (t)\nACP (Article 3(1) of Regulation (EC) No 638/2003)\n— CN codes 1006 10 21 to 1006 10 98, 1006 20 and 1006 30\nACP (Article 5(1) of Regulation (EC) No 638/2003)\n— CN codes 1006 40 00"}