{"celex_id": "32003R0824", "uri": "http://publications.europa.eu/resource/cellar/a71f4598-454f-4444-9f31-b3b6cac830d0", "type": "Regulation", "concepts": ["1102", "1104", "3003", "4288", "4291", "862"], "title": "Commission Regulation (EC) No 824/2003 of 13 May 2003 laying down detailed rules of application for Council Regulation (EC) No 1255/1999 (as regards private storage aid for certain cheeses in the 2003/2004 marketing year)\n", "header": "Commission Regulation (EC) No 824/2003\nof 13 May 2003\nlaying down detailed rules of application for Council Regulation (EC) No 1255/1999 (as regards private storage aid for certain cheeses in the 2003/2004 marketing year)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Commission Regulation (EC) No 509/2002(2), and in particular Article 10 thereof,\nWhereas:\n(1) Under Article 9 of Regulation (EC) No 1255/1999 private storage aid may be granted for long-keeping cheeses and for cheeses made from sheep's or goat's milk that require at least six months' maturing, if the price trend and stock situation for them indicate a serious imbalance of the market that can be eliminated or reduced by seasonal storage.\n(2) The difficulties arising from the seasonal nature of the production of certain long-keeping cheeses and of Pecorino Romano, Kefalo-Tyri and Kasseri are aggravated by a seasonality of consumption that is the inverse of that of production. The unconsolidated production system for such cheeses further aggravates these difficulties. Provision should therefore be made for recourse to seasonal storage of a quantity corresponding to the difference between summer and winter production.\n(3) The types of cheese eligible for aid and the maximum quantities on which it may be granted should be laid down, and also the duration of the contracts, which should reflect the real requirements of the market and the keeping qualities of the cheeses.\n(4) It is necessary to specify the terms of the storage contract and the essential steps to enable the cheese covered by a contract to be identified and subjected to checks. The aid must be fixed with reference to storage costs and the balance to be maintained between cheese for which aid is granted and other cheese sold on the market.\n(5) Detailed rules should also be set on documentation, accounting and the frequency and nature of checks. Member States should be allowed to charge all or part of the check costs to the contractor.\n(6) The Management Committee for Milk and Milk Products has not issued an opinion within the time limit set by its chairman,", "main_body": ["Purpose\nThis Regulation sets detailed rules on the granting of private storage aid for certain cheeses (aid below) in the 2003/2004 marketing year under Article 9 of Regulation (EC) No 1255/1999.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a) \"storage lot\" means a quantity of cheese weighing at least two tonnes, of a single type and taken into storage in one storage depot on a single day;\n(b) \"day of commencement of contractual storage\" means the day following that of entry into storage;\n(c) \"last day of contractual storage\" means the day before that of removal from storage.", "Cheeses eligible for aid\n1. Aid shall be granted on certain long-keeping cheeses and on Pecorino Romano, Kefalo-Tyri and Kasseri. The terms set in the Annex apply.\n2. The cheese must have been made in the Community. It must:\n(a) be indelibly marked with indications of the producing enterprise and the day and month of production; these may be in code form;\n(b) have undergone quality testing showing that it offers an adequate guarantee of classification in the categories defined in the Annex following maturing.", "Storage contract\n1. Storage contracts shall be concluded between the intervention agency of the Member State on whose territory the cheese is stored and natural or legal persons (contractors below).\n2. Storage contracts shall be drawn up in writing on the basis of an application to draw up a contract.\nApplications must reach intervention agencies within 30 days from the date of entry into storage and may relate only to lots of cheese for which entry into storage is complete. Intervention agencies shall register the date of receipt.\nIf an application reaches the intervention agency within 10 working days from the deadline a storage contract can still be concluded but the aid shall be reduced by 30 %.\n3. Storage contracts shall be concluded for one or more storage lots and shall specify:\n(a) the quantity of cheese covered;\n(b) the contract execution dates;\n(c) the aid amount;\n(d) the storage depot.\n4. Storage contracts shall be concluded within 30 days of the date of registration of the application to draw up a contract.\n5. The check provisions, particularly those indicated in Article 7, shall be the subject of a schedule drawn up by the intervention agency. The storage contract shall refer to it.", "Entry into and removal from storage\n1. The periods for entry into and removal from storage are given in the Annex.\n2. Removal from storage shall be by whole storage lot.\n3. If at the end of the first 60 days of contractual storage the deterioration in the quality of the cheese is greater than is normal in store, the contractor may be authorised, once per storage lot, to replace the defective quantity at his own expense.\nIf checks during storage or on removal from storage reveal defective quantities, no aid may be paid on these. In addition the part of the lot still eligible must weigh at least two tonnes.\nThe second subparagraph shall also apply where part of a lot is removed before the start of the period of removal from storage indicated in paragraph 1 or before expiry of the minimum storage period indicated in Article 8(2).\n4. For calculation of the aid on replaced quantities (first subparagraph of paragraph 3) the first day of contractual storage shall be the day of commencement of contractual storage.", "Storage requirements\n1. Member States shall ensure that all the requirements conferring entitlement to the aid are met.\n2. The contractor or, at the request or by authorisation of the Member State, the person in charge of the storage depot shall keep available to the agency responsible for checks all documentation needed for verification of:\n(a) ownership at time of entry into storage;\n(b) origin and date of production;\n(c) date of entry into storage;\n(d) actual presence in the storage depot and its address;\n(e) date of removal from storage.\n3. The contractor or, where applicable, the person in charge of the storage depot shall keep stock records available at the depot for each contract, showing:\n(a) each storage lot's identification number;\n(b) dates of entry into and removal from storage;\n(c) the number of cheeses and their weight in each storage lot;\n(d) the location of the cheeses in the depot.\n4. The stored cheese must be easily identifiable, easily accessible and identified individually by contract. A specific mark shall be affixed to the stored cheeses.", "Checks\n1. On entry into storage the abovementioned agency shall conduct checks in particular to ensure that the cheese is eligible for the aid and to forestall any possibility of substitution during the contractual storage.\n2. The agency shall make unannounced sample checks to verify that the cheese is present in storage depots. The sample must be representative and account for at least 10 % of the total quantity put into contractual storage under this scheme.\nChecks must include, in addition to examination of the stock records indicated in Article 6(3), physical checking of weight, nature and identification. This must cover at least 5 % of the check sample.\n3. At the end of the contractual storage period the agency shall check to see that the cheese is present. If it stays in storage after expiry of the maximum contractual storage period this check may be made when it is removed from storage.\nFor the purposes of the above check the contractor shall inform the agency, indicating the storage lots concerned, at least five working days before the contractual storage period expires or, if removal is during or after the contractual storage period, before it begins.\nMember States may accept a shorter time limit than five working days.\n4. Reports shall be drawn up on the checks made under paragraphs 1, 2 and 3 specifying:\n(a) the date of the check;\n(b) its duration;\n(c) the operations carried out.\nThese must be signed by the inspector and countersigned by the contractor or, as appropriate, the person in charge of the store, and must be included in the payment dossier.\n5. In the case of irregularities affecting 5 % or more of a quantity of cheese checked, the check shall be extended to a larger sample to be determined by the agency.\nMember States shall notify such cases to the Commission within four weeks.\n6. Member States may provide that check costs are to be fully or partly met by the contractor.", "Storage aid\n1. The aid shall be as follows:\n(a) EUR 20 per tonne for fixed costs;\n(b) EUR 0,25 per tonne per day of contractual storage for warehousing costs;\n(c) an amount per tonne per day of contractual storage for financial costs of:\n(i) EUR 0,28 for long-keeping cheeses;\n(ii) EUR 0,38 for Pecorino Romano;\n(iii) EUR 0,47 for Kefalo-Tyri and Kasseri.\n2. No aid shall be granted if the contractual storage is less than 60 days. The maximum aid payable shall be for 180 days of contractual storage.\nIf the contractor fails to comply with the specified time limit under the second or third subparagraph of Article 7(3), the aid shall be reduced by 15 % and be paid only in respect of the period for which the contractor proves to the above agency's satisfaction that the cheese remained in contractual storage.\n3. The aid shall be paid on application by the contractor at the end of the contractual storage period, within 120 days of receipt of the application, provided that the checks indicated in Article 7(3) have been made and that the requirements conferring entitlement to the aid have been met.\nHowever, if an administrative investigation into entitlement to the aid is in progress, payment shall not be made until entitlement has been recognised.", "Notifications\nMember States shall notify the Commission by 15 January 2004 of the quantities of cheese for which storage contracts have been concluded.", "0\nEntry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 79, 22.3.2002, p. 15.\nANNEX\n>TABLE>"}