{"celex_id": "32002R1922", "uri": "http://publications.europa.eu/resource/cellar/f419bc28-508d-484d-a967-54fd341197ef", "type": "Regulation", "concepts": ["2292", "2713", "2734", "2965", "4128", "4172", "4885", "862", "976"], "title": "Commission Regulation (EC) No 1922/2002 of 28 October 2002 amending Council Regulation (EC) No 1454/2001 introducing specific measures for certain agricultural products for the Canary Islands and Council Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions\n", "header": "Commission Regulation (EC) No 1922/2002\nof 28 October 2002\namending Council Regulation (EC) No 1454/2001 introducing specific measures for certain agricultural products for the Canary Islands and Council Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican)(1), as last amended by Commission Regulation (EC) No 1195/2002(2), and in particular Article 3(6) thereof,\nWhereas:\n(1) Regulation (EC) No 1454/2001 introduces specific supply arrangements for a certain number of agricultural products which are essential in the Canary Islands for human consumption, processing or as agricultural inputs. Among the products intended for feed are lucerne meal and pellets.\n(2) Lucerne meal and pellets represent a significant component of Canary Islands livestock feed. However, they are not sufficient to meet in full the protein and fibre requirements in the feed of ruminants, especially in a competitive situation where major efforts are made to produce quality meat and dairy products.\n(3) It is appropriate therefore to broaden the scope of the Canary Islands' specific supply arrangements to include long fibre lucerne, which could be incorporated into the protein and fibre diet of Canary Islands ruminants.\n(4) Regulation (EC) No 1454/2001 should therefore be amended accordingly.\n(5) Following on from the amendment of Regulation (EC) No 1454/2001, Part 1 of Annex III to Commission Regulation (EC) No 21/2002 of 28 December 2001 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001(3), as last amended by Regulation (EC) No 1365/2002(4), should be amended to include lucerne other than in the form of meal or pellets.\n(6) In order to better meet supply needs, soya oilcake, lucerne pellets and other forms of lucerne should be placed in one single group without changing the total quantity.\n(7) Regulation (EC) No 21/2002 should therefore also be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the joint meeting of the Management Committees for Dried Fodder, Hops and Oils and Fats,", "main_body": ["In Annex I to Regulation (EC) No 1454/2001, the following line is added after the last line but one:\n\">TABLE>\".", "Annex III to Regulation (EC) No 21/2002 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 45.\n(2) OJ L 174, 4.7.2002, p. 11.\n(3) OJ L 8, 11.1.2002, p. 15.\n(4) OJ L 198, 27.7.2002, p. 27.\nANNEX\nPart 1 of Annex III, Canary Islands, to Regulation (EC) No 21/2002 is replaced by the following: \"Part 1\nCereals and cereal products intended for human consumption and animal feed; oilseeds, protein crops, dried fodder\nForecast supply balance and Community aid for the supply of Community products per calendar year\n>TABLE>\""}