{"celex_id": "32004R0826", "uri": "http://publications.europa.eu/resource/cellar/4acf484e-b1cf-4eaa-9310-ebabefa4b49c", "type": "Regulation", "concepts": ["1218", "2437", "2771", "3579", "4161"], "title": "Council Regulation (EC) No 826/2004 of 26 April 2004 prohibiting imports of Atlantic blue-fin tuna (Thunnus thynnus) originating in Equatorial Guinea and Sierra Leone and repealing Regulation (EC) No 2092/2000\n", "header": "Council Regulation (EC) No 826/2004\nof 26 April 2004\nprohibiting imports of Atlantic blue-fin tuna (Thunnus thynnus) originating in Equatorial Guinea and Sierra Leone and repealing Regulation (EC) No 2092/2000\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Fishery resources, which are an exhaustible natural resource, should be protected in the interests of biological balances and global food security.\n(2) In 1994 the International Commission for the Conservation of Atlantic Tunas (ICCAT), to which the European Community is a contracting party, adopted an action plan to ensure the effectiveness of its conservation programme for Atlantic blue-fin tuna.\n(3) The stocks concerned cannot be managed effectively by the ICCAT contracting parties, whose fishermen are obliged to reduce their catches of Atlantic blue-fin tuna, unless all non-contracting parties fishing Atlantic blue-fin tuna cooperate with ICCAT and comply with its conservation and management measures.\n(4) ICCAT has identified Equatorial Guinea and Sierra Leone as countries whose vessels fish Atlantic blue-fin tuna in a manner which diminishes the effectiveness of the organisation's tuna conservation measures, substantiating its findings with data concerning catches, trade and the observation of vessels.\n(5) Imports of Atlantic blue-fin tuna originating in Belize, Equatorial Guinea and Honduras are currently prohibited by Council Regulation (EC) No 2092/2000 of 28 September 2000 prohibiting imports of Atlantic blue-fin tuna (Thunnus thynnus) originating in Belize, Honduras and Equatorial Guinea(1).\n(6) ICCAT has taken note of the strengthening of cooperation with Honduras for the conservation of Atlantic blue-fin tuna. At its 2001 annual meeting it recommended the lifting of the prohibition of imports of Atlantic blue-fin tuna in any form imposed by the contracting parties on Honduras.\n(7) ICCAT has taken note of the progress of cooperation with Belize for the conservation of Atlantic blue-fin tuna. At its 2003 annual meeting it recommended the lifting, as of 1 January 2004, of the prohibition of imports of Atlantic blue-fin tuna in any form imposed by the contracting parties on Belize.\n(8) ICCAT's attempts to encourage Equatorial Guinea and Sierra Leone to comply with measures for the conservation and management of Atlantic blue-fin tuna have been to no avail.\n(9) ICCAT has recommended its contracting parties to take appropriate steps to prohibit imports of Atlantic blue-fin tuna products in any form from Sierra Leone and to continue prohibiting such imports from Equatorial Guinea. These measures will be lifted as soon as it is established that the countries in question have brought their fishing practices into line with ICCAT's measures. These measures should therefore be implemented by the Community, which has sole competence in this matter.\n(10) These measures are compatible with the Community's obligations under other international agreements.\n(11) For the sake of transparency, Regulation (EC) No 2092/2000 should be therefore repealed and replaced by this Regulation,", "main_body": ["For the purposes of this Regulation, \"importation\" means the customs procedures referred to in Article 4(15)(a), (15)(b) and (16)(a) to (16)(f) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(2).", "1. The importation into the Community of Atlantic blue-fin tuna (Thunnus thynnus) originating in Equatorial Guinea and Sierra Leone and falling within CN codes ex 0301 99 90, 0302 35 00, ex 0302 70 00, 0303 45 00, ex 0303 80 00, ex 0304 10 38, ex 0304 10 98, ex 0304 20 45, ex 0304 90 97, ex 0305 10 00, ex 0305 20 00, ex 0305 30 90, ex 0305 49 80, ex 0305 59 80 and ex 0305 69 80 is prohibited.\n2. The importation of any processed product derived from the Atlantic blue-fin tuna referred to in paragraph 1 and falling within codes ex 1604 14 11, ex 1604 14 16 and ex 1604 14 18 and ex 1604 20 70 is prohibited.", "This Regulation shall not apply to quantities of the products referred to in Article 2 and originating in Sierra Leone which can be shown to the satisfaction of the competent national authorities to have been under way to Community territory on the date of its entry into force and which are released for free circulation no later than 14 days after that date.", "1. Regulation (EC) No 2092/2000 is hereby repealed.\n2. References to the repealed Regulation shall be construed as being made to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 249, 4.10.2000, p. 1.\n(2) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 60/2004. (OJ L 9, 15.1.2004, p. 8)."}