{"celex_id": "32004D0333", "uri": "http://publications.europa.eu/resource/cellar/84c56526-09e0-48d4-b1e4-4325a631ba54", "type": "Decision", "concepts": ["1442", "1552", "239", "2735", "2763", "5451", "6569", "893"], "title": "2004/333/EC: Commission Decision of 31 March 2004 authorising the placing on the market of yellow fat spreads, salad dressings, milk type products, fermented milk type products, soya drinks and cheese type products with added phytosterols/phytostanols as novel foods or novel food ingredients under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2004) 1243)\n", "header": "Commission Decision\nof 31 March 2004\nauthorising the placing on the market of yellow fat spreads, salad dressings, milk type products, fermented milk type products, soya drinks and cheese type products with added phytosterols/phytostanols as novel foods or novel food ingredients under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2004) 1243)\n(Only the English text is authentic)\n(2004/333/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients(1), and in particular Article 7 thereof,\nWhereas:\n(1) On 2 November 2001 Archer Daniels Midland Company (ADM) made a request to the competent authorities of the Netherlands for placing phytosterols and phytosterol esters on the market.\n(2) On 13 December 2001 the competent authorities of the Netherlands issued their initial assessment report.\n(3) In their initial assessment report, the Netherlands' competent food assessment body came to the conclusion that the phytosterols/stanols are safe for human consumption.\n(4) The Commission forwarded the initial assessment report to all Member States on 5 March 2002.\n(5) Within the 60-day period laid down in Article 6(4) of the Regulation, reasoned objections to the marketing of the product were raised in accordance with that provision.\n(6) The Scientific Committee on Food (SCF) in its opinion \"General view on the long-term effects of the intake of elevated levels of phytosterols from multiple dietary sources, with particular attention to the effects on β-carotene\" of 26 September 2002 indicated that there was no evidence of additional benefits at intakes higher than 3 g/day and that high intakes might induce undesirable effects and that it was therefore prudent to avoid plant sterol intakes exceeding 3 g/day. Furthermore, the SCF, in its opinion on an application from ADM for approval of plant sterol-enriched foods of 4 April 2003, came to the conclusion that the addition of phytosterols is safe, provided that the daily consumption does not exceed 3g.\n(7) Commission Regulation (EC) No 608/2004 of 31 March 2004 concerning the labelling of foods and food ingredients with added phytosterols, phytosterol esters, phytostanols and/or phytostanol esters(2) ensures that consumers receive the information necessary in order to avoid excessive intake of additional phytosterols.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Foods and food ingredients as described in Annex 1 with added phytosterols/phytostanols as specified in Annex 2, hereinafter called the products, may be placed on the market in the Community.", "The products shall be presented in such a manner that they can be easily divided into portions that contain either a maximum of 3g (in case of one portion per day) or a maximum of 1g (in case of three portions per day) of added phytosterols/phytostanols.\nSalad dressings shall be packed as single portions.\nThe amount of phytosterols/phytostanols added to a container of beverages shall not exceed 3 g.", "This Decision is addressed to Archer Daniels Midland Company, 4666 Faries Parkway, Decatur, IL. 62526-5666, USA."], "attachments": "Done at Brussels, 31 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1.\n(2) OJ L 97, 1.4.2004, p. 44.\nANNEX 1\nProducts referred to in Article 1\nYellow fat spreads, as defined by Council Regulation (EC) No 2991/94(1), excluding cooking and frying fats and spreads based on butter or other animal fat.\nSalad dressings including mayonnaise.\nMilk type products such as semi skimmed and skimmed milk type products, possibly with the addition of fruits and/or cereals, fermented milk type products such as yoghurt, soya drinks, and cheese type products (fat content &lt;= 12 g per 100 g), where the milk fat and/or protein has been partly or fully replaced by vegetable fat or protein.\n(1) OJ L 316, 9.12.1994, p. 2.\nANNEX 2\nSpecifications of phytosterols and phytostanols for the addition to foods and food ingredients\nDefinition:\nPhytosterols and phytostanols are sterols and stanols that are extracted from plants and may be presented as free sterols and stanols or esterified with food grade fatty acids.\nComposition (with GC-FID or equivalent method):\n&lt;  80 % â-sitosterol\n&lt;  15 % â-sitostanol\n&lt;  40 % campesterol\n&lt;  5 % campestanol\n&lt;  30 % stigmasterol\n&lt;  3 % brassicasterol\n&lt;  3 % other sterols/stanols\nContamination/Purity (GC-FID or equivalent method)\nPhytosterols and phytostanols extracted from sources other than vegetable oil suitable for food have to be free of contaminants, best ensured by a purity of more than 99 % of the phytosterol/phytostanol ingredient."}