{"celex_id": "32004R1086", "uri": "http://publications.europa.eu/resource/cellar/b18d8ba2-db4f-4e93-a24a-347a94736f84", "type": "Regulation", "concepts": ["1500", "3483", "3584", "3870", "614"], "title": "Commission Regulation (EC) No 1086/2004 of 9 June 2004 amending Council Regulation (EC) No 1210/2003 concerning certain specific restrictions on economic and financial relations with Iraq\n", "header": "10.6.2004 EN Official Journal of the European Union L 207/10\nCOMMISSION REGULATION (EC) No 1086/2004\nof 9 June 2004\namending Council Regulation (EC) No 1210/2003 concerning certain specific restrictions on economic and financial relations with Iraq\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1210/2003 concerning certain specific restrictions on economic and financial relations with Iraq and repealing Regulation (EC) No 2465/96 (1) and in particular Article 11(b) thereof,\nWhereas:\n(1) Annex III to Regulation (EC) No 1210/2003 lists the legal persons, public bodies, corporations, agencies and entities of the previous government of Iraq covered by the freezing of funds and economic resources under that Regulation.\n(2) Annex IV to Regulation (EC) No 1210/2003 lists the natural and legal persons, bodies or entities associated with the regime of former President Saddam Hussein covered by the freezing of funds and economic resources under that Regulation.\n(3) On 2 June 2004, the Sanctions Committee of the UN Security Council decided to amend the list comprising Saddam Hussein and other senior officials of the former Iraqi regime, their immediate family members and the entities owned or controlled by them or by persons acting on their behalf or at their direction, to whom the freezing of funds and economic resources should apply. Therefore, Annex IV should be amended accordingly.\n(4) It is necessary to move five entries from Annex III to Annex IV and to amend two of these entries.\n(5) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["1.   Annex III to Regulation (EC) No 1210/2003 is hereby amended in accordance with Annex I to this Regulation.\n2.   Annex IV to Regulation (EC) No 1210/2003 is hereby amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 June 2004.\nFor the Commission\nChristopher PATTEN\nMember of the Commission\n(1)  OJ L 169, 8.7.2003, p. 6. Regulation as last amended by Commission Regulation (EC) No 979/2004 of 14.5.2004 (OJ L 180, 15.5.2004, p. 9).\nANNEX I\nAnnex III to Regulation (EC) No 1210/2003 is amended as follows:\nThe following natural persons shall be removed:\n1) Hikmat Jarjes Bahnam (alias Hikmat Gargees). Address: Baghdad, Iraq. Passport No 035667 (Iraqi).\n2) Tarik Nasser S. Al Obaidi (alias (a) Tarik al'Ubaydi, (b) Tariq al'Ubaydi). Address: Baghdad, Iraq. Passport No 212331 (Iraqi).\n3) Khalaf M. M. Al-Dulaymi (alias Khalaf Al Dulaimi). Date of birth: 25 January 1932. Passport No H0044232 (Iraqi).\n4) Adnan S. Hasan Ahmed (alias (a) Hasan Ahmed S. Adnan, (b) Ahmed Sultan). Address: Amman, Jordan.\n5) Munir Al Qubaysi (alias (a) Munir Al-Kubaysi, (b) Muneer Al-Kubaisi, (c) Munir Mamduh Awad, (d) Munir A. Awad). Address: Syria. Nationality: Iraqi.\nANNEX II\nAnnex IV to Regulation (EC) No 1210/2003 is amended as follows:\n1. The following natural persons shall be added:\n1) Asil Sami Mohammad Madhi Tabrah (alias Asil Tabra). Date of birth: 6 June 1964. Place of birth: Iraq. Nationality: Iraqi.\n2) Adib Shaban Al-Ani (alias (a) Dr. Adib Sha’ban, (b) Adib Shaban). Date of birth: 1952. Nationality: Iraqi.\n3) Dr. Sahir Berhan (alias (a) Dr. Sahir Barhan, (b) Saher Burhan Al-Deen, (c) Sahir Burhan). Date of birth: 1967. Address: (a) Baghdad, Iraq, (b) United Arab Emirates. Nationality: Iraqi.\n4) Maki Mustafa Hamudat (alias (a) Maki Hamudat, (b) Mackie Hmodat, (c) General Maki Al-Hamadat, (d) Macki Hamoudat Mustafa). Date of birth: circa 1934. Address: Mosul, Iraq. Nationality: Iraqi.\n5) Roodi Slewa (alias (a) Rudi Slaiwah, (b) Rudi Untaywan Slaywah, (c) Rudi Saliwa). Nationality: Iraqi.\n6) Nabil Victor Karam. Date of birth: 1954. Addresses: (a) C/o Trading and Transport Services, Al-Razi Medical Complex, Jabal Al-Hussein, Amman, Jordan, (b) C/o Alfa Company Limited for International Trading and Marketing, P.O. Box 910606, Amman 11191, Jordan. Nationality: Lebanese.\n7) Hikmat Jarjes Bahnam (alias Hikmat Gargees). Address: Baghdad, Iraq. Passport No 035667 (Iraqi).\n8) Tarik Nasser S. Al Obaidi (alias (a) Tarik al'Ubaydi, (b) Tariq al'Ubaydi). Date of birth: 1945. Place of birth: Baghdad, Iraq. Address: Baghdad, Iraq. Passport No 212331 (Iraqi).\n9) Khalaf M. M. Al-Dulaymi (alias Khalaf Al Dulaimi). Date of birth: 25 January 1932. Passport No H0044232 (Iraqi).\n10) Adnan S. Hasan Ahmed (alias (a) Hasan Ahmed S. Adnan, (b) Ahmed Sultan). Address: Amman, Jordan.\n11) Munir Al Qubaysi (alias (a) Munir Al-Kubaysi, (b) Muneer Al-Kubaisi, (c) Munir Awad, (d) Munir A Mamduh Awad). Date of birth: 1966. Place of birth: Heet, Iraq. Address: Syria. Nationality: Iraqi.\n2. The following legal persons, bodies or entities shall be added:\n1) ALFA COMPANY LIMITED FOR INTERNATIONAL TRADING AND MARKETING (alias (a) ALFA TRADING COMPANY, (b) ALFA INVESTMENT AND INTERNATIONAL TRADING). Address: P.O. Box 910606, Amman 11191, Jordan.\n2) TRADING AND TRANSPORT SERVICES COMPANY, LTD. Addresses: (a) Al-Razi Medical Complex, Jabal Al-Hussein, Amman, Jordan; (b) P.O. Box 212953, Amman 11121, Jordan; (c) P.O. Box 910606, Amman 11191, Jordan."}