{"celex_id": "32006D0710", "uri": "http://publications.europa.eu/resource/cellar/f1214bf4-4450-417c-ad78-043e0b92fe26", "type": "Decision", "concepts": ["12", "2850", "2901", "5404", "5693", "5870"], "title": "2006/710/EC,Euratom: Council and Commission Decision of  25 September 2006 on the conclusion of the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Kazakhstan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n", "header": "1.11.2006 EN Official Journal of the European Union L 303/7\nCOUNCIL AND COMMISSION DECISION\nof 25 September 2006\non the conclusion of the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Kazakhstan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n(2006/710/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2), the last sentence of Article 47(2), and Articles 55, 57(2), 71, 80(2), 93, 94, 133 and 181a, in conjunction with the second sentence of Article 300(2) and the first subparagraph of Article 300(3), thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the Treaty of Accession of 16 April 2003, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession annexed to the Treaty of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the Council's approval pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1) The Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Kazakhstan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union, and providing for certain technical adjustments linked to the institutional and legal developments within the European Union, was signed on behalf of the European Community and the Member States on 30 April 2004 in accordance with Council Decision No 2006/709/EC (2).\n(2) Pending its entry into force, the Protocol has been applied on a provisional basis as from the date of accession.\n(3) The Protocol should be concluded,", "main_body": ["The Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Kazakhstan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union is hereby approved on behalf of the European Community, the European Atomic Energy Community and the Member States.\nThe text of the Protocol is attached to this Decision (3).", "The President of the Council shall, on behalf of the European Community and its Member States, give the notification provided for in Article 4 of the Protocol. The President of the Commission shall simultaneously give such notification on behalf of the European Atomic Energy Community."], "attachments": "Done at Brussels, 25 September 2006.\nFor the Council\nThe President\nM. PEKKARINEN\nFor the Commission\nThe President\nJ. M. BARROSO\n(1)  OJ C 174 E, 14.7.2005, p. 16.\n(2)  See page 1 of this Official Journal.\n(3)  See page 3 of this Official Journal."}