{"celex_id": "32004R0708", "uri": "http://publications.europa.eu/resource/cellar/8a67d9cb-e51d-4c49-8e74-2dd7174baa04", "type": "Regulation", "concepts": ["1565", "2763", "2974", "3591"], "title": "Commission Regulation (EC) No 708/2004 of 16 April 2004 determining the quantity of certain products in the milk and milk products sector available for the period from 1 May to 30 June 2004 under quotas opened by the Community\n", "header": "Commission Regulation (EC) No 708/2004\nof 16 April 2004\ndetermining the quantity of certain products in the milk and milk products sector available for the period from 1 May to 30 June 2004 under quotas opened by the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1),\nHaving regard to Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas(2), and in particular Article 16(2) thereof,\nWhereas:\n(1) When import licences were allocated for the first four months of 2004 for certain quotas referred to in Regulation (EC) No 2535/2001, applications for licences covered quantities less than those available for the products concerned. As a result, the quantity available for each quota for the period from 1 May to 30 June 2004 should be fixed, taking account of the unallocated quantities resulting from Commission Regulations (EC) No 126/2004(3) and (EC) No 178/2004(4) determining the extent to which the applications for import licences submitted in January 2004 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted.\n(2) For the sake of clarity and consistency, it is appropriate to fix the available quantities for all the quotas to be opened for the period from 1 May to 30 June 2004,", "main_body": ["The quantities available for the period from 1 May to 30 June 2004 for the remaining of the second half of the year of importation under certain quotas referred to in Regulation (EC) No 2535/2001 shall be as set out in the Annex.", "This Regulation shall enter into force on 17 April 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2) OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 50/2004 (OJ L 7, 13.1.2004, p. 9)\n(3) OJ L 17, 24.1.2004, p. 20.\n(4) OJ L 28, 31.1.2004, p. 11.\nANNEX\nQUANTITIES(1) AVAILABLE FOR THE PERIOD 1 MAY TO 30 JUNE 2004\n(1) The carry-over resulting from Regulations (EC) No 126/2004 and (EC) No 178/2004 included where applicable.\nAnnex I.A\n>TABLE>\nAnnex I.B\n>TABLE>\n>TABLE>\nAnnex 1.F\n>TABLE>\nAnnex 1.H\n>TABLE>"}