{"celex_id": "32004R1557", "uri": "http://publications.europa.eu/resource/cellar/8d109547-3693-4bd8-b12d-7f4546549e5b", "type": "Regulation", "concepts": ["1119", "1442", "1562", "2081", "2089", "2771", "5481"], "title": "Commission Regulation (EC) No 1557/2004 of 1 September 2004 approving operations to check conformity to the marketing standards applicable to certain fresh fruit carried out in New Zealand prior to import into the Community\n", "header": "2.9.2004 EN Official Journal of the European Union L 283/3\nCOMMISSION REGULATION (EC) No 1557/2004\nof 1 September 2004\napproving operations to check conformity to the marketing standards applicable to certain fresh fruit carried out in New Zealand prior to import into the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 10 thereof,\nWhereas:\n(1) Article 7 of Commission Regulation (EC) No 1148/2001 of 12 June 2001 on checks on conformity to the marketing standards applicable to fresh fruit and vegetables (2) lays down the conditions for the approval of checking operations performed by certain third countries which so request prior to import into the Community.\n(2) On 30 April 2004, the New Zealand authorities sent the Commission a request for the approval of checking operations performed under the responsibility of the New Zealand Food Safety Authority (NZFSA) for apples, pears and kiwi fruit. Inspections of apples, pears and kiwi fruit, aiming to determine conformity to the marketing standards are undertaken either by Industry Grade Inspection staff who are audited by NZFSA-recognised auditors, or directly by NZFSA-recognised auditors/inspectors. The request submitted by New Zealand states that the aforementioned inspection bodies have the necessary staff, equipment and facilities to carry out checks, that they use methods equivalent to those referred to in Article 9 of Regulation (EC) No 1148/2001 and that the fresh fruit belonging to the aforementioned species exported from New Zealand to the Community meet the Community marketing standards.\n(3) The information sent by the Member States to the Commission shows that, in the period 1997 to 2003, the incidence of non-conformity with marketing standards among imports from New Zealand of fresh fruit and vegetables in general and those species for which the request was submitted in particular was very low.\n(4) Representatives of the New Zealand authorities have participated in international efforts to agree marketing standards for fruit and vegetables within the Working Party on Standardisation of Perishable Produce and Quality Development of the United Nations Economic Commission for Europe (UNECE). Moreover, New Zealand participates in the Organisation for Economic Cooperation and Development (OECD) Scheme for the Application of International Standards for Fruit and Vegetables.\n(5) Checks on conformity carried out by New Zealand should therefore be approved with effect from the date of implementation of the administrative cooperation procedure provided for in Article 7(8) of Regulation (EC) No 1148/2001.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Checks on conformity to the marketing standards applicable to apples, pears and kiwi fruit carried out by New Zealand prior to import into the Community are hereby approved in accordance with Article 7 of Regulation (EC) No 1148/2001.", "Details of the official authority and inspection body in New Zealand, as referred to in the second subparagraph of Article 7(2) of Regulation (EC) No 1148/2001, are given in Annex I to this Regulation.", "The certificates referred to in the second subparagraph of Article 7(3) of Regulation (EC) No 1148/2001, issued following the checks referred to in Article 1 of this Regulation, must be drawn up on forms in conformity with the model set out in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of publication in the C series of the Official Journal of the European Union of the notice referred to in Article 7(8) of Regulation (EC) No 1148/2001, relating to the establishment of administrative cooperation between the Community and New Zealand.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 September 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 156, 13.6.2001, p. 9. Regulation as last amended by Regulation (EC) No 408/2003 (OJ L 62, 6.3.2003, p. 8).\nANNEX I\nOfficial authority referred to in Article 7(2) of Regulation (EC) No 1148/2001:\nMinistry of Agriculture and Forestry\nNew Zealand Food Safety Authority\n68-86 Jervois Quay, PO Box 2835\nWellington\nNew Zealand\nTel. (64-4) 463 2500\nFax (64-4) 463 2675\nE-mail: nzfsa.info@nzfsa.govt.nz\nInspection body referred to in Article 7(2) of Regulation (EC) No 1148/2001:\nNew Zealand Food Safety Authority\n68-86 Jervois Quay, PO Box 2835\nWellington\nNew Zealand\nTel. (64-4) 463 2500\nFax (64-4) 463 2675\nE-mail: nzfsa.info@nzfsa.govt.nz\nANNEX II\nModel certificate referred to in Article 7(3) of Regulation (EC) No 1148/2001"}