{"celex_id": "32001L0113", "uri": "http://publications.europa.eu/resource/cellar/fae3a3ab-dfb3-4769-9985-c4f77234ce61", "type": "Directive", "concepts": ["1116", "1284", "1425", "2081", "2730", "301", "5573", "683"], "title": "Council Directive 2001/113/EC of 20 December 2001 relating to fruit jams, jellies and marmalades and sweetened chestnut purée intended for human consumption\n", "header": "12.1.2002 EN Official Journal of the European Communities L 10/67\nCOUNCIL DIRECTIVE 2001/113/EC\nof 20 December 2001\nrelating to fruit jams, jellies and marmalades and sweetened chestnut purée intended for human consumption\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas:\n(1) Certain vertical Directives relating to foodstuffs should be simplified in order to take account only of the essential requirements to be met by the products they cover so that those products may move freely within the internal market, in accordance with the conclusions of the European Council meeting in Edinburgh on 11 and 12 December 1992, as confirmed by those of the European Council meeting in Brussels on 10 and 11 December 1993.\n(2) Council Directive 79/693/EEC of 24 July 1979 on the approximation of the laws of the Member States relating to fruit jams, jellies and marmalades and chestnut purée (4) was justified by the fact that differences between national laws relating to the products concerned could result in conditions of unfair competition likely to mislead consumers, and thereby have a direct effect on the establishment and functioning of the common market.\n(3) Directive 79/693/EEC was consequently designed to lay down definitions and common rules governing composition, manufacturing specifications and labelling of the products concerned, so as to ensure their free movement within the Community.\n(4) Directive 79/693/EEC should be brought into line with general Community legislation on foodstuffs, and in particular legislation on labelling, colouring agents, sweeteners and other authorised additives and, for the sake of clarity, should be recast in order to make the rules on the conditions for the production and marketing of fruit jams, jellies and marmalades and sweetened chestnut purée intended for human consumption more accessible.\n(5) The general food-labelling rules laid down in Directive 2000/13/EC of the European Parliament and of the Council (5) should apply subject to certain conditions.\n(6) In order to take account of existing national traditions in the making of fruit jams, jellies and marmalades and sweetened chestnut purée, it is necessary to maintain existing national regulations authorising the marketing of such products with a reduced sugar content.\n(7) In accordance with the principles of subsidiarity and proportionality established by Article 5 of the Treaty, the objective of laying down common definitions and rules for the products concerned and bringing the provisions into line with general Community legislation on foodstuffs cannot be sufficiently achieved by the Member States and can therefore, by reason of the nature of this Directive, be better achieved by the Community. This Directive does not go beyond what is necessary in order to achieve the said objective.\n(8) The measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6).\n(9) To avoid creating new barriers to free movement, Member States should refrain from adopting, for the products in question, national provisions not provided for by this Directive,", "main_body": ["This Directive shall apply to the products defined in Annex I.\nIt shall not apply to products intended for the manufacture of fine bakery wares, pastries or biscuits.", "Directive 2000/13/EC shall apply to the products defined in Annex I hereto, subject to the following conditions:\n1. The product names listed in Annex I shall apply only to the products referred to therein and shall be used in trade to designate them.\n2. The product names shall be supplemented by an indication of the fruit or fruits used, in descending order of weight of the raw materials used. However, for products manufactured from three or more fruits, the indication of the fruits used may be replaced by the words ‘mixed fruit’ or a similar wording, or by the number of fruits used.\n3. The labelling shall indicate the fruit content by including the words ‘prepared with … g of fruit per 100 g’ of the finished product, after deduction of the weight of water used in preparing the aqueous extracts, if appropriate.\n4. The labelling shall indicate the total sugar content by the words ‘total sugar content … g per 100 g’, the figure indicated representing the value determined by refractometer at 20 °C for the finished product, subject to a tolerance of ± 3 refractometric degrees.\n5. The particulars referred to in point 3 and the first subparagraph of point 4 shall appear in the same visual field as the product name and in clearly visible characters.\n6. Where the residual content of sulphur dioxide is more than 10 mg/kg, its presence shall be indicated on the list of ingredients by way of derogation from Article 6(4) of Directive 2000/13/EC.", "For the products defined in Annex I, Member States shall not adopt national provisions not provided for by this Directive.", "Without prejudice to Directive 89/107/EEC (8) or to provisions adopted in order to give it effect, only the ingredients listed in Annex II hereto and raw materials which comply with Annex III hereto may be used in the manufacture of the products defined in Annex I hereto.", "The measures necessary for the implementation of this Directive relating to the matters referred to below shall be adopted in accordance with the regulatory procedure referred to in Article 6(2):\n— bringing this Directive into line with general Community legislation on foodstuffs,\n— adaptations to technical progress.", "1.   The Commission shall be assisted by the Standing Committee on Foodstuffs (hereinafter referred to as ‘the Committee’) set up by Article 1 of Decision 69/414/EEC (9).\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   The Committee shall adopt its rules of procedure.", "Directive 79/693/EEC is hereby repealed with effect from 12 July 2003.\nReferences to the repealed Directive shall be construed as references to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 12 July 2003. They shall forthwith inform the Commission thereof.\nThe measures shall be applied so as to:\n— authorise the marketing of the products defined in Annex I if they comply with the definitions and rules laid down in this Directive, with effect from 12 July 2003,\n— prohibit the marketing of products which do not comply with this Directive, with effect from 12 July 2004.\nHowever, the marketing of products which fail to conform to this Directive but which were labelled before 12 July 2004 in accordance with Directive 79/693/EEC shall be permitted until stocks run out.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such reference shall be adopted by Member States.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2001.\nFor the Council\nThe President\nC. PICQUÉ\n(1)  OJ C 231, 9.8.1996, p. 27.\n(2)  OJ C 279, 1.10.1999, p. 95.\n(3)  OJ C 56, 24.2.1997, p. 20.\n(4)  OJ L 205, 13.8.1979, p. 5. Directive as last amended by Directive 88/593/EEC (OJ L 318, 25.11.1988, p. 44).\n(5)  OJ L 109, 6.5.2000, p. 29.\n(6)  OJ L 184, 17.7.1999, p. 23.\n(7)  OJ L 276, 6.10.1990, p. 40.\n(8)  OJ L 40, 11.2.1989, p. 27. Directive as amended by Directive 94/34/EC (OJ L 237, 10.9.1994, p. 1).\n(9)  OJ L 291, 19.11.1969, p. 9.\nANNEX I\nNAMES, PRODUCT DESCRIPTIONS AND DEFINITIONS\nI.   DEFINITIONS\n— ‘Jam’ is a mixture, brought to a suitable gelled consistency, of sugars, the pulp and/or purée of one or more kinds of fruit and water. However, citrus jam may be obtained from the whole fruit, cut into strips and/or sliced.\n— 350 g as a general rule,\n— 250 g for redcurrants, rowanberries, sea-buckthorns, blackcurrants, rosehips and quinces,\n— 150 g for ginger,\n— 160 g for cashew apples,\n— 60 g for passion fruit.\n— ‘Extra jam’ is a mixture, brought to a suitable gelled consistency, of sugars, the unconcentrated pulp of one or more kinds of fruit and water. However, rosehip extra jam and seedless raspberry, blackberry, blackcurrant, blueberry and redcurrant extra jam may be obtained entirely or in part from unconcentrated purée of the respective fruits. Citrus extra jam may be obtained from the whole fruit, cut into strips and/or sliced.\n— 450 g as a general rule,\n— 350 g for redcurrants, rowanberries, sea-buckthorns, blackcurrants, rosehips and quinces,\n— 250 g for ginger,\n— 230 g for cashew apples,\n— 80 g for passion fruit.\n— ‘Jelly’ is an appropriately gelled mixture of sugars and the juice and/or aqueous extracts of one or more kinds of fruit.\n— In the case of ‘extra jelly’, however, the quantity of fruit juice and/or aqueous extracts used in the manufacture of 1 000 g of finished product must not be less than that laid down for the manufacture of extra jam. These quantities are calculated after deduction of the weight of water used in preparing the aqueous extracts. The following fruits may not be used mixed with others in the manufacture of extra jelly: apples, pears, clingstone plums, melons, water-melons, grapes, pumpkins, cucumbers and tomatoes.\n— ‘Marmalade’ is a mixture, brought to a suitable gelled consistency, of water, sugars and one or more of the following products obtained from citrus fruit: pulp, purée, juice, aqueous extracts and peel.\n— The name ‘jelly marmalade’ may be used where the product contains no insoluble matter except possibly for small quantities of finely sliced peel.\n— ‘Sweetened chestnut purée’ is a mixture, brought to a suitable consistency, of water, sugar and at least 380 g of chestnut (Castanea sativa) purée for 1 000 g of finished product.\nII. Products defined in part I must have a soluble dry matter content of 60 % or more as determined by refractometer, except for those products in respect of which sugars have been wholly or partially replaced by sweeteners.\nIII. Where fruits are mixed together, the minimum contents laid down in part I for different kinds of fruit must be reduced in proportion to the percentages used.\nANNEX II\nThe following additional ingredients may be used in the products defined in Annex I:\n— honey as defined in Council Directive 2001/110/EC of 20 December 2001 relating to honey (1): in all products as a total or partial substitute for sugars,\n— fruit juice: only in jam,\n— citrus fruit juice: in products obtained from other types of fruit: only in jam, extra jam, jelly and extra jelly,\n— red fruit juices: only in jam and extra jam manufactured from rosehips, strawberries, raspberries, gooseberries, redcurrants, plums and rhubarb,\n— red beetroot juice: only in jam and jelly manufactured from strawberries, raspberries, gooseberries, redcurrants and plums,\n— essential oils of citrus fruits: only in marmalade and jelly marmalade,\n— edible oils and fats as anti-foaming agents: in all products,\n— liquid pectin: in all products,\n— citrus peel: in jam, extra jam, jelly and extra jelly,\n— leaves of Pelargonium odoratissimum: in jam, extra jam, jelly and extra jelly, where they are made from quince,\n— spirits, wine and liqueur wine, nuts, aromatic herbs, spices, vanilla and vanilla extracts: in all products,\n— vanilline: in all products.\n(1)  See page 47 of this Official Journal.\nANNEX III\nA.   DEFINITIONS\nFor the purposes of this Directive, the following definitions shall apply:\n1. Fruit:\n— fresh, sound fruit, free from deterioration, containing all its essential constituents and sufficiently ripe for use, after cleaning, removal of blemishes, topping and tailing,\n— for the purposes of this Directive, tomatoes, the edible parts of rhubarb stalks, carrots, sweet potatoes, cucumbers, pumpkins, melons and water-melons are considered to be fruit,\n— ‘ginger’ means the edible root of the ginger plant in a fresh or preserved state. Ginger may be dried or preserved in syrup.\n2. (Fruit) pulp:\n3. (Fruit) purée:\n4. Aqueous extracts (of fruit):\n5. Sugars\n1. the sugars as defined in Directive 2001/111/EC (1);\n2. fructose syrup;\n3. sugars extracted from fruit;\n4. brown sugar.\nB.   TREATMENT OF RAW MATERIALS\n1. The products defined in items 1, 2, 3 and 4 of part A may be treated in the following ways:\n— heated, chilled or frozen,\n— freeze-dried,\n— concentrated, to the extent that is technically possible,\n— with the exception of the raw materials used in the manufacture of ‘extra’ products: the use of sulphur dioxide (E 220) or its salts (E 221, E 222, E 223, E 224, E 226 and E 227) as an aid to manufacture provided that the maximum sulphur-dioxide content laid down in Directive 95/2/EC is not exceeded in the products defined in part I of Annex I.\n2. Apricots and plums to be used in the manufacture of jam may also be treated by other drying processes apart from freeze-drying.\n3. Citrus peel may be preserved in brine.\n(1)  See page 53 of this Official Journal."}