{"celex_id": "32003D0191", "uri": "http://publications.europa.eu/resource/cellar/e1225638-ae28-4429-ba12-b998145dfdb4", "type": "Decision", "concepts": ["1445", "1596", "1755", "2121", "2286", "4743", "619"], "title": "2003/191/EC: Commission Decision of 19 March 2003 concerning protective measures in relation to avian influenza in the Netherlands (Text with EEA relevance) (notified under document number C(2003) 889)\n", "header": "Commission Decision\nof 19 March 2003\nconcerning protective measures in relation to avian influenza in the Netherlands\n(notified under document number C(2003) 889)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2003/191/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(2), and in particular Article 10 thereof,\nWhereas:\n(1) Since 28 February 2003 the Netherlands have declared several outbreaks of highly pathogenic avian influenza.\n(2) The infection with avian influenza subtype H7N7 has affected several poultry flocks in an area called \"Gelderse Vallei\".\n(3) Avian influenza is a highly contagious poultry disease that can pose a serious threat for the poultry industry.\n(4) In view of the high mortality and the rapid spread of the infection the Netherlands took immediate action as provided for by Council Directive 92/40/EEC(3) of 19 May 1992 introducing Community measures for the control of avian influenza, as amended by the Act of Accession of Austria, Finland and Sweden, before the disease was officially confirmed.\n(5) Council Directive 92/40/EEC sets out the minimum control measures to be applied in the event of an outbreak of avian influenza. The Member State may take more stringent action in the field covered by this Directive if deemed necessary and proportionate to contain the disease, taking into account the particular epidemiological, animal husbandry, commercial and social conditions prevailing.\n(6) Furthermore all movements of live poultry and hatching eggs within the Netherlands and their dispatch to other Member States was prohibited.\n(7) The same prohibitions should apply to exports to third countries in order to protect their health status and to prevent the risk of re-entry of such consignments in another Member State.\n(8) For the sake of clarity and transparency the Commission has taken Decision 2003/153/EC(4) of 3 March 2003 concerning protection measures in relation to strong suspicion of avian influenza in the Netherlands, as amended by Decision 2003/156/EC(5), after consultation with the Dutch authorities, thereby reinforcing the measures taken by the Netherlands and granting certain specific derogations for movements of slaughter poultry and day-old chicks within the Netherlands.\n(9) By Commission Decisions 2003/156/EC, 2003/172/EC(6) and 2003/186/EC(7) the measures provided for in Decision 2003/153/EC were prolonged in view of the evolution of the disease.\n(10) The currently available epidemiological information and the first results of the surveillance programme, carried out nationwide in the Netherlands, suggest that the probability of the circulation of the highly pathogenic avian influenza virus outside the \"Gelderse Vallei\" is low.\n(11) In the light of the evolution of the disease, it is appropriate to further prolong the measures adopted under Decision 2003/172/EC. However, a derogation should also be provided for as regards the movement of hatching eggs within the Netherlands from areas outside the surveillance zones.\n(12) Furthermore, the Netherlands has confirmed that the movement of spent laying hens for immediate slaughter and pullets in the Netherlands may be authorised from areas outside the surveillance zones.\n(13) The other Member States have already adjusted the measures they apply to trade, and they are sufficiently informed by the Commission, and in particular in the context of the Standing Committee on the Food Chain and Animal Health on the appropriate period for their implementation.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. Without prejudice to the measures taken by the Netherlands within the framework of Council Directive 92/40/EEC within the surveillance zones, the Dutch veterinary authorities shall ensure that:\n(a) no live poultry and hatching eggs are dispatched from the Netherlands to other Member States and to third countries;\n(b) no live poultry and hatching eggs are transported within the Netherlands.\n2. By way of derogation from paragraph 1(b), the competent veterinary authority, taking all appropriate bio-security measures to avoid the spread of avian influenza, may authorise the transport from areas outside the surveillance zones of:\n(a) poultry for immediate slaughter, including spent laying hens, to a slaughterhouse, that has been designated by the competent veterinary authority;\n(b) day-old chickens and pullets to a holding under official control;\n(c) hatching eggs to a hatchery under official control.", "This Decision shall apply from 21 March 2003 until 24.00 (midnight) on 27 March 2003.", "This Decision is addressed to the Netherlands."], "attachments": "Done at Brussels, 19 March 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 167, 22.6.1992, p. 1.\n(4) OJ L 59, 4.3.2003, p. 32.\n(5) OJ L 64, 7.3.2003, p. 36.\n(6) OJ L 69, 13.3.2003, p. 27.\n(7) OJ L 71, 15.3.2003, p. 30."}