{"celex_id": "32007D0346", "uri": "http://publications.europa.eu/resource/cellar/3105d6ec-d9ac-4fc9-b187-248ca69cc022", "type": "Decision", "concepts": ["1085", "3017", "3648", "5319", "5320", "5581"], "title": "2007/346/EC: Commission Decision of 16 May 2007 granting a derogation requested by France pursuant to Decision 2006/804/EC on harmonisation of the radio spectrum for radio frequency identification (RFID) devices operating in the ultra high frequency (UHF) band (notified under document number C(2007) 2084)\n", "header": "22.5.2007 EN Official Journal of the European Union L 130/43\nCOMMISSION DECISION\nof 16 May 2007\ngranting a derogation requested by France pursuant to Decision 2006/804/EC on harmonisation of the radio spectrum for radio frequency identification (RFID) devices operating in the ultra high frequency (UHF) band\n(notified under document number C(2007) 2084)\n(Only the French text is authentic)\n(2007/346/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(5) thereof,\nHaving regard to Commission Decision 2006/804/EC of 23 November 2006 on harmonisation of the radio spectrum for radio frequency identification (RFID) devices operating in the ultra high frequency (UHF) band (2), and in particular Article 3(2) thereof,\nWhereas:\n(1) Considering that Decision 2006/804/EC would affect the 865,6-867,6 MHz frequency band, France has introduced a request for a transitional derogation to this Decision on the ground that this band is currently used exclusively and directly for equipment dedicated to public security and defence purposes which does not tolerate high levels of emissions within a certain geographical range.\n(2) France has therefore requested the possibility to limit the emission levels in that band in certain zones below the levels defined by Decision 2006/804/EC.\n(3) France has provided sufficient technical justification to its request, based in particular on compatibility studies from the Agence Nationale des Fréquences and of CEPT and taking into account factors of harmful interference between RFID and military equipment such as emission power, density and duty cycles.\n(4) While the request seeks a minimum of protection for military equipment, it does not impose unnecessary restraints in terms of frequency band or geographical coverage. Only a very limited part of the territory of France would be concerned; it does not unduly prevent activities around urban areas and the areas involved would be rural and would not overlap with major towns. RFID would still be permitted in the designated areas, albeit with a reduced power level. Overall, the derogation would in effect not significantly impact on the deployment of RFID technology in France.\n(5) The limitation should remain exceptional and be allowed for a limited period of time. France would report on the evolution of technology and usage by its military forces and on the implementation of the limitation after three years. The report would include any fact or measurement during the three year period.\n(6) France has indicated that it would adopt new military equipment which would be compatible with the emission levels of Commission Decision 2006/804/EC as soon as new technology would be available; considering the time necessary for technology development, France has indicated that it may wish to apply for three year-renewals of this derogation, until 2020 at the latest. However, it remains that such derogation is exceptional and any extension thereof should be properly justified and necessary.\n(7) The members of the Radio Spectrum Committee have indicated at the meeting of the Committee on 4 and 5 December 2006 that they do not object to this transitional derogation.\n(8) The requested limitation would not unduly defer implementation of Decision 2006/804/EC or create undue differences in the competitive or regulatory situations between Member States. The request is justified and a transitional derogation would be appropriate to facilitate the full implementation of Decision 2006/804/EC,", "main_body": ["The request by France by letter of 23 February 2007 (SG/CDC/2007/A/1821) to further limit the emission powers for the use of the 865,6-867,6 MHz frequency band for radio frequency identification devices (RFID) operating on the territory of France, as a derogation to Decision 2006/804/EC, is hereby approved, subject to the conditions laid down in this Decision.", "In the 865,6-867,6 MHz frequency band, the maximum power/field strength shall not be higher than 500 mW effective radiated power (e.r.p.) in the zones as defined in the Annex.", "France shall submit by 30 June 2010 a report on the implementation of this Decision.", "This Decision shall expire on 31 December 2010.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 16 May 2007.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  OJ L 329, 25.11.2006, p. 64.\nANNEX\nGeographical coordinates Department Radius of zone with maximum power/field strength of 500 mW e.r.p.\nAvon-les-Roches 47° 12′ 04″ N — 000° 28′ 48″ E 37 — Indre-et-Loire 20 km\nBeignon 47° 56′ 56″ N — 002° 09′ 26″ W 56 — Morbihan 15 km\nBitche 49° 03′ 09″ N — 007° 28′ 43″ E 57 — Moselle 20 km (only on French territory)\nCaylus 44° 16′ 42″ N — 001° 44′ 57″ E 82 — Tarn-et-Garonne 20 km\nLa Cavalerie 44° 00′ 40″ N — 003° 10′ 16″ E 12 — Aveyron 10 km\nLa Courtine 45° 42′ 40″ N — 002° 15′ 18″ E 23 — Creuse 20 km\nMailly-le-Camp 48° 39′ 55″ N — 004° 13′ 04″ E 10 — Aube 20 km\nMontferrat 43° 38′ 47″ N — 006° 28′ 05″ E 83 — Var 10 km\nMourmelon 49° 07′ 30″ N — 004° 21′ 59″ E 51 — Marne 15 km\nSissonne 49° 34′ 08″ N — 003° 54′ 57″ E 02 — Aisne 20 km\nSuippes 49° 07′ 37″ N — 004° 33′ 05″ E 51 — Marne 20 km\nValdahon 47° 09′ 24″ N — 006° 19′ 25″ E 25 — Doubs 20 km"}