{"celex_id": "32005R0789", "uri": "http://publications.europa.eu/resource/cellar/bb355a3e-52ce-4cc0-9a1a-8bf067d512c8", "type": "Regulation", "concepts": ["1120", "2355", "2965", "2972"], "title": "Commission Regulation (EC) No 789/2005 of 25 May 2005 amending Regulation (EEC) No 1858/93 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector\n", "header": "26.5.2005 EN Official Journal of the European Union L 132/13\nCOMMISSION REGULATION (EC) No 789/2005\nof 25 May 2005\namending Regulation (EEC) No 1858/93 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), and in particular Article 14 thereof,\nWhereas:\n(1) Article 7 of Commission Regulation (EEC) No 1858/93 (2) lays down the detailed rules for applying Regulation (EEC) No 404/93 as regards the submission of applications for advances and payment of the balance of the compensatory aid for loss of income from marketing in the banana sector, as provided for by Article 12 of Regulation (EEC) No 404/93. With a view to sound management and to obtaining by year-end all the data and information needed to fix the aid in particular, penalties should be provided for where there is a delay in the submission of applications for payment of the balance.\n(2) The supporting documents that must accompany the payment applications should also be specified and these documents must include proof of the goods’ actual sale, in particular their acceptance by the buyer.\n(3) Regulation (EEC) No 1858/93 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Article 7 of Regulation (EEC) No 1858/93 is hereby amended as follows:\n1. The third subparagraph of paragraph 2(b) is replaced by the following:\n2. Paragraph (4) is replaced by the following:\n— the certificates of conformity or, if appropriate, the certificate of exemption referred to in Article 7 of Commission Regulation (EC) No 2898/95 (3),\n— sales invoices,\n— the transport documents, in the case of bananas marketed outside the production region.\n3. The following paragraph 4a is inserted:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nHowever, Article 1(2) and (3) shall apply for the first time to applications for advances relating to the quantities marketed in May and June 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 47, 25.2.1993, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(2)  OJ L 170, 13.7.1993, p. 5. Regulation as last amended by Commission Regulation (EC) No 471/2001 (OJ L 67, 9.3.2001, p. 52).\n(3)  OJ L 304, 16.12.1995, p. 17.’"}