{"celex_id": "32000D0744", "uri": "http://publications.europa.eu/resource/cellar/6b6b968e-a1f2-47a1-90af-4ed13b053ff0", "type": "Decision", "concepts": ["1309", "1591", "2084", "2435", "2771", "4310"], "title": "2000/744/EC: Commission Decision of 30 October 2000 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway (notified under document number C(2000) 3150)\n", "header": "Commission Decision\nof 30 October 2000\namending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway\n(notified under document number C(2000) 3150)\n(2000/744/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), and in particular Article 13 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 31 August 1996, by means of two separate notices published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(4) and an anti-subsidy proceeding(5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) These proceedings resulted in anti-dumping and countervailing duties being imposed in September 1997 in order to eliminate the injurious effects of dumping and subsidisation (see Council Regulations (EC) No 1890/97(6) and 1891/97(7).\n(3) However, at the same time, the Commission accepted undertakings from 190 Norwegian exporters, which meant that farmed Atlantic salmon originating in Norway exported by these companies was exempted from the anti-dumping and countervailing duties (see Decision 97/634/EC(8) as last amended by Decision 2000/522/EC(9)).\n(4) Whilst Regulations (EC) No 1890/97 and 1891/97 set out the definitive findings and conclusions on all aspects of the investigations, the form of the duties was later reviewed and replaced by Regulation (EC) No 772/1999(10), as last amended by Regulation (EC) No 1783/2000(11).\nB. NEW EXPORTERS\n(5) Subsequent to the imposition of definitive anti-dumping and countervailing duties, two Norwegian companies have made themselves known to the Commission, claiming to be new exporters and requested, in accordance with Article 2 of Regulation (EC) No 772/1999 in conjunction with Article 11(4) of Regulation (EC) No 384/96 and Article 20 of Regulation (EC) No 2026/97, that the exemption to the duties be extended to them.\n(6) In this regard, First Salmon AS and Norlaks A/S demonstrated that they did not export the product concerned to the Community during the investigation period which led to imposition of the current anti-dumping and countervailing duties.\n(7) These companies also showed that they are not related to any of the companies in Norway which are subject to anti-dumping and countervailing duties and provided evidence of having entered into an irrevocable contractual obligation to export a significant amount of the product concerned to the Community.\n(8) The two companies have offered undertakings which are identical to those previously offered by other Norwegian companies exporting to the Community farmed Atlantic salmon originating in Norway. By doing so, they have both agreed to sell the product concerned at or above price levels which eliminate the injurious effects of dumping and subsidisation. The companies will also provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission.\n(9) The offers of undertakings are therefore considered acceptable and, in this regard, the companies concerned have been informed of the essential facts, considerations and obligations upon which acceptance is based.\n(10) The names of the two companies should therefore be added to the list of exporters from which undertakings are accepted in the Annex to Decision 97/634/EC.\nC. TRANSFER OF UNDERTAKINGS AND CHANGES OF NAME\n(11) Certain Norwegian exporters with undertakings have advised the Commission that the groups of companies to which they belong have been re-organised, or that their names have changed. Accordingly, they have either requested that their undertakings be transferred to other companies within the relevant group, or that their name is amended on the list of companies from which undertakings are accepted.\n(12) Having verified the nature of the requests, the Commission considers that they are acceptable since the modifications do not entail any substantive changes which would require re-assessment of dumping.\n(13) Accordingly, the rights and obligations of the undertakings accepted from Atlantis Filtfabrikk A/S, Domstein Salmon A/S, Eurolaks A/S, Fjord Seafood Leines A/S and Namdal Salmon A/S are transferred herewith to Fjord Seafood MĂĽlĂ¸y, Domstein Fish A/S, Fjord Seafood ASA, Fjord Domstein A/S, Fjord Seafood Midt-Norge A/S respectively.\n(14) As concerns, A/S Austevoll Fiskeindustri, Nor-Fa Food A/S and Ryfisk AS, it should be noted that these companies have changed their names to Austevoll Eiendom AS, Nor-Fa Fish A/S and Hydro Seafood Rogaland AS respectively.\nD. AMENDMENT OF THE ANNEX TO DECISION 97/634/EC\n(15) In view of the above, the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC should be amended accordingly.\n(16) The Advisory Committee has been consulted on all of the above changes and has raised no objections.\n(17) For the sake of clarity, however, an updated version of the Annex to that Decision is published herewith, showing all the exporters whose undertakings are currently in force,", "main_body": ["The Annex to Decision 97/634/EC is hereby replaced by the Annex hereto.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 30 October 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ C 253, 31.8.1996, p. 18.\n(5) OJ C 253, 31.8.1996, p. 20.\n(6) OJ L 267, 30.9.1997, p. 1.\n(7) OJ L 267, 30.9.1997, p. 19.\n(8) OJ L 267, 30.9.1997, p. 81.\n(9) OJ L 208, 18.8.2000, p. 47.\n(10) OJ L 101, 16.4.1999, p. 1.\n(11) OJ L 208, 18.8.2000, p. 1.\nANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED\n>TABLE>"}