{"celex_id": "32001D0577", "uri": "http://publications.europa.eu/resource/cellar/4a3a8560-428e-4a1c-bae7-d3c1e13e69e7", "type": "Decision", "concepts": ["1445", "2563", "4682", "6112", "619", "946"], "title": "2001/577/EC: Commission Decision of 25 July 2001 setting the date on which dispatch from Portugal of bovine products under the Date-Based Export Scheme may commence by virtue of Article 22(2) of Decision 2001/376/EC (Text with EEA relevance) (notified under document number C(2001) 2363)\n", "header": "Commission Decision\nof 25 July 2001\nsetting the date on which dispatch from Portugal of bovine products under the Date-Based Export Scheme may commence by virtue of Article 22(2) of Decision 2001/376/EC\n(notified under document number C(2001) 2363)\n(Text with EEA relevance)\n(2001/577/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market [1], as last amended by Directive 92/118/EEC,\nHaving regard to Commission Decision 2001/376/EC of 18 April 2001 concerning measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal and implementing a date-based export scheme [2], and in particular Article 22(2) thereof,\nWhereas:\n(1) Article 22(2) of Decision 2001/376/EC requires the Commission to set the date on which dispatch of products referred to in Article 11 of that Decision may commence, after having carried out Community inspections and after having informed the Member States.\n(2) Inspections carried out by the Commission services in Portugal from 14 to 18 May and 25 to 27 June 2001, in particular to assess the system of veterinary checks pursuant to Articles 11 and 12 and Annex IV to Decision 2001/376/EC, have shown that the conditions are complied with satisfactorily.\n(3) The Commission has presented the results of the inspections and the consequences it draws from them to the Member States convened in the Standing Veterinary Committee. The Commission has received from Portugal guarantees on the full application and effective enforcement of Community legislation on surveillance for and eradication of TSEs, in addition to those guarantees requested by the report of the Food and Veterinary Office,", "main_body": ["The date referred to in Article 22(2) of Decision 2001/376/EC, upon which the dispatch of products referred to in Article 11 of that Decision may commence or recommence in accordance with the conditions laid down, shall be 1 August 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n[1] OJ L 395, 30.12.1989, p. 13.\n[2] OJ L 132, 15.5.2001, p. 17.\n--------------------------------------------------"}