{"celex_id": "32004R0228", "uri": "http://publications.europa.eu/resource/cellar/774e339c-9010-4345-bad7-136faf1957b0", "type": "Regulation", "concepts": ["1603", "161", "1644", "2324", "4057"], "title": "Commission Regulation (EC) No 228/2004 of 3 February 2004 laying down transitional measures applicable to Regulation (EC) No 565/2002 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n", "header": "Commission Regulation (EC) No 228/2004\nof 3 February 2004\nlaying down transitional measures applicable to Regulation (EC) No 565/2002 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first subparagraph of Article 41 thereof,\nWhereas:\n(1) Transitional measures should be laid down in order to allow importers from the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter referred to as the new Member States), to benefit from the provisions contained in Regulation (EC) No 565/2002 Commission Regulation (EC) No 565/2002 of 2 April 2002 establishing the method for managing tariff quotas and introducing a system of certificates of origin for garlic imported from third countries(1).\n(2) Arrangements should be laid down for the year 2004 to ensure that, as from the date of Accession, a distinction between traditional importers and new importers from new Member States is made in compliance with Regulation 565/2002.\n(3) The definition of \"reference quantity\" in Article 2(d) of Regulation (EC) No 565/2002 should be adapted so that importers from the new Member States may benefit from the system.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["For the purposes of this Regulation:\n1. \"current Member States\" shall mean the Member States of the Community as constituted on 30 April 2004;\n2. \"new Member States\" shall mean the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.", "By way of derogation from Article 2(b) of Regulation (EC) No 565/2002, and only for the new Member States, \"importers\" shall mean operators, natural or legal persons, individuals or groups whose residence or head office is located in one of the new Member States, having imported in at least one of the previous two calendar years and from countries other than the current Member States or the new Member States, at least 50 tonnes per year of fruit and vegetables as referred to in Article 1(2) of Regulation (EC) No 2200/96(2).", "By way of derogation from Article 2ÂŠ) of Regulation (EC) No 565/2002 and only for the new Member States, \"traditional importers\" shall mean importers who have imported garlic into the current Member States or the new Member States in at least two of the three previous import periods, from origins other than the current or the new Member States.", "By way of derogation from Article 2(d) of Regulation (EC) No 565/2002 and only for the new Member States, \"reference quantity\" shall mean the maximum quantity of annual imports of garlic carried out by a traditional importer, from countries other than the new Member States or the current Member States, during the three import periods preceding that for which a licence application has been presented.", "This Regulation shall enter into force on 1 May 2004 subject to the entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 86, 3.4.2002, p. 11.\n(2) OJ L 297, 21.11.1996, p. 1."}