{"celex_id": "32007D0017", "uri": "http://publications.europa.eu/resource/cellar/145cf666-6df9-4243-a985-b69773f52439", "type": "Decision", "concepts": ["1252", "192", "2121", "3191", "3763", "4743", "5063", "619"], "title": "Commission Decision of 22 December 2006 approving plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs pursuant to Council Directive 90/539/EEC (notified under document number C(2006) 6842)   (Text with EEA relevance)\n", "header": "12.1.2007 EN Official Journal of the European Union L 7/33\nCOMMISSION DECISION\nof 22 December 2006\napproving plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs pursuant to Council Directive 90/539/EEC\n(notified under document number C(2006) 6842)\n(Text with EEA relevance)\n(2007/17/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions governing intra-Community trade in, and imports from third countries of poultry and hatching eggs (1) and in particular Article 3(2) and (3) thereof,\nWhereas:\n(1) Directive 90/539/EEC sets down animal health conditions governing intra-Community trade in poultry and hatching eggs and imports of those products from third countries. Pursuant to that Directive Member States’ plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs are to be approved by the Commission.\n(2) Decision 2004/835/EC of 3 December 2004 approving plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs (2) approved those plans for the present Member States, except for Luxembourg. The Annex to that Decision lists the Member States whose plans have been approved.\n(3) Bulgaria and Romania are due to accede to the Community on 1 January 2007. Accordingly, they have submitted their plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs to the Commission for approval.\n(4) The plans submitted by Bulgaria and Romania and as amended following the suggestions made during their evaluation, fulfil the criteria laid down in Directive 90/539/EEC and, subject to an effective implementation, permit the objectives of that Directive to be attained and should therefore be approved.\n(5) For the sake of clarity of Community legislation, Decision 2004/835/EC should be repealed and replaced by the present Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The plan submitted by Bulgaria to the Commission on 9 October 2006 for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs is approved.", "The plan submitted by Romania to the Commission on 5 October 2006 for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs is approved.", "The Annex sets out the list of Member States having approved plans for the approval of establishments for the purposes of intra-Community trade in poultry and hatching eggs.", "Decision 2004/835/EC is repealed.", "This Decision shall apply subject to and from the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 303, 31.10.1990, p. 6. Directive as last amended by the 2003 Act of Accession.\n(2)  OJ L 360, 7.12.2004, p. 28.\nANNEX\n‘ANNEX\nList of Member States referred to in Article 3\nCode Member State\nAT Austria\nBE Belgium\nBG Bulgaria\nCY Cyprus\nCZ Czech Republic\nDE Germany\nDK Denmark\nEE Estonia\nEL Greece\nES Spain\nFI Finland\nFR France\nHU Hungary\nIE Ireland\nIT Italy\nLV Latvia\nLT Lithuania\nMT Malta\nNL Netherlands\nPL Poland\nPT Portugal\nRO Romania\nSE Sweden\nSI Slovenia\nSK Slovakia\nUK United Kingdom’"}