{"celex_id": "32002R2340", "uri": "http://publications.europa.eu/resource/cellar/27b584c0-64b5-4a4f-a921-fe8be79d8e25", "type": "Regulation", "concepts": ["1159", "133", "2282", "2879", "3544", "4790", "5228", "5254", "5283"], "title": "Council Regulation (EC) No 2340/2002 of 16 December 2002 fixing for 2003 and 2004 the fishing opportunities for deep-sea fish stocks\n", "header": "Council Regulation (EC) No 2340/2002\nof 16 December 2002\nfixing for 2003 and 2004 the fishing opportunities for deep-sea fish stocks\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) Article 4 of Regulation (EEC) No 3760/92 requires the Council to adopt, in the light of the available scientific advice and, in particular, of the report prepared by the Scientific, Technical and Economic Committee for Fisheries, the measures necessary to ensure the rational and responsible exploitation of resources on a sustainable basis.\n(2) New scientific advice concerning certain stocks of fish found in the deep sea indicates that these stocks are vulnerable to exploitation, and that fishing opportunities for these stocks should be limited or reduced in order to assure their sustainability by establishing total allowable catches (TAC) and quotas.\n(3) Available and sound scientific advice covers a period of two years, and in the framework of a multi-annual approach, it is advisable to establish TAC and quotas for a period of two years without prejudice to an annual revision required by new scientific advice.\n(4) Under the terms of Article 8(4)(iii), it is incumbent upon the Council, where the Community establishes new fishing opportunities in a fishery not previously carried out under the common fisheries policy, to decide upon the method of allocation taking into account the interests of all Member States.\n(5) In order to ensure effective management of these TACs and quotas, the specific conditions under which fishing operations occur should be established both for Community waters and, if scientific advice clearly demonstrates a risk, for waters not under the sovereignty or jurisdiction of third countries.\n(6) It is necessary to establish the principles and certain procedures of fishery management at Community level, so that Member States can ensure the management of the vessels flying their flag.\n(7) In accordance with the provisions laid down in Article 2 of Council Regulation (EC) No 847/96, of 6 May 1996, introducing additional conditions for year-to-year management of TACs and quotas(2), it is necessary to indicate which stocks are subject to the various measures fixed therein.\n(8) The realisation of fishing opportunities should be in accordance with the Community legislation on the matter, and in particular with Council Regulation (EEC) No 2847/93, of 12 October 1993, establishing a control system applicable to the common fisheries policy(3), Council Regulation (EC) No 2027/95, of 15 June 1995, establishing a system for the management of fishing effort relating to certain Community fishing areas and resources(4), Council Regulation (EC) No 88/98, of 18 December 1997, laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound(5) and Council Regulation (EC) No 850/98, of 30 March 1998, for the conservation of fishery resources through technical measures for the protection of juveniles of marine organisms(6),", "main_body": ["1. This Regulation fixes for 2003 and 2004, for stocks of deep-sea species, fishing opportunities applicable each year to vessels flying the flag and registered in Member States, hereinafter referred to as \"Community vessels\", in zones where catch limitations are required, and the specific conditions under which these fishing opportunities may be utilised. These fishing opportunities may be revised annually in light of new scientific advice.\n2. For the purposes of this Regulation, fishing opportunities shall take the form of Total Allowable Catches (TACs) available to the Community and allocated to Member States.", "The definitions of ICES (International Council for the Exploration of the Sea) zones are those given, respectively, in Council Regulation (EEC) No 3880/91 of 17 December 1991 on the submission of nominal catch statistics by Member States fishing in the north-east Atlantic(7), and Council Regulation (EC) No 2597/95 of 23 October 1995 on the submission of nominal catch statistics by Member States fishing in certain areas other than those of the North Atlantic(8).", "Fishing opportunities of stocks of deep-sea species for Community vessels in Community waters or in international waters are hereby fixed as set out in Annex I.", "The allocation of fishing opportunities among Member States shall be without prejudice to:\n(a) exchanges made pursuant to Article 9(1) of Regulation (EEC) No 3760/92;\n(b) reallocations made pursuant to Articles 21(4), 23(1) and 32(2) of Regulation (EEC) No 2847/93;\n(c) additional landings allowed under Article 3 of Regulation (EC) No 847/96;\n(d) quantities withheld in accordance with Article 4 of Regulation (EC) No 847/96;\n(e) deductions made pursuant to Article 5 of Regulation (EC) No 847/96.", "The stocks which are subject to a precautionary or to an analytical TAC, the stocks to which the year-to-year flexibility conditions stipulated in Articles 3 and 4 of Regulation (EC) No 847/96 shall not apply and the stocks to which the penalty coefficients provided for in Article 5(2) of the same Regulation shall apply are fixed for 2002 in Annex II to this Regulation.", "1. Fish from stocks for which fishing opportunities are fixed shall not be retained on board or landed unless:\n(a) the catches have been taken by vessels of a Member State having a quota and that quota is not exhausted; or\n(b) catches are taken during the course of scientific investigations carried out under Regulation (EC) No 850/98.\nAll landings shall count against the quota except for catches made under the provisions of point (b).\n2. Catches taken under a by-catch quota will not be taken into account in the calculation of the percentage of target species as referred to in Article 5 of Council Regulation (EC) No 850/98.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2002.\nFor the Council\nThe President\nM. Fischer Boel\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 115, 9.5.1996, p. 3.\n(3) OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) 2846/98 (OJ L 358, 31.12.1998, p. 5).\n(4) OJ L 199, 24.8.1995, p. 1.\n(5) OJ L 9, 15.1.1998, p. 1. Regulation as last amended by Regulation (EC) No 1520/98 (OJ L 201, 17.7.1998, p. 1).\n(6) OJ L 125, 27.4.1998, p. 1. Regulation as last amended by Regulation (EC) No 973/2001 (OJ L 137, 19.5.2001, p. 1).\n(7) OJ L 365, 31.12.1991, p. 1. Regulation as amended by Commission Regulation (EC) No 1637/2001 (OJ L 222, 17.8.2001, p. 20).\n(8) OJ L 270, 13.11.1995, p. 1. Regulation as amended by Commission Regulation (EC) No 1638/2001 (OJ L 222, 17.8.2001, p. 29).\nANNEX I\nDefinition of Species and Species Groups\n>TABLE>\nFishing opportunities applicable for Community vessels in areas where catch limitations exist by species and by area\n(in tonnes live weight)\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\nStocks subject to the various measures of Regulation (EC) No 847/96\n>TABLE>"}