{"celex_id": "32004D0615", "uri": "http://publications.europa.eu/resource/cellar/f64143c0-9a00-435f-bbe6-a87509a3f196", "type": "Decision", "concepts": ["1005", "1755", "1854", "2914", "4743", "5283", "5760"], "title": "2004/615/EC: Commission Decision of 23 July 2004 amending Decision 2004/111/EC on the implementation of surveys for avian influenza in poultry and wild birds in the Member States to be carried out during 2004 (notified under document number C(2004) 2459)(Text with EEA relevance)\n", "header": "27.8.2004 EN Official Journal of the European Union L 278/59\nCOMMISSION DECISION\nof 23 July 2004\namending Decision 2004/111/EC on the implementation of surveys for avian influenza in poultry and wild birds in the Member States to be carried out during 2004\n(notified under document number C(2004) 2459)\n(Text with EEA relevance)\n(2004/615/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Commission Decision 2004/111/EC of 29 January 2004 on the implementation of surveys for avian influenza in poultry and wild birds in Member States, to be carried out during 2004 (2), provides that Member States are to submit their plans for the implementation of those surveys by 15 March 2004.\n(2) Decision 2004/111/EC also provides for the Community to make a financial contribution at a rate of 50 % of the costs incurred in Member States for sampling and analysing of samples, up to a maximum of EUR 600 000.\n(3) Certain Member States, and in particular new Member States, have been unable to meet the deadline of 15 March 2004. Experience has shown that the implementation for the first time of such surveys can pose logistical obstacles due to the diversity of the poultry sector and the structures that have to be established for the wild bird surveys.\n(4) Due to the increased interest of Member States in early detection of low pathogenic avian influenza in their poultry and wild bird populations, the amounts applied for by the Member States under Commission Decision 2004/111/EC exceed EUR 600 000.\n(5) In view of the need to gain more knowledge concerning avian influenza which is posing increasing risks throughout the world, it is appropriate to enhance Member States surveillance activities by increasing the Community’s financial participation from EUR 600 000 to a total amount of EUR 1 000 000, and extending the deadline from 15 March 2004 to 15 June 2004.\n(6) Guidelines for the design of avian influenza surveillance programmes have been reviewed and it is appropriate to provide for Member States to submit programmes which follow the established guidelines.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2004/111/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. In Article 2, the figure ‘EUR 600 000’ is replaced by ‘EUR 1 000 000’.\n3. The Annex to this Decision is added as an Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 July 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  OJ L 32, 5.2.2004, p. 20.\nANNEX\n‘ANNEX\nProgrammes for surveillance for avian influenza in poultry and wild birds to be carried out in the Member States in 2004\nOBJECTIVES:\n1. To detect the prevalence of infections with avian influenza virus subtypes H5 and H7 in different species of poultry by repeating the screening exercise of 2002/2003 in a modified, more targeted manner.\n2. To further contribute to a cost-benefit study in relation to eradication of all H5 and H7 subtypes from poultry envisaged by the change in definition of avian influenza.\n3. To continue surveillance for avian influenza on a voluntary basis in wild birds, in particular by those Member States which have already good cooperation with ornithological organisations or other bodies. The outcome of such surveillance should further provide valuable information for an early warning system of strains that may be introduced into poultry flocks from wild birds.\n4. To contribute to the knowledge on the threats of avian influenza to animal health from wildlife.\n5. To foster the connection and integration of human and veterinary networks for influenza surveillance.\nA.   GENERAL REQUIREMENTS AND GUIDELINES FOR SURVEYS IN POULTRY\n— Sampling shall cover the winter period as in many countries a large slaughter of poultry (in particular turkeys and geese) takes place around Christmas.\n— 15 March 2005 shall be the date for the submission of the final survey results.\n— Testing of samples shall be carried out at national laboratories for avian influenza (NL) in Member States or by other laboratories authorised by the competent authorities and under the control of the NL.\n— All results (both serological and virological) shall be sent to the Community Reference Laboratory (CRL) for collation. A good flow of information must be ensured. The CRL shall provide technical support and keep an enlarged stock of diagnostic reagents.\n— All AI virus isolates shall be submitted to the CRL. Viruses of H5/H7 subtype shall be subjected to the standard characterisation tests (nucleotide sequencing/IVPI) according to Council Directive 92/40/EEC.\n— All positive findings shall be retrospectively investigated at the holding and the conclusions of this investigation shall be reported to the Commission and the CRL.\n— Specific protocols to accompany the sending of material to the CRL and reporting tables for collection of survey data shall be provided by the CRL. In those tables the laboratory testing methods used shall be indicated.\n— Blood samples for serological examination shall be collected from all species of poultry, from at least five to 10 birds (except ducks and geese) per holding, and from the different sheds, if more than one shed is present on a holding.\n— Sampling shall be stratified throughout the whole Member State, so that samples can be considered as representative for the whole Member State, taking into account:\n(a) the number of holdings to be sampled. This number shall be defined so as to ensure the identification of at least one infected holding if the prevalence of infected holdings is at least 5 %, with a 95 % confidence interval (see table 1); and\n(b) the number of birds sampled from each holding shall be defined so as to ensure 95 % probability of identifying at least one positive bird if the prevalence of sero-positive birds is ≥ 30 %.\n— The sampling design shall also consider:\n(a) the types of production and their specific risks, such as free range, outdoor keeping, multi age layers, use of surface water, a relatively longer life span, the presence of more than one species on the holding, etc.;\n(b) the number of turkey holdings to be sampled, which shall be defined to ensure the identification of at least one infected holding if the prevalence of infected holdings is at least 5 %, with a 99 % confidence interval;\n(c) where holdings producing ratites and quails are present in a Member State they shall be included in the programme;\n(d) the time period; where appropriate, sampling shall be adapted to identified periods, during which the presence of other poultry hosts on a holding might pose a greater risk for disease introduction;\n(e) Member States that must carry out sampling for Newcastle disease to maintain their status as Newcastle disease non-vaccinating countries (Decision 94/327/EC) may utilise these samples from breeding flocks for the surveillance of H5/H7 antibodies.\nTABLE 1\nNumber of holdings to be sampled of each poultry category (except turkey holdings)\nNumber of holdings per poultry category (except turkey holdings) Number of holdings to be sampled\nUp to 34 All\n35-50 35\n51-80 42\n81-250 53\n> 250 60\nTABLE 2\nNumber of turkey holdings to be sampled\nNumber of turkey holdings Number of holdings to be sampled\nUp to 46 All\n47-60 47\n61-100 59\n101-350 80\n> 350 90\nB.   SPECIFIC REQUIREMENTS FOR DETECTION OF INFECTIONS WITH H5/H7 SUBTYPES OF AVIAN INFLUENZA IN DUCKS AND GEESE\n— Blood samples for serological testing shall be taken preferably from birds which are kept outside in fields.\n— From each selected holding 40-50 blood samples shall be taken for serological testing.\nC.   SURVEY FOR AVIAN INFLUENZA IN WILD BIRDS\nC.1.   Survey design and implementation\n— Liaisons with bird conservation/watching institutions and ringing stations are necessary. Sampling will probably be best carried out by staff from these groups/stations. Cooperation with hunters for obtaining samples from birds that are hunted may also be possible.\n— Experience with the previous surveys has shown that the virus isolation rate was extremely low, therefore sampling should focus on the birds migrating south during autumn and early winter.\nC.2.   Sampling procedures\n— Cloacal swabs for virological examination should be taken. In addition to “first year” birds in the autumn, host species with high susceptibility and increased contact with poultry (such as mallard ducks) may offer the highest chance of success.\n— The distribution between the different species should ideally be as follows:\n— 70 % waterfowl\n— 20 % shorebirds\n— 10 % other free-living birds.\n— Swabs containing faeces, or carefully collected fresh faeces shall be taken from wild birds trapped, hunted and found freshly dead.\n— Pooling of up to five samples from the same species is possible.\n— Specific care has to be taken for the storage and transport of samples. If rapid transport within 48 hours to the laboratory (in transport medium at 4 °Celsius) is not guaranteed, samples shall be stored and then transported in dry ice at – 70 °Celsius.\nD.   LABORATORY TESTING\nLaboratory tests should be carried out pursuant to the guideline procedures established in Annex III to Council Directive 92/40/EEC (including examination of sera from ducks and geese by HI). However, if laboratory tests not laid down in the Directive 92/40/EEC, nor described in the OIE Terrestrial Manual, are envisaged, Member States shall provide the necessary validation data to the CRL, in parallel to submitting their programme to the Commission for approval. All positive serological findings shall be confirmed by the National laboratories for avian influenza by an haemagglutination-inhibition test, using designated strains supplied by the Community Reference Laboratory:\n(a) Initial test using Duck/Denmark/64650/03 (H5N7)\n(b) Test all positives with Ostrich/Denmark/72420/96 (H5N2) to eliminate N9 cross reactive antibody.\n(a) Initial test using Turkey/England/647/77 (H7N7)\n(b) Test all positives with African Starling/983/79 (H7N1) to eliminate N7 cross reactive antibody.’"}