{"celex_id": "32004D0102", "uri": "http://publications.europa.eu/resource/cellar/8de94b82-8395-4cb5-b747-844a3b0e9fbf", "type": "Decision", "concepts": ["1445", "1755", "1854", "1857", "4427", "5283"], "title": "2004/102/EC: Commission Decision of 26 January 2004 approving contingency plans for the control of avian influenza and of Newcastle disease (Text with EEA relevance) (notified under document number C(2004) 110)\n", "header": "Commission Decision\nof 26 January 2004\napproving contingency plans for the control of avian influenza and of Newcastle disease\n(notified under document number C(2004) 110)\n(Text with EEA relevance)\n(2004/102/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 17(4) thereof,\nHaving regard to Council Directive 92/66/EEC of 14 July 1992 introducing Community measures for the control of Newcastle disease(3), as last amended by Regulation (EC) No 806/2003, and in particular Article 21(4) thereof,\nWhereas:\n(1) Commission Decision 2000/680/EC of 30 October 2000 approving contingency plans for the control of avian influenza and of Newcastle disease(4) has been substantially amended(5). In the interests of clarity and rationality the said Decision should be codified.\n(2) Avian influenza and Newcastle disease are diseases which both affect avian species.\n(3) The criteria to be applied when drawing up contingency plans for the control of avian influenza and for Newcastle disease are laid down in Annex VI to Directive 92/40/EEC and in Annex VII to Directive 92/66/EEC, respectively.\n(4) The criteria for contingency plans listed in those two annexes are identical.\n(5) Disease control measures to be applied in the event of outbreaks of avian influenza or Newcastle disease follow the same principles and involve poultry producers, operators of slaughterhouses and rendering plants, veterinarians in the field and diagnostic laboratories. It is therefore possible to prepare a contingency plan which covers at the same time avian influenza and Newcastle disease.\n(6) Member States have submitted for approval national contingency plans which list and specify the measures to be carried out in the event of outbreaks of avian influenza and Newcastle disease.\n(7) After examination these plans fulfil the criteria laid down and permit the desired objective to be attained subject to an effective implementation.\n(8) Member States shall carry out scenario studies and simulation exercises in order to ensure the effectiveness of the plans.\n(9) Member States have the obligation to update the plans on a regular basis.\n(10) The measures provided for in this decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The contingency plans for the control of avian influenza and for Newcastle disease submitted by the Member States listed in Annex I are approved.", "Decision 2000/680/EC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 January 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 167, 22.6.1992, p. 1.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 260, 5.9.1992, p. 1.\n(4) OJ L 281, 7.11.2000, p. 21.\n(5) See Annex II to this Decision.\nANNEX I\nBelgium\nDenmark\nGermany\nGreece\nSpain\nFrance\nIreland\nItaly\nLuxembourg\nNetherlands\nAustria\nPortugal\nFinland\nSweden\nUnited Kingdom\nANNEX II\nRepealed Decision with its amendment\n>TABLE>\nANNEX III\nCorrelation table\n>TABLE>"}