{"celex_id": "32000R1104", "uri": "http://publications.europa.eu/resource/cellar/2bf37156-7061-423c-92a7-6fc57aa7ceab", "type": "Regulation", "concepts": ["1309", "1603", "2771", "5969", "6007"], "title": "Commission Regulation (EC) No 1104/2000 of 25 May 2000 adopting a protective measure applying to imports of garlic originating in China\n", "header": "Commission Regulation (EC) No 1104/2000\nof 25 May 2000\nadopting a protective measure applying to imports of garlic originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 37(2) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1859/93 of 12 July 1993 on the application of the system of import licences for garlic imported from third countries(3), as amended by Regulation (EC) No 1662/94(4), stipulates that the release for free circulation in the Community of garlic imported from third countries is subject to the presentation of import licences.\n(2) Since 1993 the Commission has recorded a very sharp rise in imports of garlic originating in China as compared with preceding years. Given their price, further imports could have brought about such serious disturbance of the Community market as to jeopardise the objectives of Article 33 of the EC Treaty, and in particular to damage Community producers. The Commission accordingly adopted a protective measure by Regulation (EC) No 1213/94(5), as last amended by Regulation (EC) No 2815/94(6), to limit the quantity covered by import licences issued for garlic originating in China for the 1994/1995 marketing year to a given quantity per month. That measure was renewed by Commission Regulation (EC) No 1153/95(7), as last amended by Regulation (EC) No 2944/95(8), for the period 1 June 1995 to 31 May 1996, by Commission Regulation (EC) No 885/96(9) for the period 1 June 1996 to 31 May 1997, by Commission Regulation (EC) No 903/97(10) for the period 1 June 1997 to 31 May 1998, by Commission Regulation (EC) No 1137/98(11) for the period 1 June 1998 to 31 May 1999, and by Commission Regulation (EC) No 1040/1999(12), as last amended by Regulation (EC) No 51/2000(13), for the period 1 June 1999 to 31 May 2000.\n(3) On 24 February 2000 France and Spain asked the Commission to continue applying the protective measures in respect of imports of garlic beyond 31 May 2000.\n(4) Each month import licence applications for garlic originating in China cover quantities far exceeding the monthly quantity fixed in Regulation (EC) No 1040/1999. Moreover, the scale of applications submitted on the first day of each monthly period has meant that throughout the marketing year import licences have been issued for less than 1 % of the quantities applied for and the quantities applied for above that percentage have been rejected. This systematic overrun shows that there is continuing pressure on the market for this product and that, unless protective measures are adopted, the Community market in garlic could be seriously disturbed by huge quantities imported from China. It is therefore vital for the protective measure applying to garlic originating in China to be renewed.\n(5) Import licences issued should be limited to a given quantity by period from 1 June 2000 to 31 May 2001. The issuing of such licences should be suspended once that quantity has been attained. The licences issued for the months of December and January should be grouped together in order to facilitate administrative management at national and Community level of the market, which could be disturbed by the Christmas and New Year holidays.\n(6) Certain criteria as to the status of applicants and the use of licences issued should be laid down in order to prevent the lodging for speculative reasons of licence applications not related to real trade on the market for garlic.\n(7) Possible abuse of Commission Regulation (EEC) No 3719/88(14), as last amended by Regulation (EC) No 1127/1999(15), involving regular and repeated imports of small quantities of garlic from China which combine to circumvent the aim of this protective measure must be prevented. To that end, the fourth indent of the first subparagraph of Article 5(1) of Regulation (EEC) No 3719/88 should not apply to the release for free circulation of garlic originating in that country,", "main_body": ["1. For the period 1 June 2000 to 31 May 2001, import licences for garlic (CN code 0703 20 00) originating in China shall be issued for up to 12000 tonnes only, subject to a maximum quantity for each period as set out in the Annex and to the conditions laid down in this Regulation.\n2. During the period referred to in the fourth indent of the first subparagraph of Article 5(1) of Regulation (EEC) No 3719/88 shall not apply to releases for free circulation of garlic originating in China.\n3. The maximum quantity for each period as referred to in paragraph 1 shall be equal to the sum of:\n(a) the quantity set out in the Annex;\n(b) quantities not applied for from the preceding period;\n(c) unused quantities from licences issued previously of which the Commission has been informed.\n4. Where the Commission establishes, on the basis of information forwarded to it by the Member States under Article 4 of Regulation (EEC) No 1859/93, that there is a risk that the maximum quantity for any period may be exceeded, it shall lay down the conditions under which import licences for garlic originating in China may be issued.", "1. Applications for import licences for garlic originating in China may be lodged only by importers of fruit and vegetables within the meaning of paragraph 2.\n2. \"Importers of fruit and vegetables\" means traders, natural or legal persons, individuals or groups that have imported and/or exported at least 50 tonnes of fruit and vegetables as referred to in Article 1(2) of Regulation (EC) No 2200/96 in each of the previous two years. Compliance with that condition shall be certified by registration in a trade register held by the Member State or by any other proof accepted by the Member State and by proof of import and/or export. Where importers in this category have obtained import licences under Regulation (EEC) No 1859/93 in the previous calendar year, they must show proof of having put in free circulation, on their own account, at least 50 % of the quantity allocated to them.\n3. Importers within the meaning of paragraph 2 may lodge no more than two licence applications, at least five days apart, in each period as referred to in the Annex hereto. Each application may cover no more than 50 % of the quantity mentioned in the Annex for the period in question.\n4. In support of their applications, importers within the meaning of paragraph 2 shall provide information permitting verification of compliance with the conditions referred to in that paragraph to the satisfaction of the competent national authorities.\n5. Notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights arising from import licences allocated for products as referred to in Article 1(1) of this Regulation shall not be transferable.", "This Regulation shall enter into force on 29 May 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 170, 13.7.1993, p. 10.\n(4) OJ L 176, 9.7.1994, p. 1.\n(5) OJ L 133, 28.5.1994, p. 36.\n(6) OJ L 298, 19.11.1994, p. 26.\n(7) OJ L 116, 23.5.1995, p. 23.\n(8) OJ L 308, 21.12.1995, p. 17.\n(9) OJ L 119, 16.5.1996, p. 12.\n(10) OJ L 130, 22.5.1997, p. 6.\n(11) OJ L 157, 30.5.1998, p. 107.\n(12) OJ L 127, 21.5.1999, p. 10.\n(13) OJ L 6, 11.1.2000, p. 18.\n(14) OJ L 331, 2.12.1988, p. 1.\n(15) OJ L 135, 29.5.1999, p. 48.\nANNEX\n>TABLE>"}