{"celex_id": "32001D0855", "uri": "http://publications.europa.eu/resource/cellar/ff16ed06-a29f-4718-80dc-12179fc3b352", "type": "Decision", "concepts": ["1567", "2300", "2450", "2494", "5283", "5833"], "title": "2001/855/EC: Council Decision of 15 November 2001 authorising the automatic renewal or continuation in force of provisions governing matters covered by the common commercial policy contained in the friendship, trade and navigation treaties and trade agreements concluded between Member States and third countries\n", "header": "Council Decision\nof 15 November 2001\nauthorising the automatic renewal or continuation in force of provisions governing matters covered by the common commercial policy contained in the friendship, trade and navigation treaties and trade agreements concluded between Member States and third countries\n(2001/855/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to Council Decision 69/494/EEC of 16 December 1969 on the progressive standardisation of agreements concerning commercial relations between Member States and third countries and on the negotiation of Community agreements(1), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The extension or automatic renewal beyond the transitional period of the treaties, agreements and protocols listed in the Annex to this Decision was last authorised by Decision 97/351/EC(2).\n(2) The Member States concerned have requested authorisation for the automatic renewal or continuation in force of provisions governing matters covered by the common commercial policy within the meaning of Article 133 of the Treaty contained in the friendship, trade and navigation treaties and similar agreements with third countries listed in the Annex to this Decision, in order to avoid interrupting their contractual commercial relations with the third countries concerned.\n(3) However, most of the matters covered by these provisions of national treaties and agreements are now governed by Community agreements. Authorisation should accordingly be given only in respect of those matters not covered by Community agreements. Such authorisation does not absolve the Member States from the obligation of avoiding and eliminating any incompatibility between such treaties and agreements and the provisions of Community law.\n(4) Moreover, the provisions of the treaties and agreements to be automatically renewed or maintained in force must not constitute an obstacle to the implementation of the common commercial policy.\n(5) The Member States concerned have stated that the automatic renewal or continuation in force of these treaties and agreements should not be a bar to the opening of Community trade negotiations with the relevant third countries or the transfer to Community agreements of trade matters covered by current bilateral agreements.\n(6) On conclusion of the consultation provided for in Article 2 of Decision 69/494/EEC, it was established, as the aforesaid statements by the Member States confirm, that the provisions of the relevant treaties and bilateral agreements would not constitute an obstacle to the implementation of the common commercial policy.\n(7) Moreover, the Member States concerned have stated that they would be willing to adapt and if necessary terminate those treaties and agreements should it be found that the automatic renewal or continuation in force of the provisions thereof relating to matters covered by Article 133 of the Treaty is an obstacle to the implementation of the common commercial policy.\n(8) The treaties and agreements involved contain termination clauses requiring a period of notice of between three and twelve months.\n(9) Therefore, there is no reason for not authorising the automatic renewal or continuation in force, for a period of four years, of the provisions in question.\n(10) There should be provision for such authorisation to be withdrawn if circumstances require, particularly if at a later date it should appear that the continuation in force of these provisions constitutes, or threatens to constitute, an obstacle to the implementation of the common commercial policy. A mechanism by which Member States are required to inform the Commission of any circumstances that might constitute such an obstacle should be established,", "main_body": ["The provisions governing matters covered by the common commercial policy within the meaning of Article 133 of the Treaty contained in the friendship, trade and navigation treaties and trade agreements listed in the Annex may be automatically renewed or maintained in force up to 30 April 2005 as regards those areas not covered by agreements between the Community and the third countries concerned, in so far as they are compatible with the common policies.\nSuch authorisation may be withdrawn if circumstances require, particularly if at a later date it should appear that the continuation in force of these provisions constitutes, or threatens to constitute, an obstacle to the implementation of the common commercial policy. Member States shall inform the Commission of any circumstances that might constitute such an obstacle.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 November 2001.\nFor the Council\nThe President\nM. Aelvoet\n(1) OJ L 326, 29.12.1969, p. 39.\n(2) OJ L 151, 10.6.1997, p. 24.\nANNEX\n\"ANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\n>TABLE>\""}