{"celex_id": "32004D0012(01)", "uri": "http://publications.europa.eu/resource/cellar/38cc0eee-f03b-40c2-8659-1bde2875223a", "type": "Decision", "concepts": ["3561", "5455"], "title": "2004/526/EC:Decision of the European Central Bank of 17 June 2004 adopting the Rules of Procedure of the General Council of the European Central Bank (ECB/2004/12)\n", "header": "30.6.2004 EN Official Journal of the European Union L 230/61\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 17 June 2004\nadopting the Rules of Procedure of the General Council of the European Central Bank\n(ECB/2004/12)\n(2004/526/EC)\nTHE GENERAL COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular to Article 46(4) thereof,", "main_body": ["The Rules of Procedure of the General Council of the European Central Bank of 1 September 1998 shall be replaced by the following, which shall enter into force on 1 July 2004.\n‘Rules of procedure of the General Council of the European Central Bank\nPRELIMINARY CHAPTER", "Definitions\nThese Rules of Procedure shall supplement the Treaty establishing the European Community and the Statute of the European System of Central Banks and of the European Central Bank. The terms in these Rules of Procedure shall have the same meaning as in the Treaty and the Statute.\nCHAPTER I\nThe General Council", "Date and place of General Council meetings\n1.   The General Council shall decide on the dates of its meetings on a proposal from the President.\n2.   The President shall convene a meeting of the General Council if a request for a meeting is submitted by at least three members of the General Council.\n3.   The President may also convene meetings of the General Council whenever he/she deems it necessary.\n4.   The General Council shall normally hold its meetings on the premises of the European Central Bank (ECB).\n5.   Meetings may also be held by means of teleconferencing unless at least three Governors object.", "Attendance at General Council meetings\n1.   Except as provided herein, attendance at meetings of the General Council shall be restricted to its members, the other members of the Executive Board, the President of the Council of the European Union and a member of the Commission of the European Communities.\n2.   Each Governor may normally be accompanied by one person.\n3.   If a member of the General Council is unable to attend a meeting, he/she may appoint, in writing, an alternate to attend the meeting and vote on his/her behalf. This written communication shall be sent to the President in due time before the meeting. Such an alternate may normally be accompanied by one person.\n4.   The President shall appoint a member of staff of the ECB as Secretary. The Secretary shall assist the President in preparing the meetings of the General Council and shall draft the minutes thereof.\n5.   The General Council may also invite other persons to attend its meetings, if it deems it appropriate to do so.", "Voting\n1.   In order for the General Council to vote, there shall be a quorum of two-thirds of the members or their alternates. If the quorum is not met, the President may convene an extraordinary meeting at which decisions may be taken without regard to the quorum.\n2.   Unless stated otherwise in the Statute, decisions shall be taken by simple majority.\n3.   The General Council shall proceed to vote at the request of the President. The President shall also initiate a voting procedure upon request from any member of the General Council.\n4.   Decisions may also be taken by written procedure, unless at least three members of the General Council object. A written procedure shall require:\n(i) normally not less than 10 working days for consideration by every member of the General Council. In a case of urgency to be justified in the request, the period may be reduced to five working days; and\n(ii) the personal signature of each member of the General Council; and\n(iii) a record of any such decision in the minutes of the subsequent meeting of the General Council.", "Organisation of General Council meetings\n1.   The General Council shall adopt the agenda for each meeting. A provisional agenda shall be drawn up by the President and shall be sent, together with the related documents to the members of the General Council and other authorised participants at least eight days before the meeting, except in emergencies, in which case the President shall act appropriately having regard to the circumstances. The General Council may decide to remove items from or add items to the provisional agenda on a proposal from the President or from any other member of the General Council. An item shall be removed from the agenda at the request of at least three of the members of the General Council if the related documents were not submitted to the members of the General Council in due time.\n2.   The minutes of the proceedings of the General Council shall be submitted to its members for approval at the subsequent meeting (or where necessary earlier by written procedure) and shall be signed by the President.\nCHAPTER II\nInvolvement of the General Council in the tasks of the European System of Central Banks", "Relationship between the General Council and the Governing Council\n1.   Without prejudice to the General Council’s other responsibilities, including those under Article 44 of the Statute, the General Council shall contribute, in particular, to the tasks listed in Article 6(2) to (8).\n2.   The General Council shall contribute to the ECB’s advisory tasks under Article 4 and Article 25(1) of the Statute.\n3.   The contribution of the General Council to the ECB’s statistical tasks shall consist in:\n— strengthening the cooperation between all the national central banks of the European Union with a view to supporting the ECB’s tasks in the field of statistics,\n— contributing to the harmonisation, where necessary, of the rules and practices governing the collection, compilation and distribution of statistics by all the national central banks of the European Union, and\n— providing the Governing Council with observations on draft recommendations in the statistical field, under Article 42 of the Statute, prior to their adoption.\n4.   The General Council shall contribute to fulfilling the ECB’s reporting commitments under Article 15 of the Statute by providing the Governing Council with observations on the annual report prior to its adoption.\n5.   The General Council shall contribute to the standardisation of accounting rules and reporting of operations under Article 26(4) of the Statute by providing the Governing Council with observations on the draft rules prior to their adoption.\n6.   The General Council shall contribute to the adoption of other measures in the context of Article 29(4) of the Statute by providing the Governing Council with observations on such draft measures prior to their adoption.\n7.   The General Council shall contribute to the Conditions of Employment for the staff of the European Central Bank by providing the Governing Council with observations on the draft prior to its adoption.\n8.   The General Council shall contribute to the preparations for the irrevocable fixing of exchange rates under Article 47(3) of the Statute by providing the Governing Council with observations on:\n— draft ECB opinions under Article 123(5) of the Treaty, and\n— on any other draft ECB opinions concerning Community legal acts to be adopted when a derogation is abrogated, and\n— on decisions under paragraph 10 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland.\n9.   Whenever the General Council is requested to contribute to the tasks of the ECB under the above paragraphs, it shall be given a reasonable period of time within which to do so, which may not be less than 10 working days. In a case of urgency to be justified in the request, the period may be reduced to five working days. The President may decide to use the written procedure.\n10.   The President shall inform the General Council, in accordance with Article 47(4) of the Statute, of decisions adopted by the Governing Council.", "Relationship between the General Council and the Executive Board\n1.   The General Council of the ECB shall be given the opportunity to submit observations before the Executive Board:\n— implements legal acts of the Governing Council for which, in accordance with Article 12.1 of the Rules of Procedure of the European Central Bank, the contribution of the General Council is required,\n— adopts, by virtue of powers delegated by the Governing Council in accordance with Article 12.1 of the Statute, legal acts for which, in accordance with Article 12.1 of the Rules of Procedure of the European Central Bank, the contribution of the General Council is required.\n2.   Whenever the General Council is requested to submit observations under the first paragraph of this Article, it shall be given a reasonable period of time within which to do so, which may not be less than ten working days. In a case of urgency to be justified in the request, the period may be reduced to five working days. The President may decide to use written procedure.", "European System of Central Banks Committees\n1.   Within its field of competence the General Council may request studies of specific topics by committees established by the Governing Council under Article 9 of the Rules of Procedure of the European Central Bank.\n2.   The national central bank of each non-participating Member State may appoint up to two staff members to take part in the meetings of a committee whenever it deals with matters falling within the field of competence of the General Council and whenever the chairperson of a committee and the Executive Board deem this appropriate.\nCHAPTER III\nSpecific procedural provisions", "Legal instruments\n1.   ECB Decisions under Article 46(4) and Article 48 of the Statute and under these Rules of Procedure, as well as ECB Recommendations and ECB Opinions adopted by the General Council under Article 44 of the Statute, shall be signed by the President.\n2.   All ECB legal instruments are numbered, notified and published in accordance with Article 17(7) of the Rules of Procedure of the European Central Bank.", "0\nConfidentiality of and access to the ECB’s documents\n1.   The proceedings of the General Council, and of any committee or group dealing with matters falling within its competence, shall be confidential unless the General Council authorises the President to make the outcome of their deliberations public.\n2.   Public access to documents drawn up by the General Council, and by any committee or group dealing with matters falling within its competence, shall be governed by a Governing Council decision adopted under Article 23(2) of the Rules of Procedure of the European Central Bank.\n3.   Documents drawn up by the General Council, and by any committee or group dealing with matters falling within its competence, shall be classified and handled in accordance with the rules laid down in the Administrative Circular adopted under Article 23(3) of the Rules of Procedure of the European Central Bank. They shall be freely accessible after a period of 30 years unless decided otherwise by the decision-making bodies.", "1\nEnd of applicability\nWhen, in accordance with Article 122(2) of the Treaty, all derogations are abrogated by the Council of the European Union and when the decisions provided for in the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland are taken, the General Council shall be dissolved and these Rules of Procedure shall no longer apply.’"], "attachments": "Done at Frankfurt am Main, 17 June 2004.\nThe President of the ECB\nJean-Claude TRICHET"}