{"celex_id": "32006D0238", "uri": "http://publications.europa.eu/resource/cellar/07e66c22-bfcc-4692-8ea9-fcde4437449b", "type": "Decision", "concepts": ["1085", "1411", "3749", "4115", "5541", "889"], "title": "2006/238/EC: Commission Decision of  9 November 2005  on the measure implemented by France for Mines de potasse d’Alsace  (notified under document number C(2005) 4204)   (Text with EEA relevance)\n", "header": "24.3.2006 EN Official Journal of the European Union L 86/20\nCOMMISSION DECISION\nof 9 November 2005\non the measure implemented by France for Mines de potasse d’Alsace\n(notified under document number C(2005) 4204)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2006/238/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above (1) and having regard to their comments,\nWhereas:\n1.   PROCEDURE\n(1) In 1994, the Commission approved a EUR 76 million capital injection by the French State for Entreprise minière et chimique (hereinafter EMC), to be transferred by EMC to the company Mines de potasses d’Alsace (MDPA) in the form of a capital increase. In its decision (2), the Commission considered the measure to be compatible with the common market since it was intended to offset the extra social costs of retired workers (heating, accommodation, bridging allowance and severance grant) borne by MDPA by virtue of the special legal status of miners (3).\n(2) In 1996, the Commission approved (4) for the same reasons, three capital injections each of EUR 38 million by the French State for EMC for the years 1995, 1996 and 1997, to be transferred by EMC to MDPA in the form of capital increases.\n(3) On 7 December 1998, the French authorities notified three more capital injections each of EUR 42 million that would be granted in 1998, 1999 and 2000 to EMC and transferred to MDPA. According to the French authorities, these measures were designed to compensate MDPA for certain social and environmental costs incurred as a result of its closure.\n(4) The additional information communicated by France to the Commission on 22 January 1999 revealed that, in addition to the transfer of the aid granted by France, EMC had subscribed to capital increases for MDPA every year since 1995. By letter of 14 March 2000, the French authorities informed the Commission that part of the aid notified in 1998 had already been granted to the firm. In its reply of 10 April 2000, the Commission stated that this aid was to be regarded as unlawful.\n(5) By letter of 10 October 2000, the Commission informed France that it had decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the above measures. The decision was published in the Official Journal of the European Communities\n (5). The Commission invited interested parties to submit their comments on the aid.\n(6) The Commission received comments from the French authorities on 28 November 2000 and on 21 and 23 March 2001. A meeting between the French authorities and Commission representatives took place on 2 December 2004. France sent information to the Commission by letters dated 8 February 2005 and 23 September 2005.\n2.   DESCRIPTION OF THE MEASURES\n2.1.   The recipient\n(7) MDPA had been working a sylvinite deposit in Alsace since 1904 in order to obtain potassium chloride, which is used as a fertiliser or as a raw material for industry. In 1967 France set up EMC (6) an industrial/commercial establishment in the public sector, and reorganised MDPA into a Société anonyme à directoire et conseil de surveillance\n (7), that was a wholly owned subsidiary of EMC.\n(8) With the deposit being almost worked out, MPDA negotiated in 1996 a social plan for gradually winding down its activity until its complete closure in 2004. In addition to MPDA, EMC then held, directly or through its holding company EMC société anonyme (EMC SA), interests in a number of companies operating in the chemical, animal food, environmental and waste reprocessing sectors.\n(9) In its decision to initiate the formal investigation procedure, the Commission took the view that MDPA was the only recipient of the measures under examination. This decision concurs with that view. There is no evidence to show that EMC subsidiaries benefited from the aid granted to MDPA. In particular, there is no doubt that all the funds concerned were transferred to MDPA by EMC in the form of capital increases.\n(10) In 2002, a fire brought MDPA's mining activities prematurely to an end. The company's objective was amended to reflect this development: whereas, when it was set up, MDPA's objective was ‘to work the potassium salt and ancillary salt mines granted to the former public establishment Mines domaniales de potasse d’Alsace’, Article 3, as amended, of its memorandum and articles now states that the company’s objective is ‘to perform the tasks associated with the closure of the potassium mines in the area to the north of Mulhouse as regards the old workings, installations, annexes and outbuildings’.\n(11) These tasks consist mainly in supporting redeployment of the workforce and in reconverting, making safe and transferring the sites. MDPA will be wound up on completion of those tasks, scheduled for the end of 2009.\n(12) On 1 January 2005, EMC transferred its capital holding in MDPA to the State, free of charge (8).\n2.2.   The aid\n(13) France paid to MDPA the aid notified in 1998 (i.e. EUR 42 million in 1998, in 1999 and in 2000) without awaiting the Commission's decision. This aid is therefore unlawful.\n(14) In order for MDPA to continue its activities until 2004, the date scheduled for closure of the mines, EMC subscribed each year after 1996 to a capital injection for its subsidiary equivalent to the losses incurred by the latter the previous year. Table 1 shows that the amounts thus paid to MDPA are higher than the aid authorised by the Commission in its 1996 decision and the aid notified for the period 1998 to 2000.\nin EUR million 1995 1996 1997 1998 1999 2000\nAid approved by the Commission in its 1996 decision 38 38 38\nAid notified 1998 to 2000 = Measure 1    42 42 42\nResult for MDPA –84 –95 – 128 – 118 –96 –86\nCapital increase granted to MDPA by EMC 0 84 98 128 117 79\nMeasure 2 0 46 59 86 75 37\n3.   CONCLUSION\n(15) The Commission notes that the recipient is now wholly owned by France, that it has definitively ceased all economic activities in the potassium sector and that the mines will not be reopened. The sole rationale for MDPA's continued existence is to carry out the tasks associated with the shutdown of mining activity and, in particular, to adapt the site to safety and environmental protection requirements. This latter responsibility would, in any event, be incumbent on the State if MDPA had folded (9). Once these tasks have been carried out, MDPA will be wound up.\n(16) In the case under examination, the activities of MDPA linked to maintaining safety and environmental protection are not of an economic nature that would justify application of the Treaty's competition rules. Consequently, assuming that measures 1 and 2 have benefited MDPA and distorted competition, the Commission concludes that such distortion ended once MDPA ceased its commercial activities and once the mines were closed down. It also notes that MDPA's capital has been transferred to the State free of charge. Under the circumstances, a Commission decision on the classification as aid of the measures in question and on their compatibility would have no practical effect.\n(17) The formal investigation procedure initiated pursuant to Article 88(2) of the EC Treaty thus serves no useful purpose,", "main_body": ["The formal investigation procedure initiated on 10 October 2000 in respect of Mines de potasse d’Alsace pursuant to Article 88(2) of the Treaty is hereby terminated.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 9 November 2005.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ C 37, 3.2.2001, p. 22.\n(2)  OJ C 196, 19.7.1994, p. 5.\n(3)  Introduced by Decree No 46-1433 of 14 June 1948 on the status of employees of mining establishments and the like.\n(4)  OJ C 168, 12.6.1996, p. 11.\n(5)  OJ C 37, 3.2.2001, p. 22.\n(6)  Decree No 67-797 of 20 September 1967 on the administrative and financial organisation of EMC.\n(7)  Decree No 67-796 of 20 September 1967 regrouping the private potash mines of Alsace and the National Industrial Potassium Office into a public industrial and commercial establishment designated EMC and Decree No 67-797 of 20 September 1967 on the administrative and financial organisation of EMC.\n(8)  Decree No 2004-1286 of 26 November 2004 authorising the transfer to the State by EMC of its holding in the company Mines de potasse d’Alsace, Official Gazette of 28 November 2004.\n(9)  See Article 84 of the Mining Code."}