{"celex_id": "32005D0068", "uri": "http://publications.europa.eu/resource/cellar/024716fe-6d37-4ce6-9fe5-6c1a9767e832", "type": "Decision", "concepts": ["1005", "3259", "5335", "5767", "5788"], "title": "2005/68/CFSP:  Council Decision of 24 January 2005 amending Decision 2004/197/CFSP establishing a mechanism to administer the financing of the common costs of the European Union operations having military or defence implications (Athena)\n", "header": "29.1.2005 EN Official Journal of the European Union L 27/59\nCOUNCIL DECISION\nof 24 January 2005\namending Decision 2004/197/CFSP establishing a mechanism to administer the financing of the common costs of the European Union operations having military or defence implications (Athena)\n(2005/68/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the European Union, and in particular Article 13(3) and Article 28(3) thereof,\nWhereas:\n(1) On 23 February 2004, the Council adopted Decision 2004/197/CFSP (1) which provides that its first review is to take place before the end of 2004.\n(2) The Council in its conclusions of 14 May 2003 confirmed the need for a rapid reaction capability, in particular for humanitarian and rescue tasks.\n(3) The EU Military Committee defined in detail the concept of EU Military Rapid Response in its Report of 3 March 2004. It further defined the EU Battle Groups concept on 14 June 2004.\n(4) The European Council on 17 June 2004 endorsed a Report on ESDP which underlined that work on EU Rapid Response capacities should be taken forward with a view to an initial operational capability by early 2005.\n(5) In view of these developments, the early financing of EU military operations should be improved, in particular in view of Rapid Response operations. The new scheme for the early financing is therefore intended first and foremost for Rapid Response operations; under specific circumstances, a contribution paid in anticipation may however be used for the early financing of a regular operation, in particular one with a short delay between the adoption of the Joint Action to take action and the decision to launch the operation.\n(6) Decision 2004/197/CFSP should therefore be amended,", "main_body": ["Decision 2004/197/CFSP is hereby amended as follows:\n1. Article 25 shall be replaced by the following:\n(a) either pay contributions to Athena in anticipation;\n(b) or, when the Council decides to conduct an EU Military Rapid Response operation to the financing of which they contribute, pay their contributions to the common costs of that operation within five days following despatch of the call at the level of the reference amount, unless the Council decides otherwise.\n2. Article 24(6) shall be amended to read as follows:", "This Decision shall take effect on 1 February 2005.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 24 January 2005.\nFor the Council\nThe President\nF. BODEN\n(1)  OJ L 63, 28.2.2004, p. 68."}