{"celex_id": "32001R1420", "uri": "http://publications.europa.eu/resource/cellar/5355fd49-6581-4bd3-9058-c97449215da7", "type": "Regulation", "concepts": ["1069", "1642", "2729"], "title": "Commission Regulation (EC) No 1420/2001 of 12 July 2001 limiting the term of validity of export licences for certain products processed from cereals\n", "header": "Commission Regulation (EC) No 1420/2001\nof 12 July 2001\nlimiting the term of validity of export licences for certain products processed from cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 9 thereof,\nHaving regard to Commission Regulation (EC) No 1162/95 of 23 May 1995 laying down special detailed rules for the application of the system of import and export licences for cereals and rice(3), as last amended by Regulation (EC) No 409/2001(4), and in particular Article 7(1) thereof,\nWhereas:\n(1) Article 7(1) of Regulation (EC) No 1162/95 fixes the term of validity of export licences, in particular for products processed from maize. That term of validity extends to the end of the fourth month following that of issue of the licence. The term of validity is fixed in accordance with market requirements and the need for sound management.\n(2) The current situation on the maize market makes it desirable to limit the issuing of licences in order to avoid committing quantities from the new marketing year. Licences to be issued in forthcoming months must be reserved for exports before the middle of September 2001. To that end, the term of validity of export licences to be issued for execution up to 15 September 2001 must be limited. A temporary derogation should accordingly be introduced to Article 7(1) of Regulation (EC) No 1162/95.\n(3) In order to ensure sound management of the market and to prevent speculation, provision should be made for customs export formalities for export licences for products processed from maize to be completed by 15 September 2001 at the latest either as direct exports or exports under the arrangements laid down in Articles 4 and 5 of Council Regulation (EEC) No 565/80 of 4 March 1980 on the advance payment of export refunds in respect of agricultural products(5), as amended by Regulation (EEC) No 2026/83(6). Such limiting of the term of validity of export licences entails a derogation from Articles 28(6) and 29(5) of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products(7), as last amended by Regulation (EC) No 90/2001(8).\n(4) The application of the measures provided for in this Regulation must coincide with its entry into force in order to avoid potential market disturbance.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Notwithstanding Article 7(1) of Regulation (EC) No 1162/95, export licences for products referred to in the Annex applied for from the date of entry into force of this Regulation to 14 September 2001 shall be valid until 15 September 2001 only.\n2. Customs export formalities for the above licences must be completed by 15 September 2001 at the latest.\nThat deadline shall also apply to the formalities referred to in Article 32 of Regulation (EC) No 800/1999 in respect of products placed under the arrangements referred to in Regulation (EEC) No 565/80 under cover of such licences.\nOne of the following shall be entered in Section 22 of the licences:\nLimitación establecida en el apartado 2 del artículo 1 del Reglamento (CE) n° 1420/2001\nBegrænsning, jf. artikel 1, stk 2, i forordning (EF) nr. 1420/2001\nKürzung der Gültigkeitsdauer gemäß Artikel 1 Absatz 2 der Verordnung (EG) Nr. 1420/2001\nΠεριορισμός που προβλέπεται στο άρθρο 1 παράγραφος 2 του κανονισμού (ΕΚ) nr. 1420/2001\nLimitation provided for in Article 1(2) of Regulation (EC) No 1420/2001\nLimitation prévue à l'article 1er paragraphe 2 du règlement (CE) n° 1420/2001\nLimitazione prevista all'articolo 1, paragrafo 2 del regolamento (CE) n. 1420/2001\nBeperking als bepaald in artikel 1, lid 2, van Verordening (EG) nr. 1420/2001\nLimitação estabelecida no n.o 2 do artigo 1.o do Regulamento (CE) n.o 1420/2001\nAsetuksen (EY) N:o 1420/2001 1 artiklan 2 kohdassa säädetty rajoitus\nBegränsning enligt artikel 1.2 i förordning (EG) nr 1420/2001.", "This Regulation shall enter into force on 13 July 2001.\nIt shall apply to licences applied for from the date of its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 117, 24.5.1995, p. 2.\n(4) OJ L 60, 1.3.2001, p. 27.\n(5) OJ L 62, 7.3.1980, p. 5.\n(6) OJ L 199, 22.7.1983, p. 12.\n(7) OJ L 102, 17.4.1999, p. 11.\n(8) OJ L 14, 18.1.2001, p. 22.\nANNEX\nto the Commission Regulation of 12 July 2001 limiting the term of validity of export licences for certain products processed from cereals\n>TABLE>"}