{"celex_id": "32004L0055", "uri": "http://publications.europa.eu/resource/cellar/1b90fab8-fd16-4f7a-8468-cedc4d18f73b", "type": "Directive", "concepts": ["2081", "2412", "4081", "5334"], "title": "Commission Directive 2004/55/EC of 20 April 2004 amending Council Directive 66/401/EEC on the marketing of fodder plant seed (Text with EEA relevance)\n", "header": "Commission Directive 2004/55/EC\nof 20 April 2004\namending Council Directive 66/401/EEC on the marketing of fodder plant seed\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed(1), and in particular Article 2(1a) and 21a thereof,\nWhereas:\n(1) Directive 66/401/EEC contains a list of the genera and species of plants which are considered as fodder plants within the meaning of that Directive. That list includes hybrids resulting from the crossing of meadow fescue (Festuca pratensis Hudson) with Italian ryegrass (Lolium multiflorum Lam).\n(2) The scope of Directive 66/401/EEC should be extended to cover crossings of Festuca spp. with Lolium spp.\n(3) The abovementioned directive, within the conditions to be satisfied by the seed, has established the minimum germination ( % of pure seed) of seed of field bean (Vicia faba L.).\n(4) The minimum germination of seed of field beans (Vicia faba L.) currently achieved in the Community is lower than that required by Directive 66/401/EEC.\n(5) Directive 66/401/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Directive 66/401/EEC is amended as follows:\n1. in point (a) of Part A of paragraph 1 of Article 2 the words\n\">TABLE>\"\nare replaced by the words\n\">TABLE>\"\n2. Annexes II and IV are amended as follows:\n(a) in column 2 of the table in Section I.2.A of Annex II, in the entry relating to Vicia faba, \"85\" is replaced by \"80\".\n(b) in point I (a) 4 and (c) 4 of Section A of Annex IV the following sentence is added:\n\"In the case of x Festulolium the names of the species within the genus Festuca and Lolium shall be indicated\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 September 2004 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the texts of the main provisions of national law, which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 125, 11.7.1966, p. 2298/66. Directive as last amended by Directive 2003/61/EC (OJ L 165, 3.7.2003, p. 23)."}