{"celex_id": "32003R0365", "uri": "http://publications.europa.eu/resource/cellar/0d2e4dc6-2fe9-4533-b49a-a6039642d3d8", "type": "Regulation", "concepts": ["1571", "2321", "3591", "4314", "4860"], "title": "Commission Regulation (EC) No 365/2003 of 27 February 2003 applying reduction coefficients to the second tranche of inward processing certificates issued in accordance with Regulation (EC) No 1488/2001\n", "header": "Commission Regulation (EC) No 365/2003\nof 27 February 2003\napplying reduction coefficients to the second tranche of inward processing certificates issued in accordance with Regulation (EC) No 1488/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2580/2000(2),\nHaving regard to Commission Regulation (EC) No 1488/2001 of 19 July 2001 laying down rules for the application of Council Regulation (EC) No 3448/93 as regards the placement of certain quantities of certain basic products listed in Annex I to the Treaty establishing the European Community under the inward processing arrangements without prior examination of the economic conditions(3), and in particular Article 23(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 165/2003(4) set out the remaining quantities of certain basic products which may be placed under inward processing arrangements without prior examination of the economic conditions, in accordance with Article 22 of Regulation (EC) No 1488/2001.\n(2) The total quantities for which inward processing certificates have been applied for in respect of skimmed milk powder, butter and sugar, as notified by the Member States by 21 February 2003, exceeds the available quantities of those products as set out in Regulation (EC) No 165/2003.\n(3) The total of the quantities notified to the Commission are admissible.\n(4) Reduction coefficients should therefore be applied to the quantities of skimmed milk powder, butter and sugar applied for the period beginning on 3 February and ending on 14 February 2003,", "main_body": ["Inward processing certificates applied for during the period beginning on 3 February and ending on 14 February 2003 shall be subject to the following reduction coefficients:\n(a) 39,40 % in respect of skimmed milk powder, CN code ex 0402 10 19;\n(b) 78,00 % in respect of butter, CN code ex 0405 10 19; and\n(c) 18,40 % in respect of sugar, CN code 1701 99 10.", "This Regulation shall enter into force on 28 February 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 196, 20.7.2001, p. 9.\n(4) OJ L 26, 31.1.2003, p. 10."}