{"celex_id": "32005R0025", "uri": "http://publications.europa.eu/resource/cellar/6836939c-fd44-4b12-8d01-9ee9684128c5", "type": "Regulation", "concepts": ["1554", "161", "2590", "2765"], "title": "Commission Regulation (EC) No 25/2005 of 7 January 2005 amending Council Regulation (EC) No 32/2000 in order to extend the Community tariff quotas for jute and coconut-fibre products\n", "header": "8.1.2005 EN Official Journal of the European Union L 6/4\nCOMMISSION REGULATION (EC) No 25/2005\nof 7 January 2005\namending Council Regulation (EC) No 32/2000 in order to extend the Community tariff quotas for jute and coconut-fibre products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 32/2000 of 17 December 1999 opening and providing for the administration of Community tariff quotas bound in GATT and certain other Community tariff quotas and establishing detailed rules for adjusting the quotas, and repealing Council Regulation (EC) No 1808/95 (1), and in particular the second indent of Article 9(1)(b) thereof,\nWhereas:\n(1) In accordance with the offer it made within the United Nations Conference on Trade and Development (Unctad) and alongside its scheme of generalised preferences (GSP), the Community introduced tariff preferences in 1971 for jute and coconut-fibre products originating in certain developing countries; these preferences took the form of a gradual reduction of Common Customs Tariff duties and, from 1978 to 31 December 1994, the complete suspension of these duties.\n(2) Since the entry into force of the new GSP scheme on 1 January 1995, the Community has, alongside the GATT, opened autonomous zero-duty Community tariff quotas for specific quantities of jute and coconut-fibre products until 31 December 2004 by Commission Regulation (EC) No 2511/2001 (2) amending Council Regulation (EC) No 32/2000.\n(3) As the scheme of generalised preferences has been extended until 31 December 2005 by Council Regulation (EC) No 2211/2003 (3), the tariff quota arrangement for jute and coconut-fibre products should also be extended until 31 December 2005.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The phrase, for serial numbers 09.0107, 09.0109 and 09.0111, in the fifth column (Quota period) of Annex III to Regulation (EC) No 32/2000, ‘from 1.1.2003 to 31.12.2003 and from 1.1.2004 to 31.12.2004’ shall be replaced by the phrase ‘from 1.1.2005 to 31.12.2005’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 2005.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 5, 8.1.2000, p. 1. Regulation as last amended by Commission Regulation (EC) No 545/204 (OJ L 87, 25.3.2004, p. 12).\n(2)  OJ L 339, 21.12.2001, p. 17.\n(3)  OJ L 332, 19.12.2003, p. 1."}