{"celex_id": "32002R0804", "uri": "http://publications.europa.eu/resource/cellar/c2561a9a-e793-45fa-aad8-6ac5fd9b3975", "type": "Regulation", "concepts": ["1005", "2527", "3140", "5219"], "title": "Regulation (EC) No 804/2002 of the European Parliament and of the Council of 15 April 2002 amending Council Regulation (EEC) No 3528/86 on the protection of the Community's forests against atmospheric pollution\n", "header": "Regulation (EC) No 804/2002 of the European Parliament and of the Council\nof 15 April 2002\namending Council Regulation (EEC) No 3528/86 on the protection of the Community's forests against atmospheric pollution\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nFollowing consultation of the Committee of the Regions,\nActing in accordance with Article 251 of the Treaty(3),\nWhereas:\n(1) The period of application of the Community scheme introduced by Council Regulation (EEC) No 3528/86(4) expired on 31 December 2001.\n(2) Under Article 11(3) of Regulation (EEC) No 3528/86, the Commission is required to submit a revision proposal to the European Parliament and the Council before the end of the application period, covering in particular the ecological, economic and social aspects and the results of a cost-benefit analysis.\n(3) Since preparation of the proposal is still under way, no proposal can be presented at this stage, and the European Parliament and the Council are consequently not in a position to adopt any new arrangements for continuing the Community scheme for the protection of forests against atmospheric pollution before it reaches the end of its application period.\n(4) Continuation of the said Community scheme in 2002 therefore calls for a transitional measure extending its duration for a year.\n(5) The financial allocation for the implementation of the said Community scheme, which constitutes the prime reference for the budgetary authority within the meaning of point 33 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(5), fixed at EUR 35,1 million in Article 11(2) of Regulation (EEC) No 3528/86 should be adjusted in line with the amount entered in the budget for 2002.\n(6) Regulation (EEC) No 3528/86 should therefore be amended,", "main_body": ["Article 11 of Regulation (EEC) No 3528/86 shall be replaced by the following: \"Article 11\n1. The scheme shall run for 16 years from 1 January 1987.\n2. The financial allocation for the implementation of the scheme shall be EUR 42,6 million for the period 1997 to 2002.\nAnnual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\n3. Before 30 June 2002, the Commission shall submit to the European Parliament and to the Council a report on the application of this Regulation and a proposal for revision covering in particular the ecological, economic and social aspects (qualitative assessment) and the results of a cost-benefit analysis (quantitative assessment).\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 15 April 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nJ. PiquĂŠ I Camps\n(1) OJ C 51 E, 26.2.2002, p. 342.\n(2) Opinion delivered on 16 January 2002 (not yet published in the Official Journal).\n(3) Opinion of the European Parliament of 12 March 2002 (not yet published in the Official Journal), and Council Decision of 18 March 2002.\n(4) OJ L 326, 21.11.1986, p. 2. Regulation as last amended by Regulation (EC) No 1484/2001 of the European Parliament and of the Council (OJ L 196, 20.7.2001, p. 1).\n(5) OJ C 172, 18.6.1999, p. 1."}