{"celex_id": "32007D0083", "uri": "http://publications.europa.eu/resource/cellar/cf38147e-e765-449d-b10d-cccd88587cbe", "type": "Decision", "concepts": ["1445", "1755", "1854", "192", "3584", "3774", "4743", "6152"], "title": "2007/83/EC: Commission Decision of 5 February 2007 amending Decision 2006/415/EC concerning certain protection measures in relation to highly pathogenic avian influenza of the subtype H5N1 in poultry in the United Kingdom (notified under document number C(2007) 404) (Text with EEA relevance )\n", "header": "7.2.2007 EN Official Journal of the European Union L 33/4\nCOMMISSION DECISION\nof 5 February 2007\namending Decision 2006/415/EC concerning certain protection measures in relation to highly pathogenic avian influenza of the subtype H5N1 in poultry in the United Kingdom\n(notified under document number C(2007) 404)\n(Text with EEA relevance)\n(2007/83/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(3) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(3) thereof,\nWhereas:\n(1) Commission Decision 2006/415/EC of 14 June 2006 concerning certain protection measures in relation to highly pathogenic avian influenza of the subtype H5N1 in poultry in the Community and repealing Decision 2006/135/EC (3) lays down certain protection measures to prevent the spread of the avian influenza into the disease-free parts of the Community through the movement of birds as well as products thereof.\n(2) The United Kingdom has notified an outbreak of highly pathogenic avian influenza H5N1 in poultry on its territory and has taken the appropriate measures in the framework of Decision 2006/415/EC, including the establishment of Areas A and B as provided for in Article 4 of that Decision.\n(3) The Commission is satisfied that the boundaries of Areas A and B established by the competent authority of the United Kingdom are at a sufficient distance to the actual location of the outbreak. Areas A and B in the United Kingdom can therefore be confirmed and the duration of that regionalisation fixed.\n(4) It is therefore necessary to amend Decision 2006/415/EC accordingly.\n(5) The measures provided for in this Decision should be reviewed at the next meeting of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2006/415/EC is amended in accordance with the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC (OJ L 157, 30.4.2004, p. 33); corrected version (OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 164, 16.6.2006, p. 51. Decision as amended by Decision 2007/79/EC (OJ L 26, 2.2.2007, p. 5).\nANNEX\nThe Annex to Decision 2006/415/EC is amended as follows:\n1. The following text is added to Part A:\n‘ISO Country Code Member State Area A Date until applicable Article 4(4) (b)(iii)\nCode Name\nUK UNITED KINGDOM   12.3.2007\nProtection zone 00154 Part of the county of Suffolk contained within a circle of radius 3 kilometres, centred on grid reference TM4009079918 (1)\nSurveillance zone 00154 Part of the county of Suffolk contained within a circle of radius 10 kilometres, centred on grid reference TM4009079918 (1)\n2. The following text is added to Part B:\n‘ISO Country Code Member State Area B Date until applicable Article 4(4) (b)(iii)\nCode Name\nUK UNITED KINGDOM   12.3.2007\n00154 Parts of the countries of Norfolk and Suffolk contained within the following boundaries:\nFrom map reference TM357400 (2), follow minor road west to a T-junction at map reference TM346400 (2). Turn right on to the B1083 and continue north along the B1083 to the roundabout at map reference TM292500 (2). Turn left on to the A1152 and continue west and then south to the roundabout at map reference TM259493 (2).\nTurn right on to the B1079 and continue west and then north-west to the junction at map reference TM214538 (2). Turn left on to the B1078 and continue west to the junction with the A140(T) at map reference TM111548 (2). Turn right and continue north along the A140(T) until the junction with the A47(T) at TG219038 (2).\nTurn right and continue north-east and then east along the A47(T) to the roundabout at map reference TG518084 (2).\nTurn on to the A149 and continue south-west to a junction at TG521080 (2). Follow the B1141 south-east to a junction with a minor road at map reference TG525078 (2).\nTurn left into the minor road and continue east to a T-junction with another minor road at the coast at map reference TG531079 (2) (boundary extends directly east to coast at TG532078 (2) and follows coast south to map reference TM357400 (2)).\n(1)  The grid reference is a British National Grid reference.’\n(2)  The grid reference is a British National Grid reference.’"}