{"celex_id": "32005D0636", "uri": "http://publications.europa.eu/resource/cellar/71acc54c-979d-4e3e-bd14-1dd04d5b9e7c", "type": "Decision", "concepts": ["1005", "4747", "6152", "6316", "6322"], "title": "2005/636/EC: Commission Decision of 1 September 2005 concerning a financial contribution by the Community towards a baseline survey on the prevalence of Salmonella spp. in broiler flocks of Gallus gallus to be carried out in the Member States (notified under document number C(2005) 3276)\n", "header": "3.9.2005 EN Official Journal of the European Union L 228/14\nCOMMISSION DECISION\nof 1 September 2005\nconcerning a financial contribution by the Community towards a baseline survey on the prevalence of Salmonella spp. in broiler flocks of Gallus gallus to be carried out in the Member States\n(notified under document number C(2005) 3276)\n(2005/636/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Pursuant to Decision 90/424/EEC the Community is to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of veterinary legislation and for the development of veterinary education or training.\n(2) Under Article 4 of Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (2), a Community target is to be established for reducing the prevalence of salmonella in populations of flocks of broilers of Gallus gallus (broilers) by the end of 2006.\n(3) In order to set the Community target, comparable data on the prevalence of salmonella in populations of broilers in the Member States needs to be available. Such information is not at hand and a special survey should therefore be carried out to monitor the prevalence of salmonella in broilers over a suitable period in order to take account of possible seasonal variations.\n(4) The survey is to provide technical information necessary for the development of Community veterinary legislation. Given the importance of collecting comparable data on the prevalence of salmonella in broilers in the Member States, they should be granted a Community financial contribution for implementing the specific requirements of the survey. It is appropriate to reimburse 100 % of the costs incurred on the laboratory testing, subject to a ceiling. All other costs such as sampling, travel, administration, etc. should not be eligible for any Community financial contribution.\n(5) A financial contribution from the Community should be granted provided that the survey is carried out in accordance with the relevant provisions of Community law and subject to compliance with certain other conditions.\n(6) A financial contribution from the Community should be granted in so far as the actions provided for are effectively carried out and provided that the authorities furnish all the necessary information within the time limits provided for.\n(7) There is a need to clarify the rate to be used for the conversion of payment applications submitted in national currencies as defined in Article 1(d) of Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (3).\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Objective of the survey and general provisions\n1.   A survey shall be carried out to assess the prevalence of Salmonella spp. across the Community in flocks of broilers of Gallus gallus (broilers) sampled within three weeks of leaving the selected holding for slaughter (the survey).\n2.   The results of the survey shall be used to set Community targets as provided for in Article 4 of Regulation (EC) No 2160/2003.\n3.   The survey shall cover a one-year period commencing on 1 October 2005.\n4.   For the purposes of this Decision, ‘competent authority’ shall be the authority or authorities of a Member State as designated under Article 3 of Regulation (EC) No 2160/2003.", "Sampling frame\n1.   Sampling for the purpose of the survey shall be organised by the Member States and shall be performed from 1 October 2005 on holdings containing at least 5 000 birds. On each selected holding, one flock with broilers of the appropriate age shall be sampled.\nHowever, in countries where the calculated number of flocks to be sampled is higher than the number of holdings available with at least 5 000 birds, in order to achieve the calculated number of flocks, up to four flocks may be sampled on the same holding. Where possible the additional flocks from a single holding shall be from different broiler houses and samples taken in different seasons.\nIf the number of flocks to be sampled is still not sufficient, progressively smaller holdings may also be selected until at least 154 flocks, where possible, is attained.\nIf the number of flocks to be sampled is still not sufficient, more than four flocks may be sampled on the same holding, larger holdings being focused on.\nFor countries where fewer than 80 % of the birds are kept on holdings with more than 5 000 broiler chickens, progressively smaller holdings may initially be selected.\n2.   Sampling shall be performed by the competent authority or under its supervision.", "Detection of Salmonella spp. and serotyping of the relevant isolates\n1.   Detection of Salmonella spp. and serotyping of the relevant isolates shall take place in national reference laboratories for salmonella.\nHowever, where a national reference laboratory does not have the capacity to perform all the analyses or if it is not the laboratory that performs detection routinely, the competent authorities may designate a limited number of other laboratories involved in official controls of salmonella to perform the analyses.\nThose laboratories shall have proven experience in using the required detection method, shall implement a quality-assurance system complying with ISO standard 17025, and shall be supervised by the national reference laboratory.\n2.   The detection of Salmonella spp. shall be performed in accordance with the method recommended by the Community reference laboratory for salmonella.\n3.   Serotyping of the relevant isolates shall be performed according to the Kaufmann-White scheme.", "Collection of data, assessment and reporting\n1.   The national authority responsible for preparing the yearly national report pursuant to Article 9(1) of Directive 2003/99/EC of the European Parliament and of the Council (4) shall collect and assess the results achieved pursuant to Article 3 of this Decision on the basis of the sampling frame referred to in Article 2 thereof, and shall report all necessary data and its assessment to the Commission.\n2.   The relevant data collected for the purposes of the survey shall be supplied by Member States to the European Food Safety Authority, at the request of the Commission.\n3.   National aggregated data and results shall be made available publicly in a form that ensures confidentiality.", "Technical specifications\nThe tasks and activities referred to in Articles 2, 3 and 4 of this Decision shall be performed in conformity with the technical specifications presented at the meeting of the Standing Committee on the Food Chain and Animal Health on 19 July 2005 as published on the Commission website [http://europa.eu.int/comm/food/food/biosafety/salmonella/index_en.htm].", "Scope of the Community financial contribution\n1.   The Community shall provide a financial contribution for the costs incurred by the Member States on laboratory testing, i.e. bacteriological detection of Salmonella spp. and serotyping of the relevant isolates.\n2.   The maximum financial contribution from the Community shall be EUR 20 per test for bacteriological detection of Salmonella spp. and EUR 30 for serotyping of the relevant isolates.\n3.   The financial contribution from the Community shall not exceed the amounts set out in Annex I for the duration of the survey.", "Conditions for granting a Community financial contribution\n1.   The financial contribution provided for in Article 6 shall be granted to the Member States provided that the survey is implemented in accordance with the relevant provisions of Community law, including the rules on competition and on the award of public contracts, and subject to compliance with the following conditions:\n(a) by 1 October 2005, the laws, regulations and administrative provisions required to implement the survey shall come into force;\n(b) a progress report covering the first three months of the survey shall be forwarded by 31 January 2006;\n(c) a final report shall be forwarded by 31 October 2006 at the latest on the technical execution of the survey, together with supporting evidence for the costs incurred and the results attained during the period 1 October 2005 to 30 September 2006; the evidence as to costs incurred shall comprise at least the information set out in Annex II;\n(d) the survey shall be implemented effectively.\n2.   An advance of 50 % of the total amount referred to in Annex I may be paid at the request of the Member State concerned.\n3.   Failure to comply with the time limit in paragraph 1(c) shall entail a progressive reduction of the financial contribution to be paid, amounting to 25 % of the total amount by 15 November 2006, 50 % by 1 December 2006 and 100 % by 15 December 2006.", "Conversion rate for applications in national currencies\nThe conversion rate for applications submitted in national currencies in month ‘n’ shall be that for the 10th day of month ‘n+1’ or the first day before that day for which a rate is quoted.", "Application\nThis Decision shall apply from 1 October 2005.", "0\nAddressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 September 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 325, 12.12.2003, p. 1. Regulation as amended by Commission Regulation (EC) No 1003/2005 (OJ L 170, 1.7.2005, p. 12).\n(3)  OJ L 349, 24.12.1998, p. 1.\n(4)  OJ L 325, 12.12.2003, p. 31.\nANNEX I\nMaximum Community financial contribution to the Member States\n(EUR)\nMember State Amount\nBelgium — BE 53 940\nCzech republic — CZ 50 605\nDenmark — DK 46 545\nGermany — DE 54 085\nEstonia — EE 22 330\nGreece — EL 54 375\nSpain — ES 55 390\nFrance — FR 55 535\nIreland — IE 49 300\nItaly — IT 54 665\nCyprus — CY 45 675\nLatvia — LV 22 330\nLithuania — LT 22 330\nLuxembourg — LU 5 800\nHungary — HU 50 605\nMalta — MT 22 330\nNetherlands — NL 54 085\nAustria — AT 51 620\nPoland — PL 55 245\nPortugal — PT 54 085\nSlovenia — SI 51 040\nSlovakia — SK 44 660\nFinland — FI 45 530\nSweden — SE 44 080\nUnited Kingdom — UK 54 375\nTotal 1 120 560\nANNEX II"}