{"celex_id": "32007D0814", "uri": "http://publications.europa.eu/resource/cellar/49c9fb18-1b65-4caa-91df-9c83f332f981", "type": "Decision", "concepts": ["1309", "1591", "2771", "3800", "5065", "5332"], "title": "2007/814/EC: Commission Decision of 13 November 2007 repealing Decision 1999/572/EC accepting undertakings offered in connection with the anti-dumping proceedings concerning imports of steel wire ropes and cables originating in the People’s Republic of China, Hungary, India, the Republic of Korea, Mexico, Poland, South Africa and Ukraine\n", "header": "12.12.2007 EN Official Journal of the European Union L 326/25\nCOMMISSION DECISION\nof 13 November 2007\nrepealing Decision 1999/572/EC accepting undertakings offered in connection with the anti-dumping proceedings concerning imports of steel wire ropes and cables originating in the People’s Republic of China, Hungary, India, the Republic of Korea, Mexico, Poland, South Africa and Ukraine\n(2007/814/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PREVIOUS INVESTIGATIONS AND EXISTING MEASURES\n(1) In August 1999, the Council, by Regulation (EC) No 1796/1999 (2), imposed a definitive anti-dumping duty on imports of steel ropes and cables originating, inter alia, in South Africa.\n(2) In November 2005, following an expiry review pursuant to Article 11(2) of the basic Regulation, the Council, by Regulation (EC) No 1858/2005 (3) decided that the anti-dumping measures applicable to imports of the product concerned originating, inter alia, in South Africa should be maintained.\n(3) The Commission, by Decision 1999/572/EC of 13 August 1999 (4), accepted a price undertaking from a South African company, Scaw Metals Group Haggie Steel Wire Rope (‘Haggie’ or ‘the company’).\n(4) By Decision 1999/572/EC the Commission also accepted price undertakings from the following companies: Usha Martin Industries & Usha Beltron Ltd, India; Aceros Camesa SA de CV, Mexico; and Joint Stock Company Silur, Ukraine. The Commission withdrew the acceptance of the undertaking offered by Joint Stock Company Silur, Ukraine by Commission Regulation (EC) No 1678/2003 (5). The anti-dumping measures on steel wire ropes and cables originating in Mexico expired on 12 August 2004 (6). The Commission withdrew the acceptance of the undertaking offered by Usha Martin Industries & Usha Beltron Ltd by Commission Decision 2006/38/EC of 22 December 2005.\n(5) As a result imports into the Community of the product concerned of South African origin, produced by the company and of the product type covered by the undertaking (the product covered) were exempted from the definitive anti-dumping duties.\n(6) In this regard it should be noted that certain types of steel wire ropes and cables currently produced by Haggie were excluded from the scope of the undertaking. Accordingly, such steel wire ropes and cables were liable to the payment of the anti-dumping duty when entered into free circulation in the Community.\nB.   BREACHES OF THE UNDERTAKING\n1.   Obligations of the company under the undertaking\n(7) The undertaking offered by the company obliges it to, inter alia, export the product covered to the European Community above certain minimum prices (MIPs) as stated in the undertaking.\n(8) It was further acknowledged by the company in the undertaking that with regard to the exemption from the anti-dumping duties afforded by the undertaking, such exemption is conditional upon the presentation to the Community customs services of an ‘undertaking invoice’. Moreover, the company undertook not to issue such undertaking invoices for sales of those types of product concerned which are not covered by the undertaking and which are therefore liable to the anti-dumping duty. The company also acknowledged that the undertaking invoices issued had to contain the information set out first in the Annex of Regulation (EC) No 1796/1999 and later in the Annex of Regulation (EC) No 1858/2005.\n(9) The terms of the undertaking also oblige the company to provide the Commission with regular and detailed information, in the form of a quarterly report of its sales of the product concerned to the European Community. Such reports should include the products covered by the undertaking which benefited from the exemption from the payment of the anti-dumping duty, as well as those types of steel ropes and cables which are not covered by the undertaking and which are therefore liable to the payment of the anti-dumping duty upon importation into the European Community.\n(10) It is clear that the aforementioned sales reports should be, as submitted, complete, exhaustive and correct in all particulars and that the transactions fully comply with the terms of the undertaking.\n(11) For the purpose of ensuring compliance with the undertaking, the Company also undertook to allow on-spot verification visits at its premises in order to verify the accuracy and veracity of data submitted in the said quarterly reports and to provide all information considered necessary by the Commission.\n(12) It should be noted that the company already received a warning letter from the Commission Services on 28 October 2003 for breaching the undertaking by issuing undertaking invoices for products not covered by the undertaking but otherwise being subject to the anti-dumping measures. The warning letter stated that in view of the particular circumstances under which these breaches took place it was not intended to withdraw the acceptance of the undertaking, but it was also pointed out that any subsequent infringement of the undertaking, even of a minor nature, would make it difficult for the Commission to maintain the acceptance of the undertaking from the company.\n(13) In this regard, a verification visit was carried out at the premises of the Company in South Africa from 5 February 2007 until 6 February 2007. The verification visit covered the period from 1 January 2004 until 31 December 2006.\n2.   Results of the verification visit to the Company\n(14) The verification visit established that the company, on two occasions, issued undertaking invoices (undertaking invoice numbers: 935515 and 935516) for the products subject to the anti-dumping measure but not covered by the undertaking. Therefore, these transactions unlawfully benefited from the exemption from the payment of the anti-dumping duty upon importation.\n(15) The verification visit established that, on one occasion, the company failed to adjust the unit sales price according to the terms of payment. The failure to make this adjustment for the financial cost linked to the actual time of the payment has led to a unit sale price below the applicable MIP.\n(16) Furthermore, the verification visit established that, on several occasions, the company issued undertaking invoices not in conformity with the Annex of Regulation (EC) No 1858/2005 by including the sentence ‘For sale offshore, not to be sold within the European Union’.\n(17) Examination of the undertaking invoices issued for the time period concerned by the verification visit showed that one transaction was not included in the quarterly undertaking sales report submitted to the Commission. Furthermore, it was also established that the company reported transactions not intended for release into free circulation in the Community as if they were intended to be released into free circulation in the Community. The verification visit also identified several transactions which were reported as transit sales, but, in reality, the goods were released into free circulation in the Community. Moreover discrepancies were found between the quarterly undertaking sales reports and the corresponding invoices.\n3.   Reasons to withdraw acceptance of the undertaking\n(18) The fact that the company issued undertaking invoices for product concerned which were not covered by the undertaking and the fact that these transactions benefited from the exemption from the payment of the anti-dumping duty only granted for the products covered by the undertaking constitute breaches of the undertaking.\n(19) The obligation of the company to respect the MIP for all sales of the product covered was not met.\n(20) Issuing undertaking invoices not in conformity with the Annex of Regulation (EC) No 1858/2005 for sales of product covered can be confusing for the customs authorities and no longer allow the customs authorities to effectively monitor the undertaking and, therefore, render the undertaking impractical.\n(21) The facts set out in recital (17) have led to the conclusion that the quarterly undertaking sales reports as submitted by the company were not complete, exhaustive and correct in all particulars and therefore these reports were not sufficiently reliable to be used for monitoring the undertaking. Non-compliance with reporting requirements also constitutes a breach of the undertaking.\n4.   Written submissions and hearing\n(a)   Lack of understanding of the Undertaking\n(22) The company acknowledged by its written submission that errors occurred when issuing undertaking invoices and preparing the undertaking reports due to a lack of understanding of the technical provisions of the undertaking, of incorrect reading of the text and/or the company’s failure to consult it. It was also stated in its written submission and during the hearing on 26 April 2007 that changes in the senior management and the restructuring of the organization contributed to lack of understanding of the complex requirements of the undertaking.\n(23) The company also admitted the receipt of the warning letter from the Commission Services on the 28 October 2003. However, the company argued that it never received a verification report which it assumed would have outlined the actual error made. The company argued that the fact that it was not made aware of the actual errors also contributed to its failure to change its practices concerning the preparation of undertaking reports or improve its understanding.\n(24) In respond to these arguments it has to be noted that the company on 18 September 2003 received a letter from the Commission which set out in detail the breaches identified. The warning letter of 28 October 2003 did not repeat the breaches in detail any longer but referred to the earlier correspondence between the Commission and the company.\n(25) It also should be noted that the company might have been confused when it referred to a verification report. The Commission did not carry out a verification visit prior to issuing the warning letter on 28 October 2003 as the breaches which let to issuance of the warning letter were established on the basis of desk analysis of the undertaking reports. The Commission did carry out a verification in May 2004 but since that verification did not lead to further action no letter relating to it needed to be sent the company.\n(26) Moreover, the company submitted during the hearing that, after the verification visit, the company revisited its complete system, based on the comments made on the spot, in order to accommodate the necessary changes to meet the requirements of the undertaking.\n(27) The arguments presented by the company in its defence regarding its lack of understanding of the undertaking do not alter the Commission’s view that the company failed to comply with the obligations of the undertaking. It also has to be noted that the company already received a warning letter for breaching the undertaking in the past and it failed to adopt the measures necessary to prevent that new breaches of the undertaking would occur. The lack of understanding of the requirements of the undertaking constitutes a high risk for the sufficiency and reliability of the monitoring of the undertaking.\n(b)   Proportionality\n(28) With regard to the price violation, the company admitted that a price violation occurred on one occasion because it failed to do the necessary adjustments in the sales price in respect of late payment. However, it was argued that the sales prices of all other transactions were strictly in compliance with the MIP. Moreover, it was submitted that the late payment occurred due to unforeseen circumstances as the client concerned normally pre-pays for goods prior to shipment taking place.\n(29) In response to these arguments it should be pointed out that in accordance with the undertaking, the company undertook to ensure that the Net Sales Price of all sales covered by the undertaking shall be at or above the MIPs set out in the undertaking.\n(30) Moreover, regarding the issue of proportionality, the basic Regulation contains no direct or indirect requirement that a breach of an undertaking must relate to a minimum percentage of sales or must relate to a minimum percentage of the MIP.\n(31) This approach has also been confirmed by the jurisprudence of the Court of First Instance which has ruled that any breach of an undertaking is sufficient to justify the withdrawal of acceptance of an undertaking (7).\n(32) Accordingly, the arguments presented by the company with regard to proportionality do not alter the Commission’s view that a breach of the undertaking occurred and that the acceptance of the undertaking should be withdrawn.\n(c)   Good faith of the company\n(33) The company argued that at the time of submitting their regular reports to the Commission, the company felt that the reports were complete, exhaustive and correct in all particulars.\n(34) At no time did the company try to report incorrect information or attempt to withhold any information requested.\n(35) The company also emphasised both in its written submission and during the hearing, that it did not derive any benefit from the breaches of the undertaking, in any but two cases, and that the errors were not carried out within the scope of a circumvention scheme.\n(36) Referring to the recitals above it must be noted that the company was not seen to be purposely trying to benefit from not respecting the requirements of the undertaking or by impeding the monitoring. However, the repeated occurrence of the errors renders the proper monitoring of the undertaking impractical.\nC.   REPEAL OF DECISION 1999/572/EC\n(37) In view of the above, the acceptance of the undertaking should be withdrawn and Commission Decision 1999/572/EC should be repealed. Accordingly, the definitive antidumping duty imposed by Article 1(2) of Regulation (EC) No 1858/2005 should apply,", "main_body": ["Article 1\nDecision 1999/572/EC is hereby repealed.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 November 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 217, 17.8.1999, p. 1. Regulation as amended by Regulation (EC) No 1674/2003 (OJ L 238, 25.9.2003, p. 1).\n(3)  OJ L 299, 16.11.2005, p. 1. Regulation as amended by Regulation (EC) No 212/2006 (OJ L 22, 26.1.2006, p. 1).\n(4)  OJ L 217, 17.8.1999, p. 63. Decision as last amended by Decision 2006/38/EC (OJ L 22, 26.1.2006, p. 54).\n(5)  OJ L 238, 25.9.2003, p. 13.\n(6)  OJ C 203, 11.8.2004, p. 4.\n(7)  In this context, see case T-51/96 Miwon v Council (ECR 2000, p. II-1841) paragraph 52; case T-340/99 Arne Mathisen S v Council (ECR 2002, p. II-2905) paragraph 80."}