{"celex_id": "32002D0766", "uri": "http://publications.europa.eu/resource/cellar/f032ab42-7e1d-4ccc-9496-9d0a562c0609", "type": "Decision", "concepts": ["1445", "2356", "2560", "862", "863", "922"], "title": "2002/766/EC: Commission Decision of 25 September 2002 on the total amount of Community aid for the eradication of classical swine fever in Spain in 1997 (notified under document number C(2002) 3538)\n", "header": "Commission Decision\nof 25 September 2002\non the total amount of Community aid for the eradication of classical swine fever in Spain in 1997\n(notified under document number C(2002) 3538)\n(Only the Spanish text is authentic)\n(2002/766/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 3(3) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever occurred in Spain in 1997. The emergence of this disease represents a serious risk to the Community's pig population.\n(2) With a view to helping to eradicate the disease as rapidly as possible, the Community may contribute financially to eligible expenditure borne by the Member State, as provided for in Decision 90/424/EEC.\n(3) On 2 June 1998, Spain submitted an initial application for reimbursement of all the expenditure incurred on its territory in 1997, followed by successive clarifications.\n(4) Under Commission Decisions 98/63/EC(3) and 98/649/EC(4) on financial aid from the Community for the eradication of classical swine fever in Spain, two advances to an amount of EUR 7 million have already been paid.\n(5) The total amount of Community aid for the eradication of classical swine fever in Spain in 1997 must be set.\n(6) The results of the checks carried out by the Commission with regard to the observance of Community veterinary rules and the conditions for benefiting from Community financial support mean that not all the expenditure submitted can be considered eligible. These observations have been confirmed in a Court of Auditors report(5).\n(7) The Commission's observations and the method for calculating the eligible expenditure were communicated to the Spanish authorities and confirmed in a letter dated 19 March 2002.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The total amount of Community aid for the eradication of classical swine fever in Spain in 1997 is EUR 9031959.\nThe balance of the above amount, i.e. EUR 2031959, shall be paid to Spain.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 25 September 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 16, 21.1.1998, p. 43.\n(4) OJ L 309, 19.11.1998, p. 45.\n(5) OJ C 85, 23.3.2000, p. 1."}