{"celex_id": "32005D0876", "uri": "http://publications.europa.eu/resource/cellar/b1981316-2f48-4889-bb5b-9723b49f5ee4", "type": "Decision", "concepts": ["3181", "3878", "5181", "5271", "5550", "5595", "616"], "title": "Council Decision 2005/876/JHA of  21 November 2005  on the exchange of information extracted from the criminal record\n", "header": "9.12.2005 EN Official Journal of the European Union L 322/33\nCOUNCIL DECISION 2005/876/JHA\nof 21 November 2005\non the exchange of information extracted from the criminal record\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 31 and 34(2)(c) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas:\n(1) According to Article 29 of the Treaty on European Union, the European Union has set itself the objective to provide citizens with a high level of safety within an area of freedom, security and justice. This objective presupposes the exchange of information concerning criminal convictions of persons who reside in the territory of the Member States between the competent authorities of the Member States.\n(2) On 29 November 2000, the Council, in accordance with the conclusions of the Tampere European Council of 15 and 16 October 1999, adopted a programme of measures to implement the principle of mutual recognition in criminal matters (3). This Decision contributes to achieving the goals provided for by Measure 3 of the programme, which calls for the establishment of a standard form like that drawn up for the Schengen bodies, translated into all the official Union languages, for criminal records applications.\n(3) Articles 13 and 22 of the European Convention on Mutual Assistance in Criminal Matters of 20 April 1959 (4) provide for systems for the transmission of information on convictions between the Contracting Parties, but they are too slow to meet the demands of judicial cooperation in an area such as that of the European Union.\n(4) The Final Report on the first evaluation exercise — mutual legal assistance in criminal matters (5), called on Member States to simplify the procedures for transferring documents between States, using, if necessary, standard forms to facilitate mutual judicial assistance.\n(5) On 25 March 2004, the European Council instructed the Council to examine measures on the exchange of information on convictions for terrorist offences and the possibility of a European register on convictions and disqualifications, and the Commission in its communication on measures to be taken to combat terrorism and other forms of serious crime, in particular to improve exchanges of information, stressed the importance of an effective mechanism for transmission of information on convictions and disqualifications.\n(6) This Decision respects the principle of subsidiarity referred to in Article 2 of the Treaty on European Union and Article 5 of the Treaty establishing the European Community, since the improvement of systems for the transmission of information on convictions between Member States cannot be carried out adequately by the Member States unilaterally and requires coordinated action in the European Union. In accordance with the principle of proportionality, as set out in the said Article 5, this Decision does not go beyond what is necessary in order to achieve that objective.\n(7) The improvement of systems for the transmission of information on convictions implies that convictions pronounced in a Member State against nationals of another Member State are known about by the latter Member State as soon as possible and that each Member State may obtain information which it needs from criminal records from other Member States within a very short time.\n(8) This Decision supplements and facilitates the existing mechanisms for the transmission of information on convictions based on existing conventions. In particular, the provisions concerning requests for information extracted from the criminal record do not replace the possibility available to the judicial authorities of transmitting information concerning criminal records direct to each other under Article 6(1) of the Convention on mutual assistance in criminal matters between the Member States of the European Union established by Council Act of 29 May 2000 (6). It provides, however, for a specific right for the central authority of a Member State to send a request for information extracted from the criminal record to the central authority of another Member State, in the circumstances determined by national law.\n(9) The personal data processed under this Decision will be protected in accordance with the principles enacted in the Council of Europe Convention of 28 January 1981 for the Protection of Individuals with regard to Automatic Processing of Personal Data.\n(10) Under Council of Europe Recommendation No R (84) 10 on the criminal record and rehabilitation of convicted persons, the main aim of establishment of the criminal record is to inform the authorities responsible for the criminal justice system of the background of a person subject to legal proceedings with a view to adapting the decision to be taken to the individual situation. Since all other use of the criminal record that might compromise the chances of social rehabilitation of the convicted person must be as limited as possible, the use of information transmitted under this Decision for use otherwise than in the course of criminal proceedings can be limited in accordance with the national legislation of the requested State and the requesting State.\n(11) This Decision respects the fundamental rights and observes the principles recognised by Article 6 of the Treaty on European Union and restated by the Charter of Fundamental Rights of the European Union.\n(12) This Decision does not have the effect of obliging Member States to register convictions or information in criminal matters in their criminal record other than those which they are obliged to register according to national law.\n(13) This Decision does not apply to the transmission of rulings or copies thereof,", "main_body": ["Central authority\n1.   For the purposes of Articles 2 and 3, each Member State shall designate a central authority. However, for sending information under Article 2 and replying to requests under Article 3 Member States may designate one or more central authorities.\n2.   Each Member State shall inform the General Secretariat of the Council and the Commission of the authority designated in accordance with paragraph 1. The General Secretariat of the Council shall notify the Member States and Eurojust of this information.", "Own-initiative information on convictions\nEach central authority shall, without delay, inform the central authorities of the other Member States of criminal convictions and subsequent measures in respect of nationals of those Member States entered in the criminal record. Where the person concerned is a national of two or more other Member States, the information shall be given to each of these Member States, unless the person is a national of the Member State in the territory of which he has been convicted.", "Request for information on convictions\n1.   Where information from the criminal records of a Member State is requested, the central authority may, in accordance with national law, send a request for extracts from, and information relating to, criminal records to the central authority of another Member State. All information requests shall be sent on the basis of the request form set out in the Annex hereto.\nWhen a person requests information on his or her criminal record, the central authority of the Member State where this request is made, may in accordance with national law send a request for extracts from, and information relating to, criminal records to the central authority of another Member State if the person concerned is or has been a resident or a national of the requesting or the requested Member State.\n2.   The reply shall be sent immediately and, in any event within a period not exceeding 10 working days from the receipt of the request, under the conditions provided for by national law, regulations or practice by the central authority of the requested Member State, to the central authority of the requesting Member State on the basis of the form set out in the Annex hereto. It shall include the information received in accordance with Article 2 and registered in the criminal record of the requested Member State.\nIf the request is made for the person concerned in accordance with paragraph 1, second subparagraph, the period referred to in the first subparagraph of this paragraph shall not exceed 20 working days from the receipt of the request.\n3.   Where the requested Member State needs further information to identify the person to whom the request refers, it shall immediately consult with the requesting Member State with a view to providing a reply within 10 working days of receipt of the additional information sought.\n4.   The reply shall be accompanied by a statement of convictions, under the conditions provided for by national law.\n5.   Requests, replies and other relevant information may be transmitted by any means capable of producing a written record under conditions allowing the receiving Member State to establish authenticity.", "Conditions for the use of personal data\n1.   Personal data communicated under Article 3 for the purpose of criminal proceedings may be used by the requesting Member State only for the purpose of the criminal proceedings for which it has been requested as specified in the form set out in the Annex hereto.\n2.   Personal data communicated under Article 3 for purposes other than criminal proceedings, may be used by the requesting Member State in accordance with its national law only for the purpose for which it has been requested and within the limits specified by the requested Member State in the form.\n3.   This Article does not apply to personal data obtained by a Member State under this Decision and originating from that Member State.", "Languages\nThe form shall be sent by the requesting Member State in the official language, or one of the official languages of the requested Member State. The requested Member State shall reply either in one of its official languages or in another language agreeable to both Member States. Any Member State may, at the time of the adoption of this Decision or at a later date, indicate, in a statement to the General Secretariat of the Council, which are the official languages of the institutions of the European Communities that it accepts. The General Secretariat of the Council shall notify the Member States of this information.", "Relationship to other legal instruments\n1.   With respect to the Member States, this Decision supplements and facilitates the implementation of Articles 13 and 22 of the European Convention on Mutual Assistance in Criminal Matters of 20 April 1959, its additional Protocols of 17 March 1978 (7) and 8 November 2001 (8), the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union of 29 May 2000 (9) and its Protocol of 16 October 2001 (10).\n2.   For the purpose of this Decision, Member States shall waive the right to rely among themselves on their reservations to Article 13 of the European Convention on Mutual Assistance in Criminal Matters of 20 April 1959. This Decision shall not affect reservations made with respect to Article 22 of that Convention. Such reservations may be invoked with respect to Article 2 of this Decision.\n3.   This Decision shall not affect the application of more favourable provisions in bilateral or multilateral agreements between Member States.", "Implementation\nMember States shall implement this Decision as soon as possible and in any event no later than 21 May 2006.", "Application\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 November 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ C 322, 29.12.2004, p. 9.\n(2)  Not yet published in the Official Journal.\n(3)  OJ C 12, 15.1.2001, p. 10.\n(4)  Council of Europe, European Treaties Series, No 30.\n(5)  OJ C 216, 1.8.2001, p. 14.\n(6)  OJ C 197, 12.7.2000, p. 1.\n(7)  Council of Europe, European Treaty Series, No 99.\n(8)  Council of Europe, European Treaty Series, No 182.\n(9)  OJ C 197, 12.7.2000, p. 3.\n(10)  OJ C 326, 21.11.2001, p. 1.\nANNEX\nForm referred to in Articles 3, 4 and 5 of Council Decision 2005/876/JHA of 21 November 2005 on the exchange of information extracted from the criminal record"}