{"celex_id": "32007D0264", "uri": "http://publications.europa.eu/resource/cellar/670fd4aa-4425-4091-b342-b82491ab8e61", "type": "Decision", "concepts": ["2081", "2324", "2763", "5063", "893"], "title": "2007/264/EC: Commission Decision of 25 April 2007 amending Decision 2007/30/EC as regards transitional measures for certain milk products obtained in Bulgaria (notified under document number C(2007) 1787) (Text with EEA relevance )\n", "header": "1.5.2007 EN Official Journal of the European Union L 114/16\nCOMMISSION DECISION\nof 25 April 2007\namending Decision 2007/30/EC as regards transitional measures for certain milk products obtained in Bulgaria\n(notified under document number C(2007) 1787)\n(Text with EEA relevance)\n(2007/264/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Commission Decision 2007/30/EC of 22 December 2006 laying down transitional measures for the marketing of certain products of animal origin obtained in establishments in Bulgaria and Romania (1) provides for certain transitional measures for products of animal origin falling within the scope of Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2) and obtained in establishments in Bulgaria and Romania until 31 December 2006.\n(2) Bulgaria has now requested the possibility to export to third countries certain milk products obtained in establishments in that Member State before 31 December 2006 which fall within the scope of Decision 2007/30/EC.\n(3) This request can be granted under the conditions of Article 12(1) of Regulation (EC) No 178/2002 of the European Parliament and of the Council (3). In this framework, Bulgaria has provided the necessary information on the agreement of the countries of destination.\n(4) Decision 2007/30/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 2(1) of Decision 2007/30/EC the following subparagraph is added:\n‘In addition, milk products obtained in establishments in Bulgaria may be exported to third countries until 31 December 2007 provided that the export is carried out in accordance with Article 12 of Regulation (EC) No 178/2002 of the European Parliament and of the Council (4).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 8, 13.1.2007, p. 59.\n(2)  OJ L 139, 30.4.2004, p. 55; corrected by (OJ L 226, 25.6.2004, p. 22). Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 365, 20.12.2006, p. 1).\n(3)  OJ L 31, 1.2.2002, p. 1.\n(4)  OJ L 31, 1.2.2002, p. 1.’"}