{"celex_id": "32000D0323", "uri": "http://publications.europa.eu/resource/cellar/531292e9-34b4-4fcf-945b-d365003b7459", "type": "Decision", "concepts": ["1425", "2836", "3678"], "title": "2000/323/EC: Commission Decision of 4 May 2000 setting up a Consumer Committee (notified under document number C(2000) 408)\n", "header": "Commission Decision\nof 4 May 2000\nsetting up a Consumer Committee\n(notified under document number C(2000) 408)\n(2000/323/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) It is appropriate for the Commission to consult consumers on problems concerning the protection of consumer interests at Community level.\n(2) A Consumer Committee was set up by Decision 95/260/EC(1) to enable the Commission to hear the view of organisations representing consumers.\n(3) Decision No 283/1999/EC of the European Parliament and of the Council of 25 January 1999 establishing a general framework for Community activities in favour of consumers(2) enables the financing of European consumer organisations.\n(4) Experience with the operation of this Committee shows that its functioning should be improved as regards representativity so that the new Committee would be representative of consumers in all Member States of the European Community, whether they be organised at national or European level.\n(5) This Consumer Committee should be accorded a statute based on experience gained.\n(6) The Commission will aim to have a satisfactory gender balance on this Committee,", "main_body": ["1. The Commission hereby establishes a Consumer Committee, hereinafter called \"the Committee\".\n2. The Committee shall be composed of representatives of national consumer organisations and of European consumer organisations.\n3. National consumer organisations must be representative in terms of their number of members, have as their sole or main objective the defence of consumer interests and must be independent from business circles.\n4. The European consumer organisations are those fulfilling the criteria laid down in Article 5 of the Decision No 283/1999/EC.", "The Committee may be consulted by the Commission on all problems relating to the protection of consumer interests at Community level.", "The Committee shall be composed of:\n- 15 members representative of national consumer organisations, one from each Member State,\n- one member from each European consumer organisation defined under Article 1(4).\nThe members of the Committee representative of national consumer organisations must inform and consult the associations they are representing on the Committee.", "1. The members of the Committee representative of national consumer organisations shall be appointed by the Commission on the proposal of the national bodies coordinating consumer associations established by Member States, where they exist.\nShould the national body coordinating the consumer associations be unable to put forward a single proposal, it should present to the Commission a short list, with a maximum of three candidates, from which the Commission shall appoint the member.\nWhere such bodies do not exist, the Commission will appoint the member after having convened the national consumer organisations and having asked them to indicate a candidate. In case of disagreement, they should submit a short list, with a maximum of three candidates, from which the Commission shall appoint the member.\n2. The members of the European consumer organisations shall be appointed by the Commission on the proposal of the European consumer organisations fulfilling the criteria laid down in the Decision No 283/1999/EC.\n3. An equal number of alternates of the members mentioned in paragraphs 1 and 2 shall be appointed under the same conditions as the members. The alternate shall automatically replace a member who is absent or indisposed.", "1. The term of office of the members shall be three years and shall be renewable.\nAt the end of the three-year period, the members shall remain in office until a replacement is provided or until their term of office is renewed.\nThe term of office of the members shall lapse before the end of the three-year period in the event of their retirement or on their death. Their term of office may also be terminated should the organisations that proposed them request their replacement. They shall be replaced for the remainder of the three-year period in accordance with the procedure laid down in Article 4(1).\n2. The Committee can invite as an expert any person having special expertise on a point on the agenda to participate in its work.", "Membership shall not confer entitlement to payment.", "The Commission shall publish the list of members and alternates in the Official Journal of the European Communities, for information purposes.", "The meetings of the Committee shall be chaired by a Commission representative. The Commission shall provide secretarial services for the Committee and organise its work.", "The Committee shall meet at the seat of the Commission, which shall convene meetings, normally four times a year.", "0\nThe discussions in the Committee are based on the requests for opinion made by the Commission. When requesting an opinion, the Commission can fix the deadline within which the opinion should be delivered. The positions taken by the members will appear in the minutes transmitted to the Commission. The opinions adopted will be annexed to the minutes.", "1\nWithout prejudice to Article 287 of the Treaty, the members and alternates of the Committee are required not to divulge any information obtained from their work in the Committee, in cases where the Commission informs them that the opinion requested or question raised is of a confidential nature.", "2\nDecision 95/260/EC is hereby repealed."], "attachments": "Done at Brussels, 4 May 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 162, 13.7.1995, p. 37.\n(2) OJ L 34, 9.2.1999, p. 1."}