{"celex_id": "32005L0010", "uri": "http://publications.europa.eu/resource/cellar/d1622434-a1de-4d19-8351-c2d4d382cec7", "type": "Directive", "concepts": ["1442", "1590", "2078", "2735", "3135", "3660"], "title": "Commission Directive 2005/10/EC of 4 February 2005 laying down the sampling methods and the methods of analysis for the official control of the levels of benzo(a)pyrene in foodstuffsText with EEA relevance\n", "header": "8.2.2005 EN Official Journal of the European Union L 34/15\nCOMMISSION DIRECTIVE 2005/10/EC\nof 4 February 2005\nlaying down the sampling methods and the methods of analysis for the official control of the levels of benzo(a)pyrene in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption (1), and in particular Article 1 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 466/2001 of 8 March 2001 setting maximum levels for certain contaminants in foodstuffs (2) fixes maximum levels for benzo(a)pyrene and makes reference to measures laying down the sampling and analysis methods to be used.\n(2) Council Directive 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs (3) introduces a system of quality standards for laboratories entrusted by the Member States with the official control of foodstuffs.\n(3) It seems necessary to fix general criteria, which the method of analysis has to comply with in order to ensure that laboratories, in charge of the control, use methods of analysis with comparable levels of performance. It is also of major importance that analytical results are reported and interpreted in a uniform way in order to ensure a harmonised enforcement approach. These interpretation rules are of application for the analytical result obtained on the sample for official control. In case of analysis for defence or referee purposes, the national rules apply.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Member States shall take all measures necessary to ensure that the sampling for the official control of the levels of benzo(a)pyrene in foodstuffs is carried out in accordance with the methods described in the Annex I to this Directive.", "The Member States shall take all measures necessary to ensure that sample preparation and methods of analyses used for the official control of the levels of benzo(a)pyrene in foodstuffs comply with the criteria described in the Annex II to this Directive.", "The Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within 12 months following its publication. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 372, 31.12.1985, p. 50. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 208/2005 (See page 3 of this Official Journal).\n(3)  OJ L 290, 24.11.1993, p. 14. Directive as amended by Regulation (EC) No 1882/2003.\nANNEX I\nMETHODS OF SAMPLING FOR OFFICIAL CONTROL OF THE LEVELS OF BENZO(A)PYRENE IN FOODSTUFFS\n1.   Purpose and Scope\nSamples intended for official checking of the levels of benzo(a)pyrene in foodstuffs shall be taken according to the methods described below. Aggregate samples thus obtained shall be considered as representative of the lots. Compliance with maximum levels laid down in Regulation (EC) No 466/2001 shall be established on the basis of the levels determined in the laboratory samples.\n2.   Definitions\n‘Lot’: an identifiable quantity of a food commodity delivered at one time and having been determined by the official to have common characteristics, such as origin, variety, type of packing, packer, consignor or markings.\n‘Sublot’: designated part of a lot in order to apply the sampling method on that designated part; each sublot must be physically separate and identifiable.\n‘Incremental sample’: a quantity of material taken from a single place in the lot or sublot.\n‘Aggregate sample’: the combined total of all the incremental samples taken from the lot or sublot.\n‘Laboratory sample’: sample intended for the laboratory.\n3.   General provisions\n3.1.   Personnel\nSampling shall be performed by an authorised person as specified by the Member States.\n3.2.   Material to be sampled\nEach lot which is to be examined must be sampled separately.\n3.3.   Precautions to be taken\nIn the course of sampling and preparation of the samples precautions must be taken to avoid any changes, which would affect the benzo(a)pyrene content, adversely affect the analytical determination or make the aggregate samples unrepresentative.\n3.4.   Incremental samples\nAs far as possible incremental samples should be taken at various places distributed throughout the lot or sublot. Departure from this procedure must be recorded in the record.\n3.5.   Preparation of the aggregate sample\nThe aggregate sample is made up by uniting all incremental samples. This aggregate sample is homogenised in the laboratory unless this is incompatible with implementation of point 3.6.\n3.6.   Replicate laboratory samples\nReplicate laboratory samples for enforcement, trade (defence) and referee purposes shall be taken from the homogenised aggregate sample unless this conflicts with Member States’ rules on sampling.\n3.7.   Packaging and transmission of samples\nEach sample shall be placed in a clean, inert container offering adequate protection from contamination and against damage in transit. All necessary precautions shall be taken to avoid any change in composition of the sample, which might arise during transportation or storage.\n3.8.   Sealing and labelling of samples\nEach sample taken for official use shall be sealed at the place of sampling and identified following the Member State’s rules.\nA record must be kept of each sampling, permitting each lot to be identified unambiguously and giving the date and place of sampling together with any additional information likely to be of assistance to the analyst.\n4.   Sampling plans\nThe sampling method applied shall ensure that the aggregate sample is representative for the lot that is to be controlled.\n4.1.   Number of incremental samples\nIn the case of oils, for which a homogeneous distribution of benzo(a)pyrene can be assumed within a given lot, it is sufficient to take three incremental samples per lot to form the aggregate sample. Reference to the lot number shall be given. For olive oil and olive pomace oil further information on sampling is given in Commission Regulation (EC) No 1989/2003 (1).\nFor other products, the minimum number of incremental samples to be taken from the lot shall be as given in Table 1. The incremental samples shall be of similar weight, no less than 100g each, resulting in an aggregate sample of no less than 300g (see point 3.5).\nTABLE 1\nMinimum number of incremental samples to be taken from the lot\nWeight of lot (in kg) Minimum number of incremental samples to be taken\n< 50 3\n50 to 500 5\n> 500 10\nIf the lot consists of individual packages, then the number of packages which shall be taken to form the aggregate sample is given in Table 2.\nTABLE 2\nNumber of packages (incremental samples) which shall be taken to form the aggregate sample if the lot consists of individual packages\nNumber of packages or units in the lot or sublot Number of packages or units to be taken\n1 to 25 1 package or unit\n26 to 100 About 5 %, at least 2 packages or units\n> 100 About 5 %, at maximum 10 packages or units\n4.2.   Sampling at retail stage\nSampling of foodstuffs at the retail stage should be done where possible in accordance with the above sampling provisions. Where this is not possible, other effective sampling procedures at retail stage can be used provided that they ensure sufficient representativeness for the sampled lot.\n5.   Compliance of the lot or sublot with the specification\nThe control laboratory shall analyse the laboratory sample for enforcement in duplicate analyses in cases where the obtained result of the first analysis is less than 20 % below or above the maximum level, and in these cases shall calculate the mean of the results.\nThe lot is accepted if the result of the first analysis or, where duplicate analysis is necessary, if the mean does not exceed the respective maximum level (as laid down in Regulation (EC) No 466/2001) taking into account the measurement uncertainty and correction for recovery.\nThe lot is non-compliant with the maximum level (as laid down in Regulation (EC) 466/2001) if the result of the first analysis or, where duplicate analysis is necessary, if the mean exceeds the maximum level beyond reasonable doubt taking into account the measurement uncertainty and correction for recovery.\n(1)  OJ L 295, 13.11.2003, p. 57.\nANNEX II\nSAMPLE PREPARATION AND CRITERIA FOR METHODS OF ANALYSIS USED IN OFFICIAL CHECKING OF THE LEVELS OF BENZO(A)PYRENE IN FOODSTUFFS\n1.   Precautions and general considerations for benzo(a)pyrene in food samples\nThe basic requirement is to obtain a representative and homogeneous laboratory sample without introducing secondary contamination.\nThe analyst should ensure that samples do not become contaminated during sample preparation. Containers should be rinsed with high purity acetone or hexane (p.A., HLPC grade or equivalent) before use to minimise the risk of contamination. Wherever possible, apparatus coming into contact with the sample should be made of inert materials e.g. aluminium, glass or polished stainless steel. Plastics such as polypropylene, PTFE etc. should be avoided because the analyte can adsorb onto these materials.\nAll of the sample material received by the laboratory is to be used for the preparation of test material. Only very finely homogenised samples give reproducible results.\nThere are many satisfactory specific sample preparation procedures which may be used.\n2.   Treatment of the sample as received in the laboratory\nFinely grind (where relevant) and mix thoroughly the complete aggregate sample using a process that has been demonstrated to achieve complete homogenisation.\n3.   Subdivision of samples for enforcement and defence purposes\nThe replicate samples for enforcement, trade (defence) and referee purposes shall be taken from the homogenised material unless this conflicts with Member States’ rules on sampling.\n4.   Method of analysis to be used by the laboratory and laboratory control requirements\n4.1.   Definitions\nA number of the most commonly used definitions that the laboratory will be required to use are given below:\nr = Repeatability, the value below which the absolute difference between two single test results obtained under repeatability conditions (i.e., same sample, same operator, same apparatus, same laboratory, and short interval of time) may be expected to lie within a specific probability (typically 95 %) and hence .\nsr = Standard deviation, calculated from results generated under repeatability conditions.\nRSDr = Relative standard deviation, calculated from results generated under repeatability conditions .\nR = Reproducibility, the value below which the absolute difference between single test results obtained under reproducibility conditions (i.e., on identical material obtained by operators in different laboratories, using the standardised test method), may be expected to lie within a certain probability (typically 95 %); .\nsR = Standard deviation, calculated from results under reproducibility conditions.\nRSDR = Relative standard deviation calculated from results generated under reproducibility conditions , where  is the average of results over all laboratories and samples.\nHORRATr = the observed RSDr divided by the RSDr value estimated from the Horwitz equation (1) using the assumption r = 0.66R.\nHORRATR = the observed RSDR value divided by the RSDR value calculated from the Horwitz equation.\nU = the expanded uncertainty, using a coverage factor of 2 which gives a level of confidence of approximately 95 %.\n4.2.   General requirements\nMethods of analysis used for food control purposes must comply with points 1 and 2 of the Annex to Council Directive 85/591/EEC.\n4.3.   Specific requirements\nWhere no specific methods for the determination of benzo(a)pyrene in food are prescribed at Community level, laboratories may select any validated method provided the selected method meets the performance criteria indicated in the Table. The validation should ideally include a certified reference material.\nTABLE\nPerformance criteria for methods of analysis for benzo(a)pyrene\nParameter Value/comment\nApplicability Food specified in Regulation (EC) No …/2005\nDetection limit No more than 0,3 μg/kg\nLimit of quantification No more than 0,9 μg/kg\nPrecision HORRATr or HORRATR values of less than 1.5 in the validation collaborative trial\nRecovery 50 %-120 %\nSpecificity Free from matrix or spectral interferences, verification of positive detection\n4.3.1.   Performance Criteria — Uncertainty Function Approach\nHowever, an uncertainty approach may also be used to assess the suitability of the method of analysis to be used by the laboratory. The laboratory may use a method which will produce results within a maximum standard uncertainty. The maximum standard uncertainty can be calculated using the following formula:\nwhere:\nUf is the maximum standard uncertainty\nLOD is the limit of detection of the method\nC is the concentration of interest\nIf an analytical method provides results with uncertainty measurements less than the maximum standard uncertainty the method will be equally suitable to one which meets the performance characteristics given in the Table.\n4.4.   Recovery calculation and reporting of results\nThe analytical result is to be reported corrected or uncorrected for recovery. The manner of reporting and the level of recovery must be reported. The analytical result corrected for recovery is used for checking compliance (see Annex I, point 5).\nThe analyst should note the ‘European Commission Report on the relationship between analytical results, the measurement of uncertainty, recovery factors and the provisions in EU food legislation’ (2).\nThe analytical result has to be reported as x +/– U whereby x is the analytical result and U is the measurement uncertainty.\n4.5.   Laboratory quality standards\nLaboratories must comply with Directive 93/99/EEC.\n4.6.   Other considerations for the analysis\nProficiency testing\nParticipation in appropriate proficiency testing schemes which comply with the ‘International Harmonised Protocol for the Proficiency Testing of (Chemical) Analytical Laboratories’ (3) developed under the auspices of IUPAC/ISO/AOAC.\nInternal quality control\nLaboratories should be able to demonstrate that they have internal quality control procedures in place. Examples of these are the ‘ISO/AOAC/IUPAC Guidelines on Internal Quality Control in Analytical Chemistry Laboratories’ (4).\nREFERENCES\n1. W. Horwitz, ‘Evaluation of Analytical Methods for Regulation of Foods and Drugs’, Anal. Chem., 1982, 54, 67A-76A.\n2. European Commission Report on the relationship between analytical results, the measurement of uncertainty, recovery factors and the provisions in EU food legislation, 2004.\n3. ISO/AOAC/IUPAC International Harmonised Protocol for Proficiency Testing of (Chemical) Analytical Laboratories, Edited by M. Thompson and R. Wood, Pure Appl. Chem., 1993, 65, 2123-2144 (Also published in J. AOAC International, 1993, 76, 926).\n4. ISO/AOAC/IUPAC International Harmonised Guidelines for Internal Quality Control in Analytical Chemistry Laboratories, Edited by M. Thompson and R. Wood, Pure Appl. Chem., 1995, 67, 649-666."}