{"celex_id": "32001R1776", "uri": "http://publications.europa.eu/resource/cellar/0bcd9e92-1424-44ce-ba95-2a9f7829d60b", "type": "Regulation", "concepts": ["1552", "2069", "4314", "4381", "5751"], "title": "Commission Regulation (EC) No 1776/2001 of 7 September 2001 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 1776/2001\nof 7 September 2001\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Commission Regulation (EC) No 1230/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) To ensure uniform application of the Combined Nomenclature annexed to the said regulation, it is necessary to make a distinction between, on the one hand, fruit juices containing added sugar of heading 2009 and, on the other hand, preparations for the manufacture of beverages including flavoured sugar syrups of heading 2106.\n(2) According to the harmonised system explanatory note to heading 2009, amongst other additives, sugar can be added to fruit juices provided that they retain their original character.\n(3) The fruit juices or mixtures of fruit juices whether or not containing added sugar are classified in the subheadings of heading 2009 of the Combined Nomenclature according to their density, whether or not exceeding 1,33 g/cm3 at 20 °C, which depends, amongst other, on the sugar content of these products.\n(4) Additional note 2 to Chapter 20 of the Combined Nomenclature lays down the measuring method to be applied for the determination of the content of various sugars expressed as sucrose for products of this Chapter, including fruit juices of heading 2009.\n(5) It seems appropriate to create a minimum limit of 50 % by weight for the fruit juice content of products of subheadings of heading 2009 with the wording \"of a density not exceeding 1,33 g/cm3 at 20 °C\", in order to ensure that they retain their original character of fruit juices of this heading.\n(6) It is necessary to amend additional note 5 to Chapter 20 to reflect this decision.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Additional note 5 to Chapter 20 of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87 is replaced by the following text: \"5. (a) The added sugar content of products classified under heading No 2009 corresponds to the 'sugar content' less the figures given hereunder, according to the kind of juice concerned:\n- lemon or tomato juice: 3,\n- apple juice: 11,\n- grape juice: 15,\n- other fruit or vegetable juices, including mixtures of juices: 13.\n(b) The fruit juices with added sugar, of a density not exceeding 1,33 g/cm3 at 20 °C and containing less than 50 % by weight of fruit juices in their natural state obtained from fruits or by dilution of concentrated juice, lose their original character of fruit juices of heading No 2009.\"", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) OJ L 168, 23.6.2001, p. 6."}