{"celex_id": "32000D0184", "uri": "http://publications.europa.eu/resource/cellar/df8f8ecc-b361-4839-8b21-a82a7e9cc373", "type": "Decision", "concepts": ["1567", "1774", "2387", "2783", "4048"], "title": "2000/184/EC: Council Decision of 14 February 2000 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Malta amending the Agreement establishing an association between the European Economic Community and Malta\n", "header": "COUNCIL DECISION\nof 14 February 2000\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Malta amending the Agreement establishing an association between the European Economic Community and Malta\n(2000/184/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 133, in conjunction with the first sentence of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 2 of Annex I to the Agreement establishing an association between the European Economic Community and Malta(1), hereinafter referred to as \"Association Agreement\", provides for tariff ceilings applicable to imports of textile products originating in Malta.\n(2) Pursuant to the Agreed Minute between the European Community and the Republic of Malta regarding the textile trade(2), signed on 4 June 1997, until 31 December 1997 products falling within textile category 6 were imported into the Community duty-free up to certain quota levels, which levels represented an increase in liberalisation of imports originating in Malta as compared to the tariff ceilings laid down in the Association Agreement.\n(3) Within the framework both of the completion of the first stage of the Association Agreement and of the Community's liberalisation efforts towards Mediterranean countries, as well as having regard to the current level of and trends in access to Malta's textile products to the Community, full liberalisation of textile imports from Malta should be achieved.\n(4) For this reason the Agreement in the form of an Exchange of Letters repealing the tariff ceilings laid down in Article 2 of Annex I to the Association Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Malta amending the Association Agreement is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 14 February 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) OJ L 61, 14.3.1971, p. 2. Agreement as supplemented by the Additional Protocol (OJ L 304, 29.11.1977, p. 2), the supplementary Protocol (OJ L 81, 23.3.1989, p. 2) and the Protocol extending the first Stage of the Agreement (OJ L 116, 9.5.1991, p. 67).\n(2) OJ L 231, 22.8.1997, p. 6."}