{"celex_id": "32007R1126", "uri": "http://publications.europa.eu/resource/cellar/7b1c8acf-a032-4eec-92ae-18755718f4d8", "type": "Regulation", "concepts": ["1744", "2531", "2729", "2735", "3135", "6569"], "title": "Commission Regulation (EC) No 1126/2007 of 28 September 2007 amending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards Fusarium toxins in maize and maize products (Text with EEA relevance)\n", "header": "29.9.2007 EN Official Journal of the European Union L 255/14\nCOMMISSION REGULATION (EC) No 1126/2007\nof 28 September 2007\namending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards Fusarium toxins in maize and maize products\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (2) sets maximum levels for Fusarium toxins in certain foodstuffs.\n(2) Maximum levels should be set at a strict level which is reasonably achievable by following good agricultural and manufacturing practices and taking into account the risk related to the consumption of the food.\n(3) Climatic conditions during the growth, in particular at flowering, have a major influence on the Fusarium toxin content. However, good agricultural practices, whereby the risk factors are reduced to a minimum, can prevent to a certain degree the contamination by Fusarium fungi. Commission Recommendation 2006/583/EC of 17 August 2006 on the prevention and reduction of Fusarium toxins in cereals and cereal products (3), including maize and maize products contains general principles for the prevention and reduction of Fusarium toxin contamination (zearalenone, fumonisins and trichothecenes) in cereals to be implemented by the development of national codes of practice based on these principles.\n(4) Maximum levels were established in 2005 for Fusarium toxins in cereals and cereal products, including maize and maize products. For maize, not all factors involved in the formation of Fusarium toxins, in particular zearalenone and fumonisins B1 and B2, were precisely known. Therefore, the maximum levels in maize and maize products were foreseen to apply only from 1 July 2007 for deoxynivalenol ad zearalenone and from 1 October 2007 for fumonisins B1 and B2, in case no changed maximum levels based on new information on occurrence and formation are set before that time. This time period enabled food business operators in the cereal chain to perform investigations on the sources of the formation of these mycotoxins and on the identification of the management measures to be taken to prevent their presence as far as reasonably possible.\n(5) Taking into account new information since 2005, it appears necessary to amend the maximum levels in maize and maize products as well as the date of application of these levels.\n(6) Recent information has been provided demonstrating that for the harvest 2005 and 2006 higher levels have been observed in maize than for the harvest 2003 and 2004 of mainly zearalenone and fumonisins and to a lesser extent deoxynivalenol, linked to the weather conditions. The foreseen levels for zearalenone and fumonisins are therefore under certain weather conditions not achievable for maize, even when applying prevention measures to the extent possible. Therefore the maximum levels need to be amended in order to avoid a disruption of the market whilst maintaining a high level of public health protection by ensuring that human exposure will remain significantly below the health based guidance value.\n(7) In order to ensure a correct and smooth application of these maximum levels, it is also appropriate that they apply to all maize and maize products harvested in a season and therefore the date of application should reflect the beginning of the marketing season of the next harvest year. As the harvest of maize in Europe starts usually mid-September and runs until the end of October, it is appropriate to take 1 October 2007 as date of application.\n(8) In the light of the foregoing this Regulation should apply from 1 July 2007.\n(9) In addition, a number of minor technical changes should also be made.\n(10) It is appropriate to provide that the maximum level does not apply to the unprocessed maize intended to be processed by wet milling (starch production). Indeed, scientific data have shown that regardless the levels of Fusarium toxins present in unprocessed maize, Fusarium toxins were not detected or only at very low levels in starch produced from maize. Nevertheless, in order to protect public and animal health, food business operators in the wet milling sector should intensively monitor the by-products from the wet milling process destined for animal feeding to check compliance with the guidance values referred in Commission Recommendation 2006/576/EC of 17 August 2006 on the presence of deoxynivalenol, zearalenone, ochratoxin A, T-2 and HT-2 and fumonisins in products intended for animal feeding (4).\n(11) The dry milling process results in milling fractions with different particle size from the same batch of unprocessed maize. Scientific data show that the milling fractions with smaller particle size contain a higher level of Fusarium toxins than the milling fractions with a larger particle size. Maize milling fractions are classified according to the particle size in different headings in the Combined Nomenclature based upon a rate of passage through a sieve with an aperture of 500 microns. Different maximum levels for milling fractions smaller and larger than 500 microns should be set to reflect the contamination level of the different fractions.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 1881/2006 is amended as follows:\n1. Article 11, point (b) is replaced by the following:\n‘(b) 1 October 2007 as regards the maximum levels for deoxynivalenol and zearalenone laid down in points 2.4.3, 2.4.8, 2.4.9, 2.5.2, 2.5.4, 2.5.6, 2.5.8, 2.5.9 and 2.5.10 of the Annex;’\n2. The Annex, Section 2 is amended as follows:\n(a) The entries for Deoxynivalenol (2.4), Zearalenone (2.5), and Fumonisins (2.6) are replaced by the entries in the Annex to this Regulation.\n(b) The text of footnote 20 is replaced by ‘Maximum level shall apply from 1 October 2007.’\n(c) The footnote 21 is deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  OJ L 234, 29.8.2006, p. 35.\n(4)  OJ L 229, 23.8.2006, p. 7.\nANNEX\n‘2.4 Deoxynivalenol (17)\n2.4.1 Unprocessed cereals (18) (19) other than durum wheat, oats and maize 1 250\n2.4.2 Unprocessed durum wheat and oats (18) (19) 1 750\n2.4.3 Unprocessed maize (18), with the exception of unprocessed maize intended to be processed by wet milling (1) 1 750 (20)\n2.4.4 Cereals intended for direct human consumption, cereal flour, bran and germ as end product marketed for direct human consumption, with the exception of foodstuffs listed in 2.4.7, 2.4.8 and 2.4.9 750\n2.4.5 Pasta (dry) (22) 750\n2.4.6 Bread (including small bakery wares), pastries, biscuits, cereal snacks and breakfast cereals 500\n2.4.7 Processed cereal-based foods and baby foods for infants and young children (3) (7) 200\n2.4.8 Milling fractions of maize with particle size > 500 micron falling within CN code 1103 13 or 1103 20 40 and other maize milling products with particle size > 500 micron not used for direct human consumption falling within CN code 1904 10 10 750 (20)\n2.4.9 Milling fractions of maize with particle size ≤ 500 micron falling within CN code 1102 20 and other maize milling products with particle size ≤ 500 micron not used for direct human consumption falling within CN code 1904 10 10 1 250 (20)\n2.5 Zearalenone (17)\n2.5.1 Unprocessed cereals (18) (19) other than maize 100\n2.5.2 Unprocessed maize (18) with the exception of unprocessed maize intended to be processed by wet milling (1) 350 (20)\n2.5.3 Cereals intended for direct human consumption, cereal flour, bran and germ as end product marketed for direct human consumption, with the exception of foodstuffs listed in 2.5.6, 2.5.7, 2.5.8, 2.5.9 and 2.5.10 75\n2.5.4 Refined maize oil 400 (20)\n2.5.5 Bread (including small bakery wares), pastries, biscuits, cereal snacks and breakfast cereals, excluding maize-snacks and maize-based breakfast cereals 50\n2.5.6 Maize intended for direct human consumption, maize-based snacks and maize-based breakfast cereals 100 (20)\n2.5.7 Processed cereal-based foods (excluding processed maize-based foods) and baby foods for infants and young children (3) (7) 20\n2.5.8 Processed maize-based foods for infants and young children (3) (7) 20 (20)\n2.5.9 Milling fractions of maize with particle size > 500 micron falling within CN code 1103 13 or 1103 20 40 and other maize milling products with particle size > 500 micron not used for direct human consumption falling within CN code 1904 10 10 200 (20)\n2.5.10 Milling fractions of maize with particle size ≤ 500 micron falling within CN code 1102 20 and other maize milling products with particle size ≤ 500 micron not used for direct human consumption falling within CN code 1904 10 10 300 (20)\n2.6 Fumonisins Sum of B1 and B2\n2.6.1 Unprocessed maize (18), with the exception of unprocessed maize intended to be processed by wet milling (1) 4 000 (23)\n2.6.2 Maize intended for direct human consumption, maize-based foods for direct human consumption, with the exception of foodstuffs listed in 2.6.3 and 2.6.4 1 000 (23)\n2.6.3 Maize-based breakfast cereals and maize-based snacks 800 (23)\n2.6.4 Processed maize-based foods and baby foods for infants and young children (3) (7) 200 (23)\n2.6.5 Milling fractions of maize with particle size > 500 micron falling within CN code 1103 13 or 1103 20 40 and other maize milling products with particle size > 500 micron not used for direct human consumption falling within CN code 1904 10 10 1 400 (23)\n2.6.6 Milling fractions of maize with particle size ≤ 500 micron falling within CN code 1102 20 and other maize milling products with particle size ≤ 500 micron not used for direct human consumption falling within CN code 1904 10 10 2 000 (23)\n(1)  The exemption applies only for maize for which it is evident e.g. through labelling, destination, that it is intended for use in a wet milling process only (starch production).’"}