{"celex_id": "32006R0976", "uri": "http://publications.europa.eu/resource/cellar/60ea9d7c-3561-4eca-8d57-940c8b6f0a82", "type": "Regulation", "concepts": ["1318", "1374", "2560", "3003", "3065", "4692"], "title": "Commission Regulation (EC) No 976/2006 of  29 June 2006  adopting exceptional support measures for the pigmeat market in Germany\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/71\nCOMMISSION REGULATION (EC) No 976/2006\nof 29 June 2006\nadopting exceptional support measures for the pigmeat market in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), and in particular Article 20(1) and the second paragraph of Article 22 thereof,\nWhereas:\n(1) The German authorities have established protection and surveillance zones in accordance with Articles 9, 10 and 11 of Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (2) on account of outbreaks of classical swine fever in certain production regions in Germany. As a consequence, the marketing of piglets and their transport to fattening units are temporarily prohibited in those zones.\n(2) The restrictions on the free movement of goods resulting from the application of these veterinary measures are likely to cause serious disturbance of the pigmeat market in Germany. As a consequence, exceptional market support measures applying solely to piglets from the zones directly affected should be adopted for the time strictly necessary.\n(3) With a view to preventing the disease from spreading any further, piglets reared in the zones concerned should be excluded from normal trade and processed into products intended for uses other than human consumption in accordance with Article 3 of Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules for the disposal and processing of animal waste, for its placing on the market and for the prevention of pathogens in feedstuffs of animal or fish origin and amending Directive 90/425/EEC (3) or disposed of by incineration.\n(4) Aid should be granted for the delivery to the competent German authorities of piglets from the zones concerned.\n(5) Provision should be made for the competent German authorities to apply all controls and surveillance measures required and to inform the Commission accordingly.\n(6) Restrictions on the free movement of piglets have applied for several weeks in the zones concerned and this situation has lead to a substantial increase in the animals' weight and has consequently brought about an intolerable animal-welfare situation. This Regulation should therefore apply from 12 June 2006.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1.   From 12 June 2006, producers of pigmeat may be eligible, on application, for aid granted by the competent German authorities on delivery to them of:\n(a) piglets covered by CN code 0103 91 10 and weighing 8 kg or more on average per batch (hereafter system piglets);\n(b) piglets covered by CN code 0103 91 10 and weighing 25 kg or more on average per batch.\n2.   50 % of the expenditure on the aid referred to in paragraph 1, covering a total maximum number of 65 000 piglets of which 13 000‘system piglets’ at maximum, shall be financed by the Community budget.", "Only animals reared in the surveillance zones located within the regions referred to in Annex I may be delivered to the competent German authorities, provided that the veterinary measures established by the competent German authorities apply in those zones on the day the animals are delivered.", "1.   On the day they are delivered to the competent German authorities, the animals shall be transported to the slaughterhouse, weighed and slaughtered in such a way as to prevent the disease from spreading. Transport and slaughtering shall take place in accordance with the conditions laid down in Annex II.\n2.   The animals shall be transported to a rendering plant and processed into products covered by CN codes 1501 00 11, 1506 00 00 or 2301 10 00 in accordance with Article 3 of Directive 90/667/EEC or disposed of by incineration.\n3.   The transport of the animals to the slaughterhouse, slaughter and transport to the rendering plant shall be carried out under the continuous monitoring of the competent German authorities.", "1.   The aid referred to in Article 1(1) for ‘system piglets’ weighing 8 kg or more but less than 12 kg on average per batch and for piglets weighing 25 kg or more but less than 32 kg on average per batch shall be calculated per kilogram on the basis of the price reported by the German price reporting agency ZMP for the week preceding the delivery of the piglets to the competent authorities.\n2.   The aid on ‘system piglets’ weighing 12 kg or more on average per batch may not exceed the aid fixed in accordance with paragraph 1 of this Article for ‘system piglets’ weighing 12 kg on average per batch.\n3.   The aid on piglets weighing 32 kg or more on average per batch may not exceed the aid fixed in accordance with paragraph 1 of this Article for piglets weighing 32 kg on average per batch.", "The competent German authorities shall take all measures necessary to ensure compliance with this Regulation and in particular with Article 2. They shall inform the Commission accordingly as soon as possible.", "The competent German authorities shall communicate each Wednesday to the Commission the number and total weight of ‘system piglets’ and other piglets delivered in accordance with this Regulation in respect of the previous week.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 12 June 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 1. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 316, 1.12.2001, p. 5. Directive as amended by the Act of Accession of 2003.\n(3)  OJ L 363, 27.12.1990, p. 51. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX I\nRegions as referred to in Article 2\nIn the Federal Land of North Rhine Westphalia, the surveillance zones (area 1) established in accordance with Council Directive 2001/89/EC and defined in the Annex of the ‘Schweinepest-Schutzverordnung’ of 6 April 2006, published in the electronic ‘Bundesanzeiger’ of 6 April 2006, as last amended by the fifth Regulation amending the ‘Schweinepest-Schutzverordnung’ of 31 May 2006, published in the electronic ‘Bundesanzeiger’ of 2 June 2006.\nANNEX II\nConditions for transport and slaughter as referred to in Article 3(1)\n1. On the day of delivery to the competent German authorities, the animals are to be weighed by load and slaughtered at a slaughterhouse.\n2. The animals are to be slaughtered but no other operations connected with slaughter are to be performed. The dead pigs are to be transported immediately from the slaughterhouse to the rendering plant. Transport must take place in sealed lorries, which are to be weighed on departure from the slaughterhouse and on arrival at the rendering plant.\n3. The dead pigs are to be sprayed with a denaturing product (methylene blue) to ensure that the meat is not used for human consumption."}