{"celex_id": "32004D0855", "uri": "http://publications.europa.eu/resource/cellar/f228d8b6-2357-4955-808b-b872fdb2891d", "type": "Decision", "concepts": ["1234", "3097", "365", "3774", "4585", "5581"], "title": "2004/855/EC: Council Decision of 7 December 2004 amending Article 3 of Decision 98/198/EC authorising the United Kingdom to extend application of a measure derogating from Articles 6 and 17 of the Sixth Council Directive (77/388/EEC) on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "16.12.2004 EN Official Journal of the European Union L 369/61\nCOUNCIL DECISION\nof 7 December 2004\namending Article 3 of Decision 98/198/EC authorising the United Kingdom to extend application of a measure derogating from Articles 6 and 17 of the Sixth Council Directive (77/388/EEC) on the harmonisation of the laws of the Member States relating to turnover taxes\n(2004/855/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes – Common system of value added tax: uniform basis of assessment (1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce or extend special measures for derogation from that Directive, in order to simplify the procedure of charging the tax or to prevent certain types of tax evasion or avoidance.\n(2) By Decisions 95/252/EC (2) and 98/198/EC (3), the Council authorised the United Kingdom to apply a measure derogating from Articles 6 and 17 of Directive 77/388/EEC.\n(3) By letter registered with the Commission's Secretariat-General on 14 June 2004, and subsequently circulated to all Member States on 7 July 2004, the United Kingdom Government has requested an extension of the abovementioned derogation.\n(4) The extant derogation allows the United Kingdom to restrict to 50 % the right of the hirer or lessee to deduct input tax on charges for the hire or lease of a business passenger car where the car is also used for private purposes. It also allows the United Kingdom not to treat as supplies of services for consideration the private use of a car hired or leased by a taxable person for business purposes. The derogation removes the need for the hirer/lessee to keep records of private mileage travelled in business cars and to account for tax on the actual private mileage of each car. It is therefore a simplification measure but also limits the scope for abuse through incorrect record keeping.\n(5) The legal and factual circumstances which justified granting authorisation to apply the original derogation have not changed and are therefore still relevant.\n(6) In the light of Commission proposals to amend Directive 77/388/EEC with regard to restrictions on the right to deduct VAT, it is appropriate to extend the period of the authorisation until such relevant amendments come into force. However, this authorisation will expire on 31 December 2007 at the latest if no such amendments have entered into force by that date, enabling an assessment to be made at that time of the necessity for a derogation in the light of further discussions of the proposals held in the Council.\n(7) An extension will have no impact on the European Communities' own resources accruing from value added tax,", "main_body": ["Article 3 of Decision 98/198/EC shall be replaced by the following:\n‘Article 3\nThis authorisation shall expire on the date of entry into force of Community rules determining what expenditure relating to motorised road vehicles is not to be eligible for full deduction of value added tax, but on 31 December 2007 at the latest.’", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 7 December 2004.\nFor the Council\nThe President\nG. ZALM\n(1)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35).\n(2)  OJ L 159, 11.7.1995, p. 19.\n(3)  OJ L 76, 13.3.1998 p. 31. Decision as last amended by Decision 2003/909/EC (OJ L 342, 30.12.2003, p. 49)."}