{"celex_id": "32006D0864", "uri": "http://publications.europa.eu/resource/cellar/f0dbf68e-3487-4b9d-9f72-d8a1fd97eee4", "type": "Decision", "concepts": ["1309", "1591", "2336", "3892", "4014", "4038", "519", "6621"], "title": "2006/864/EC: Commission Decision of 30 November 2006 repealing Commission Decision 2005/613/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of polyester staple fibres originating, inter alia , in Saudi Arabia (notified under document number C(2006) 5776)\n", "header": "1.12.2006 EN Official Journal of the European Union L 335/45\nCOMMISSION DECISION\nof 30 November 2006\nrepealing Commission Decision 2005/613/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of polyester staple fibres originating, inter alia, in Saudi Arabia\n(notified under document number C(2006) 5776)\n(2006/864/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PREVIOUS PROCEDURE\n(1) In March 2005, the Council, by Regulation (EC) No 428/2005 (2), imposed a definitive anti-dumping duty on imports of polyester staple fibres originating in the People's Republic of China and Saudi Arabia, amended the definitive anti-dumping duties in force on imports of the same product originating in the Republic of Korea and terminated the anti-dumping proceeding in respect to imports of the same product originating in Taiwan.\n(2) The Commission, by Decision 2005/613/EC (3), accepted a price undertaking offered by the Saudi Arabian company Saudi Basic Industries Corporation (Sabic) (the ‘Company’) and all its related companies, including the related producer of the product concerned, Arabian Industrial Fibres Company (Ibn Rushd).\nB.   VOLUNTARY WITHDRAWAL OF AN UNDERTAKING\n(3) The Company advised the Commission in August 2006 that it wished to withdraw its undertaking.\nC.   REPEAL OF DECISION 2005/613/EC\n(4) In view of the above, the acceptance of the undertaking should be withdrawn and Commission Decision 2005/613/EC should be repealed,", "main_body": ["Commission Decision 2005/613/EC is hereby repealed.", "This Decision shall take effect on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 71, 17.3.2005, p. 1. Regulation as amended by Regulation (EC) No 1333/2005 (OJ L 211, 13.8.2005, p. 1).\n(3)  OJ L 211, 13.8.2005, p. 20."}