{"celex_id": "32006D0648", "uri": "http://publications.europa.eu/resource/cellar/1321cbc6-e7a0-43fa-8d7b-bbf40ac1ee2e", "type": "Decision", "concepts": ["3645", "4005", "4359", "5235", "7410"], "title": "2006/648/EC: Commission Decision of 22 September 2006 laying down the technical specifications on the standards for biometric features related to the development of the Visa Information System (notified under document number C(2006) 3699)\n", "header": "27.9.2006 EN Official Journal of the European Union L 267/41\nCOMMISSION DECISION\nof 22 September 2006\nlaying down the technical specifications on the standards for biometric features related to the development of the Visa Information System\n(notified under document number C(2006) 3699)\n(Only the Czech, Dutch, English, Estonian, Finnish, French, German, Greek, Italian, Latvian, Lithuanian, Polish, Portuguese, Swedish, Slovak, Slovene, Spanish, and Hungarian versions are authentic)\n(2006/648/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/512/EC of 8 June 2004 establishing the Visa Information System (VIS) (1), and in particular Article 4 thereof,\nWhereas:\n(1) Decision 2004/512/EC established the VIS as a system for the exchange of visa data between Member States and gives the mandate to the Commission to develop the VIS, consisting of the Central Visa Information System, a National Interface in each Member State and the communication infrastructure between the Central Visa Information System and the National Interfaces.\n(2) It is appropriate that the development of the VIS includes preparatory measures necessary for biometric features to be incorporated at a later stage.\n(3) The Council conclusions of 19-20 February 2004 on the development of the Visa Information System (VIS) set forth the requirement for biometric identifiers to be coherent with the Central Visa Information System.\n(4) The Council conclusions of 17 February 2005 on the inclusion of biometric data in visas and residence permits invite the Commission to make the necessary efforts to bring forward to 2006 the activation of biometric identifiers in the development of the central part of the VIS.\n(5) It is necessary to set forth technical specifications on the standards for biometric features used for the development of the VIS so that Member States can take preparatory actions for connecting their national systems to the Central Visa Information System.\n(6) The quality and reliability of biometric identifiers is of the highest importance. It is therefore necessary to define the technical standards that will allow meeting these requirements of quality and reliability. This will have serious financial and technical implications for the Member States.\n(7) This decision does not create any new standards; it is coherent with ICAO standards.\n(8) In accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2), the United Kingdom has not taken part in the adoption of Decision 2004/512/EC and is not bound by it or subject to its application as it constitutes a development of provisions of the Schengen acquis. The United Kingdom is therefore not an addressee of this Commission decision.\n(9) In accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis\n (3), Ireland has not taken part in the adoption of Decision 2004/512/EC and is not bound by it or subject to its application as it constitutes a development of provisions of the Schengen acquis. Ireland is therefore not an addressee of this Commission decision.\n(10) Pursuant to Article 5 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the Treaty establishing the European Community, on 13 August 2004 Denmark decided to implement Decision 2004/512/EC in Danish law. Decision 2004/512/EC is thus binding upon Denmark in international law.\n(11) As regards Iceland and Norway, Decision 2004/512/EC constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (4), which fall within the area referred to in Article 1, point B of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (5).\n(12) As regards Switzerland, Decision 2004/512/EC constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement signed by the European Union, the European Community and the Swiss Confederation on the latter’s association with the implementation, application and development of the Schengen acquis which fall within the area referred to in Article 4(1) of the Council decision on the signing, on behalf of the European Community, and on the provisional application of certain provisions of this Agreement.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 5(1) of Council Regulation (EC) No 2424/2001 of 6 December 2001 on the development of the second generation Schengen Information System (SIS II) (6),", "main_body": ["The technical specifications on the standards for biometric features related to the development of the Visa Information System are set out in the Annex to this Decision.", "This Decision is addressed to the Kingdom of Belgium, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, the Republic of Slovenia, the Slovak Republic, the Republic of Finland and the Kingdom of Sweden."], "attachments": "Done at Brussels, 22 September 2006.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  OJ L 213, 15.6.2004, p. 5.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  OJ L 176, 10.7.1999, p. 36.\n(5)  OJ L 176, 10.7.1999, p. 31.\n(6)  OJ L 328, 13.12.2001, p. 4.\nANNEX\n1.   Objective\nThis annex sets forth minimum requirements relating to standards and input formats that are to be met when capturing and transmitting data to the CS-VIS. Further specifications will be developed at a later stage when the detailed technical specifications of the future Biometric Matching System (BMS) will be defined.\n2.   File and compression format\nThe input format of alphanumeric data and fingerprint images is compliant with the ANSI/NIST-ITL 1 — 2000 specified format. The latest interpretation of this format was developed by the Interpol AFIS Expert group in October 2005 (version 4.22b). The compression format to be used is WSQ.\n3.   Devices\nCS-VIS will be compatible and interoperable with live scan devices, used at the national level, which are capable of capturing and segmenting up to ten flat individual fingerprints.\n3.1.   Resolution\nThe minimum acceptable resolution is 500 dpi with 256 grey levels.\n4.   Requirements\nThe following requirements, for use with live scan devices, must be met.\n4.1.   Quality\nThe CS-VIS will be developed with quality thresholds for accepting fingerprints from NS-VIS. A check on quality must be performed locally prior to sending the images to the CS-VIS, which must meet the specifications that will be defined. Fingerprint images that do not meet the quality threshold determined by the CS-VIS will be rejected. The quality threshold may be modified in time.\n4.2.   Segmentation\nSegmentation is the process of partitioning each multi-finger image into multiple single-finger images. Segmentation must be performed at the national level before the quality check, as quality checks can only be performed on single finger images.\nThe CS-VIS will be developed to accept segmented fingerprint images only.\n4.3.   Sequencing\nSequencing is the process of identifying specific fingers for each flat fingerprint image to ensure proper identification and sequence. The CS-VIS will be developed to store the order of transmitted segmented and sequenced fingerprint images."}