{"celex_id": "32008R0775", "uri": "http://publications.europa.eu/resource/cellar/19bed25c-a0b1-4766-98d4-77567dcdc2f8", "type": "Regulation", "concepts": ["1277", "1590", "2435", "4743", "5967", "6052"], "title": "Commission Regulation (EC) No 775/2008 of 4 August 2008 establishing maximum residue limits for the feed additive canthaxanthin in addition to the conditions provided for in Directive 2003/7/EC (Text with EEA relevance)\n", "header": "5.8.2008 EN Official Journal of the European Union L 207/5\nCOMMISSION REGULATION (EC) No 775/2008\nof 4 August 2008\nestablishing maximum residue limits for the feed additive canthaxanthin in addition to the conditions provided for in Directive 2003/7/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular the third sentence of Article 13(2) thereof,\nWhereas:\n(1) For the additive canthaxanthin the conditions for authorisation for certain categories of animals are provided for in Commission Directive 2003/7/EC of 24 January 2003 amending the conditions for authorisation of canthaxanthin in feedingstuffs in accordance with Council Directive 70/524/EEC (2). For the categories covered by Directive 2003/7/EC, that Directive replaced the conditions of authorisation provided for in Commission Regulation (EC) No 2316/98 (3). That additive was entered in the Community Register of Feed Additives as an existing product in accordance with Article 10 of Regulation (EC) No 1831/2003.\n(2) On a request by the Commission, the European Food Safety Authority (the Authority) adopted an opinion on 14 June 2007 on maximum residue limits (MRLs) for canthaxanthin in foodstuffs coming from animals (4). To respect the acceptable daily intake of canthaxanthin, the Authority proposed to set MRLs for that substance according to the values given in that opinion.\n(3) MRLs should therefore be established accordingly for the feed additive canthaxanthin in addition to the existing authorisation conditions of this additive.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["For canthaxanthin, in addition to the conditions of authorisation provided for in Directive 2003/7/EC, maximum residue limits shall apply as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 22, 25.1.2003, p. 28.\n(3)  OJ L 289, 28.10.1998, p. 4.\n(4)  Scientific Opinion of the Panel on Additives and Products or Substances used in Animal Feed on the Maximum Residue Limits for canthaxanthin in foodstuffs coming from animals fed with canthaxanthin used as a feed additive. The EFSA Journal (2007) 507, 1-19.\nANNEX\nEC No Additive Chemical formula, description Species or category of animal Maximum residue limits (MRLs) in the relevant foodstuffs of animal origin\nColourants including pigments\n1. Carotenoids and xanthophylls\nE161 g Canthaxanthin C40H52O2 Poultry other than laying hens 15 mg canthaxanthin/kg liver (wet tissue) and 2,5 mg canthaxanthin/kg skin/fat (wet tissue)\nLaying hens 30 mg canthaxanthin/kg egg yolk (wet tissue)\nSalmon 10 mg canthaxanthin/kg muscle (wet tissue)\nTrout 5 mg of canthaxanthin/kg muscle (wet tissue)\n3.1 Canthaxanthin authorised for colouring foodstuffs by Community rules\nLaying hens 30 mg canthaxanthin/kg egg yolk (wet tissue)\nSalmon 10 mg canthaxanthin/kg muscle (wet tissue)\nTrout 5 mg canthaxanthin/kg muscle (wet tissue)"}