{"celex_id": "32007D0722", "uri": "http://publications.europa.eu/resource/cellar/394210e3-a9e6-457a-b20f-0bc336d1ce8d", "type": "Decision", "concepts": ["2965", "3763", "3988", "889"], "title": "2007/722/EC: Council Decision of 22 October 2007 on the granting of an emergency State aid by the authorities of Romania to mitigate the consequences of drought in 2006/2007 in the agricultural sector\n", "header": "10.11.2007 EN Official Journal of the European Union L 293/5\nCOUNCIL DECISION\nof 22 October 2007\non the granting of an emergency State aid by the authorities of Romania to mitigate the consequences of drought in 2006/2007 in the agricultural sector\n(2007/722/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 88(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of Romania on 25 July 2007,\nWhereas:\n(1) On 25 July 2007, Romania presented to the Council a request for a decision in accordance with the third subparagraph of Article 88(2) of the Treaty, declaring that the plan of Romania to grant national aid to Romanian farmers hit by extreme drought in order to allow them to restart the production cycle is compatible with the common market.\n(2) Romania has faced the most severe and longest drought in the last 60 years, due to rainfall deficit in winter 2006/2007 and spring 2007 (less than 350 mm/m2 from 1 September 2006 to 31 May 2007) and extremely high temperatures in the summer of 2007.\n(3) Before the long-lasting spell of dry weather in the summer of 2007, water reserves in the soil had already strongly decreased in large parts of Romania, due to accelerated water evaporation caused by higher than average temperatures during winter 2006-2007 and spring 2007.\n(4) According to the assessment of the impact on spring and autumn crops, the drought has dramatically reduced both the cereal and the fodder production, with the estimated average cereal production in 2007 reaching not even 45 % of the average of previous years.\n(5) Romanian farmers in 34 counties from a total of 42 have been severely hit by the long-lasting spell of dry weather, which has resulted in major damages to the vegetal and animal breeding sectors, with an estimated value amounting to approximately EUR 1 200 million (RON 3 878 million), not including the profit that could have resulted from sales of the cereals.\n(6) Since the income of Romanian farmers affected by the drought has been drastically reduced, they face the serious risk of not having the financial means to plant the autumn crops and to prepare the 2008 spring sowing campaign.\n(7) The State aid to be granted amounts to approximately EUR 400 million (RON 1 320 million) and will benefit some 250 000 to 300 000 farmers, accounting for approximately 3 million hectares. The respective aid amounts will be approximately 150 EUR/ha for autumn wheat, 120 EUR/ha for rapeseed and 130 EUR/ha for barley and other autumn crops.\n(8) The aid will be granted on farmer’s application only, for the specific purpose of restarting the production cycle (purchase of seeds, fuel, fertilisers and pesticides). The Romanian Payment Agency will monitor and control the aid, inter alia, by carrying out on-the-spot checks.\n(9) In order to be effective, the State aid must be granted and accessed by farmers as soon as possible.\n(10) The Commission has not at this stage given an opinion on the nature and compatibility of the aid.\n(11) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the emergency situation which has risen, to be compatible with the common market on the terms specified in the Decision,", "main_body": ["Exceptional additional aid by the Romanian authorities to the agricultural sector, amounting to a maximum of EUR 400 million, shall be considered to be compatible with the common market.", "This Decision is addressed to Romania."], "attachments": "Done at Luxembourg, 22 October 2007.\nFor the Council\nThe President\nJ. SILVA"}