{"celex_id": "32008R0206", "uri": "http://publications.europa.eu/resource/cellar/d0a4e2cc-89ed-488b-8160-921a66f5468f", "type": "Regulation", "concepts": ["161", "1644", "2771", "3732", "690"], "title": "Commission Regulation (EC) No 206/2008 of 5 March 2008 laying down the allocation coefficient to be applied to import licence applications lodged from 22 to 29 February 2008 under the tariff quota opened by Regulation (EC) No 1002/2007 for rice originating in and coming from Egypt\n", "header": "6.3.2008 EN Official Journal of the European Union L 62/3\nCOMMISSION REGULATION (EC) No 206/2008\nof 5 March 2008\nlaying down the allocation coefficient to be applied to import licence applications lodged from 22 to 29 February 2008 under the tariff quota opened by Regulation (EC) No 1002/2007 for rice originating in and coming from Egypt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1002/2007 (3) opens an annual import tariff quota, per marketing year, of 32 000 tonnes of rice falling within CN code 1006 originating in and coming from Egypt (serial No 09.4094).\n(2) The notification made in accordance with Article 5(a) of Regulation (EC) No 1002/2007 shows that the applications lodged between 22 February 2008 at 13:00 (Brussels time) and 29 February 2008 at 13:00 (Brussels time) in accordance with Article 2(3) of that Regulation exceed the quantities available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient to be applied to the quantities applied for should be laid down.\n(3) The submission of new import licence applications under Regulation (EC) No 1002/2007 should also be suspended until the end of the current quota period in accordance with the first subparagraph of Article 3(3) of that Regulation,", "main_body": ["1.   Applications for import licences for rice originating in and coming from Egypt under the quota referred to in Regulation (EC) No 1002/2007 lodged between 22 February 2008 at 13:00 (Brussels time) and 29 February 2008 at 13:00 (Brussels time) shall be accepted for the quantities applied for multiplied by an allocation coefficient of 22,728704 %.\n2.   The submission of new import licence applications is suspended from 29 February 2008 at 13:00 (Brussels time) until the end of the current quota period.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Commission Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1). Regulation (EC) 1785/2003 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 September 2008.\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 226, 30.8.2007, p. 15."}