{"celex_id": "32001D0887", "uri": "http://publications.europa.eu/resource/cellar/e3714e07-0d24-4801-98b3-c19c219fdc3d", "type": "Decision", "concepts": ["1092", "1708", "616", "665", "8434"], "title": "2001/887/JHA: Council Decision of 6 December 2001 on the protection of the euro against counterfeiting\n", "header": "Council Decision\nof 6 December 2001\non the protection of the euro against counterfeiting\n(2001/887/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31 and Article 34(2)(c) thereof,\nHaving regard to the initiative by the French Republic(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro(3) lays down that currency denominated in euro shall start to be put into circulation as from 1 January 2002 and obliges the participating Member States to ensure adequate sanctions against counterfeiting and falsification of euro banknotes and coins.\n(2) The measures to protect the euro put in place by previous instruments should be supplemented and strengthened by provisions ensuring close cooperation between the competent authorities of the Member States, the European Central Bank, the national central banks, Europol and Eurojust to suppress offences involving counterfeiting of the euro.\n(3) On 29 May 2000 the Council adopted Framework Decision 2000/383/JHA on increasing protection by criminal penalties and other sanctions against counterfeiting in connection with the introduction of the euro(4).\n(4) On 28 June 2001 the Council adopted Regulation (EC) No 1338/2001 laying down measures necessary for the protection of the euro against counterfeiting(5) and Regulation (EC) No 1339/2001 extending the effects of Regulation (EC) No 1338/2001 laying down measures necessary for the protection of the euro against counterfeiting to those Member States which have not adopted the euro as their single currency(6),", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) \"counterfeit notes\" and \"counterfeit coins\" mean notes and coins defined as such by Article 2 of Regulation (EC) No 1338/2001;\n(b) \"counterfeiting and offences related to counterfeiting of the euro\" means the conduct, in relation to the euro, described in Articles 3 to 5 of Council Framework Decision 2000/383/JHA;\n(c) \"competent authorities\" means the authorities designated by the Member States to centralise information, in particular the national central offices, and to detect, investigate or punish counterfeiting and offences related to counterfeiting of the euro;\n(d) \"Geneva Convention\" means the International Convention for the Suppression of Counterfeiting Currency, signed at Geneva on 20 April 1929 and its Protocol;\n(e) \"Europol Convention\" means the Convention of 26 July 1995 on the establishment of a European police office(7).", "Expert analysis of notes and coins\nMember States shall ensure that in the context of investigations into counterfeiting and offences related to counterfeiting of the euro:\n(a) the necessary expert analyses of suspected counterfeit notes are carried out by a National Analysis Centre (NAC) designated or established pursuant to Article 4(1) of Regulation (EC) No 1338/2001; and\n(b) the necessary expert analyses of suspected counterfeit coins are carried out by a Coin National Analysis Centre (CNAC) designated or established pursuant to Article 5(1) of Regulation (EC) No 1338/2001.", "Forwarding of the results of expert analyses\nMember States shall ensure that the results of the analyses carried out by the NAC and the NCAC in accordance with Article 2 are communicated to Europol in accordance with the Europol Convention.", "Obligation to communicate information\n1. Member States shall ensure that the national central offices referred to in Article 12 of the Geneva Convention communicate to Europol, in accordance with the Europol Convention, centralised information on investigations into counterfeiting and offences related to counterfeiting of the euro, including information obtained from third countries. The Member States and Europol shall cooperate with a view to determining which information is to be communicated. The information shall, at least, include the particulars of the persons involved, the particulars of the offences, the circumstances in which the offences were discovered, the context of the seizure and links with other cases.\n2. The competent authorities of the Member States shall, where appropriate, in investigations into counterfeiting and offences related to the counterfeiting of the euro make use of the facilities offered by the Provisional Judicial Cooperation Unit and, subsequently, the facilities for cooperation offered by Eurojust once it has been established, in accordance with the provisions laid down in the instruments establishing the Provisional Judicial Cooperation Unit and Eurojust.", "Entry into force\nThis Decision shall enter into force on the day of its publication in the Official Journal."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Council\nThe President\nM. Verwilghen\n(1) OJ C 75, 7.3.2001, p. 1.\n(2) Opinion delivered on 23 October 2001 (not yet published in the Official Journal).\n(3) OJ L 139, 11.5.1998, p. 1.\n(4) OJ L 140, 14.6.2000, p. 1.\n(5) OJ L 181, 4.7.2001, p. 6.\n(6) OJ L 181, 4.7.2001, p. 11.\n(7) OJ C 316, 27.11.1995, p. 2. Convention as last amended by Protocol of 30 November 2000 (OJ C 358, 13.12.2000, p. 2)."}