{"celex_id": "32007D0206", "uri": "http://publications.europa.eu/resource/cellar/7010cc72-7dcb-4c1d-a4cf-c4a35628dfbb", "type": "Decision", "concepts": ["1035", "1159", "2455", "605", "6050"], "title": "2007/206/EC: Commission Decision of 29 March 2007 declaring operational the Regional Advisory Council for the High Seas/Long Distance Fleet under the Common Fisheries Policy\n", "header": "31.3.2007 EN Official Journal of the European Union L 91/52\nCOMMISSION DECISION\nof 29 March 2007\ndeclaring operational the Regional Advisory Council for the High Seas/Long Distance Fleet under the Common Fisheries Policy\n(2007/206/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/585/EC of 19 July 2004 establishing Regional Advisory Councils under the Common Fisheries Policy (1), and in particular Article 3(3) thereof,\nHaving regard to the recommendation transmitted by Spain on 7 November 2006 on behalf of Denmark, Germany, Estonia, Spain, France, Ireland, Italy, Lithuania, the Netherlands, Poland, Portugal and United Kingdom,\nWhereas:\n(1) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (2) and Decision 2004/585/EC provide the framework for the establishment and operation of Regional Advisory Councils.\n(2) Article 2 of Decision 2004/585/EC establishes a Regional Advisory Council to cover the High Seas/Long Distance Fleet in all non-EC waters.\n(3) In accordance with Article 3(1) of Decision 2004/585/EC, representatives of the fisheries sector and other interests groups submitted a request concerning the operation of that Regional Advisory Council to Denmark, Germany, Estonia, Spain, France, Ireland, Italy, Lithuania, the Netherlands, Poland, Portugal and United Kingdom.\n(4) As required by Article 3(2) of Decision 2004/585/EC, the Member States concerned determined whether the application concerning the Regional Advisory Council for the High Seas/Long Distance Fleet was in conformity with the provisions laid down in that Decision. On 7 November 2006, the Member States concerned transmitted a recommendation on that Regional Advisory Council to the Commission.\n(5) The Commission has evaluated the application by the interested parties and the recommendation in the light of Decision 2004/585/EC and the aims and principles of the Common Fisheries Policy, and considers that the Regional Advisory Council for the High Seas/Long Distance Fleet is ready to become operational,", "main_body": ["The Regional Advisory Council for the High Seas/Long Distance Fleet, established by Article 2(1)(g) of Decision 2004/585/EC, shall be operational as from 30 March 2007."], "attachments": "Done at Brussels, 29 March 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 256, 3.8.2004, p. 17.\n(2)  OJ L 358, 31.12.2002, p. 59."}