{"celex_id": "32007R0245", "uri": "http://publications.europa.eu/resource/cellar/362dec52-5d2f-431f-91c8-7160d5510b28", "type": "Regulation", "concepts": ["1755", "1767", "1919", "192", "3763", "4152", "5063"], "title": "Commission Regulation (EC) No 245/2007 of 8 March 2007 amending and adapting Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards Bulgaria, Romania and Malaysia (Text with EEA relevance)\n", "header": "13.3.2007 EN Official Journal of the European Union L 73/9\nCOMMISSION REGULATION (EC) No 245/2007\nof 8 March 2007\namending and adapting Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards Bulgaria, Romania and Malaysia\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles 10 and 19 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applicable to checks on such movements.\n(2) Regulation (EC) No 998/2003 lays down that a list of third countries from which the movement of pet animals to the Community may be authorised, provided that certain requirements are met, is to be set out in Part C of Annex II to that Regulation.\n(3) The list in Part C of Annex II to Regulation (EC) No 998/2003 includes third countries and territories which are free of rabies and third countries and territories in respect of which the risk of rabies entering the Community as a result of movements from those third countries and territories has been found to be no higher than the risk associated with movements between Member States.\n(4) From the information submitted by the competent authorities of Malaysia, it appears that the risk of rabies entering the Community as a result of movements of pet animals from that country is no higher than the risk associated with movements of pet animals between Member States or from third countries already listed in Regulation (EC) No 998/2003. Therefore Malaysia should be included in the list set out in Part C of Annex II to Regulation (EC) No 998/2003.\n(5) Since Bulgaria and Romania have been Member States since 1 January 2007, in the interest of clarity of Community legislation it is necessary to remove references to those countries from Part C of Annex II to Regulation (EC) No 998/2003 with effect from the date of accession.\n(6) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Regulation (EC) No 998/2003 Part C of Annex II is amended as follows:\n(1) The following entries are deleted:\n(2) The following entry is inserted: ‘MY — Malaysia’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.", "(1) shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 1467/2006 (OJ L 274, 5.10.2006, p. 3)."}