{"celex_id": "32001R1042", "uri": "http://publications.europa.eu/resource/cellar/74605bc4-6f14-49ae-b774-133ac2024a0e", "type": "Regulation", "concepts": ["2733", "3568", "4315", "4316"], "title": "Commission Regulation (EC) No 1042/2001 of 30 May 2001 fixing the export refunds on white sugar and raw sugar exported in its unaltered state\n", "header": "Commission Regulation (EC) No 1042/2001\nof 30 May 2001\nfixing the export refunds on white sugar and raw sugar exported in its unaltered state\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 1527/2000(2), and in particular point (a) of the second subparagraph of Article 18(5) thereof,\nWhereas:\n(1) Article 18 of Regulation (EC) No 2038/1999 provides that the difference between quotations or prices on the world market for the products listed in Article 1(1)(a) of that Regulation and prices for those products within the Community may be covered by an export refund.\n(2) Regulation (EC) No 2038/1999 provides that when refunds on white and raw sugar, undenatured and exported in its unaltered state, are being fixed account must be taken of the situation on the Community and world markets in sugar and in particular of the price and cost factors set out in Article 19 of that Regulation; whereas the same Article provides that the economic aspect of the proposed exports should also be taken into account.\n(3) The refund on raw sugar must be fixed in respect of the standard quality; the latter is defined in Article 1 of Council Regulation (EC) No 431/68 of 9 April 1968 determining the standard quality for raw sugar and fixing the Community frontier crossing point for calculating cif prices for sugar(3), as amended by Regulation (EC) No 3290/94(4); furthermore, this refund should be fixed in accordance with Article 19(4) of Regulation (EC) No 2038/1999; candy sugar is defined in Commission Regulation (EC) No 2135/95 of 7 September 1995 laying down detailed rules of application for the grant of export refunds in the sugar sector(5); the refund thus calculated for sugar containing added flavouring or colouring matter must apply to their sucrose content and, accordingly, be fixed per 1 % of the said content.\n(4) The world market situation or the specific requirements of certain markets may make it necessary to vary the refund for sugar according to destination.\n(5) In special cases, the amount of the refund may be fixed by other legal instruments.\n(6) The refund must be fixed every two weeks; whereas it may be altered in the intervening period.\n(7) It follows from applying the rules set out above to the present situation on the market in sugar and in particular to quotations or prices for sugar within the Community and on the world market that the refund should be as set out in the Annex hereto.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The export refunds on the products listed in Article 1(1)(a) of Regulation (EC) No 2038/1999, undenatured and exported in the natural state, are hereby fixed to the amounts shown in the Annex hereto.", "This Regulation shall enter into force on 31 May 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 252, 25.9.1999, p. 1.\n(2) OJ L 175, 14.7.2000, p. 59.\n(3) OJ L 89, 10.4.1968, p. 3.\n(4) OJ L 349, 31.12.1994, p. 105.\n(5) OJ L 214, 8.9.1995, p. 16.\nANNEX\nto the Commission Regulation of 30 May 2001 fixing the export refunds on white sugar and raw sugar exported in its unaltered state\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2032/2000 (OJ L 243, 28.9.2000, p. 14)."}