{"celex_id": "32004D0811", "uri": "http://publications.europa.eu/resource/cellar/60c72eaa-0134-4db9-9715-50927d7640d2", "type": "Decision", "concepts": ["2084", "2901", "5404", "5551", "5713", "5788"], "title": "Council Decision 2004/811/CFSP of 5 July 2004 concerning the conclusion of the Agreement between the European Union and the Kingdom of Norway on the participation of the Kingdom of Norway in the European Union Police Mission (EUPOL ‘Proxima’) in the former Yugoslav Republic of Macedonia\n", "header": "30.11.2004 EN Official Journal of the European Union L 354/85\nCOUNCIL DECISION 2004/811/CFSP\nof 5 July 2004\nconcerning the conclusion of the Agreement between the European Union and the Kingdom of Norway on the participation of the Kingdom of Norway in the European Union Police Mission (EUPOL ‘Proxima’) in the former Yugoslav Republic of Macedonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 24 thereof,\nHaving regard to the recommendation from the Presidency,\nWhereas:\n(1) On 29 September 2003 the Council adopted Joint Action 2003/681/CFSP on the European Union Police Mission (EUPOL ‘Proxima’) in the former Yugoslav Republic of Macedonia (1).\n(2) Article 9(6) of that Joint Action provides that detailed arrangements regarding the participation of third countries shall be the subject of an agreement, in conformity with Article 24 of the Treaty on European Union.\n(3) Following the Council Decision of 2 March 2004 authorising the Presidency, assisted where necessary by the Secretary-General/High Representative to open negotiations, the Presidency negotiated an agreement with the Kingdom of Norway on the participation of the Kingdom of Norway in the European Union Police Mission (EUPOL ‘Proxima’) in the former Yugoslav Republic of Macedonia.\n(4) The Agreement should be approved,", "main_body": ["The Agreement between the European Union and the Kingdom of Norway on the participation of the Kingdom of Norway in the European Union Police Mission (EUPOL ‘Proxima’) in the former Yugoslav Republic of Macedonia is hereby approved on behalf of the European Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement in order to bind the European Union.", "This Decision shall take effect on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 July 2004.\nFor the Council\nThe President\nG. ZALM\n(1)  OJ L 249, 1.10.2003, p. 66.\nAGREEMENT\nbetween the European Union and the Kingdom of Norway on the participation of the Kingdom of Norway in the European Union Police Mission in the former Yugoslav Republic of Macedonia (EUPOL ‘Proxima’)\nTHE EUROPEAN UNION,\non the one hand, and\nTHE KINGDOM OF NORWAY,\non the other hand,\ntogether hereinafter referred to as the ‘Participating Parties’,\nTAKING INTO ACCOUNT:\n— the adoption by the Council of the European Union on 29 September 2003 of Joint Action 2003/681/CFSP on the European Union Police Mission in the Former Yugoslav Republic of Macedonia (EUPOL ‘Proxima’) (1), stating that Acceding States are invited and other third States may be invited to contribute to EUPOL ‘Proxima’,\n— the invitation to the Kingdom of Norway to participate in EUPOL ‘Proxima’,\n— the successful completion of the Force Generation process and the recommendation by the Police Head of Mission and the Committee for Civilian Aspects of Crisis Management to agree on the participation of the Kingdom of Norway in EUPOL ‘Proxima’,\n— the decision by the Political and Security Committee of 10 February 2004 to accept the contribution of the Kingdom of Norway to EUPOL ‘Proxima’,\n— the agreement concluded on 11 December 2003 between the EU and the Former Yugoslav Republic of Macedonia on the status and activities of EUPOL ‘Proxima’ in the Former Yugoslav Republic of Macedonia (2), including provisions on the status of the EUPOL ‘Proxima’ personnel,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nFramework\n1.   The Kingdom of Norway shall associate itself with the provisions of the Joint Action 2003/681/CFSP on EUPOL ‘Proxima’ adopted by the Council of the European Union on 29 September 2003, and with any Joint Action or Decision by which the Council of the European Union may decide to extend EUPOL ‘Proxima’.\n2.   The contribution of the Kingdom of Norway to EUPOL ‘Proxima’ is without prejudice to the decision-making autonomy of the European Union.\nArticle 2\nStatus of personnel\n1.   The status of personnel seconded to EUPOL ‘Proxima’ by the Kingdom of Norway shall be governed by the agreement concluded on 11 December 2003 between the EU and the former Yugoslav Republic of Macedonia on the status and activities of EUPOL ‘Proxima’ in the former Yugoslav Republic of Macedonia.\n2.   Without prejudice to the agreement between the EU and the former Yugoslav Republic of Macedonia on the status and activities of EUPOL ‘Proxima’ in the former Yugoslav Republic of Macedonia, the Kingdom of Norway shall exercise jurisdiction over its personnel participating in EUPOL ‘Proxima’.\n3.   The Kingdom of Norway shall be responsible for answering any claims linked to the participation in EUPOL ‘Proxima’, from or concerning any of its personnel. The Kingdom of Norway shall be responsible for bringing any action, in particular legal or disciplinary, against any of its personnel.\n4.   The Kingdom of Norway shall waive all claims against any State participating in EUPOL ‘Proxima’, for injury, death of the Kingdom of Norway personnel, or damage to, or loss of, any assets owned by itself and used by EUPOL ‘Proxima’ if such injury, death, damage or loss:\n— was caused by EUPOL ‘Proxima’ personnel in the execution of their duties in connection with the operation, except in case of gross negligence or wilful misconduct,\n— or arose from the use of any assets owned by States participating in EUPOL ‘Proxima’, provided that the assets were used in connection with the operation and except in case of gross negligence or wilful misconduct of EUPOL ‘Proxima’ personnel using those assets.\n5.   The European Union Member States undertake to make a declaration as regards the waiver of claims, for participation of the Kingdom of Norway in EUPOL ‘Proxima’.\nArticle 3\nClassified information\n1.   The Kingdom of Norway shall take appropriate measures to ensure that EU classified information is protected in accordance with the European Union Council's security regulations, contained in the Council Decision 2001/264/EC of 19 March 2001 (3), and in accordance with further guidance issued by competent authorities, including by EUPOL ‘Proxima’ Head of Mission/Police Commissioner.\n2.   Where the EU and the Kingdom of Norway have concluded an agreement on security procedures for the exchange of classified information, the provisions of such an agreement shall apply in the context of EUPOL ‘Proxima’.\nArticle 4\nPersonnel seconded to EUPOL ‘Proxima’\n1.   The Kingdom of Norway shall ensure that its personnel seconded to EUPOL ‘Proxima’ undertake their mission in conformity with:\n— the provisions of Joint Action 2003/681/CFSP and subsequent amendments as referred to in Article 1(1) of this Agreement;\n— the Operation Plan;\n— Implementing measures.\n2.   The Kingdom of Norway shall inform in due time EUPOL ‘Proxima’ Head of Mission/Police Commissioner and the General Secretariat of the Council of the European Union of any change to its contribution to EUPOL ‘Proxima’.\n3.   Personnel seconded to EUPOL ‘Proxima’ shall undergo a medical examination, vaccination and be certified medically fit for duty by a competent authority from the Kingdom of Norway. Personnel seconded to EUPOL ‘Proxima’ shall produce a copy of this certification.\n4.   Seconded police officers shall work in their national police uniforms. Berets and insignia shall be provided by EUPOL ‘Proxima’.\nArticle 5\nChain of command\n1.   Personnel seconded by the Kingdom of Norway shall carry out their duties and conduct themselves solely with the interests of EUPOL ‘Proxima’ in mind.\n2.   All personnel shall remain under the full command of their national authorities.\n3.   National authorities shall transfer Operational Control (OPCON) to EUPOL ‘Proxima’ Head of Mission/Police Commissioner, who shall exercise that command and control through a hierarchical structure of command and control.\n4.   The Head of Mission/Police Commissioner shall lead EUPOL ‘Proxima’ and assume its day-to-day management.\n5.   The Kingdom of Norway shall have the same rights and obligations in terms of day-to-day management of the operation as European Union Member States taking part in the operation, in accordance with Article 9(4) of Joint Action 2003/681/CFSP.\n6.   EUPOL ‘Proxima’ Head of Mission/Police Commissioner shall be responsible for disciplinary control over operation personnel. Where required, disciplinary action shall be taken by the national authority concerned.\n7.   A national contingent point of contact (NPC) shall be appointed by the Kingdom of Norway to represent its national contingent in the operation. NPCs shall report to the EUPOL ‘Proxima’ Head of Mission/Police Commissioner on national matters and shall be responsible for day-to-day contingent discipline.\n8.   The decision to end the operation shall be taken by the European Union following consultation with the Kingdom of Norway, provided that this State is still contributing to EUPOL ‘Proxima’ at the date of termination of the operation.\nArticle 6\nFinancial aspects\n1.   The Kingdom of Norway shall assume all the costs associated with its participation in the operation apart from the costs, which are subject to EU common funding, as set out in the operational budget of the operation.\n2.   The Kingdom of Norway shall consider making contributions of a voluntary nature.\n3.   In case of such contributions of a voluntary nature, an arrangement on the practical modalities of the payment shall be signed between the EUPOL ‘Proxima’ Head of Mission/Police Commissioner and the relevant administrative services of the Kingdom of Norway on the contributions of the Kingdom of Norway to the operational budget of EUPOL ‘Proxima’. This arrangement shall, inter alia, include the following provisions:\n(a) the amount concerned;\n(b) the arrangements for payment of the financial contribution;\n(c) the auditing procedure.\n4.   In case of death, injury, loss or damage to natural or legal persons from the former Yugoslav Republic of Macedonia, the Kingdom of Norway shall, when its liability has been established, pay compensation under the conditions foreseen in the agreement on status of mission as referred to in Article 2(1) of the Agreement.\nArticle 7\nNon-compliance\nShould one of the Parties fail to comply with its obligations laid down in the previous Articles, the other Party shall have the right to terminate this agreement by serving a notice of one month.\nArticle 8\nDispute settlement\nDisputes concerning the interpretation or application of this Agreement shall be settled by diplomatic means between the Parties.\nArticle 9\nEntry into force\n1.   This Agreement shall enter into force on the first day of the first month after the Parties have notified each other of the completion of the internal procedures necessary for this purpose.\n2.   This Agreement shall be provisionally applied from the date of signature.\n3.   This Agreement may be amended on the basis of mutual written agreement between the Parties.\n4.   This Agreement may be denounced by one Party by written notice of denunciation given to the other Party. Such denunciation shall take effect six months after receipt of notification by the other Party.\nDone at Brussels, 9 September 2004 in the English language in four copies.\nFor the European Union\nFor the Kingdom of Norway\n(1)  OJ L 249, 1.10.2003, p. 66.\n(2)  OJ L 16, 23.1.2004, p. 65.\n(3)  OJ L 101, 11.4.2001, p. 1."}