{"celex_id": "32004D0223", "uri": "http://publications.europa.eu/resource/cellar/f1e15d80-70b0-43c5-96ba-f1f968658c9e", "type": "Decision", "concepts": ["1074", "4274", "6050"], "title": "2004/223/EC: Council Decision of 26 February 2004 laying down the Rules of the Advisory Committee on Vocational Training\n", "header": "Council Decision\nof 26 February 2004\nlaying down the Rules of the Advisory Committee on Vocational Training\n(2004/223/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 63/266/EEC of 2 April 1963 laying down general principles for implementing a common vocational training policy(1), and in particular the last subparagraph of the fourth principle thereof,\nHaving regard to the opinion of the Commission,\nWhereas:\n(1) On the basis of Decision 63/266/EEC, the Council on 18 December 1963 adopted the Rules of the Advisory Committee on Vocational Training (63/688/EEC)(2).\n(2) Over the forty years since its creation, the Advisory Committee on Vocational Training provided the Commission with opinions on vocational training issues, including opinions on communications and other strategic documents, on specific undertakings such as the establishment of the European Centre for the Development of Vocational Training, and on the preparation, evaluation and optimisation of Community action programmes in the field of vocational training.\n(3) The social, political and institutional changes which have taken place since the creation of the Advisory Committee on Vocational Training and the new prospects opened up by the forthcoming accessions require a constructive re-examination of the composition of the Advisory Committee on Vocational Training and its organisational framework. The Rules of the Advisory Committee on Vocational Training (63/688/EEC) and Decision 68/189/EEC should therefore be repealed and replaced.\n(4) The tripartite structure of the Advisory Committee on Vocational Training and its tasks should be substantially retained, but accompanied by the introduction of a number of changes to streamline its operation,", "main_body": ["1. The Advisory Committee on Vocational Training (hereinafter called the Committee) shall consist of three members for each Member State, there being one representative for each interest group of national governments, trade unions and employers' organisations.\n2. Each Member State may nominate a second representative of national governments. However, each interest group will be entitled to only one vote per Member State.\n3. An alternate member shall be appointed for each member.\nWithout prejudice to Article 7(3), the alternate member shall attend Committee meetings only when the member for whom he or she deputises is unable to be present.\n4. Members of the Committee shall be nominated by Member States and appointed by the Commission.\nThe Member States shall endeavour to ensure a balanced representation of men and women in the composition of the Committee and shall ensure that the necessary range of skills is available to enable the Committee to accomplish its tasks.", "1. The Committee shall have the task of assisting the Commission in implementing a Community vocational training policy.\n2. Specifically, the Committee shall provide the Commission with opinions on the following matters:\n(a) questions of general importance or of principle concerning vocational training;\n(b) questions related to the preparation, implementation, evaluation and optimisation of activities carried out or planned by the Commission in the field of vocational training.\nIt shall also conduct exchanges of views and experience in relation to vocational training.\n3. The Commission shall provide the Committee with the necessary information.", "1. The term of office of members shall be three years. Their appointments shall be renewable.\n2. On expiry of their term of office, the members shall remain in office until they are replaced or their appointments are renewed.\n3. A member's term of office may end before the expiry of the three-year period through his or her resignation or following a communication from the Member State concerned indicating that the term of office is terminated.\nFor the remainder of the term of office, the member shall be replaced in accordance with the procedure laid down in Article 1.", "1. Within the Committee, there shall be three interest groups, made up of representatives of national governments, trade unions and employers respectively.\n2. Each interest group shall select one of its members to be its spokesperson.\n3. Each interest group shall designate a coordinator who will take part in meetings of the Committee, the Bureau set up in Article 5 and the interest group.", "1. A Bureau shall be formed to organise the Committee's activities.\n2. The Bureau shall be made up of two representatives of the Commission and the spokespersons and coordinators nominated by the interest groups, or their delegates as laid down in the rules of procedure referred to in Article 8.", "1. The Committee shall be chaired by the Director-General in charge of Vocational Training at the Commission or, where he or she is prevented from so doing, by one of the Directorate-General's directors to be nominated by the Director General. The Chair shall not vote.\n2. The Committee shall meet at least twice a year.\n3. It shall be convened by the Chair, either at his or her initiative or at the request of at least one-third of its members.\n4. The Chair may, on his or her own initiative, invite experts to participate in Committee meetings.\n5. The Committee may set up working parties, in accordance with the provisions set out in the rules of procedure referred to in Article 8.\n6. Representatives of any Commission department concerned shall participate in meetings of the Committee, the Bureau and the working parties.\n7. The Commission shall provide secretarial services for the Committee, the Bureau and the working parties.\n8. The following persons may attend meetings of the Committee as observers:\n(a) the Director of the European Centre for the Development of Vocational Training (Cedefop), or a representative delegated by him/her;\n(b) the Director of the European Training Foundation, or a representative delegated by him/her;\n(c) a representative for each interest group of the Member States of the European Economic Area.\nThe Chair may authorise other persons to attend meetings of the Committee as observers.", "1. An opinion delivered by the Committee shall not be valid unless two-thirds of its voting members are present or represented.\n2. Opinions of the Committee shall state the reasons on which they are based. They shall be delivered by an absolute majority of the votes validly cast. They shall be accompanied by a written statement of the views expressed by the minority, when the latter so requests.\n3. The rules of procedure referred to in Article 8 shall define fast-track decision-making procedures.", "The Committee shall, having received an opinion from the Commission, adopt its rules of procedure, which shall lay down the practical arrangements for its activities.", "Pursuant to Article 287 of the Treaty, Committee members shall be required not to disclose information to which they have gained access through Committee, Bureau or working party proceedings, if the Commission informs them that the opinion requested or the question raised is of a confidential nature.\nIn such cases, only Committee members and representatives of the Commission shall attend the meetings concerned.", "0\nThe Rules of the Advisory Committee on Vocational Training (63/688/EEC) and Decision 68/189/EEC shall be repealed on the date of the publication of this Decision.", "1\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 26 February 2004.\nFor the Council\nThe President\nN. Dempsey\n(1) OJ 63, 20.4.1963, p. 1338/63.\n(2) OJ 190, 30.12.1963, p. 3090/63. Rules as amended by Decision 68/189/EEC (OJ L 91, 12.4.1968, p. 26)."}