{"celex_id": "32009D0752", "uri": "http://publications.europa.eu/resource/cellar/3a0caa68-9fb6-447b-ae4a-cdb757f74397", "type": "Decision", "concepts": ["1590", "2437", "2732", "2782", "5451", "5573", "6569", "893"], "title": "2009/752/EC: Commission Decision of 12 October 2009 authorising the placing on the market of a lipid extract from Antarctic Krill Euphausia superba as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2009) 7647)\n", "header": "13.10.2009 EN Official Journal of the European Union L 268/33\nCOMMISSION DECISION\nof 12 October 2009\nauthorising the placing on the market of a lipid extract from Antarctic Krill Euphausia superba as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2009) 7647)\n(Only the English text is authentic)\n(2009/752/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 29 September 2006 the company Neptune Technologies & Bioressources Inc. made a request to the competent authorities of Finland to place a lipid extract from Antarctic Krill Euphausia superba on the market as a novel food ingredient.\n(2) On 29 January 2007 the competent food assessment body of Finland issued its initial assessment report. In that report it came to the conclusion that the use of the lipid extract from Antarctic Krill Euphausia superba as a food ingredient was acceptable.\n(3) The Commission forwarded the initial assessment report to all Member States on 19 February 2007.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 31 January 2008.\n(6) In the Scientific Opinion of the Panel on dietetic products nutrition and allergies on a request from the European Commission on the safety of lipid extract from Euphausia superba as food ingredient, the panel came to the conclusion that the lipid extract from Antarctic Krill Euphausia superba was safe under the proposed conditions of use.\n(7) On the basis of the initial assessment report, it is established that the lipid extract from Antarctic Krill Euphausia superba complies with the criteria laid down in Article 3(1) of the Regulation.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lipid extract from Antarctic Krill Euphausia superba as specified in Annex I, may be placed on the market in the Community as a novel food ingredient for the uses and at the maximum levels as listed in Annex II.", "The designation ‘lipid extract from the crustacean Antarctic Krill Euphausia superba’ shall be displayed on the labelling of the product as such or in the list of ingredients of foodstuffs containing it.", "This Decision is addressed to Neptune Technologies & Bioressources Inc., 225 Promenade du Centropolis, Suite 200, Laval, Quebec H7T 0B3, Canada."], "attachments": "Done at Brussels, 12 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\nANNEX I\nSPECIFICATION OF LIPID EXTRACT FROM ANTARCTIC KRILL EUPHAUSIA SUPERBA\nDescription\nTo produce lipid extract from Antarctic Krill Euphausia superba deep-frozen Antarctic krill is crushed and subjected to an extraction with acetone. Proteins and krill material are removed from the lipid extract by filtration. The acetone and residual water are removed by evaporation.\nTest Specification\nSaponification value Not more than 185 mg KOH/g\nPeroxide value (PV) Not more than 0,2 meq O2/kg oil\nMoisture and volatiles Not more than 0,9 %\nPhospholipids Not more than 50 %\nTrans-fatty acids Not more than 1 %\nEPA (eicosapentaenoic acid) Not less than 15 %\nDHA (docosahexaenoic acid) Not less than 7 %\nANNEX II\nUSES OF LIPID EXTRACT FROM ANTARCTIC KRILL EUPHAUSIA SUPERBA\nUse group Maximum content of combined DHA and EPA\nDairy products except milk-based drinks 200 mg/100 g or for cheese products 600 mg/100 g\nDairy analogues except drinks 200 mg/100 g or for analogues to cheese products 600 mg/100 g\nSpreadable fat and dressings 600 mg/100 g\nBreakfast cereals 500 mg/100 g\nFood supplements 200 mg per daily dose as recommended by the manufacturer\nDietary foods for special medical purposes In accordance with the particular nutritional requirements of the persons for whom the products are intended\nFoods intended for use in energy restricted diets for weight reduction 200 mg/meal replacement"}