{"celex_id": "32004R1319", "uri": "http://publications.europa.eu/resource/cellar/157d56d1-2393-40be-a315-59264cf7245e", "type": "Regulation", "concepts": ["1486", "20", "2958", "3170", "4284"], "title": "Commission Regulation (EC) No 1319/2004 of 16 July 2004 amending Regulation (EC) No 214/2001 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in skimmed-milk powder\n", "header": "17.7.2004 EN Official Journal of the European Union L 245/11\nCOMMISSION REGULATION (EC) No 1319/2004\nof 16 July 2004\namending Regulation (EC) No 214/2001 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in skimmed-milk powder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 10 thereof,\nWhereas:\n(1) Pursuant to Article 7(4) of Regulation (EC) No 1255/1999 skimmed-milk powder bought in by the intervention agency is to be disposed of at a minimum price and under conditions to be determined so as to avoid disturbing the balance on the market and to ensure purchasers equal treatment and access to the skimmed-milk powder to be sold.\n(2) Commission Regulation (EC) No 214/2001 (2) laid down intervention measures for the disposal of skimmed-milk powder, including its sale at a fixed price.\n(3) To ensure the proper management of intervention stocks, the skimmed-milk powder must be resold as soon as outlets become available. To this end, the system of sale of skimmed-milk powder from intervention stocks at a fixed price should be replaced by a system of sale by invitation to tender which allows the selling price to be fixed in accordance with market conditions.\n(4) Experience has shown that the Member States must notify the Commission more rapidly if it is to be in a position to follow the evolution in the quantities of skimmed-milk powder offered for public intervention and, where appropriate, to suspend intervention buying-in once the quantities offered reach the level fixed by Article 7(2) of Regulation (EC) No 1255/1999.\n(5) Regulation (EC) No 214/2001 should therefore be amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 214/2001 is hereby amended as follows:\n1. Article 1(c) is replaced by the following:\n‘(c) the sale of skimmed-milk powder from public storage in a standing invitation to tender;’\n2. Chapter II is amended as follows:\n(a) Section 5 is replaced by the following:\n(a) the locations of the warehouses where the powder to be sold is in store;\n(b) the quantity held for sale in each warehouse.\n(a) to examine samples of the skimmed-milk powder put up for sale at their own expense before submitting a tender;\n(b) to verify the results of the analyses referred to in Article 2(2).\n(a) the name and address of the tenderer;\n(b) the quantity desired;\n(c) the price in euro tendered per 100 kilograms of skimmed-milk powder, not including national taxes and charges, ex-warehouse;\n(d) if appropriate, the warehouse where the skimmed-milk powder is and if desired a substitute warehouse.\n(a) it relates to at least 10 tonnes, except where the quantity available in a warehouse is less than 10 tonnes;\n(b) it is accompanied by the tenderer’s written undertaking to comply with the provisions of this Regulation;\n(c) proof is provided that the tenderer has lodged a tendering security of EUR 50 per tonne, in the Member State where the tender is submitted, for the individual tendering round in question before the closing date for submission of the tenders referred to in Article 22(2).\n(b) The following Section 6 is added:\n(a) the quantity in respect of which the corresponding amount has been paid;\n(b) the warehouse in which the skimmed-milk powder is in store;\n(c) the final date for removal of the skimmed-milk powder.\n3. Article 36 is replaced by the following:\n(a) an offer to sell in accordance with Article 5,\n(b) a private storage contract in accordance with Article 28.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 37, 7.2.2001, p. 100. Regulation last amended by Regulation (EC) No 2131/2003 (OJ L 320, 5.12.2003, p. 3)."}