{"celex_id": "32001D0640", "uri": "http://publications.europa.eu/resource/cellar/ff5c9611-f3fd-4e9b-a5cd-6593f32d845e", "type": "Decision", "concepts": ["1309", "2088", "2525", "2954", "2955", "4621"], "title": "2001/640/EC: Commission Decision of 2 August 2001 amending Decision 2000/585/EC as regards imports of wild and farmed game meat and rabbit meat from Argentina, New Caledonia and Uruguay (Text with EEA relevance) (notified under document number C(2001) 2455)\n", "header": "Commission Decision\nof 2 August 2001\namending Decision 2000/585/EC as regards imports of wild and farmed game meat and rabbit meat from Argentina, New Caledonia and Uruguay\n(notified under document number C(2001) 2455)\n(Text with EEA relevance)\n(2001/640/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/45/EEC of 16 June 1992 on public health and animal health problems relating to the killing of wild game and the placing on the market of wild game meat(1), as last amended by Directive 97/79/EC(2), and in particular Article 16(3) thereof,\nWhereas:\n(1) The animal and public health conditions and veterinary certifications for import of wild and farmed game meat and rabbit meat from third countries are laid down in Commission Decision 2000/585/EC(3).\n(2) Imports of such meat must take into account the different epidemiological situations in the countries concerned, and indeed in the different parts of their territories.\n(3) Following a Commission mission and information received from the competent veterinary authorities, New Caledonia can be authorised for imports of wild game meat into the Community.\n(4) Following changes in the animal health situation in Argentina and Uruguay and consequent amendments to Commission Decision 93/402/EEC of 11 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(4), as last amended by Decision 2000/401/EC(5), it is necessary to make similar changes for these countries for imports of meat from cloven-hoofed game.\n(5) Decision 2000/585/EC should therefore be amended accordingly.\n(6) The measures adopted in the present Decision will be reviewed in the light of the evolution of the situation.\n(7) The measures provided for in this decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annexes I and II of Decision 2000/585/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 August 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 14.9.1992, p. 35.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 251, 6.10.2000, p. 1.\n(4) OJ L 179, 22.7.1993, p. 11.\n(5) OJ L 145, 31.5.2001, p. 49.\nANNEX\nAnnexes I and II are replaced by the following:\n\"ANNEX I\nDESCRIPTION OF TERRITORIES OF CERTAIN THIRD COUNTRIES ESTABLISHED FOR ANIMAL HEALTH CERTIFICATION PURPOSES\n>TABLE>\nANNEX II\nAnimal health guarantees to be requested on certification of wild and farmed game meat and rabbit meat\n>TABLE>\""}