{"celex_id": "32005R1200", "uri": "http://publications.europa.eu/resource/cellar/8e059a2c-169a-481a-996f-135bec5aea15", "type": "Regulation", "concepts": ["1277", "1590", "3815", "5740", "6052"], "title": "Commission Regulation (EC) No 1200/2005 of 26 July 2005 concerning the permanent authorisation of certain additives in feedingstuffs and the provisional authorisation of a new use of an additive already authorised in feedingstuffs Text with EEA relevance\n", "header": "27.7.2005 EN Official Journal of the European Union L 195/6\nCOMMISSION REGULATION (EC) No 1200/2005\nof 26 July 2005\nconcerning the permanent authorisation of certain additives in feedingstuffs and the provisional authorisation of a new use of an additive already authorised in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3, 9a, and 9d(1) thereof,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (2), and in particular Article 25 thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition.\n(2) Article 25 of Regulation (EC) No 1831/2003 lays down transitional measures for applications for the authorisation of feed additives submitted in accordance with Directive 70/524/EEC before the date of application of Regulation (EC) No 1831/2003.\n(3) The applications for the authorisation of the additives listed in the Annexes to this Regulation were submitted before the date of application of Regulation (EC) No 1831/2003.\n(4) Initial comments on those applications, as provided for in Article 4(4) of Directive 70/524/EEC, were forwarded to the Commission before the date of application of Regulation (EC) No 1831/2003. Those applications are therefore to continue to be treated in accordance with Article 4 of Directive 70/524/EEC.\n(5) The use of the growth promoter Formi LHS (potassium diformate) was provisionally authorised, for the first time, for piglets and pigs for fattening by Commission Regulation (EC) No 1334/2001 (3). The person responsible for putting into circulation Formi LHS (potassium diformate) submitted an application to obtain a provisional authorisation for extension of use for four years, as a growth promoter for sows, according to Article 4 of that Directive. The European Food Safety Authority (EFSA) has delivered an opinion on the safety of the use of this preparation for humans, animals and environment, under the conditions set out in Annex I to this Regulation. The assessment shows that the conditions laid down in Article 9a(1) of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of this preparation, as specified in Annex I, should be authorised for four years.\n(6) The use of the micro-organism Bacillus cereus var. toyoi NCIMB 40112/CNCM I-1012 was provisionally authorised, for the first time, for chickens for fattening and for rabbits for fattening by Commission Regulation (EC) No 1411/1999 (4). New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(7) The use of the micro-organism Enterococcus faecium NCIMB 10415 was provisionally authorised, for the first time, for sows by Commission Regulation (EC) No 866/1999 (5). New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(8) The use of the micro-organism Enterococcus faecium DSM 10663/NCIMB 10415 was provisionally authorised, for the first time, for piglets by Regulation (EC) No 1411/1999. New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(9) The use of the micro-organism Saccharomyces cerevisiae MUCL 39885 was provisionally authorised, for the first time, for piglets by Regulation (EC) No 1411/1999. New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(10) The use of the micro-organism Saccharomyces cerevisiae CNCM I-1077 was provisionally authorised, for the first time, for dairy cows and cattle for fattening by the Commission Regulation (EC) No 1436/98 (6). New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(11) The use of the micro-organism Pediococcus acidilactici CNCM MA 18/5M was provisionally authorised, for the first time, for chickens for fattening by Regulation (EC) No 866/1999. New data were submitted in support of an application for authorisation without time-limit of that micro-organism. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex II, should be authorised without a time-limit.\n(12) The assessment of these applications shows that certain procedures should be required to protect workers from exposure to the additives set out in the Annexes. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (7).\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group ‘Growth promoters’, as specified in Annex I, is authorised provisionally for four years for use as an additive in animal nutrition under the conditions laid down in that Annex.", "The preparations belonging to the group ‘Micro-organisms’, as specified in Annex II, are authorised without a time-limit for use as additives in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Directive as last amended by Regulation (EC) No 1800/2004 (OJ L 317, 16.10.2004, p. 37).\n(2)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(3)  OJ L 180, 3.7.2001, p. 18. Regulation as amended by Regulation (EC) No 676/2003 (OJ L 97, 15.4.2003, p. 29).\n(4)  OJ L 164, 30.6.1999, p. 56.\n(5)  OJ L 108, 27.4.1999, p. 21.\n(6)  OJ L 191, 7.7.1998, p. 15.\n(7)  OJ L 183, 29.6.1989, p. 1. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX I\nRegistration number of additive Name and registration number of person responsible for putting the additive into circulation Additive (trade name) Composition, chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg of active substance/kg of complete feedingstuff\nGrowth promoters\n1 BASF Aktiengesellschaft Potassium diformate (Formi LHS) Additive composition:\nPotassium diformate, solid min. 98 %,\nSilicate max. 1,5 %,\nWater max. 0,5 %\nPotassium diformate, solid\nKH(COOH)2\nCAS No 20642-05-1\nANNEX II\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff\nMicro-organisms\nE 1701 Bacillus cereus var. toyoi Preparation of Bacillus cereus var. toyoi containing a minimum of: 1 × 1010 CFU/g additive Rabbits for fattening — 0,1 × 109 5 × 109 In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting. Without a time-limit\nChickens for fattening — 0,2 × 109 1 × 109 In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting. Without a time-limit\nE 1705 Enterococcus faecium Preparation of Enterococcus faecium containing a minimum of:\nMicroencapsulated form:\n1,0 × 1010 CFU/g additive\nGranulated form:\n3,5 × 1010 CFU/g additive\nE 1707 Enterococcus faecium Preparation of Enterococcus faecium containing a minimum of:\nPowder and granulated forms:\n3,5 × 1010 CFU/g additive\nCoated form:\n2,0 × 1010 CFU/g additive\nLiquid form:\n1 × 1010 CFU/ml additive\nE 1710 Saccharomyces cerevisiae MUCL 39885 Preparation of Saccharomyces cerevisiae containing a minimum of:\nPowder, spheric and oval granulated forms:\n1 × 109 CFU/g additive\nE 1711 Saccharomyces cerevisiae CNCM I-1077 Preparation of Saccharomyces cerevisiae containing a minimum of:\nGranulated powder form:\n2 × 1010 CFU/g additive\nCoated form:\n1 × 1010 CFU/g additive\nCattle for fattening — 5 × 108 1,6 × 109 In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting. Without a time-limit\nE 1712 Pediococcus acidilactici CNCM MA 18/5M Preparation of Pediococcus acidilactici containing a minimum of 1 × 1010 CFU/g additive Chickens for fattening — 1 × 109 1 × 1010 In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting. Without a time-limit"}