{"celex_id": "32006D0645", "uri": "http://publications.europa.eu/resource/cellar/274fc9a8-1f4e-40df-bf5b-40307a4786ce", "type": "Decision", "concepts": ["1005", "1445", "1755", "1854", "192", "5283", "5315", "6152"], "title": "2006/645/EC: Commission Decision of 20 September 2006 amending Decisions 2005/723/EC and 2005/873/EC on the Community’s financial contribution for programmes for the eradication and monitoring of certain TSEs in the Member States for the year 2006 (notified under document number C(2006) 4150)\n", "header": "23.9.2006 EN Official Journal of the European Union L 263/14\nCOMMISSION DECISION\nof 20 September 2006\namending Decisions 2005/723/EC and 2005/873/EC on the Community’s financial contribution for programmes for the eradication and monitoring of certain TSEs in the Member States for the year 2006\n(notified under document number C(2006) 4150)\n(2006/645/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 24(5) and (6) and Article 32 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (2), includes rules for the monitoring of transmissible spongiform encephalopathies (TSEs) in bovine, ovine and capine animals. That Regulation provides for an extension of the monitoring of sheep.\n(2) Commission Decision 2005/723/EC of 14 October 2005 on programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses, which qualify for a Community financial contribution in 2006 (3) sets out the list of such programmes, as well as the proposed rate and amount of the financial contribution by the Community for each programme.\n(3) Commission Decision 2005/873/EC of 30 November 2005 approving programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses presented by the Member States for the year 2006 (4) sets out the financial contribution by the Community for the programmes by the Member States for the monitoring of transmissible spongiform encephalopathies.\n(4) On 8 March 2006, a panel of experts on TSEs in small ruminants, chaired by the Community reference laboratory for TSEs, confirmed that the presence of bovine spongiform encephalopathy (BSE) in those animals cannot be excluded following the results of the second stage of discriminatory testing of brain samples of two sheep from France and one sheep from Cyprus. Further testing is necessary to exclude the presence of BSE in such animals.\n(5) In the light of the importance of an effective implementation of the increased monitoring to assess the prevalence of BSE in ovine animals, it is appropriate to increase the amount per test to be reimbursed to the Member States by the Community up to a maximum amount of EUR 30 per rapid test performed in ovine animals, in line with the cost per rapid test performed in caprine animals.\n(6) Following the detection of its first case of BSE in Sweden, Regulation (EC) No 999/2001 increased the testing levels in bovine animals in that Member State. It is therefore appropriate to increase the level of the Community's financial contribution for programmes for the monitoring of TSEs in Sweden, as provided for in Decisions 2005/723/EC and 2005/873/EC.\n(7) Decisions 2005/723/EC and 2005/873/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex III to Decision 2005/723/EC is replaced by the text in the Annex to this Decision.", "In Chapter XI of Decision 2005/873/EC, Article 11(2) and (3) are replaced by the following:\n‘2.   The financial contribution by the Community shall be at the rate of 100 % of the eligible costs to be incurred by each Member State referred to in paragraph 1 for the implementation of those programmes and shall not exceed:\n(a) EUR 3 375 000 for Belgium;\n(b) EUR 1 640 000 for the Czech Republic;\n(c) EUR 2 380 000 for Denmark;\n(d) EUR 15 155 000 for Germany;\n(e) EUR 285 000 for Estonia;\n(f) EUR 1 625 000 for Greece;\n(g) EUR 9 945 000 for Spain;\n(h) EUR 25 760 000 for France;\n(i) EUR 6 695 000 for Ireland;\n(j) EUR 9 045 000 for Italy;\n(k) EUR 565 000 for Cyprus;\n(l) EUR 355 000 for Latvia;\n(m) EUR 770 000 for Lithuania;\n(n) EUR 140 000 for Luxembourg;\n(o) EUR 1 415 000 for Hungary;\n(p) EUR 35 000 for Malta;\n(q) EUR 5 515 000 for the Netherlands;\n(r) EUR 2 230 000 for Austria;\n(s) EUR 3 800 000 for Poland;\n(t) EUR 2 205 000 for Portugal;\n(u) EUR 410 000 for Slovenia;\n(v) EUR 845 000 for Slovakia;\n(w) EUR 1 020 000 for Finland;\n(x) EUR 1 440 000 for Sweden;\n(y) EUR 7 700 000 for the United Kingdom.\n3.   The financial contribution by the Community of the programmes referred to in paragraphs 1 and 3 shall be for the tests performed and the maximum amount shall not exceed:\n(a) EUR 7 per test, for tests carried out in bovine animals referred to in Annex III to Regulation (EC) No 999/2001;\n(b) EUR 30 per test, for tests carried out in ovine and caprine animals referred to in Annex III to Regulation (EC) No 999/2001;\n(c) EUR 145 per test, for primary molecular discriminatory tests in ovine and caprine animals carried out as referred to in Annex X, Chapter C, point 3.2(c)(i) to Regulation (EC) No 999/2001;’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Decision 2006/53/EC (OJ L 29, 2.2.2006, p. 37).\n(2)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 1041/2006 (OJ L 187, 8.7.2006, p. 10).\n(3)  OJ L 272, 18.10.2005, p. 18.\n(4)  OJ L 322, 9.12.2005, p. 21.\nANNEX\n‘ANNEX III\nLIST OF PROGRAMMES FOR THE MONITORING OF TSEs (ARTICLE 3(1))\nRate and maximum amount of the community financial contribution\nDisease Member State Rate rapid tests and discriminatory tests performed Maximum amount\nTSEs Belgium 100 3 375 000\nCzech Republic 100 1 640 000\nDenmark 100 2 380 000\nGermany 100 15 155 000\nEstonia 100 285 000\nGreece 100 1 625 000\nSpain 100 9 945 000\nFrance 100 25 760 000\nIreland 100 6 695 000\nItaly 100 9 045 000\nCyprus 100 565 000\nLatvia 100 355 000\nLithuania 100 770 000\nLuxembourg 100 140 000\nHungary 100 1 415 000\nMalta 100 35 000\nNetherlands 100 5 515 000\nAustria 100 2 230 000\nPoland 100 3 800 000\nPortugal 100 2 205 000\nSlovenia 100 410 000\nSlovakia 100 845 000\nFinland 100 1 020 000\nSweden 100 1 440 000\nUnited Kingdom 100 7 700 000\nTotal 104 350 000’"}