{"celex_id": "32001D0430", "uri": "http://publications.europa.eu/resource/cellar/94b6a9b4-8a9f-4a74-b6c3-ee47996dc5d1", "type": "Decision", "concepts": ["1505", "3381", "3577", "3774", "994"], "title": "2001/430/EC: Commission Decision of 7 June 2001 amending for the third time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1605)\n", "header": "Commission Decision\nof 7 June 2001\namending for the third time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1605)\n(Text with EEA relevance)\n(2001/430/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom(4), as last amended by Decision 2001/415/EC(5).\n(2) Council Directive 85/511/EEC of 18 November 1985, as last amended by the Act of Accession of Austria, Finland and Sweden, introduces Community measures for the control of foot-and-mouth disease(6).\n(3) Council Decision 90/424/EEC(7), as last amended by Council Decision 2001/12/EC(8), concerns expenditure in the veterinary field.\n(4) In the light of the disease evolution it appears therefore appropriate to prolong the measures but also to adjust the regionalisation, in particular to release the restrictions on Northern Ireland and the Isle of Man.\n(5) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 12-13 June 2001 and the measures adapted where necessary.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee.", "main_body": ["Decision 2001/356/EC is amended as follows:\n1. The date in Article 15 is replaced by \"20 July 2001\".\n2. In Annex I the words \"Great Britain, Northern Ireland\" are replaced by \"United Kingdom, except Northern Ireland and the Isle of Man\".\n3. In Annex II the words \"Great Britain, Northern Ireland\" are replaced by \" United Kingdom, except Northern Ireland and the Isle of Man\".", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 June 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 125, 5.5.2001, p. 46.\n(5) OJ L 130, 12.5.2001, p. 47.\n(6) OJ L 149, 2.6.2001, p. 38.\n(7) OJ L 224, 18.8.1990, p. 19.\n(8) OJ L 3, 6.1.2001, p. 27."}