{"celex_id": "32009R1153", "uri": "http://publications.europa.eu/resource/cellar/736f8d72-f047-4418-bc7e-2247588a34d4", "type": "Regulation", "concepts": ["1309", "1518", "161", "2771", "2957", "4687"], "title": "Commission Regulation (EC) No 1153/2009 of 24 November 2009 amending Regulation (EC) No 1384/2007 laying down detailed rules for the application of Council Regulation (EC) No 2398/96 as regards opening and providing for the administration of certain quotas for imports into the Community of poultrymeat products originating in Israel and derogating from that Regulation\n", "header": "28.11.2009 EN Official Journal of the European Union L 313/50\nCOMMISSION REGULATION (EC) No 1153/2009\nof 24 November 2009\namending Regulation (EC) No 1384/2007 laying down detailed rules for the application of Council Regulation (EC) No 2398/96 as regards opening and providing for the administration of certain quotas for imports into the Community of poultrymeat products originating in Israel and derogating from that Regulation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (‘Single CMO’ Regulation) (1), and in particular Article 144(1) in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 2398/96 of 12 December 1996 opening the tariff quota for turkey meat originating in and coming from Israel as provided for in the Association Agreement and the Interim Agreement between the European Community and the State of Israel (2), and in particular Article 2 thereof,\nHaving regard to Council Decision 2009/855/EC of 20 October 2009 on the signing and conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the State of Israel on reciprocal liberalisation measures concerning agricultural products, processed agricultural products, fish and fishery products, on the replacement of Protocols 1 and 2 and of the Annex to Protocol 1 and the Annex to Protocol 2 and on amendments to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, on the one hand, and the State of Israel, on the other (3), and in particular Article 2(1) thereof,\nWhereas:\n(1) The tariff quota IL 1 provided for in Annex I to Commission Regulation (EC) No 1384/2007 (4), bearing the order number 09.4092 and falling under CN codes 0207 25, 0207 27 10, 0207 27 30, 0207 27 40, 0207 27 50, 0207 27 60 and 0207 27 70 (turkey meat), provides for a 100 % reduction in customs duties for an annual quantity of 1 568 tonnes.\n(2) The tariff quota IL 2 provided for in Annex I to Regulation (EC) No 1384/2007, bearing the order number 09.4091 and falling under CN codes 0207 32, 0207 33, 0207 35 and 0207 36 (duck meat), provides for a 100 % reduction in customs duties for an annual quantity of 560 tonnes.\n(3) By virtue of the Agreement in the form of an Exchange of Letters between the European Community and the State of Israel approved by Decision 2009/855/EC (hereinafter referred to as ‘the Agreement’) the quantities and the CN codes currently provided for in quotas IL 1 and IL 2 must be amended. The Agreement will enter into force on 1 January 2010.\n(4) Regulation (EC) No 1384/2007 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Annex I to Regulation (EC) No 1384/2007 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from the 2010 quota year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 327, 18.12.1996, p. 7.\n(3)  See page 81 of this Official Journal.\n(4)  OJ L 309, 27.11.2007, p. 40.\nANNEX\n‘ANNEX I\nGroup number Order number CN code Description of goods (1) Reduction of the MFN customs duty Annual quantities\nIL 1 09.4092 0207 27 10 Boneless turkey cuts, frozen 100 4 000\n0207 27 30 Turkey cuts with bone in, frozen\nIL 2 09.4091 ex 0207 33 Meat of ducks and geese, not cut in pieces, frozen 100 560\nex 0207 35 Other meat and edible offal of ducks and geese, fresh or chilled\nex 0207 36 Other meat and edible offal of ducks and geese, frozen\n(1)  Notwithstanding the rules governing the interpretation of the combined nomenclature, the wording of the product descriptions must be considered as having indicative value only, since the applicability of the preferential scheme is determined, in the context of this Annex, by the scope of the CN codes. Where ex CN codes are indicated, the applicability of the preferential scheme shall be determined on the basis of the CN code and the corresponding description, taken together.’"}