{"celex_id": "32008R1356", "uri": "http://publications.europa.eu/resource/cellar/ca13ca0b-14d0-4564-95f6-5c298624d4df", "type": "Regulation", "concepts": ["1012", "1155", "2602", "3688", "5481", "7937"], "title": "Commission Regulation (EC) No 1356/2008 of 23 December 2008 amending Regulation (EC) No 593/2007 on the fees and charges levied by the European Aviation Safety Agency (Text with EEA relevance)\n", "header": "30.12.2008 EN Official Journal of the European Union L 350/46\nCOMMISSION REGULATION (EC) No 1356/2008\nof 23 December 2008\namending Regulation (EC) No 593/2007 on the fees and charges levied by the European Aviation Safety Agency\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (1), and in particular Article 64(1) thereof,\nAfter consulting the Management Board of the European Aviation Safety Agency,\nWhereas:\n(1) The rules for calculating the fees and charges laid down in Commission Regulation (EC) No 593/2007 of 31 May 2007 on the fees and charges levied by the European Aviation Safety Agency (2) have to be reviewed periodically to ensure that the amount of the fees and charges to be paid by the applicant reflects the complexity of the task carried out by the Agency and the actual workload involved. Future amendments to that Regulation will fine tune those rules, also on the basis of the data which will become available inside the European Aviation Safety Agency (hereinafter ‘the Agency’) following the implementation of its Enterprise Resource Planning system.\n(2) Agreements referred to in Article 12(1) of Regulation (EC) No 216/2008 should provide a basis for the evaluation of the actual workload involved in the certification of third countries’ products. In principle, the process for validation by the Agency of certificates issued by a third country with which the Community has an appropriate agreement is described in these agreements and should result in a different workload from the process required for certification activities by the Agency.\n(3) While ensuring the balance between overall expenditure incurred by the Agency in carrying out certification tasks and overall income from the fees and charges it levies, the rules for calculating the fees and charges have to remain effective and fair towards all applicants. This must be true also for the calculation of travel costs outside the territory of the Member States. The present formula has to be refined to make sure that it refers exclusively to the direct costs incurred for those travels.\n(4) The experience gained from the application of Regulation (EC) No 593/2007 has shown that it is necessary to specify when the Agency may invoice the fee due and to set up the method to calculate the amount to be refunded in case a certification task is interrupted. Similar rules have to be provided in case a certificate is surrendered or suspended.\n(5) For technical reasons, changes should be introduced in the Annex to Regulation (EC) No 593/2007 in order to enhance some definitions or classifications.\n(6) Regulation (EC) No 593/2007 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 65 of Regulation (EC) No 216/2008,", "main_body": ["Regulation (EC) No 593/2007 is amended as follows:\n1. Article 6 is replaced by the following:\nd = fee due\nf = fee corresponding to the task carried out, as set out in the Annex\nv = travel costs\nh = time spent by experts in the means of transport, invoiced at the hourly fee set out in Part II\ne = average travel costs inside the territories of the Member States, including the average time spent in the means of transport inside the territories of the Member States multiplied by the hourly fee set out in Part II.’\n2. Article 8 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 3 is deleted;\n(c) paragraph 7 is replaced by the following:\n(d) the following paragraphs 8 and 9 are added:\n3. In Article 12, the fifth paragraph is deleted.\n4. In Article 14, paragraph 3 is deleted.\n5. The Annex is amended in accordance with the Annex to this Regulation", "This Regulation shall enter into force on 1 January 2009.\nIt shall apply subject to the following conditions:\n(a) the fees shown in Tables 1 to 5 of Part I of the Annex shall apply to any application for certification task received after 1 January 2009;\n(b) the fees shown in Table 6 of Part I of the Annex shall apply to the annual fees levied after 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 2008.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 79, 19.3.2008, p. 1.\n(2)  OJ L 140, 1.6.2007, p. 3.\nANNEX\nThe Annex to Regulation (EC) No 593/2007 is amended as follows:\n(1) Explanatory note 7 is replaced by the following:\n‘(7) “Derivative” means an amended Type Certificate as defined and applied for by the Type Certificate Holder.’\n(2) Explanatory note 9 is replaced by the following:\n‘(9) In Tables 3 and 4 of Part I, “Simple”, “Standard” and “Complex” refer to the following:\nSimple Standard Complex\nEASA Supplemental Type Certificate (STC) STC, major design change, or repair, only involving current and well-proven justification methods, for which a complete set of data (description, compliance check-list and compliance documents) can be communicated at time of application, and for which the applicant has demonstrated experience, and which can be assessed by the project certification manager alone, or with a limited involvement of a single discipline specialist All other STC, major design changes or repairs Significant (1) STC or major design change\nValidated STC under a bilateral arrangement Basic (2) Non-basic (2) Non-basic STC (2) when the Certificating Authority (2) has classified the change as “significant” (1)\nValidated major design change under a bilateral arrangement Level 2 (2) major design changes when not automatically accepted (3). Level 1 (2) Level 1 (2) major design change when the Certificating Authority (2) has classified the change as “significant” (1)\nValidated major repair under a bilateral arrangement N/A Repairs on critical component (2) N/A\n(3) In Part I, tables 1 to 6 are replaced by the following:\n(EUR)\nFlat fee\nFixed wing aircraft\nOver 150 000 kg 2 600 000\nOver 50 000 kg up to 150 000 kg 1 330 000\nOver 22 000 kg up to 50 000 kg 1 060 000\nOver 5 700 kg up to 22 000 kg 410 000\nOver 2 000 kg up to 5 700 kg 227 000\nUp to 2 000 kg 12 000\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 6 000\nRotorcraft\nLarge 525 000\nMedium 265 000\nSmall 20 000\nOther\nBalloons 6 000\nPropulsion\nTurbine engines with take-off thrust over 25 KN or take-off power output over 2 000 kW 365 000\nTurbine engines with take-off thrust up to 25 KN or take-off power output up to 2 000 kW 185 000\nNon turbine engines 30 000\nNon turbine engines CS 22 H, CS VLR App. B 15 000\nPropeller for use on aircraft over 5 700 kg MTOW 10 250\nPropeller for use on aircraft up to 5 700 kg MTOW 2 925\nParts\nValue above EUR 20 000 2 000\nValue between EUR 2 000 and 20 000 1 000\nValue below EUR 2 000 500\n(EUR)\nFlat fee (5)\nFixed wing aircraft\nOver 150 000 kg 1 000 000\nOver 50 000 kg up to 150 000 kg 500 000\nOver 22 000 kg up to 50 000 kg 400 000\nOver 5 700 kg up to 22 000 kg 160 000\nOver 2 000 kg up to 5 700 kg 80 000\nUp to 2 000 kg 2 800\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 2 400\nRotorcraft\nLarge 200 000\nMedium 100 000\nSmall 6 000\nOther\nBalloons 2 400\nPropulsion\nTurbine engines with take-off thrust over 25 KN or take-off power output over 2 000 kW 100 000\nTurbine engines with take-off thrust up to 25 KN or take-off power output up to 2 000 kW 50 000\nNon turbine engines 10 000\nNon turbine engines CS 22 H, CS VLR App. B 5 000\nPropeller for use on aircraft over 5 700 kg MTOW 2 500\nPropeller for use on aircraft up to 5 700 kg MTOW 770\nParts\nValue above EUR 20 000 1 000\nValue between EUR 2 000 and 20 000 600\nValue below EUR 2 000 350\n(EUR)\nFlat fee (6)\nComplex Standard Simple\nFixed wing aircraft\nOver 150 000 kg 25 000 6 000 3 000\nOver 50 000 kg up to 150 000 kg 13 000 5 000 2 500\nOver 22 000 kg up to 50 000 kg 8 500 3 750 1 875\nOver 5 700 kg up to 22 000 kg 5 500 2 500 1 250\nOver 2 000 kg up to 5 700 kg 3 800 1 750 875\nUp to 2 000 kg 1 600 1 000 500\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 250 250 250\nRotorcraft\nLarge 11 000 4 000 2 000\nMedium 5 000 2 000 1 000\nSmall 900 400 250\nOther\nBalloons 800 400 250\nPropulsion\nTurbine engines with take-off thrust over 25 KN or take-off power output over 2 000 kW 12 000 5 000 2 500\nTurbine engines with take-off thrust up to 25 KN or take-off power output up to 2 000 kW 5 800 2 500 1 250\nNon turbine engines 2 800 1 250 625\nNon turbine engines CS 22 H, CS VLR App. B 1 400 625 300\nPropeller for use on aircraft over 5 700 kg MTOW 2 000 1 000 500\nPropeller for use on aircraft up to 5 700 kg MTOW 1 500 750 375\n(EUR)\nFlat fee (7)\n (8)\nComplex Standard Simple\nFixed wing aircraft\nOver 150 000 kg 20 000 6 000 3 000\nOver 50 000 kg up to 150 000 kg 9 000 4 000 2 000\nOver 22 000 kg up to 50 000 kg 6 500 3 000 1 500\nOver 5 700 kg up to 22 000 kg 4 500 2 000 1 000\nOver 2 000 kg up to 5 700 kg 3 000 1 400 700\nUp to 2 000 kg 1 100 500 250\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 250 250 250\nRotorcraft\nLarge 10 000 4 000 2 000\nMedium 4 500 2 000 1 000\nSmall 850 400 250\nOther\nBalloons 850 400 250\nPropulsion\nTurbine engines with take-off thrust over 25 KN or take-off power output over 2 000 kW 5 000 2 000 1 000\nTurbine engines with take-off thrust up to 25 KN or take-off power output up to 2 000 kW 2 500 1 000 500\nNon turbine engines 1 300 600 300\nNon turbine engines CS 22 H, CS VLR App. B 600 300 250\nPropeller for use on aircraft over 5 700 kg MTOW 250 250 250\nPropeller for use on aircraft up to 5 700 kg MTOW 250 250 250\n(EUR)\nFlat fee (9)\n (10)\nFixed wing aircraft\nOver 150 000 kg 500\nOver 50 000 kg up to 150 000 kg 500\nOver 22 000 kg up to 50 000 kg 500\nOver 5 700 kg up to 22 000 kg 500\nOver 2 000 kg up to 5 700 kg 250\nUp to 2 000 kg 250\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 250\nRotorcraft\nLarge 500\nMedium 500\nSmall 250\nOther\nBalloons 250\nPropulsion\nTurbine engines 500\nNon turbine engines 250\nPropeller 250\n(EUR)\nFlat fee (11)\n (12)\n (13)\nEU Design Non EU Design\nFixed wing aircraft\nOver 150 000 kg 270 000 90 000\nOver 50 000 kg up to 150 000 kg 150 000 50 000\nOver 22 000 kg up to 50 000 kg 80 000 27 000\nOver 5 700 kg up to 22 000 kg 17 000 5 700\nOver 2 000 kg up to 5 700 kg 4 000 1 400\nUp to 2 000 kg 2 000 670\nVery Light Aeroplanes, Powered Sailplanes, Sailplanes 900 300\nRotorcraft\nLarge 65 000 21 700\nMedium 30 000 10 000\nSmall 3 000 1 000\nOther\nBalloons 900 300\nPropulsion\nTurbine engines with take-off thrust over 25 KN or take-off power output over 2 000 kW 40 000 13 000\nTurbine engines with take-off thrust up to 25 KN or take-off power output up to 2 000 kW 6 000 2 000\nNon turbine engines 1 000 350\nNon turbine engines CS 22 H, CS VLR App. B 500 250\nPropeller for use on aircraft over 5 700 kg MTOW 750 250\nParts\nValue above EUR 20 000 2 000 700\nValue between EUR 2 000 and 20 000 1 000 350\nValue below EUR 2 000 500 250\n(4) In Part II, point 2 is replaced by the following:\n‘2. Hourly basis according to the tasks concerned:\nDemonstration of design capability by means of alternative procedures Actual number of hours\nProduction without approval Actual number of hours\nAlternative Methods of Compliance to AD's Actual number of hours\nValidation support (acceptance of EASA certificates by foreign authorities) Actual number of hours\nTechnical assistance requested by foreign authorities Actual number of hours\nEASA acceptance of MRB reports Actual number of hours\nTransfer of certificates Actual number of hours\nApproval of flight conditions for Permit to fly 3 hours\nAdministrative re-issuance of documents 1 hour\nExport certificate of airworthiness (E-CoA) for CS 25 aircraft 6 hours\nExport certificate of airworthiness (E-CoA) for other aircraft 2 hours’\n(1)  “Significant” is defined in paragraph 21A.101 (b) of the Annex to Regulation (EC) No 1702/2003.\n(2)  For the definitions of “basic”, “non-basic”, “level 1”, “level 2”, “critical component” and “Certificating Authority”, see the applicable bilateral agreement under which the validation takes place.\n(3)  Automatic acceptance criteria by EASA for level 2 major changes are defined in EASA Executive Director Decision 2004/04/CF, or in the applicable bilateral agreement under which the validation takes place.’\n(4)  OJ L 243, 27.9.2003, p. 6.\n(5)  For Derivatives involving Substantial Changes(s) to the Type Design, as described in Subpart B of the Annex to Regulation (EC) No 1702/2003, the respective Type Certificate or Restricted Type Certificate fee, as defined in Table 1, shall apply.\n(6)  For Supplemental Type Certificates involving Substantial Changes (s) as defined in Subpart B of the Annex to Regulation (EC) No 1702/2003, the respective Type Certificate or Restricted Type Certificate fee, as defined in Table 1, shall apply.\n(7)  For significant Major Changes, involving Substantial Change(s) as defined in Subpart B of the Annex to Regulation (EC) No 1702/2003, the respective Type Certificate or Restricted Type Certificate fee, as defined in Table 1, shall apply.\n(8)  Changes and repairs on Auxiliary Power Unit (APU) shall be charged as changes and repairs on engines of the same power rating.\n(9)  The fees set out in this Table shall not apply to minor Changes and Repairs carried out by Design Organisations in accordance with Part 21A.263(c)(2) of Subpart J of the Annex to Regulation (EC) No 1702/2003.\n(10)  Changes and repairs on Auxiliary Power Units (APU) shall be charged as changes and repairs to engines of the same power rating.\n(11)  For freighter versions of an aircraft having their own type certificate, a coefficient of 0,85 is applied to the fee for the equivalent passenger version.\n(12)  For holders of multiple Type Certificates and/or multiple Restricted Type Certificates, a reduction to the annual fee is applied to the second and subsequent Type Certificates, or Restricted Type Certificates, in the same product category as shown in the following table:\nProduct in identical category Reduction applied to flat fee\n1st 0 %\n2nd 10 %\n3rd 20 %\n4th 30 %\n5th 40 %\n6th 50 %\n7th 60 %\n8th 70 %\n9th 80 %\n10th 90 %\n11th and subsequent products 100 %\n(13)  For aircraft of which less than 50 examples are registered worldwide, continued airworthiness activities shall be charged on an hourly basis, at the hourly fee set out in Part II of the Annex, up to the level of the fee for the relevant aircraft product category. For products, parts and appliances which are not aircraft, the limitation concerns the number of aircraft on which the product, part or appliance in question is installed.’"}