{"celex_id": "32003D1209", "uri": "http://publications.europa.eu/resource/cellar/7b8db982-d6b5-4cfa-b9c2-b37023bb63f1", "type": "Decision", "concepts": ["1759", "223", "2295", "5172", "5237", "5283", "5315"], "title": "Decision No 1209/2003/EC of the European Parliament and of the Council of 16 June 2003 on Community participation in a research and development programme aimed at developing new clinical interventions to combat HIV/AIDS, malaria and tuberculosis through a long-term partnership between Europe and developing countries, undertaken by several Member States\n", "header": "Decision No 1209/2003/EC of the European Parliament and of the Council\nof 16 June 2003\non Community participation in a research and development programme aimed at developing new clinical interventions to combat HIV/AIDS, malaria and tuberculosis through a long-term partnership between Europe and developing countries, undertaken by several Member States\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 169 and 172, second paragraph, thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) Decision No 1513/2002/EC of the European Parliament and of the Council of 27 June 2002 concerning the sixth framework programme of the European Community for research, technological development and demonstration activities, contributing to the creation of the European Research Area and to innovation (2002 to 2006)(4) (hereinafter referred to as \"the sixth framework programme\") provides for Community participation in research and development programmes undertaken jointly by several Member States, including participation in the structures created for the execution of those programmes, within the meaning of Article 169 of the Treaty.\n(2) On 30 May 2001, the Commission presented a communication on the application of Article 169 of the Treaty and the networking of national programmes.\n(3) The Council, in its Resolutions of 10 November 2000 and 14 May 2001, and the European Parliament, in its Resolution of 4 October 2001(5), underlined the gravity of the HIV/AIDS, malaria and tuberculosis epidemics and the need to step up efforts to increase aid at national, regional and world level, and endorsed the Programme for Action: accelerated action on HIV/AIDS, malaria and tuberculosis in the context of poverty reduction.\n(4) In its conclusions of 30 October 2001, the Council called on Member States to select specific areas for pilot programmes, for which Community participation in research and development programmes undertaken at the initiative of several Member States within the meaning of Article 169 of the Treaty would be appropriate, if necessary in close collaboration with the Commission.\n(5) In connection with its communications to the European Parliament and the Council of 20 September 2000 and 21 February 2001 the Commission has presented an action programme aimed at combating the global problem of HIV/AIDS, malaria and tuberculosis and identifying various strategies to be implemented. This action programme has various closely linked and interdependent parts: promoting prevention, encouraging treatment and making essential medicinal products more affordable and stepping up research and development. The research and development part is aimed, among other things, at developing, in coordination with the application of this decision, new clinical interventions to combat the three diseases through a long-term partnership between Europe and developing countries. In the design of clinical trials for new clinical interventions against HIV/AIDS, malaria and tuberculosis, coexisting infections should be taken into account.\n(6) In their Decision No 36/2002/EC(6), the European Parliament and the Council decided that the Community would contribute EUR 60 million for the year 2001 to the global fund to fight HIV/AIDS, tuberculosis and malaria. As the Global Fund does not finance research and development activities, additional funds for research and development are required.\n(7) Member States are undertaking individual research and development programmes or activities aimed at developing new clinical interventions to combat the global problem of HIV/AIDS, malaria and tuberculosis. These programmes or activities, the required funds for which have been granted, form part of long-term partnerships with developing countries.\n(8) At present, the research and development programmes or activities undertaken individually at national level are not sufficiently coordinated at European level and do not allow a coherent approach at European level for an effective research and technological development programme to combat HIV/AIDS, malaria and tuberculosis in the developing countries or make it possible to find optimal treatments suited to conditions in the developing countries.\n(9) Wishing to have a coherent approach at European level and to act effectively against HIV/AIDS, malaria and tuberculosis in developing countries, Austria, Belgium, Denmark, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal, Spain, Sweden and the United Kingdom (hereinafter referred to as \"the participating Member States\") and Norway have taken the initiative, with developing countries, for setting up a research and development programme entitled \"The European and Developing countries Clinical Trials Partnership\" (hereinafter referred to as the EDCTP Programme) in order to obtain a critical mass in terms of human and financial resources and the combination of additional expertise and resources available in various countries across Europe and the developing countries.\n(10) In the spirit of the sixth framework programme, the Community should have the right to agree the conditions for its financial contribution to the EDCTP Programme in relation to the participation therein of other countries, in the course of its implementation, in accordance with the rules and conditions set out in this Decision.\n(11) The objective of the EDCTP Programme, for the total cost of which a target figure is estimated at EUR 600 million over a five-year period, is to accelerate the development of new clinical interventions to fight HIV/AIDS, malaria and tuberculosis in the developing countries, particularly in sub-Saharan Africa, and to improve generally the quality of research in relation to these diseases. The EDCTP Programme has been drawn up with a view to stepping up cooperation and the networking of European national programmes, accelerating clinical trials of new products, in particular drugs and vaccines, in the developing countries, helping to develop and strengthen capacities in the developing countries, including the promotion of technology transfer where appropriate and encouraging the participation of the private sector and mobilising additional funds to fight these diseases, including funds from the private sector. Because of the nature of the Programme, a significant part of the funding would be spent in the developing countries.\n(12) A similar initiative could be launched at a later stage, including other neglected diseases which particularly affect poor people in the developing countries, provided that the Member States are implementing such programmes and that the Framework Programme has a corresponding research priority.\n(13) The participating Member States have agreed to coordinate and implement jointly activities aimed at contributing to the EDCTP Programme for a proposed period of five years. The overall value of their national participation is estimated at EUR 200 million.\n(14) Activities linked to obtaining additional funds, whether public or private, estimated at EUR 200 million, are provided for in the implementation of the EDCTP Programme.\n(15) In order to increase the impact of the EDCTP Programme, the Community should participate therein by making a financial contribution of up to EUR 200 million.\n(16) In order to increase the impact of the EDCTP Programme, the Community should aim at synergy effects with related Community initiatives in the field of improving public health in the developing countries, with a view to the latter enhancing their clinical, regulatory and community capacities necessary to play effectively their role in the EDCTP partnership.\n(17) The participating Member States have agreed on a model of governance involving a Partnership Board, and a common structure to implement the EDCTP Programme. The Partnership Board will ensure a balanced participation of experts from the participating European States and from the developing countries involved in the EDCTP Programme and will define, develop and plan the strategy of the Programme to be approved by the common structure. The common structure is a legal entity which will guarantee the Community dimension in implementing the EDCTP Programme and will be the recipient of the Community financial contribution.\n(18) Given that the EDCTP Programme meets the scientific objectives of the sixth framework programme and that the research field of the EDCTP Programme falls within the priority theme \"Life sciences, genomics and biotechnology for health\" of the sixth framework programme, the Community financial contribution should be taken from the budget appropriation allocated to that priority theme.\n(19) It is essential that the research activities carried out under the EDCTP Programme conform to basic ethical principles, including those reflected in Article 6 of the Treaty on European Union and in the Charter of Fundamental Rights of the European Union, and apply the best clinical practices and follow the principles of gender mainstreaming and gender equality.\n(20) It is also essential that research activities carried out under the EDCTP Programme meet the needs of developing countries and are coherent with the global European Union policy for improving health and combating poverty-related diseases in developing countries,", "main_body": ["1. In implementing the sixth framework programme of the European Community for research, technological development and demonstration activities, contributing to the creation of the European Research Area and to innovation (2002 to 2006) (hereinafter referred to as \"the sixth framework programme\"), adopted by Decision No 1513/2002/EC, the Community shall make a financial contribution to the research and development programme entitled \"The European and Developing countries Clinical Trials Partnership\" (hereinafter referred to as \"the EDCTP Programme\") undertaken jointly by several Member States (hereinafter referred to as \"the participating Member States\").\n2. The Community shall pay a financial contribution to the common structure amounting to a maximum of EUR 200 million for the duration of the sixth framework programme.\n3. The Community financial contribution shall be paid from the budget appropriation allocated to the priority theme \"Life sciences, genomics and biotechnology for health\" of the specific programme of the sixth framework programme entitled \"Integrating and strengthening the European Research Area (2002 to 2006)\".", "The Community financial contribution shall be conditional upon:\n(a) the carrying out of the activities under the EDCTP Programme described in Annex I to this Decision; and\n(b) the implementation and coordination of the research and development programmes and activities undertaken at national level by the participating Member States;\nand also upon:\n(c) the establishment by the participating Member States, or organisations designated by participating Member States, of a structure with legal personality (for the purposes of this Decision referred to as \"common structure\"), which shall be responsible for the implementation of the EDCTP Programme and for receiving, allocating and monitoring the Community financial contribution;\n(d) the establishment of the governance model for the EDCTP Programme in conformity with the guidelines set out in Annex II to this Decision;\n(e) ensuring a high level of involvement of developing countries;\n(f) ensuring a high level of scientific excellence and observance of ethical principles in accordance with the general principles of the sixth framework programme; and\n(g) formulation of the provisions relating to intellectual property rights in such a way that they also aim at ensuring that the people of developing countries have easy and affordable access to the research results produced by activities under the EDCTP Programme and to the products directly deriving from its results.", "The arrangements for the Community financial contribution and the rules relating to financial liability and to intellectual property rights shall be adopted jointly by means of an agreement to be concluded between the Commission and the common structure, in accordance with the Financial Regulation applicable to the general budget of the European Communities.", "The Commission and the Court of Auditors may, through their officials or agents, carry out all the checks and inspections needed to ensure proper management of the Community funds and protect the financial interests of the Community against any fraud or irregularity. To this end, the participating Member States and/or the common structure shall make all relevant documents available to the Commission and the Court of Auditors.", "The Commission shall communicate all relevant information to the European Parliament, the Council and the Court of Auditors. The participating Member States are invited to forward, through the common structure, to the Commission any additional information required by the European Parliament, the Council and the Court of Auditors concerning the financial management of the common structure.", "This Decision shall apply to Member States joining the common structure.", "The conditions for the Community financial contribution in relation to the participation, in the EDCTP Programme, of any country associated with the sixth framework programme or, where essential for implementing the EDCTP programme, of any other country, may be agreed by the Community on the basis of the rules set out in this Decision and of any implementing rules and arrangements.", "The annual report on the sixth framework programme presented to the European Parliament and the Council pursuant to Article 173 of the Treaty shall include a summary of the activities of the EDCTP Programme undertaken. This summary shall also be part of the regular progress report on the Community Programme for Action: accelerated action on HIV/AIDS, malaria and tuberculosis in the context of poverty reduction.\nAt the end of the five-year period, the Commission shall conduct an evaluation of the EDCTP Programme. Results of this evaluation shall be presented to the European Parliament and the Council.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 16 June 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nG. Papandreou\n(1) Proposal of 29 August 2002 (not yet published in the Official Journal).\n(2) OJ C 133, 6.6.2003, p. 93.\n(3) Opinion of the European Parliament of 27 March 2003 (not yet published in the Official Journal) and Decision of the Council of 13 May 2003.\n(4) OJ L 232, 29.8.2002, p. 1.\n(5) OJ C 87 E, 11.4.2002, p. 244.\n(6) OJ L 7, 11.1.2002, p. 1.\nANNEX I\nDescription of the activities of the EDCTP Programme financially supported by the Community\nIn cooperation with developing countries, the participating Member States have set up the EDCTP Programme.\nThere are several types of activities under the EDCTP Programme to which the Community makes a financial contribution in accordance with the procedures to be laid down in the agreement between the Commission and the common structure:\n1. Activities linked to networking and coordination of:\n(a) European national programmes;\n(b) the activities carried out in the developing countries.\nThese activities are aimed at strengthening the two main components of the EDCTP Programme: programmes/activities in Europe on the one hand and in the developing countries on the other.\n2. RTD activities linked directly to the development of new products and the improvement of existing products against the three diseases (HIV/AIDS, malaria and tuberculosis), suited to the specific requirements of the developing countries, i.e. that they are effective, easy to use and as affordable as possible:\n(a) support for clinical trials in the developing countries, taking into account, in the design of the trials, coexisting infections and giving due consideration to sexual and reproductive health;\n(b) strengthening of capacities in the developing countries.\n3. Activities planned to ensure the development, visibility and sustainability of the EDCTP Programme:\n(a) activities to promote the EDCTP Programme to ensure a high profile at European or international level;\n(b) activities linked to obtaining the necessary funds, including those from the private sector, to enable the EDCTP Programme to develop as planned, including beyond the period covered by this Decision;\n(c) regular reporting on the implementation of the EDCTP Programme with special emphasis on its public-interest value.\n4. Basic activities for the EDCTP Programme such as secretariat services and the management of information concerning clinical interventions against the three diseases (HIV/AIDS, malaria and tuberculosis).\nANNEX II\nGuidelines for the model of governance of the EDCTP Programme\nThis model should comprise the following:\n1. A \"Partnership Board\" which should define, develop and plan the implementation of strategy to be approved by the common structure. The Board should include a balanced contingent of experts from the participating European States and from the developing countries involved in the programme. It should also include representatives of the Commission and experts from the public or private structures involved in the programme and from other international programmes/organisations, such as the WHO, where appropriate.\n2. The \"common structure\", set out as a European Economic Interest Grouping (EEIG) as established by Council Regulation (EEC) No 2137/85(1). The EDCTP EEIG will be the executive structure and manage the programme through its secretariat. It will comprise two main bodies:\n(a) the \"EEIG Assembly\", which should be the highest authority within the EEIG; and\n(b) the \"EEIG Secretariat\", which should provide administrative support for the work of the Partnership Board and the EEIG Assembly.\n(1) OJ L 199, 31.10.1985, p. 1."}