{"celex_id": "32008R0174", "uri": "http://publications.europa.eu/resource/cellar/23bb0710-ea70-4016-bd66-c34edfe930dc", "type": "Regulation", "concepts": ["1309", "1591", "2771", "4084", "519", "5693", "5713", "5876", "5969", "690", "981"], "title": "Commission Regulation (EC) No 174/2008 of 27 February 2008 amending Commission Regulation (EC) No 994/2007 imposing a provisional anti-dumping duty on imports of ferro-silicon originating in the People’s Republic of China, Egypt, Kazakhstan, the former Yugoslav Republic of Macedonia and Russia\n", "header": "28.2.2008 EN Official Journal of the European Union L 55/23\nCOMMISSION REGULATION (EC) No 174/2008\nof 27 February 2008\namending Commission Regulation (EC) No 994/2007 imposing a provisional anti-dumping duty on imports of ferro-silicon originating in the People’s Republic of China, Egypt, Kazakhstan, the former Yugoslav Republic of Macedonia and Russia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) On 30 November 2006, the Commission announced, by a notice published in the Official Journal of the European Union\n (2), the initiation of an anti-dumping proceeding with regard to imports into the Community of ferro-silicon (FeSi) originating in the People’s Republic of China, Egypt, Kazakhstan, the former Yugoslav Republic of Macedonia and Russia.\n(2) The Commission, by Regulation (EC) No 994/2007 (3) imposed a provisional anti-dumping duty on imports of FeSi, currently classifiable within CN codes 7202 21 00, 7202 29 10 and 7202 29 90, originating in the People's Republic of China, Egypt, Kazakhstan, the former Yugoslav Republic of Macedonia and Russia. The measures applicable to these imports consist of an ad valorem duty, except for an exporting producer in the Former Yugoslav Republic of Macedonia from which an undertaking was accepted in the said Regulation.\n(3) In the context of the examination on whether the price undertaking continues to be practical, it was found that FeSi prices continued to fluctuate after the imposition of the provisional measures and the acceptance of the undertaking. Overall, it was found that FeSi prices showed a considerable volatility. Due to the above described volatility of the price, it was concluded that the fixed minimum import prices (MIPs) of the undertaking are no longer a valid form of measure in view of the findings made during the investigation.\n(4) In order to overcome this problem, the possibility to index the MIPs to the price of the main cost input was examined. It was concluded, however, that the volatility in prices on the market cannot be merely explained by an increase in the price of the main cost input, thus it is not possible to index the minimum import prices. Therefore, it was concluded that the undertaking in its current form, namely with fixed minimum prices is not workable any longer and that the problem posed by the fixed character of the minimum price would not be remedied by means of price indexation. Therefore, it was concluded that FeSi is not considered anymore suitable for a fixed price undertaking (see also recitals 131 and 132 of Council Regulation (EC) No 172/2008 (4)) and that the acceptance of the undertaking offered by the company concerned should be withdrawn.\n(5) The company concerned was informed of the Commission's conclusions and given an opportunity to comment.\n(6) The company claimed that the Commission's reasoning for the withdrawal of the undertaking contradicts its Community interest analysis whereby it stated in its disclosure to the company that ‘while the information available shows that FeSi prices have indeed followed an upward trend in the months following the IP, the prices for major cost inputs of FeSi have also increased in the same period’.\n(7) In this respect, it is noted that the above statement, as confirmed in recital 106 of Regulation (EC) No 172/2008, does not establish a correlation between the price evolution of FeSi and the cost of inputs but was intended to explain the economic situation of the Community industry. Indeed, in accordance with the Commission established practice regarding indexation of the MIPs, the MIPs can be indexed only in cases where the price of the product subject to the undertaking varies depending on the main input. In this particular case, the cost of the main input (electricity) did not show a strong correlation with the increase of the price of FeSi. Even if there had been correlation between the prices of FeSi and its main input, in view of the divergent electricity prices on different markets, no suitable source of information regarding electricity prices exists as a basis to index a MIP, contrary to commodity prices for other products such as oil. Moreover, other raw materials such as coke and quartzite also constitute major but variant components of the cost of production of FeSi. Therefore, if the MIPs were indexed to the price of each of these inputs, complex indexing formulae would have to be established making the determination of the parameters of indexation and the workability of the undertakings extremely complex. Therefore, it was concluded that it is not possible to index the minimum import prices to the price of the main cost input, thus the company's claim was rejected accordingly.\n(8) The company further claimed that it is against the practice of the Commission to change the level or the form of the measure provisionally determined and/or proposed at definitive stage on the basis of information that covers a period which is subsequent to the IP. In accordance with the clauses of the undertaking, the company was made aware that the Commission may withdraw the acceptance of the undertaking at any stage during its implementation due to changed circumstances from those prevailing at the time of acceptance of the undertaking or because the monitoring and enforcement of the undertaking prove to be impractical and a solution which is acceptable to the Commission is not found. On this basis, the claim was rejected.\n(9) The company also claimed that the Commission came to a wrong conclusion in its assessment of the effectiveness of the undertaking partially because it used unverified post-IP data. In this respect, it is noted that the Commission followed its regular practice as it primarily used Eurostat data for its analysis as well as the periodic undertaking report submitted by the company. Accordingly, this claim was rejected.\n(10) Therefore, in accordance with Article 8(9) of the basic Regulation and also in accordance with the relevant clauses of the undertaking, which authorise the Commission to unilaterally withdraw the acceptance of the undertaking, the Commission has concluded that the acceptance of the undertaking offered by Silmak Dooel Export Import, Jegunovce should be withdrawn.\n(11) In parallel to the current Regulation, the Council, by Regulation (EC) No 172/2008, has imposed a definitive anti-dumping duty on imports of ferro-silicon originating, inter alia, in the former Yugoslav Republic of Macedonia, which will be applicable to the imports of these products manufactured by the exporting producer concerned,", "main_body": ["The acceptance of the undertaking offered by Silmak Dooel Export Import, Jegunovce in connection with the anti-dumping proceeding concerning imports of ferro-silicon originating, inter alia, in the former Yugoslav Republic of Macedonia is hereby withdrawn.", "Article 2 of Commission Regulation (EC) No 994/2007 is hereby repealed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2008.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1, Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ C 291, 30.11.2006, p. 34.\n(3)  OJ L 223, 29.8.2007, p. 1.\n(4)  See page 6 of this Official Journal."}