{"celex_id": "32009D0857", "uri": "http://publications.europa.eu/resource/cellar/c0c664fe-9833-4cf1-bfaf-1fd5642f37c9", "type": "Decision", "concepts": ["114", "2629", "4060", "5640"], "title": "2009/857/EC: Council Decision of 13 December 2007 relating to the implementation of Article 9C(4) of the Treaty on European Union and Article 205(2) of the Treaty on the Functioning of the European Union between 1 November 2014 and 31 March 2017 on the one hand, and as from 1 April 2017 on the other\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/73\nCOUNCIL DECISION\nof 13 December 2007\nrelating to the implementation of Article 9C(4) of the Treaty on European Union and Article 205(2) of the Treaty on the Functioning of the European Union between 1 November 2014 and 31 March 2017 on the one hand, and as from 1 April 2017 on the other\n(2009/857/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nWhereas:\n(1) Provisions should be adopted allowing for a smooth transition from the system for decision-making in the Council by a qualified majority as defined in Article 3(3) of the Protocol on the transitional provisions, which will continue to apply until 31 October 2014, to the voting system provided for in Article 9C(4) of the Treaty on European Union and Article 205(2) of the Treaty on the Functioning of the European Union, which will apply with effect from 1 November 2014, including, during a transitional period until 31 March 2017, specific provisions laid down in Article 3(2) of that Protocol.\n(2) It is recalled that it is the practice of the Council to devote every effort to strengthening the democratic legitimacy of decisions taken by a qualified majority,", "main_body": ["SECTION 1\nPROVISIONS TO BE APPLIED FROM 1 NOVEMBER 2014 TO 31 MARCH 2017", "From 1 November 2014 to 31 March 2017, if members of the Council, representing:\n(a) at least three quarters of the population; or\n(b) at least three quarters of the number of Member States;\nnecessary to constitute a blocking minority resulting from the application of Article 9C(4), first subparagraph, of the Treaty on European Union or Article 205(2) of the Treaty on the Functioning of the European Union, indicate their opposition to the Council adopting an act by a qualified majority, the Council shall discuss the issue.", "The Council shall, in the course of these discussions, do all in its power to reach, within a reasonable time and without prejudicing obligatory time limits laid down by Union law, a satisfactory solution to address concerns raised by the members of the Council referred to in Article 1.", "To this end, the President of the Council, with the assistance of the Commission and in compliance with the Rules of Procedure of the Council, shall undertake any initiative necessary to facilitate a wider basis of agreement in the Council. The members of the Council shall lend him or her their assistance.\nSECTION 2\nPROVISIONS TO BE APPLIED AS FROM 1 APRIL 2017", "As from 1 April 2017, if members of the Council, representing:\n(a) at least 55 % of the population; or\n(b) at least 55 % of the number of Member States;\nnecessary to constitute a blocking minority resulting from the application of Article 9C(4), first subparagraph, of the Treaty on European Union or Article 205(2) of the Treaty on the Functioning of the European Union, indicate their opposition to the Council adopting an act by a qualified majority, the Council shall discuss the issue.", "The Council shall, in the course of these discussions, do all in its power to reach, within a reasonable time and without prejudicing obligatory time limits laid down by Union law, a satisfactory solution to address concerns raised by the members of the Council referred to in Article 4.", "To this end, the President of the Council, with the assistance of the Commission and in compliance with the Rules of Procedure of the Council, shall undertake any initiative necessary to facilitate a wider basis of agreement in the Council. The members of the Council shall lend him or her their assistance.\nSECTION 3\nENTRY INTO FORCE", "This Decision shall enter into force on the date of the entry into force of the Treaty of Lisbon."], "attachments": "Done at Brussels, 13 December 2007.\nFor the Council\nThe President\nL. AMADO"}