{"celex_id": "32003D0909", "uri": "http://publications.europa.eu/resource/cellar/097a833a-c0ad-465b-b468-0bb5853cc65a", "type": "Decision", "concepts": ["1234", "365", "3774", "4585", "5581"], "title": "2003/909/EC: Council Decision of 22 December 2003 amending Decisions 97/375/EC, 98/23/EC and 98/198/EC authorising the United Kingdom to apply measures derogating from Articles 28e(1), 6 and 17 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 22 December 2003\namending Decisions 97/375/EC, 98/23/EC and 98/198/EC authorising the United Kingdom to apply measures derogating from Articles 28e(1), 6 and 17 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2003/909/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment(1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By letter received by the Secretariat-General of the Commission on 22 October 2003 the United Kingdom requested the extension of Council Decisions 92/546/EEC of 23 November 1992(2), 95/252/EC of 29 June 1995(3) and 97/375/EC of 9 June 1997(4) authorising it to apply measures derogating from Articles 28e(1), 6 and 17 of the Sixth Directive 77/388/EEC. The United Kingdom also requested to increase the turnover limit for the simplified cash accounting authorised by Decision 97/375/EC from 600000 GBP to 660000 GBP.\n(2) Council Decision 98/23/EC of 19 December 1997(5) authorises the United Kingdom to combat tax avoidance and tax evasion for intra-Community acquisitions between related parties until 31 December 2003.\n(3) Council Decision 98/198/EC of 9 March 1998(6) allows the United Kingdom to restrict to 50 % the right of the hirer or lessee to deduct input tax on charges for hire or lease of a business passenger car where the car is used for private purposes and not to treat as supplies of services for consideration the private use of a business car hired or leased by a taxable person. The derogation removes the need for the hirer or lessee to keep records of private mileage travelled in business cars and to account for tax on the actual mileage of each car and it is therefore a simplification; the derogation in question applies until 31 December 2003, when it expires.\n(4) Decision 97/375/EC authorises the United Kingdom to operate a special optional scheme in which tax is accounted for on the basis of the cash paid and received (cash accounting) by enterprises with a turnover limit set at 600000 GBP; the scheme is a simplification for small and medium enterprises and applies until 31 December 2003, when it expires.\n(5) The matters of law and of fact which justified the application of the special measures in question have not been changed and still pertain. However, the measures authorised under Decision 98/198/EC allowing the United Kingdom to restrict to 50 % the right of the hirer or lessee to deduct input tax on charges for hire or lease of a business passenger car where the car is used for private purposes and not to treat as supplies of services for consideration the private use of a business car hired or leased by a taxable person, might be affected by a preliminary ruling (Case C-17/01), which the Court has yet to deliver. Subject of this Court proceeding is the practice to limit to 50 % the right to deduct the VAT charged on all expenditure relating to vehicles (purchase, hire, running costs). The outcome of this preliminary ruling might therefore be of a considerable importance for the question whether such measures could be authorised in future under Article 27 of the Sixth Directive 77/388/EEC. The requested increase of the turnover limit for the simplified cash accounting in Decision 97/375/EC from 600000 GBP to 660000 GBP, is in line with inflation.\n(6) The authorisation granted by Decisions 98/23/EC and 97/375/EC should therefore be extended until 31 December 2006. The prolongation of the authorisation granted by Decision 98/198/EC should be extended until 31 December 2004. This maximum period will allow the derogation to be evaluated in the light of the ruling on Case C-17/01. The requested increase of the turnover limit to 660000 GBP corresponds to inflation and should therefore be authorised.\n(7) The derogation in question has no impact on the European Communities' own resources from valued added tax.\n(8) Given the urgency of the matter, in order to avoid a legal gap, it is imperative to grant an exception to the six-week period mentioned in point I(3) of the Protocol on the role of national Parliaments in the European Union, annexed to the Treaty on European Union and to the Treaties establishing the European Communities,", "main_body": ["Article 1 of Decision 97/375/EC shall be replaced by the following:\n\"Article 1\nBy way of derogation from the provisions of Article 17(1) of Sixth Directive 77/388/EEC, the United Kingdom is hereby authorised, until 31 December 2006, to provide, within an optional scheme, that enterprises with an annual turnover not higher than GBP 660000 must postpone the right of deduction of tax until it has been paid to the supplier.\"", "In Article 1 of Decision 98/23/EC, the date 31 December 2003 shall be replaced by 31 December 2006.\nIn Article 3 of Decision 98/198/EC, the date 31 December 2003 shall be replaced by 31 December 2004.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 22 December 2003.\nFor the Council\nThe President\nA. Matteoli\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2003/92/EC (OJ L 260, 11.10.2003, p. 8).\n(2) OJ L 351, 2.12.1992, p. 34.\n(3) OJ L 159, 11.7.1995, p. 19.\n(4) OJ L 158, 17.6.1997, p. 43. Decision as last amended by Decision 2000/435/EC (OJ L 172, 12.7.2000, p. 24).\n(5) OJ L 8, 14.1.1998, p. 24. Decision as amended by Decision 2000/435/EC.\n(6) OJ L 76, 13.3.1998, p. 31. Decision as last amended by Decision 2000/747/EC (OJ L 302, 1.12.2000, p. 63)."}