{"celex_id": "32004D0365", "uri": "http://publications.europa.eu/resource/cellar/71f5032e-f771-4db1-b350-404a5c0064cf", "type": "Decision", "concepts": ["1035", "1085", "1504", "2286", "2476", "5229", "616"], "title": "2004/365/EC: Commission Decision of 13 April 2004 amending Decisions 98/119/EC, 98/121/EC and 98/125/EC approving the multiannual guidance programmes for the fishing fleets of France, the Netherlands and Ireland (notified under document number C(2004) 1300)\n", "header": "Commission Decision\nof 13 April 2004\namending Decisions 98/119/EC, 98/121/EC and 98/125/EC approving the multiannual guidance programmes for the fishing fleets of France, the Netherlands and Ireland\n(notified under document number C(2004) 1300)\n(Only the English, French and Dutch texts are authentic)\n(2004/365/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/413/EC of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation(1), and in particular Article 9 thereof,\nWhereas:\n(1) The objectives of the multi-annual guidance programmes fixed by Commission Decisions 98/119/EC(2), 98/121/EC(3) and 98/125/EC(4) for France, Netherlands and Ireland were calculated using the information available at that time.\n(2) In December 1999 the Dutch authorities requested an adjustment of the objectives of the multiannual guidance programme for the fishing fleet of the Netherlands to take into account additional fishing opportunities in waters off Northwest Africa.\n(3) For the same reasons the French authorities requested an adjustment of the objectives of the multiannual guidance programme for the fishing fleet of France in February 2002.\n(4) Articles 2 and 8 of Decision 97/413/EC provide for such adjustments of the objectives of the multiannual guidance programmes.\n(5) The capacity objectives of the pelagic segments of Decisions 98/119/EC and 98/121/EC should be adapted in order to allow vessels operating under the fisheries Agreement between the Community and the Republic of Mauritania to exploit existing fishing opportunities.\n(6) This adaptation is in line with the 10th report of the Scientific, Technical and Economic Committee for Fisheries (STECF)(5) and of the FAO Fisheries Report No 657(6), recommending that catch levels of small pelagic stocks in these fishing areas should not increase, and takes account of the report of the Mauritanian fisheries research institute (IMROP) of December 2002.\n(7) Based on the information available at that time the capacity objectives for the pelagic segment of Ireland were adapted by Commission Decision 2002/104/EC(7) to allow the exploitation of fishing opportunities in waters off north-west Africa.\n(8) Fishing effort resulting from the additional capacity for Ireland, France and the Netherlands in waters off Northwest Africa should not be redirected towards small pelagic stocks in Community and international waters in the north-east Atlantic.\n(9) Fisheries should be identified within the pelagic segments of Decisions 98/119/EC and 98/121/EC in order to distinguish clearly between the exploitation of stocks in European and International waters in the north Atlantic and the exploitation of stocks in waters off north-west Africa.\n(10) The multiannual guidance programmes for the fishing fleets concerned cover the period 1 January 1997 to 31 December 2002. Thus the present decision should apply from 31 December 2002.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Management Committee on Fisheries and Aquaculture,", "main_body": ["The Annex to Decision 98/119/EC is replaced by the text in Annex I to this Decision.", "The Annex to Decision 98/121/EC is replaced by the text in Annex II to this Decision.", "The Annex to Decision 98/125/EC is replaced by the text in Annex III to this Decision.", "This Decision is addressed to the French Republic, the Kingdom of the Netherlands, and Ireland.\nIt shall apply from 31 December 2002."], "attachments": "Done at Brussels, 13 April 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 175, 3.7.1997, p. 27. Decision as amended by Decision 2002/70/EC (OJ L 31, 1.2.2002, p. 77).\n(2) OJ L 39, 12.2.1998, p. 1. Decision as last amended by Decision 2002/652/EC (OJ L 215, 10.8.2002, p. 23).\n(3) OJ L 39, 12.2.1998, p. 15. Decision as last amended by Decision 2002/652/EC (OJ L 215, 10.8.2002, p. 23).\n(4) OJ L 39, 12.2.1998, p. 41. Decision as last amended by Decision 2002/652/EC (OJ L 215, 10.8.2002, p. 23).\n(5) SEC(2002)1130 of 28 June 2000.\n(6) Report of the FAO Working Group on small pelagic fish off north-west Africa, Rome 2001.\n(7) OJ L 38, 8.2.2002, p. 51.\nANNEX I\nFRANCE MAINLAND\n>TABLE>\nDR: Depletion Risk; OF: Overfished\nANNEX II\nTHE NETHERLANDS\n>TABLE>\nDR: Depletion Risk; OF: Overfished\nANNEX III\nIRELAND\n>TABLE>\nDR: Depletion Risk; OF: Overfished"}