{"celex_id": "32002R1563", "uri": "http://publications.europa.eu/resource/cellar/842c86f6-7473-43b5-bf6a-1cc562f6e09b", "type": "Regulation", "concepts": ["1616", "1644", "2957", "4022", "4080", "4687", "5774"], "title": "Commission Regulation (EC) No 1563/2002 of 30 August 2002 repealing Regulation (EC) No 1866/95 establishing detailed rules for the application in the poultrymeat and egg sectors of the arrangements provided for in the free trade agreements between the Community, of the one part, and Lithuania, Latvia and Estonia, of the other part\n", "header": "Commission Regulation (EC) No 1563/2002\nof 30 August 2002\nrepealing Regulation (EC) No 1866/95 establishing detailed rules for the application in the poultrymeat and egg sectors of the arrangements provided for in the free trade agreements between the Community, of the one part, and Lithuania, Latvia and Estonia, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1361/2002 of 22 July 2002 establishing concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Lithuania(1), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 1362/2002 of 22 July 2002 establishing concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Latvia(2), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 1151/2002 of 27 June 2002 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia(3), and in particular Article 1(3) thereof,\nWhereas:\n(1) Regulations (EC) No 1361/2002, (EC) No 1362/2002 and (EC) No 1151/2002 provide for the management of quotas for certain products in the poultrymeat and egg sectors directly on their entry into the European Union and no longer by means of the prior allocation of licences.\n(2) Commission Regulation (EC) No 1866/95(4), as last amended by Regulation (EC) No 1043/2001(5), providing for a system of import licences, should therefore be repealed.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 1866/95 is repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 August 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 27.7.2002, p. 1.\n(2) OJ L 198, 27.7.2002, p. 13.\n(3) OJ L 170, 29.6.2002, p. 15.\n(4) OJ L 179, 29.7.1995, p. 26.\n(5) OJ L 145, 31.5.2001, p. 24."}