{"celex_id": "32008R0413", "uri": "http://publications.europa.eu/resource/cellar/c8c2efa2-31ea-48e1-a5f5-1ec29716163d", "type": "Regulation", "concepts": ["1355", "161", "1781", "2416", "2548", "2771", "5969"], "title": "Commission Regulation (EC) No 413/2008 of 8 May 2008 amending and correcting Regulation (EC) No 27/2008 opening and providing for the administration of certain annual tariff quotas for products covered by CN codes 07141091 , 07141099 , 07149011 and 07149019 originating in certain third countries other than Thailand\n", "header": "9.5.2008 EN Official Journal of the European Union L 125/15\nCOMMISSION REGULATION (EC) No 413/2008\nof 8 May 2008\namending and correcting Regulation (EC) No 27/2008 opening and providing for the administration of certain annual tariff quotas for products covered by CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in certain third countries other than Thailand\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusions of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas:\n(1) Experience of the implementation of Commission Regulation (EC) No 27/2008 of 15 January 2008 opening and providing for the administration of certain annual tariff quotas for products covered by CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in certain third countries other than Thailand (2) has shown that, in the interests of sound management of the quotas, some adjustments should be made to that Regulation.\n(2) In the interests of sound management of the quotas and in the light of experience, market fluidity should be improved for the products in question and better use of the quotas ensured. Operators should thus be permitted to submit more than one licence application per quota period and there should therefore be a derogation from Article 6(1) of Commission Regulation (EC) No 1301/2006 (3).\n(3) To ensure that the quotas are managed on the basis of the quota year in question, it should be specified that if licence applications are lodged in December and these applications relate to the following year’s quota, Member States are not to forward such applications to the Commission until the first period of the following year.\n(4) In order to rationalise and simplify the Commission’s procedure for following up applications and to reduce the number of communications to be sent by Member States to the Commission, the number of communications to the Commission should be limited to one per week.\n(5) When Commission Regulation (EC) No 2449/96 of 18 December 1996 opening and providing for the administration of certain annual tariff quotas for products covered by CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in certain third countries other than Thailand (4) was codified, by means of Regulation (EC) No 27/2008, the CN code 0714 10 99 was reproduced without taking account of the amended numbering of the Combined Nomenclature codes introduced by Commission Regulation (EC) No 1214/2007 (5), which replaced CN code 0714 10 99 by CN code ex 0714 10 98. The Regulation should therefore be amended and its title corrected.\n(6) The allocation of quantities reserved for WTO member countries and WTO non-member countries (1 320 590 tonnes and 32 000 tonnes respectively) is unclear in Article 1 of Regulation (EC) No 27/2008. To avoid confusion, the wording of that provision should be amended.\n(7) Regulation (EC) No 27/2008 should therefore be amended and corrected accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 27/2008 is hereby amended as follows:\n1. In Article 1 the following paragraph is inserted after the first paragraph:\n2. Article 8 is amended as follows:\n(a) in paragraph 1, the following subparagraph is added:\n(b) paragraphs 2, 3 and 4 are replaced by the following:\n(a) the total quantities covered by licence applications, by origin and product code;\n(b) the number of the certificate of origin submitted and the total quantity entered in the original document or an extract thereof;\n(c) the reference numbers of the export certificates issued by the Indonesian or Chinese authorities and the corresponding quantities, and the name of the vessel.", "Regulation (EC) No 27/2008 is hereby corrected as follows:\n1. In the title the CN code ‘0714 10 99’ is replaced by ‘ex 0714 10 98’.\n2. The first paragraph of Article 1 is corrected as follows:\n(a) the introductory sentence is replaced by the following:\n(b) points (c) and (d) are replaced by the following:\n‘(c) a quota of 145 590 tonnes for the products in question originating in member countries of the World Trade Organisation (WTO) other than Thailand, China and Indonesia;\n(d) a quota of 32 000 tonnes for the products in question originating in countries which are not members of the WTO, of which 2 000 tonnes shall be reserved for the importation of products falling within CN codes 0714 10 91 and 0714 90 11.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 13, 16.1.2008, p. 3.\n(3)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(4)  OJ L 333, 21.12.1996, p. 14. Regulation repealed by Regulation (EC) No 27/2008.\n(5)  OJ L 286, 31.10.2007, p. 1."}