{"celex_id": "32007D0466", "uri": "http://publications.europa.eu/resource/cellar/5127df84-8dce-4842-ae5b-0cc015615a49", "type": "Decision", "concepts": ["3559", "4320", "5508"], "title": "2007/466/EC: Council Decision of 28 June 2007 appointing six Swedish members and nine Swedish alternate members to the Committee of the Regions\n", "header": "6.7.2007 EN Official Journal of the European Union L 176/23\nCOUNCIL DECISION\nof 28 June 2007\nappointing six Swedish members and nine Swedish alternate members to the Committee of the Regions\n(2007/466/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 263 thereof,\nHaving regard to the proposal from the Swedish Government,\nWhereas:\n(1) On 24 January 2006 the Council adopted Decision 2006/116/EC appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2006 to 25 January 2010 (1).\n(2) Six members’ seats on the Committee of the Regions have become vacant following the resignations of Mr HAMMAR, Mr HEISTER, Mr KALIFF, Mr NORDSTRÖM, Ms RYDEFJÄRD and Ms TARRAS-WAHLBERG. Seven alternate members’ seats on the Committee of the Regions have become vacant following the resignations of Ms CELION, Ms GRANBERG, Ms NORGREN, Mr SCHUBERT, Ms SEGERSTEN-LARSSON, Ms TALLBERG and Ms ÖGREN. One alternate member’s seat has become vacant following the end of the mandate of Mr PERSSON. One alternate member’s seat has become vacant following the appointment of Ms RYDEFJÄRD, former alternate member, as a member (who has in the meanwhile resigned),", "main_body": ["The following are hereby appointed members and alternate members of the Committee of the Regions for the remainder of the current term of office, which ends on 25 January 2010:\n(a) as members:\n— Mr Paul LINDQUIST, Lidingö kommun,\n— Ms Kristina ALVENDAHL, Stockholms kommun,\n— Ms Maria WALLHAGER, Stockholms läns landsting,\n— Mr Ilmar REEPALU, Malmö kommun,\n— Ms Lotta HÅKANSSON HARJU, Järfälla kommun,\n— Ms Catarina SEGERSTEN-LARSSON, Värmlands läns landsting;\n(b) as alternate members:\n— Mr Carl Fredrik GRAF, Halmstads kommun,\n— Ms Susanna HABY, Göteborgs kommun,\n— Mr Carl Johan SONESON, Skåne läns landsting,\n— Mr Rolf SÄLLRYD, Kronobergs läns landsting,\n— Ms Ingela NYLUND WATZ, Stockholms läns landsting,\n— Ms Agneta LIPKIN, Norrbottens läns landsting,\n— Mr Tore HULT, Alingsås kommun,\n— Ms Yoomi RENSTRÖM, Ovanåkers kommun,\n— Mr Kenth LÖVGREN, Gävle kommun;\nin place of:\n(a) and\n— Mr Henrik HAMMAR,\n— Ms Lisbeth RYDEFJÄRD,\n— Mr Lars NORDSTRÖM,\n— Mr Roger KALIFF,\n— Ms Catarina TARRAS-WAHLBERG,\n— Mr Chris HEISTER;\n— Ms Agneta GRANBERG,\n— Ms Lena CELION,\n— Ms Catarina SEGERSTEN-LARSSON,\n— Mr Kent PERSSON,\n— Mr Endrick SCHUBERT,\n— Ms Christina TALLBERG,\n— Ms Lisbeth RYDEFJÄRD (appointed member, who has in the meanwhile resigned),\n— Ms Åsa ÖGREN,\n— Ms Ulla NORGREN.", "This Decision shall take effect on the date of its adoption."], "attachments": "Done at Luxembourg, 28 June 2007.\nFor the Council\nThe President\nS. GABRIEL\n(1)  OJ L 56, 25.2.2006, p. 75."}