{"celex_id": "32005D0642", "uri": "http://publications.europa.eu/resource/cellar/9fd83964-3bd5-44fc-a2fa-821e3d55f48b", "type": "Decision", "concepts": ["1182", "1488", "365", "5541", "835", "889"], "title": "2005/642/EC: Commission Decision of 1 December 2004 on the State aid implemented by Greece in favour of reduction of corporate tax rate for investments over EUR 30 million (notified under document number C(2004) 4566)   (Text with EEA relevance)\n", "header": "10.9.2005 EN Official Journal of the European Union L 234/11\nCOMMISSION DECISION\nof 1 December 2004\non the State aid implemented by Greece in favour of reduction of corporate tax rate for investments over EUR 30 million\n(notified under document number C(2004) 4566)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(2005/642/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above (1),\nWhereas:\nI.   PROCEDURE\n(1) On 3 March 2004 (C(2004) 456 fin), the Commission initiated the formal investigation procedure in respect of the measure Reduction of corporate tax rate for investments over EUR 30 million.\n(2) The Commission decision to initiate the procedure was published in the Official Journal of the European Union\n (2). The Commission invited interested parties to submit their comments on the measure.\n(3) The reply from the Greek authorities to the initiation of the formal investigation procedure was received on 13 April 2004 (SG(2004)A/3964) and Greece last provided information on 17 August 2004 (A/36270).\n(4) The Commission received no comments from interested third parties.\nII.   DESCRIPTION\n(5) On 15 January 2004, Greece enacted the law on ‘Development and social policy measures — Objectivity of tax controls and other provisions’, which entered into force on 30 January 2004, on the date of its publication in the Official Journal of the Hellenic Republic No 3220/2004 (FEK A 15). Article 1 of the law provides that undertakings investing over EUR 30 million in Greece benefit from a reduction of the applicable corporate tax rate from 35 % (the normal corporate tax rate) to 25 % during a period of 10 years.\nIII.   ASSESSMENT\n(6) The law which was the object of the formal investigation procedure was abrogated by Greece with the retroactive effect by law 3259/2004, Article 22, paragraph 1 (published on 4 August 2004).\n(7) Greece confirmed that no undertaking took advantage of the incentive provided for in Article 1 of law 3220/2004.\n(8) As the measure was never applied in practise and is now abrogated, the assessment of the measure and the formal investigation procedure under Article 88(2) of the EC Treaty in respect of this measure are now without object,", "main_body": ["The formal investigation procedure under Article 88(2) of the EC Treaty initiated on 3 March 2004 in respect of reduction of corporate tax rate for investments over EUR 30 million is closed.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 1 December 2004.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ C 87, 7.4.2004, p. 10.\n(2)  See footnote 1."}