{"celex_id": "32005D0511", "uri": "http://publications.europa.eu/resource/cellar/f814ed31-b5c8-4a64-ba52-a474bfced762", "type": "Decision", "concepts": ["1092", "1972", "5519", "5630", "574", "665"], "title": "Council Decision 2005/511/JHA of 12 July 2005 on protecting the euro against counterfeiting, by designating Europol as the Central Office for combating euro counterfeiting\n", "header": "16.7.2005 EN Official Journal of the European Union L 185/35\nCOUNCIL DECISION 2005/511/JHA\nof 12 July 2005\non protecting the euro against counterfeiting, by designating Europol as the Central Office for combating euro counterfeiting\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 30(1)(b) and 34(2)(c) thereof,\nHaving regard to the initiative of the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Italian Republic and the United Kingdom of Great Britain and Northern Ireland (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas:\n(1) As the legal currency of 12 Member States, the euro has increasingly become a global currency and has therefore become a high-priority target of international counterfeiting organisations in the European Union and third countries.\n(2) A further increase in the number of counterfeit euro, which would jeopardise the free circulation of euro banknotes and coins, is to be prevented.\n(3) Cooperation among the Member States themselves and between the Member States and Europol needs to be stepped up in order to strengthen the system for the protection of the euro outside the European Union territory.\n(4) The International Convention for the Suppression of Counterfeiting Currency agreed on 20 April 1929 in Geneva (hereinafter referred to as the Geneva Convention), should be applied more effectively under the conditions of European integration.\n(5) Third countries need a central contact for information on counterfeit euro and all information on counterfeit euro should be brought together at Europol for purposes of analysis.\n(6) In view of Council Framework Decision 2000/383/JHA of 29 May 2000 on increasing protection by criminal penalties and other sanctions against counterfeiting in connection with the introduction of the euro (3), the Council considers it appropriate for all Member States to become contracting parties to the Geneva Convention and to set up central offices within the meaning of Article 12 of that Convention.\n(7) The Council considers it appropriate to designate Europol as the central office for combating euro counterfeiting within the meaning of Article 12 of the Geneva Convention,", "main_body": ["1.   For the Member States which are Contracting Parties to the Geneva Convention, Europol shall, in accordance with the Declaration in the Annex (hereinafter referred to as the Declaration), act as the central office for combating euro counterfeiting within the meaning of the first sentence of Article 12 of the Geneva Convention. For counterfeiting of all other currencies and for central office functions not delegated to Europol pursuant to the Declaration, the existing competencies of the national central offices shall remain in effect.\n2.   The governments of the Member States which are Contracting Parties to the Geneva Convention shall issue the Declaration and commission the representative of the Federal Republic of Germany to forward the Declarations to the Secretary-General of the United Nations.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 12 July 2005.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ C 317, 22.12.2004, p. 10.\n(2)  Opinion delivered on 12 April 2005 (not yet published in the Official Journal).\n(3)  OJ L 140, 14.6.2000, p. 1. Framework Decision as amended by Framework Decision 2001/888/JHA (OJ L 329, 14.12.2001, p. 3).\nANNEX\nDeclaration of … to designate Europol as the central office for combating euro counterfeiting\n…, a Member State of the European Union, has given the European Police Office (hereinafter referred to as Europol) a mandate to combat euro counterfeiting.\nIn order for the Geneva Convention of 1929 to function more effectively,… shall in future fulfil its obligations as follows:\n1. With regard to euro counterfeiting, Europol shall perform — in the framework of its objective according to the Council Act of 26 July 1995 on the establishment of a European Police Office (Europol Convention) (1) — the following central office functions within the meaning of Articles 12 to 15 of the Geneva Convention of 1929.\n1.1. Europol shall centralise and process, in accordance with the Europol Convention, all information of a nature to facilitate the investigation, prevention and combating of euro counterfeiting and shall forward this information without delay to the national central offices of the Member States.\n1.2. In accordance with the Europol Convention, in particular in accordance with Article 18 thereof and the Council Act of 12 March 1999 adopting the rules governing the transmission of personal data by Europol to third States and third bodies (2), Europol shall correspond directly with the central offices of third countries to fulfil the tasks set down in points 1.3, 1.4 and 1.5 of this Declaration.\n1.3. Europol shall, insofar as it considers it expedient, forward to the central offices of third countries a set of specimens of actual euro.\n1.4. Europol shall regularly notify the central offices of third countries, giving all necessary particulars, of new currency issued and the withdrawal of currency from circulation.\n1.5. Except in cases of purely local interest, Europol shall, insofar as it considers it expedient, notify the central offices of third countries of:\n— any discovery of counterfeit or falsified Euro currency. Notification of the counterfeit or falsification shall be accompanied by a technical description of the counterfeit, to be provided solely by the institution whose notes have been counterfeited. A photographic reproduction or, if possible, a specimen counterfeited note should be transmitted. In urgent cases, a notification and a brief description made by the police authorities may be discreetly communicated to the central offices interested, without prejudice to the notification and technical description mentioned above;\n— details of discoveries of counterfeiting, stating whether it has been possible to seize all the counterfeit currency put into circulation.\n1.6. As central office for the Member States, Europol shall participate in conferences dealing with euro counterfeiting within the meaning of Article 15 of the Geneva Convention.\n1.7. Where Europol is unable to carry out the tasks specified in points 1.1. to 1.6. in accordance with the Europol Convention, the national central offices of the Member States shall retain competence.\n2. With regard to the counterfeiting of all other currencies and for central office functions not delegated to Europol in accordance with point 1, the existing competencies of the national central offices shall remain in effect.\nName of Representative…, this… day of…\n(1)  OJ C 316, 27.11.1995, p. 1.\n(2)  OJ C 88, 30.3.1999 p. 1. Council Act as amended by Council Act of 28 February 2002 (OJ C 76, 27.3.2002, p. 1)."}