{"celex_id": "32003R2339", "uri": "http://publications.europa.eu/resource/cellar/f8f09ebb-2921-426e-8a0d-9c686e4a5f59", "type": "Regulation", "concepts": ["2735", "4284", "807", "826"], "title": "Commission Regulation (EC) No 2339/2003 of 30 December 2003 amending Regulation (EEC) No 3149/92 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\n", "header": "Commission Regulation (EC) No 2339/2003\nof 30 December 2003\namending Regulation (EEC) No 3149/92 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organisations for distribution to the most deprived persons in the Community(1), and in particular Article 6 thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EEC) No 3149/92(2) lays down detailed rules for invitations to tender as regards the organisation of supplies in the Member States participating in the Community measure.\n(2) The products allocated under the annual plan, to be withdrawn from intervention stocks, may be supplied unprocessed, or more often processed for the manufacture of food, or withdrawn in payment for the manufacture of food mobilised on the Community market. In the latter case, the products in intervention stocks which may be withdrawn in payment for the manufacture of cereal and milk products should be specified.\n(3) To respond more effectively to the needs of charitable organisations and expand the range of food products supplied, it should be laid down that products from intervention stocks may be incorporated into other products for the purposes of manufacturing food. However, in such cases, for each finished product, products from intervention stocks must represent at least 50 % of the net weight of the food product to be supplied.\n(4) Regulation (EEC) No 3149/92 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["Regulation (EEC) No 3149/92 is hereby amended as follows:\n1. Article 4 is amended as follows:\n(a) in paragraph 2, point (a):\n(i) the following is added to the first subparagraph:\"The product to be supplied shall be either the product withdrawn from intervention stocks in unprocessed form or after packaging and/or processing, or a product mobilised on the market by withdrawing a product from intervention stocks in payment for the supply.\";\n(ii) the following subparagraph is inserted after the second subparagraph:\"In the case referred to in the third indent of the second subparagraph, where supply involves cereals or cereal products, the invitation to tender shall specify that the product to be withdrawn is a specific cereal held by an intervention agency. Where the supply involves milk products, the invitation to tender shall specify which product, butter or milk powder, must be withdrawn from the stocks held by an intervention agency depending on the stocks held by that agency.\";\n(b) the following paragraph 2a is inserted:\n\"2a. Products from intervention may be incorporated into or added to other products mobilised on the market for the manufacture of food to be supplied for the purposes of implementing the plan. In such cases, products from intervention stocks must represent at least 50 % of the net weight of the food product to be supplied.\nFor the purposes of application of the first subparagraph, the invitation to tender shall clearly indicate that products from intervention stocks must represent at least 50 % of the net weight of the food product to be supplied.\";\n2. the following indent is added to the first subparagraph of Article 9:\n\"- the invitations to tender are in accordance with Article 4 and the supplies are implemented in accordance with the provisions of this Regulation.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 December 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 352, 15.12.1987, p. 1; Regulation as amended by Regulation (EC) No 2535/95 (OJ L 260, 31.10.1995, p. 3).\n(2) OJ L 313, 30.10.1992, p. 50; Regulation as last amended by Regulation (EC) No 1921/2002 (OJ L 293, 29.10.2002, p. 9)."}