{"celex_id": "32004R2133", "uri": "http://publications.europa.eu/resource/cellar/a98ffd68-61d1-4882-a638-0524f0237c24", "type": "Regulation", "concepts": ["1915", "4003", "4005", "486", "5540", "5649"], "title": "Council Regulation (EC) No 2133/2004 of 13 December 2004 on the requirement for the competent authorities of the Member States to stamp systematically the travel documents of third country nationals when they cross the external borders of the Member States and amending the provisions of the Convention implementing the Schengen agreement and the common manual to this end\n", "header": "16.12.2004 EN Official Journal of the European Union L 369/5\nCOUNCIL REGULATION (EC) No 2133/2004\nof 13 December 2004\non the requirement for the competent authorities of the Member States to stamp systematically the travel documents of third country nationals when they cross the external borders of the Member States and amending the provisions of the Convention implementing the Schengen agreement and the common manual to this end\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62(2)(a) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The European Council held in Seville on 21 and 22 June 2002 called for closer co-operation in combating illegal immigration and called on the Commission and the Member States to take operational steps to ensure an equivalent level of control and surveillance of external borders.\n(2) The provisions of the Convention implementing the Schengen Agreement of 14 June 1985 (2), and of the common manual (3) concerning the crossing of external borders lack clarity and precision as regards the obligation to affix stamps to the travel documents of third-country nationals when they cross external borders. As a result, such provisions lead to divergent practices in the Member States and make it difficult to check whether the conditions relating to the duration of short stays for such third country nationals on the territory of the Member States are fulfilled, namely a maximum of three months in any six-month period.\n(3) At its meeting of 27 and 28 February 2003, the Council expressed support for the Commission's intention to clarify the existing rules in this area, notably by specifying, by way of a proposal for a Council Regulation the obligation for the Member States to stamp systematically third country nationals' travel documents on entry and exit at external border crossings.\n(4) In its Conclusions of 8 May 2003 the Council called for separate control lanes for different nationalities, differentiated by signs. Specific Community rules on local border traffic should improve the management of external borders by the services responsible, making it easier to overcome any practical difficulties arising from the requirement to stamp third country nationals' travel documents systematically. These measures will also help to ensure that any measures relaxing checks on persons at external borders are exceptional.\n(5) The obligation on the Member States to stamp third-country nationals' travel documents systematically when they enter the territory of the Member States provides, in conjunction with the limitation regarding the circumstances in which measures relaxing checks on persons at external borders may be adopted, the possibility of presuming, in the absence of a stamp on such travel documents, that their holder is not, or is no longer, respecting the conditions relating to the duration of a short stay.\n(6) However, it should be possible for the third country national concerned to overturn this presumption by any form of relevant and credible proof. In such cases, the competent national authorities should certify the date and the place of the relevant border crossing so as to provide the third country national concerned with evidence of the compliance with the conditions relating to the duration of the stay.\n(7) The stamping of the travel document makes it possible to establish, with certainty, the date and place of the crossing of the border, without establishing in all cases that all the required travel document control measures have been carried out.\n(8) This Regulation should also define the categories of persons whose documents do not have to be stamped systematically upon crossing the external borders of the Member States. In this context, it should be stressed that Community rules on local border traffic, including rules on the stamping of travel documents of border residents, are in the course of preparation. Pending the adoption of Community rules on local border traffic, the possibility of exempting the travel documents of border residents from the obligation of stamping should be maintained in accordance with existing bilateral agreements on local border traffic.\n(9) The provisions of the Convention implementing the Schengen Agreement and the common manual should be amended accordingly.\n(10) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application. Given that this Regulation builds on the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the Council has adopted this Regulation whether it will implement it in its national law.\n(11) As regards Iceland and Norway, this Regulation constitutes a development of the provisions of the Schengen acquis, within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis (4), which fall within the area referred to in Article 1(A) of Decision 1999/437/EC (5) on certain arrangements for the application of that Agreement.\n(12) As regards Switzerland, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis (6), which fall in the area referred to in Article 1(A) of Decision 1999/437/EC read in conjunction with Article 4(1) of the Council Decisions of 25 October 2004 on the signing on behalf of the European Union, and on the signing on behalf of the European Community, and on the provisional application of certain provisions of that Agreement (7).\n(13) This Regulation constitutes a development of the provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (8). The United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(14) This Regulation constitutes a development of the provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis (9). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application,", "main_body": ["The purpose of this Regulation is:\n— to reiterate the obligation for the competent authorities of the Member States to stamp systematically third-country nationals' travel documents when they cross the external borders of the Member States;\n— to specify the conditions under which the absence of an entry stamp on third country nationals' travel documents may constitute a presumption that the authorised duration of a short stay by such nationals on the territory of the Member States has been exceeded.", "The provisions of the Convention implementing the Schengen Agreement are hereby amended as follows:\n1. Article 6(2)(e) shall be replaced by the following:\n‘e) If in exceptional and unforeseen circumstances requiring immediate measures such checks cannot be carried out, priorities must be set. In that case, entry checks shall as a rule take priority over exit checks’;\n2. The following Articles shall be inserted:\na) where the third-country national is found on the territory of the Member States applying the Schengen acquis in full, the competent authorities shall indicate, in accordance with national law and practice, in the third-country national's travel document the date on which, and the place where, the person has crossed the external border of one of these Member States;\nb) where the third-country national is found on the territory of a Member State in respect of which the decision contemplated in Article 3(2) of the 2003 Act of Accession has not been taken, the competent authorities shall indicate, in accordance with national law and practice, in the third-country national's travel document the date on which, and the place where, the person has crossed the external border of that Member State;\nc) in addition to the indication as referred to in (a) and (b), a form as shown in the Annex may be given to the third-country national concerned;\nd) Member States shall inform each other and the Commission and the Council Secretariat of their national practices with regard to the indication referred to in this Article.", "Part II of the common manual is hereby amended as follows:\n1. Point 1.3.5. shall be replaced by the following:\n‘1.3.5. Checks at land borders may be relaxed as a result of exceptional and unforeseen circumstances. This will be the case where unforeseen events lead to such intensity of traffic that the delay in the time taken to reach checking posts becomes excessive, and all resources have been exhausted as regards staff, facilities and organisation.’.\n2. The following point shall be inserted:\n‘1.3.5.4. Even in the event of checks being relaxed, the officials locally responsible for border checks must stamp the travel documents of third-country nationals both on entry and exit.’.\n3. Point 2.1.1. is hereby amended as follows:\na) The introductory phrase of the first subparagraph shall be replaced by the following:\n‘2.1.1. On entry into, or exit from, the territory of a Member State, a stamp shall be affixed to’;\nb) The second subparagraph shall be replaced by the following:\n4. The following indent shall be added to point 2.1.5.:\n‘— on the travel documents of the beneficiaries of bilateral agreements on local border traffic that do not provide for the stamping of these documents, if these bilateral agreements are in accordance with Community law’.\n5. The following subparagraph shall be added to point 3.4.2.3.:", "The text appearing to the Annex shall be annexed to the common manual.", "The Commission shall report to the Council on the operation of this Regulation at the latest three years after its entry into force.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2005.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 13 December 2004\nFor the Council\nThe President\nB. R. BOT\n(1)  Opinion delivered on 21 April 2004 (not yet published in the Official Journal).\n(2)  OJ L 239, 22.9.2000, p. 19. Convention at last amended by Regulation (EC) No 871/2004 (OJ L 162, 30.4.2004, p. 29).\n(3)  OJ C 313, 16.12.2002, p. 97. Manual as last amended by Decision 2004/574/EC (OJ L 261, 6.8.2004, p. 36).\n(4)  OJ L 176, 10.7.1999, p. 36.\n(5)  OJ L 176, 10.7.1999, p. 31.\n(6)  Council doc. 13054/04 accessible on http://register.consilium.eu.int\n(7)  Council doc. 13464/04 and 13466/04 accessible on http://register.consilium.eu.int\n(8)  OJ L 131, 1.6.2000, p. 43.\n(9)  OJ L 64, 7.3.2002, p. 20.\n(10)  OJ L 158, 30.4.2004, p. 77.\nANNEX\n‘ANNEX 16"}