{"celex_id": "32009R1007", "uri": "http://publications.europa.eu/resource/cellar/d51d7879-bf11-4b85-81c2-f2243654bfcc", "type": "Regulation", "concepts": ["13", "2737", "2830", "3579", "5462", "6406"], "title": "Regulation (EC) No 1007/2009 of the European Parliament and of the Council of 16 September 2009 on trade in seal products (Text with EEA relevance)\n", "header": "31.10.2009 EN Official Journal of the European Union L 286/36\nREGULATION (EC) No 1007/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 September 2009\non trade in seal products\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Seals are sentient beings that can experience pain, distress, fear and other forms of suffering. In its declaration on banning seal products in the European Union (3), the European Parliament requested the Commission immediately to draft a regulation to ban the import, export and sale of all harp and hooded seal products. In its resolution of 12 October 2006 on a Community Action Plan on the Protection and Welfare of Animals 2006-2010 (4), the European Parliament called on the Commission to propose a total import ban on seal products. In its Recommendation 1776 (2006) of 17 November 2006 on seal hunting, the Parliamentary Assembly of the Council of Europe recommended inviting the Member States of the Council of Europe practising seal hunting to ban all cruel hunting methods which do not guarantee the instantaneous death, without suffering, of the animals, to prohibit the stunning of animals with instruments such as hakapiks, bludgeons and guns, and to promote initiatives aimed at prohibiting trade in seal products.\n(2) The import into Member States for commercial purposes of skins of harp seal pups and hooded seal pups and products derived therefrom is prohibited under Council Directive 83/129/EEC of 28 March 1983 concerning the importation into Member States of skins of certain seal pups and products derived therefrom (5).\n(3) Seals are hunted within and outside the Community and used for obtaining products and articles, such as meat, oil, blubber, organs, fur skins and articles made therefrom, which include products as diverse as Omega-3 capsules and garments incorporating processed seal skins and fur. Those products are sold commercially on different markets, including the Community market. Given the nature of those products, it is difficult or impossible for consumers to distinguish them from similar products not derived from seals.\n(4) The hunting of seals has led to expressions of serious concerns by members of the public and governments sensitive to animal welfare considerations due to the pain, distress, fear and other forms of suffering which the killing and skinning of seals, as they are most frequently performed, cause to those animals.\n(5) In response to concerns of citizens and consumers about the animal welfare aspects of the killing and skinning of seals and the possible presence on the market of products obtained from animals killed and skinned in a way that causes pain, distress, fear and other forms of suffering, several Member States have adopted or intend to adopt legislation regulating trade in seal products by prohibiting the import and production of such products, while no restrictions are placed on trade in these products in other Member States.\n(6) There are therefore differences between national provisions governing the trade, import, production and marketing of seal products. Those differences adversely affect the operation of the internal market in products which contain or may contain seal products, and constitute barriers to trade in such products.\n(7) The existence of such diverse provisions may further discourage consumers from buying products not made from seals, but which may not be easily distinguishable from similar goods made from seals, or products which may include elements or ingredients obtained from seals without this being clearly recognisable, such as furs, Omega-3 capsules and oils and leather goods.\n(8) The measures provided for in this Regulation should therefore harmonise the rules across the Community as regards commercial activities concerning seal products, and thereby prevent the disturbance of the internal market in the products concerned, including products equivalent to, or substitutable, for seal products.\n(9) In accordance with the Protocol on protection and welfare of animals annexed to the Treaty, the Community is to pay full regard to the welfare requirements of animals when formulating and implementing, inter alia, its internal market policy. The harmonised rules provided for in this Regulation should accordingly take fully into account considerations of the welfare of animals.\n(10) To eliminate the present fragmentation of the internal market, it is necessary to provide for harmonised rules while taking into account animal welfare considerations. In order to counter barriers to the free movement of products concerned in an effective and proportionate fashion, the placing on the market of seal products should, as a general rule, not be allowed in order to restore consumer confidence while, at the same time, ensuring that animal welfare concerns are fully met. Since the concerns of citizens and consumers extend to the killing and skinning of seals as such, it is also necessary to take action to reduce the demand leading to the marketing of seal products and, hence, the economic demand driving the commercial hunting of seals. In order to ensure effective enforcement, the harmonised rules should be enforced at the time or point of import for imported products.\n(11) Although it might be possible to kill and skin seals in such a way as to avoid unnecessary pain, distress, fear or other forms of suffering, given the conditions in which seal hunting occurs, consistent verification and control of hunters’ compliance with animal welfare requirements is not feasible in practice or, at least, is very difficult to achieve in an effective way, as concluded by the European Food Safety Authority on 6 December 2007.\n(12) It is also clear that other forms of harmonised rules, such as labelling requirements, would not achieve the same result. Additionally, requiring manufacturers, distributors or retailers to label products that derive wholly or partially from seals would impose a significant burden on those economic operators, and would also be disproportionately costly in cases where seal products represent only a minor part of the product concerned. Conversely, the measures contained in this Regulation will be easier to comply with, whilst also reassuring consumers.\n(13) In order to ensure that the harmonised rules provided for in this Regulation are fully effective, those rules should apply not only to seal products originating from the Community, but also to those introduced into the Community from third countries.\n(14) The fundamental economic and social interests of Inuit communities engaged in the hunting of seals as a means to ensure their subsistence should not be adversely affected. The hunt is an integral part of the culture and identity of the members of the Inuit society, and as such is recognised by the United Nations Declaration on the Rights of Indigenous Peoples. Therefore, the placing on the market of seal products which result from hunts traditionally conducted by Inuit and other indigenous communities and which contribute to their subsistence should be allowed.\n(15) This Regulation establishes harmonised rules concerning the placing on the market of seal products. It is therefore without prejudice to other Community or national rules regulating the hunting of seals.\n(16) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6).\n(17) In particular, the Commission should be empowered to define the conditions for the placing on the market of seal products which result from hunts traditionally conducted by Inuit and other indigenous communities and contribute to their subsistence; to define the conditions for the import of seal products which is of an occasional nature and consists exclusively of goods for the personal use of travellers or their families; and to define the conditions for the placing on the market of seal products resulting from hunts regulated by national law with the sole purpose of the sustainable management of marine resources. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(18) With the aim of facilitating enforcement operations carried out by the relevant national authorities, the Commission should issue technical guidance notes providing non-binding indications about the codes of the Combined Nomenclature which may cover seal products subject to this Regulation.\n(19) Member States should lay down rules on penalties applicable to infringements of the provisions of this Regulation and ensure that they are implemented. Those penalties should be effective, proportionate and dissuasive.\n(20) Member States should report on a regular basis on the actions taken to implement this Regulation. On the basis of those reports, the Commission should report to the European Parliament and to the Council on the implementation of this Regulation.\n(21) Since the objective of this Regulation, namely the elimination of obstacles to the functioning of the internal market by harmonising national bans concerning the trade in seal products at Community level, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective,", "main_body": ["Subject matter\nThis Regulation establishes harmonised rules concerning the placing on the market of seal products.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n1. ‘seal’ means specimens of all species of pinnipeds (Phocidae, Otariidae and Odobenidae);\n2. ‘seal product’ means all products, either processed or unprocessed, deriving or obtained from seals, including meat, oil, blubber, organs, raw fur skins and fur skins, tanned or dressed, including fur skins assembled in plates, crosses and similar forms, and articles made from fur skins;\n3. ‘placing on the market’ means introducing onto the Community market, thereby making available to third parties, in exchange for payment;\n4. ‘Inuit’ means indigenous members of the Inuit homeland, namely those arctic and subarctic areas where, presently or traditionally, Inuit have aboriginal rights and interests, recognised by Inuit as being members of their people and includes Inupiat, Yupik (Alaska), Inuit, Inuvialuit (Canada), Kalaallit (Greenland) and Yupik (Russia);\n5. ‘import’ means any entry of goods into the customs territory of the Community.", "Conditions for placing on the market\n1.   The placing on the market of seal products shall be allowed only where the seal products result from hunts traditionally conducted by Inuit and other indigenous communities and contribute to their subsistence. These conditions shall apply at the time or point of import for imported products.\n2.   By way of derogation from paragraph 1:\n(a) the import of seal products shall also be allowed where it is of an occasional nature and consists exclusively of goods for the personal use of travellers or their families. The nature and quantity of such goods shall not be such as to indicate that they are being imported for commercial reasons;\n(b) the placing on the market of seal products shall also be allowed where the seal products result from by-products of hunting that is regulated by national law and conducted for the sole purpose of the sustainable management of marine resources. Such placing on the market shall be allowed only on a non-profit basis. The nature and quantity of the seal products shall not be such as to indicate that they are being placed on the market for commercial reasons.\nThe application of this paragraph shall not undermine the achievement of the objective of this Regulation.\n3.   The Commission shall, in accordance with the management procedure referred to in Article 5(2), issue technical guidance notes setting out an indicative list of the codes of the Combined Nomenclature which may cover seal products subject to this Article.\n4.   Without prejudice to paragraph 3, measures for the implementation of this Article, designed to amend non-essential elements of this Regulation by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 5(3).", "Free movement\nMember States shall not impede the placing on the market of seal products which comply with this Regulation.", "Committee procedure\n1.   The Commission shall be assisted by the committee established under Article 18(1) of Council Regulation (EC) No 338/97 of 9 December 1996 on the protection of species of wild fauna and flora by regulating trade therein (7). That committee may call upon other existing regulatory committees as necessary, such as the Standing Committee on the Food Chain and Animal Health established by Article 58(1) of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (8).\n2.   Where reference is made to this paragraph, Article 4 and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "Penalties and enforcement\nMember States shall lay down the rules on penalties applicable to infringements of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive. Member States shall notify the Commission of those provisions by 20 August 2010, and shall notify it without delay of any subsequent amendment thereto.", "Reporting\n1.   By 20 November 2011 and thereafter every 4 years, Member States shall submit to the Commission a report outlining the actions taken to implement this Regulation.\n2.   On the basis of the reports referred to in paragraph 1, the Commission shall report to the European Parliament and to the Council on the implementation of this Regulation within 12 months of the end of each reporting period concerned.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "shall apply from 20 August 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 16 September 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nC. MALMSTRÖM\n(1)  Opinion delivered on 26 February 2009 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 5 May 2009 (not yet published in the Official Journal) and Council Decision of 27 July 2009.\n(3)  OJ C 306 E, 15.12.2006, p. 194.\n(4)  OJ C 308 E, 16.12.2006, p. 170.\n(5)  OJ L 91, 9.4.1983, p. 30.\n(6)  OJ L 184, 17.7.1999, p. 23.\n(7)  OJ L 61, 3.3.1997, p. 1.\n(8)  OJ L 31, 1.2.2002, p. 1."}