{"celex_id": "32004D0664", "uri": "http://publications.europa.eu/resource/cellar/34011d0f-330d-4ed9-87e5-0f762fdef6bf", "type": "Decision", "concepts": ["12", "1339", "3161", "3468", "5420"], "title": "2004/664/EC: Council Decision of 24 September 2004 adapting Decision 2004/246/EC by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n", "header": "30.9.2004 EN Official Journal of the European Union L 303/28\nCOUNCIL DECISION\nof 24 September 2004\nadapting Decision 2004/246/EC by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n(2004/664/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (2003 Treaty of Accession),\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (2003 Act of Accession), and in particular Article 57(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) For certain acts which remain valid beyond 1 May 2004 and require adaptation by reason of accession, the necessary adaptations were not provided for in the 2003 Act of Accession, or were provided for, but further adaptations are necessary.\n(2) Pursuant to Article 57(2) of the 2003 Act of Accession, such adaptations are to be adopted by the Council in all cases where the Council adopted the original act alone or jointly with the European Parliament.\n(3) Under Decision 2004/246/EC (1), Member States are authorised to sign, ratify or accede to, in the interest of the European Community, the 2003 Protocol to the International Convention on the Establishment of an International Fund for Compensation for Oil Pollution Damage, 1992, and, at the same time, Austria and Luxembourg are authorised, in the interest of the European Community, to accede to the underlying instruments.\n(4) In accordance with Article 53 of the 2003 Act of Accession, Decision 2004/246/EC applies to the new Member States from the moment of accession. However, in the case of the new Member States that are not Contracting Parties to the underlying instruments, namely the Czech Republic, Estonia, Hungary and Slovakia, specific authorisation is required from the Council enabling these States to accede to the underlying instruments and to the 2003 Protocol and inviting them to agree to be bound by these underlying instruments and by the Protocol before the end of December 2005.\n(5) The United Kingdom and Ireland are bound by Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (2) and are therefore taking part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is therefore not bound by it or subject to its application.\n(7) Decision 2004/246/EC should therefore be amended accordingly,", "main_body": ["Decision 2004/246/EC is hereby amended as follows:\n1. Article 1(2) shall be replaced by the following:\n2. Article 2 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) Paragraph 3 shall be replaced by the following:", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 24 September 2004.\nFor the Council\nThe President\nL. J. BRINKHORST\n(1)  OJ L 78, 16.3.2004, p. 22.\n(2)  OJ L 12, 16.1.2001, p. 1."}