{"celex_id": "32006L0079", "uri": "http://publications.europa.eu/resource/cellar/3ee01998-2661-4dbf-a750-60b97c170c7f", "type": "Directive", "concepts": ["2300", "4133", "5498", "5647"], "title": "Council Directive 2006/79/EC of 5 October 2006 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries (codified version)\n", "header": "17.10.2006 EN Official Journal of the European Union L 286/15\nCOUNCIL DIRECTIVE 2006/79/EC\nof 5 October 2006\non the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) Council Directive 78/1035/EEC of 19 December 1978 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries (3) has been substantially amended several times (4). In the interests of clarity and rationality, the said Directive should be codified.\n(2) Provision should be made for the exemption from turnover taxes and excise duties of imports of small consignments of goods of a non-commercial character from third countries.\n(3) To that end the limits within which such exemption is to be applied should, for practical reasons, be as far as possible the same as those laid down for the Community arrangements for exemption from customs duties in Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (5).\n(4) It is necessary to set special limits for certain products because of the high level of taxation to which they are at present subject in the Member States.\n(5) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B,", "main_body": ["1.   Goods in small consignments of a non-commercial character sent from a third country by private persons to other private persons in a Member State shall be exempt on importation from turnover tax and excise duty.\n2.   For the purposes of paragraph 1, ‘small consignments of a non-commercial character’ shall mean consignments which:\n(a) are of an occasional nature;\n(b) contain only goods intended for the personal or family use of the consignees, the nature and quantity of which do not indicate that they are being imported for any commercial purpose;\n(c) contain goods with a total value not exceeding EUR 45;\n(d) are sent by the sender to the consignee without payment of any kind.", "1.   Article I shall apply to the goods listed below subject to the following quantitative limits:\n(a) tobacco products\n(i) 50 cigarettes,\n(ii) 25 cigarillos (cigars of a maximum weight of three grams each),\n(iii) 10 cigars,\n(iv) 50 grams of smoking tobacco;\n(b) alcohol and alcoholic beverages:\n(i) distilled beverages and spirits of an alcoholic strength exceeding 22 % vol.; undenatured ethyl alcohol of 80 % vol. and over: one standard bottle (up to 1 litre),\n(ii) distilled beverages and spirits, and aperitifs with a wine or alcohol base, tafia, saké or similar beverages of an alcoholic strength of 22 % vol. or less; sparkling wines, fortified wines: one standard bottle (up to 1 litre),\n(iii) still wines: two litres;\n(c) perfumes: 50 grams,\n(d) coffee: 500 grams,\n(e) tea: 100 grams,\n2.   Member States shall have the right to reduce the quantities of the products referred to in paragraph 1 eligible for exemption from turnover tax and excise duties, or to abolish exemption for such products altogether.", "Any goods listed in Article 2 which are contained in a small consignment of a non-commercial character in quantities exceeding those laid down in the said Article shall be excluded in their entirety from exemption.", "1.   The euro equivalent in national currency which shall apply for the implementation of this Directive shall be fixed once a year. The rates applicable shall be those obtaining on the first working day of October with effect from 1 January of the following year.\n2.   Member States may round off the amounts in national currency resulting from the conversion of the amounts in euros provided for in Article 1(2), provided such rounding-off does not exceed EUR 2.\n3.   Member States may maintain the amount of the exemption in force at the time of the annual adjustment provided for in paragraph 1 if, prior to the rounding-off provided for in paragraph 2, conversion of the amount of the exemption expressed in euros would result in a change of less than 5 % in the exemption expressed in national currency.", "Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. The Commission shall inform the other Member States thereof.", "Directive 78/1035/EEC shall be repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 5 October 2006.\nFor the Council\nThe President\nK. RAJAMÄKI\n(1)  Not yet published in the Official Journal.\n(2)  Not yet published in the Official Journal.\n(3)  OJ L 366, 28.12.1978, p. 34. Directive as last amended by the 1994 Act of Accession.\n(4)  See Annex I, Part A.\n(5)  OJ L 105, 23.4.1983, p. 1. Regulation as last amended by the 2003 Act of Accession.\nANNEX I\nPART A\nRepealed Directive with its successive amendments\nCouncil Directive 78/1035/EEC (1)\nCouncil Directive 81/933/EEC only Article 2\nCouncil Directive 85/576/EEC\nPART B\nTime-limits for transposition into national law\n(referred to in Article 6)\nDirective Time-limit for transposition\n78/1035/EEC 1 January 1979\n81/933/EEC 31 December 1981\n85/576/EEC 30 June 1986\n(1)  Directive 78/1035/EEC was also amended by the 1994 Act of Accession.\nANNEX II\nCORRELATION TABLE\nDirective 78/1035/EEC This Directive\nArticle 1(1) Article 1(1)\nArticle 1(2), first indent Article 1(2)(a)\nArticle 1(2), second indent Article 1(2)(b)\nArticle 1(2), third indent Article 1(2)(c)\nArticle 1(2), fourth indent Article 1(2)(d)\nArticle 2(1)(a), from ‘50 cigarettes’ to ‘50 grams of smoking tobacco’ Article 2(1)(a)(i) to (iv)\nArticle 2(1)(b) Article 2(1)(b)\nArticle 2(1)(b), first indent Article 2(1)(b)(i)\nArticle 2(1)(b), second indent Article 2(1)(b)(ii)\nArticle 2(1)(b), third indent Article 2(1)(b)(iii)\nArticle 2(1)(c), (d) and (e) Article 2(1)(c), (d) and (e)\nArticle 2(2) Article 2(2)\nArticle 2(3) —\nArticle 3 Article 3\nArticle 4(1) —\nArticle 4(2) Article 4(1)\nArticle 4(3) Article 4(2)\nArticle 4(4) Article 4(3)\nArticle 5(1) —\nArticle 5(2) Article 5\n— Article 6\n— Article 7\nArticle 6 Article 8\n— Annex I\n— Annex II"}