{"celex_id": "32005R0936", "uri": "http://publications.europa.eu/resource/cellar/dd838205-0441-4995-8c83-52320a4a8a52", "type": "Regulation", "concepts": ["1086", "1270", "1937", "2730", "2731", "4885", "5360", "862"], "title": "Commission Regulation (EC) No 936/2005 of 20 June 2005 amending Regulation (EC) No 14/2004 as regards the forecast supply balances for the French overseas departments for cereals, vegetable oils, processed fruit and vegetable products and certain live animals\n", "header": "21.6.2005 EN Official Journal of the European Union L 158/6\nCOMMISSION REGULATION (EC) No 936/2005\nof 20 June 2005\namending Regulation (EC) No 14/2004 as regards the forecast supply balances for the French overseas departments for cereals, vegetable oils, processed fruit and vegetable products and certain live animals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1452/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the French overseas departments, amending Directive 72/462/EEC and repealing Regulations (EEC) No 525/77 and (EEC) No 3763/91 (Poseidom) (1), and in particular Articles 3(6) and 6(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 14/2004 of 30 December 2003 establishing the supply balances and Community aid for the supply of certain essential products for human consumption, for processing and as agricultural inputs and for the supply of live animals and eggs to the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001 (2), establishes forecast supply balances and fixes Community aid.\n(2) Current implementation of the annual supply balances for cereals, vegetable oils and processed fruit and vegetable products and for the supply of live animals for the French overseas departments shows that the quantities set for supplies of the above products are below requirements owing to unexpectedly higher demand.\n(3) There has been special demand for supplies of tinned tomatoes. The quantities of seed potatoes in the supply balance exceed current implementation. In the case of female buffalo, chicks and eggs, certain characteristics of the products to be supplied should be brought into line with the needs that have become apparent on holdings in the French overseas departments.\n(4) The quantities and descriptions of the above products and animals should be brought into line with actual needs in the French overseas departments concerned.\n(5) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["Regulation (EC) No 14/2004 is hereby amended as follows:\n1. parts 1 to 4 of Annex I are replaced by the text in Annex I hereto;\n2. parts 1, 2 and 4 of Annex II are replaced by the text in Annex II hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 198, 21.7.2001, p. 11. Regulation as last amended by Regulation (EC) No 1690/2004 (OJ L 305, 1.10.2004, p. 1).\n(2)  OJ L 3, 7.1.2004, p. 6. Regulation as last amended by Regulation (EC) No 2138/2004 (OJ L 369, 16.12.2004, p. 24).\nANNEX I\n‘Part 1\nCereals and cereal products intended for human consumption and animal feed; oilseeds, protein crops and dried fodder\nForecast supply balance and Community aid for the supply of Community products per calendar year\nDepartment Description CN code Quantity Aid\nI II III\nGuadeloupe Common wheat, barley, maize and malt 1001 90, 1003 00, 1005 90 and 1107 10 58 000 — 42 (1)\nFrench Guiana Common wheat, barley, maize, products intended as animal feed and malt 1001 90, 1003 00, 1005 90, 2309 90 31, 2309 90 41, 2309 90 51, 2309 90 33, 2309 90 43, 2309 90 53 and 1107 10 6 445 — 52 (1)\nMartinique Common wheat, barley, maize, groats and meal of durum wheat, oats and malt 1001 90, 1003 00, 1005 90, 1103 11, 1004 00 and 1107 10 52 000 — 42 (1)\nRéunion Common wheat, barley, maize and malt 1001 90, 1003 00, 1005 90 and 1107 10 188 000 — 48 (1)\nPart 2\nVegetable oils\nForecast supply balance and Community aid for the supply of Community products per calendar year\nDescription CN Code Department Quantity Aid\nI II III\nVegetable oils (2) 1507 to 1516 (3) Martinique 300 — 71 (4)\nGuadeloupe 300 — 71 (4)\nRéunion 11 000  91 (4)\nFrench Guiana 100 91 (4)\nTotal 11 700\nPart 3\nProcessed fruit and vegetable products\nForecast supply balance and Community aid for the supply of Community products per calendar year\nDescription CN code Department Quantity Aid\nI II III\nFruit purée obtained by cooking, whether or not containing added sugar or other sweetening matter, for processing ex20 07 All 100 — 395 —\nFruit pulp otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included, for processing ex20 08 French Guiana  — 586 —\nGuadeloupe 950 — 408 —\nMartinique  — 408 —\nRéunion  — 456 —\nConcentrated fruit juices (including grape must), unfermented and not containing added spirit, whether or not containing added sugar or other sweetening matter, for processing ex20 09 French Guiana 500  727\nMartinique — 311 (5)\nRéunion — 311\nGuadeloupe — 311\nTomatoes prepared or preserved otherwise than by vinegar or acetic acid 2002 All 100 — 91 (5)\nPart 4\nSeeds\nForecast supply balance and Community aid for the supply of Community products per calendar year\nDescription CN Code Department Quantity Aid\nI II III\nSeed potatoes 0701 10 00 Réunion 50  94’\n(1)  The aid is equal to the refund on products falling within the same CN code, granted under Article 7 of Commission Regulation (EC) No 1501/95 (OJ L 147, 30.6.1995, p. 7).\n(2)  Intended for the processing industry.\n(3)  Except 1509 and 1510.\n(4)  The aid is equal to the refund on products falling within the same CN code, granted under Article 3(3) of Regulation No 136/66/EEC.\n(5)  The aid is equal to the refund on products falling within the same CN code, granted under Article 16 of Council Regulation (EC) No 2201/96 (OJ L 297, 21.11.1996, p. 29).\nANNEX II\n‘Part 1\nBovine animals and equines\nNumber of animals and aid for supplying animals from the Community per calendar year\nDescription CN Code Department Quantity Aid\nBreeding horses 0101 11 00 All 7 1 100\nLive bovine animals:\n— breeding bovine animals (1)\n— breeding buffalo\n— bovine animals for fattening (2)\n (3)\nPart 2\nPoultry and rabbits\nNumber of animals and aid for supplying animals from the Community per calendar year\nDescription CN Code Department Quantity Aid\nChicks ex01 05 11 All 85 240 0,48\nHatching eggs for the production of chicks ex04070019 800 000 0,17\nBreeding rabbits\n— Domestic breeding rabbits\n‘Part 4\nSheep and goats\nNumber of animals and aid for supplying animals from the Community per calendar year\nDescription CN Code Department Quantity Aid\nBreeding sheep and goats:  All\n— male animals\n— female animals\n(1)  Entry under this subheading is subject to the conditions laid down in the relevant Community provisions.\n(2)  Only those originating in third countries.\n(3)  Eligibility for exemption from import duties is subject to:\n— a declaration by the importer, made on the arrival of the animals in the French overseas departments, to the effect that they are intended for fattening there for a period of 60 days from their actual date of arrival and are to be consumed there afterwards,\n— a written undertaking by the importer, made on the arrival of the animals, to inform the competent authorities, within one month of the animals' arrival, of the holding or holdings where the animals are to be fattened,\n— proof to be furnished by the importer that, except in cases of force majeure, the animal has been fattened on the holding or holdings indicated in accordance with the second indent, that it has not been slaughtered before the end of the period provided for in the first indent, or that it has been slaughtered for health reasons or has died as a result of illness or accident."}