{"celex_id": "32001D0106", "uri": "http://publications.europa.eu/resource/cellar/7f39f050-1058-43dd-8a5a-0d3ebad64cb9", "type": "Decision", "concepts": ["192", "1937", "3408", "4038", "616", "619"], "title": "2001/106/EC: Commission Decision of 24 January 2001 establishing a model for the lists of units approved by Member States for intra-Community trade in live animals, semen and embryos and the rules applying to the transmission of these lists to the Commission (Text with EEA relevance) (notified under document number C(2001) 143)\n", "header": "Commission Decision\nof 24 January 2001\nestablishing a model for the lists of units approved by Member States for intra-Community trade in live animals, semen and embryos and the rules applying to the transmission of these lists to the Commission\n(notified under document number C(2001) 143)\n(Text with EEA relevance)\n(2001/106/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Directive 2000/25/EC(2), and in particular Article 11(6) thereof,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species(3), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 5(2) thereof,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and imports from third countries of embryos of domestic animals of the bovine species(4), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 5(3) thereof,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae(5), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 7 thereof,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species(6), as last amended by Decision 1999/608/EC(7), and in particular Article 5(3) thereof,\nHaving regard to Council Directive 91/68/EEC(8) of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals, as last amended by Decision 94/953/EC(9), and in particular Article 2(9) thereof,\nWhereas:\n(1) Intra-Community trade of bovine, porcine, ovine, caprine and equine animals is permitted from assembly centres approved by the competent authorities of the Member State where they are located.\n(2) Intra-Community trade of semen of domestic animals of the bovine and porcine species is permitted from centres approved by the competent authorities of the Member State where they are located.\n(3) Intra-Community trade of embryos and ova of the bovine species is permitted if they have been collected, processed and stored by embryo collection teams approved by the competent authorities of the Member State where they are acting.\n(4) Each Member State must send to the Commission and to the other Member States the lists of assembly centres, semen collection centres and embryo collection teams it has approved on its territory.\n(5) It is necessary to harmonise the model of those lists and the way they are transmitted in order to set up a simple access to up to date lists for the Community.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The lists of the units listed in Annex I will be transmitted to the Commission under Word 97 (or anterior), Excel 97 (or anterior) or pdf format to the following mailbox: Inforvet@cec.eu.int.\nThe lists will be drawn up in accordance with the model formats listed in Annex II.\nAny modification of the format or change in the destination will be notified by the Commission to the Member States in the framework of the Standing Veterinary Committee.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 January 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 163, 4.7.2000, p. 35.\n(3) OJ L 194, 22.7.1988, p. 1.\n(4) OJ L 302, 19.10.1989, p. 1.\n(5) OJ L 224, 18.8.1990, p. 42.\n(6) OJ L 224, 18.8.1990, p. 62.\n(7) OJ L 242, 14.9.1999, p. 20.\n(8) OJ L 46, 19.2.1991, p. 19.\n(9) OJ L 371, 31.12.1994, p. 14.\nANNEX I\n1. Assembly centres approved in accordance with Article 11(1) of Directive 64/432/EEC, Article 7(1) of Directive 90/426/EEC and Article 2(9) of Directive 91/68/EEC.\n2. Semen collection centres approved in accordance with Article 5(1) of Directive 88/407/EEC and Article 5(1) of Directive 90/429/EEC.\n3. Embryo collection teams approved in accordance with Article 5(1) of Directive 89/556/EEC.\nANNEX II\n>PIC FILE= \"L_2001039EN.004102.EPS\">\n>PIC FILE= \"L_2001039EN.004201.EPS\">"}