{"celex_id": "32001R2212", "uri": "http://publications.europa.eu/resource/cellar/6772ccf3-57a6-4e6a-8d08-35869b8efb33", "type": "Regulation", "concepts": ["164", "2247", "4718", "4726", "473", "4734"], "title": "Commission Regulation (EC) No 2212/2001 of 15 November 2001 fixing a percentage for acceptance of contracts concluded for the optional distillation of table wine and suspending the notification of new contracts for the optional distillation of table wine\n", "header": "Commission Regulation (EC) No 2212/2001\nof 15 November 2001\nfixing a percentage for acceptance of contracts concluded for the optional distillation of table wine and suspending the notification of new contracts for the optional distillation of table wine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms(1), as last amended by Regulation (EC) No 2047/2001(2), and in particular Article 63(6) thereof,\nWhereas:\n(1) Article 63 of Regulation (EC) No 1623/2000 lays down the conditions for the application of the distillation arrangements for wines referred to in Article 29 of Council Regulation (EC) No 1493/1999(3), as last amended by Regulation (EC) No 2826/2000(4). Those arrangements provide for subsidised, voluntary distillation in order to support the wine market and help ensure continued supplies to the potable alcohol sector, which traditionally uses this type of alcohol. To that end, wine producers and distillers conclude contracts, which the Member States notify to the Commission twice a month.\n(2) Article 63(6) lays down the conditions under which the Commission must intervene in the contract-approval procedure, setting a single percentage for acceptance of contracts concluded for distillation and/or suspending the notification of new contracts, notably where the available budgetary resources or the absorption capacity of the potable alcohol sector are exceeded or may be exceeded.\n(3) For the 2001/02 wine year the Commission has, for budgetary reasons and bearing in mind the absorption capacity of the potable alcohol sector, set a limit of 7 million hl of table wine for the first tranche of contracts. On the basis of the quantities of wine for which the Member States notified new distillation contracts to the Commission on 5 November 2001, the Commission notes that that limit has been exceeded. The Commission should therefore set a single percentage for acceptance of the quantities notified for distillation and suspend the notification of new contracts until a second distillation period is opened, the starting date for which will depend on the evolution of the alcohol market and available budget resources,", "main_body": ["1. Contracts concluded and notified to the Commission under Article 63(4) of Regulation (EC) No 1623/2000 on 5 November 2001 shall be accepted for 49,2 % of the wine covered.\n2. Notification to the Commission of new contracts under Article 63(4) of Regulation (EC) No 1623/2000 is suspended until a second distillation period is opened.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 194, 31.7.2000, p. 45.\n(2) OJ L 276, 19.10.2001, p. 15.\n(3) OJ L 179, 14.7.1999, p. 1.\n(4) OJ L 328, 23.12.2000, p. 2."}