{"celex_id": "32002R0072", "uri": "http://publications.europa.eu/resource/cellar/11c92c0e-547e-406e-b62d-78bc3ecc637e", "type": "Regulation", "concepts": ["2198", "279", "2891", "3843", "4258", "6030"], "title": "Commission Regulation (EC) No 72/2002 of 16 January 2002 implementing Council Regulation (EC) No 530/1999 as regards quality evaluation of structural statistics on earnings (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 72/2002\nof 16 January 2002\nimplementing Council Regulation (EC) No 530/1999 as regards quality evaluation of structural statistics on earnings\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 530/1999 of 9 March 1999 concerning structural statistics on earnings and labour costs(1), and in particular Article 11 thereof,\nWhereas:\n(1) Implementing measures for Regulation (EC) No 530/1999 are necessary concerning the content and evaluation criteria of the report on quality to be forwarded to the European Commission (Eurostat) after each reference period.\n(2) The information delivered in that report should refer to the variables defined in Commission Regulation (EC) No 1916/2000 of 8 September 2000 on implementing Council Regulation (EC) No 530/1999 concerning structural statistics on earnings and on labour costs as regards the definition and transmission of information on the structure of earnings(2).\n(3) The feasibility and the relevance of some optional items provided for the first quality report should be reviewed by Eurostat and the national statistics institutes in the light of the information delivered by the Member States.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["1. The content and evaluation criteria of the report on quality referred to in Article 10(2) of Regulation (EC) No 530/1999 are laid down in the Annex to the present Regulation, Parts A and B.\nThe variables specified are those defined in Annex II to Regulation (EC) No 1916/2000.\n2. The information and the optional characteristics or breakdowns, laid down in the Annex, are requested, in so far as that is made possible by the derogations in Community legislation concerning structural statistics on labour costs and earnings, the labour force survey, the structural business statistics and national accounts.", "The first quality report shall be delivered for the reference year 2002 structure of earnings survey.\nIt shall be transmitted to Eurostat together with the data delivery and at the latest 24 months after the end of the reference period for which the data was collected.", "The feasibility and relevance of the optional items laid down in the Annex, Part B, shall be reviewed in the light of the information actually delivered by the Member States.\nThis review shall be carried out by Eurostat and the national statistics institutes.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 2002.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 63, 12.3.1999, p. 6.\n(2) OJ L 229, 9.9.2000, p. 3.\nANNEX\nCONTENT AND EVALUATION CRITERIA OF THE REPORT ON QUALITY FOR STRUCTURAL STATISTICS ON EARNINGS\nPART A\nStructure of earnings survey: grossed up results: tabular analyses\nFrequency distributions and the associated arithmetic means and medians(1) should be provided for at least:\n(a) The number of full-time employees, and\n(b) the number of part-time employees,\nbroken down for each of the following variables:\n- band of hourly gross earnings and by sex,\n- band of monthly gross earnings and by sex,\n- band of annual gross earnings and by sex;\n- band of annual holidays (&lt;  10, 10-19, 20-24, 25-29, 30-34, &gt;= 35 days) and by sex,\n- band of monthly hours paid or worked (&lt;  130, 130-139, 140-149, 150-159, 160-169, 170-179, &gt;= 180 hours) and by sex,\n- NACE Rev.1 section and by NUTS level 1,\n- NACE Rev.1 section and by sex,\n- occupation (ISCO-88 at the 1-digit level) and by sex,\n- education (ISCED 0 to 6) and by sex,\n- age band (15-24, 25-54, 55-64, &gt;= 65 years old) and by sex,\n- length of service (&lt;  10 years, 10-19, 20-29, 30-39, &gt;= 40 years) and by sex,\n- size of enterprise in terms of the number of employees(2).\nFor example, for hourly gross earnings and by sex:\n(a) number of full-time employees\n>TABLE>\nPART B\n1. Relevance (optional item)\nA summary including users' description, a description of users' needs (by main groups of users), and an assessment of the satisfaction of users' needs.\n2. Accuracy\n2.1. Sampling errors\n2.1.1. Probability sampling\n2.1.1.1. Bias (optional item)\nEstimation of the biases due to the estimation method, if any.\n2.1.1.2. Variance\n- Coefficients of variation(3) concerning total gross earnings, giving separate data for at least monthly earnings (data for hourly and annual earnings are optional), for:\n(a) full-time employees, and\n(b) part-time employees,\nbroken down by:\n- NACE Rev.1 section and by sex,\n- occupation (ISCO-88 at the 1-digit level) and by sex,\n- age band (15-24, 25-54, 55-64, &gt;= 65 years old) and by sex,\n- NACE Rev.1 section and by NUTS level 1 (optional item),\n- education (ISCED 0 to 6) and by sex (optional item).\n- Coefficients of variation, giving data for monthly hours, for:\nfull-time employees, broken down by:\n- NACE Rev.1 section and by sex,\n- occupation (ISCO-88 at the 1-digit level) and by sex,\n- age band (15-24, 25-54, 55-64, &gt;= 65 years old) and by sex,\n- NACE Rev.1 section and by NUTS level 1 (optional item),\n- education (ISCED 0 to 6) and by sex (optional item).\n2.1.2. Non-probability sampling\nIf non-probability sampling is used, a description of the possible sources of a lack of precision should be provided.\n2.2. Non-sampling errors\n2.2.1. Coverage errors\n- Description of the main misclassification, under and over coverage problems(4) encountered in collecting the data.\n- Description of the methods used to process these errors.\n- Rates of misclassification, under- and over-coverage (optional item).\nNote:\nWhere individual administrative data are used, a similar analysis has to be reported based on the administrative reference file.\n2.2.2. Measurement errors\n- Description of the methods used to assess measurement errors(5).\n- Assessment of the bias and a description of the estimators used to correct the bias for a main variable, for instance, monthly earnings.\n2.2.3. Processing errors (optional items)\nProcessing errors are errors in post-data-collection processes such as data entry, coding, keying, editing, weighting and tabulating.\n- The error rates of data entry or coding for the main variables, for instance:\n- total gross earnings for the reference year,\n- total gross earnings for the representative month,\n- number of hours paid or worked in the representative month.\n- Methodological notes on the estimation of these rates(6).\n- Assessment of the bias and variance due to processing errors.\n2.2.4. Non-response errors\n- Unit response rate(7).\n- Item response rates for the main variables (for instance, monthly and annual earnings and hours worked). The rate is the ratio of the number of item responses to the number of in-scope respondents.\n- A description of the methods used for imputation and/or re-weighting for non-response.\nNote:\nWhere individual administrative data are used, non-availability of the administrative record or item of data replaces non-response.\n- A description of the reasons for non-response and an assessment of non-response biases for one of the major questions in the questionnaire, for example, concerning monthly or annual earnings, or for hours worked.\n2.2.5. Model assumption errors\nReport(8) on the use of the following models:\n- to ensure that a representative month is selected,\n- to adjust the accounting or fiscal year to the calendar year,\n- to ensure that NACE Rev.1 Sections C to K are fully covered for all enterprises (as a minimum, for enterprises with 10 or more employees),\n- to combine data from administrative sources and surveys.\nNote:\nWhere individual administrative data are used, there should be comments on the correspondence between the administrative concepts and the theoretical statistical concepts.\n3. Timeliness and punctuality\n- Key data-collection dates: e.g. the deadline imposed on respondents in the Member State, when the questionnaires and recalls and follow-ups were sent out and when the field work took place.\n- Key dates for the post-collection phase: e.g. starting and finishing dates for completeness, coding and plausibility checks, date of the quality check (congruency of results) and non-disclosure measures.\n- Key publication dates: e.g. when the advance and detailed results were calculated and disseminated.\nNote:\nPunctuality of data transmission to Eurostat will be evaluated according to the regulation specifying periodicity and delays for data transmission.\n4. Accessibility and clarity\n- A copy of the publication(s), or a reference to where it can be located.\n- Information on what results, if any, are sent to reporting units included in the sample.\n- Information on the dissemination scheme for the results (e.g. to whom the results are sent).\n- A copy of, or references for, any methodological documents relating to the statistics provided.\n5. Comparability\n5.1. Geographical comparability\nA comparison between national concepts and European concepts has to be reported if there are differences especially on the definition of statistical units, the reference population, classifications and definitions of variables in the transferred results. The differences should be quantified.\nNote:\nWhen classifications and units come from the register, the quality of this information should come from the report on the quality of the register.\n5.2. Comparability over time\nDetails of changes in definitions, coverage or methods compared with the previous structure of earnings survey and an evaluation of the consequences of non-negligible changes.\n6. Coherence\nNote:\nThis item has two objectives. The first aim is to inform the users about the conceptual differences that exists between several sources for variables that are very similar and which usually have the same name in statistical publications, and to provide them with information on how to move from one concept to the other. The second objective is to check that statistics, which are in principle coherent conceptually, give comparable results for the same year and reference population. With these aims, statistics on the structure of earnings should be compared with other statistics sent to Eurostat taking into account, for example, that the structure of earnings survey (SES) is based on local units belonging to enterprises with 10 or more employees.\n6.1. Coherence with the structure employees in the labour force survey for the same reference period\nThe structure of the SES should be compared with the structure of the labour force survey (LFS) as both surveys have several variables in common. In particular, cross-analyses of the distribution of employees in the SES and LFS should be expressed in percentages and made separately for full-time and part-time employees. The cross-tabulations should use the following variables:\n- sex, age and economic activity (NACE Rev.1, at the section level),\n- sex, age and educational level (ISCED 0 to 6),\n- sex, age and occupation (ISCO-88 at the 1-digit level).\nThe following bands should be used for age (15-24, 25-54, 55-64, 65 or more years old).\n6.2. Coherence with absolute figures from the labour force survey data for the same reference period (optional item for the 2002 structural earnings survey)\nThe following table summarises what is common to both sources.\n>TABLE>\nThe variable \"number of employees\" (separately distinguishing full-time and part-time employees and by sex) and the variable \"number of hours worked\" should each be broken down by occupation, by region and by NACE activity (it is recognised that NACE Sections M-O are optional for the 2002 SES). Cross-tabulations between occupation, region and economic activity are not required.\n6.3. Coherence with structural business statistics for the same year: regional data (optional item for the 2002 structural earnings survey)\nThe structural business statistics regulation(9) covers all market activities in Sections C to K of NACE Rev.1, except Section J. The following table summarises what is common to both sources.\n>TABLE>\nThe variables \"number of local units\" and \"total gross annual earnings/wages and salaries\" should each be broken down by NACE activity and by region. Explanations of the main differences for these variables should take account of the differences in concepts, definitions, accuracy and coverage for each source. Cross-tabulations should be attempted by NACE activity and by region.\n6.4. Coherence with structural business statistics for the same year: national data by size class of enterprise (optional item for the 2002 structural earnings survey)\n>TABLE>\nThe variables \"number of enterprises\", \"number of employees\" and \"total gross annual earnings/wages and salaries\" should each be simultaneously broken down by NACE activity and by size of enterprise. Explanations of the main differences for these variables should take account of the differences in concepts, definitions, accuracy and coverage for each source. For example, for the SBS, the number of enterprises (11 11 0), the number of employees (variable 16 13 0), and wages and salaries (variable 13 32 0) are not available for all NACE Sections C to K.\n6.5. Coherence with national accounts for the same year: national data (optional item for the 2002 structural earnings survey)\nThe following table summarises what is common to both sources.\n>TABLE>\nThe variables \"number of employees\" and \"total gross annual earnings/wages and salaries\" should each be broken down by NACE activity. Explanations of the main differences in the variables between the two sources should take into account differences in concepts and coverage and, if available, the accuracy of each statistic. For the 2002 SES, NACE Rev.1 Sections M to O are optional.\n7. Completeness\nA list of variables and/or breakdowns required in the Regulation that are not available and the improvements envisaged in order to rectify these deficiencies.\n(1) For each specified distribution, the following should be provided: the total number of employees, the relative frequencies (%) for each band, the overall mean and the median value. (Arithmetic means and medians are not relevant for the variables NACE Rev.1, NUTS 1, occupation or educational level.)\n(2) Six bands in terms of the total numbers of employees: 1-9, 10-49, 50-249, 250-499, 500-999, 1000 and over. The first of these six bands is optional for the 2002 structural earnings.\n(3) The \"coefficient of variation\" is the ratio of the square root of the variance of the estimator to the expected value. It is estimated by the ratio of the square root of the estimate of the sampling variance to the estimated value. Both numerator and denominator should be provided, together with the resulting coefficient of variation. The estimation of the sampling variance must take into account the sampling design.\n(4) \"Misclassification\" refers to incorrect classification of units that belong to the target population. \"Under-coverage\" refers to (new) units not included in the frame, either through real birth or demergers, and to wrongly classified units. The black economy is not concerned here. \"Over-coverage\" relates either to wrongly classified units that are in fact out of scope (e.g. actual local unit activity not in C-K NACE Rev.1) or to units that do not exist in practice.\n(5) Measurement errors are errors that occur at the time of data collection. There are a number of sources of measurement errors, including the survey instrument (the form or questionnaire), the respondent, the information system, the mode of data collection and the interviewer.\n(6) The measures of the error rates can be achieved through standard techniques of quality control, for instance by verifying the quality of a subsample of the processed questionnaires (to check the level of errors either during the keying phase or during the processing of edits by National Statistics Institutes (NSI) staff).\n(7) The rate is the ratio of the number of in-scope respondents to the number of questionnaires sent to the population selected.\n(8) Comments, for example, should cover: the selection procedure of these models (i.e. why a given model has been chosen in preference to alternative ones); if relevant, the associated estimation error of the corresponding estimates; elements on the verification of the assumptions underlying the model; the test of the predictive power of the model by using historical data; the comparison of the results generated by the model with other related sources of date; the use of screening and cross-validation studies; the tests of sensitivity of the model to parameters' estimation; and the validation of the data inputs to the model.\n(9) OJ L 14, 17.1.1997, p. 1."}