{"celex_id": "32004R0821", "uri": "http://publications.europa.eu/resource/cellar/aff3098f-69b7-4ba3-8a0c-93f9f0b58aea", "type": "Regulation", "concepts": ["1309", "2771", "4084", "519", "5876"], "title": "Council Regulation (EC) No 821/2004 of 26 April 2004 amending Regulation (EC) No 2229/2003 imposing a definitive anti-dumping duty and collecting definitively the provisional anti-dumping duty imposed on imports of silicon originating in Russia\n", "header": "Council Regulation (EC) No 821/2004\nof 26 April 2004\namending Regulation (EC) No 2229/2003 imposing a definitive anti-dumping duty and collecting definitively the provisional anti-dumping duty imposed on imports of silicon originating in Russia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": "Having regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (the basic Regulation), and in particular Articles 8 and 9 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\n(1) The Council, by Regulation (EC) No 2229/2003(2), imposed definitive anti-dumping duties on imports of silicon originating in Russia (the definitive Regulation).\n(2) SKU LLC, Sual-Kremny-Ural and ZAO KREMNY, cooperating exporting producers in Russia, belonging to the SUAL Holding Group, together with their related trader, ASMP GmbH, in Switzerland (SKU LLC, Sual-Kremny-Ural; ZAO KREMNY and ASMP GmbH are hereinafter jointly referred to as the company), offered an acceptable undertaking prior to the publication of the definitive findings but at a stage when it was administratively impossible to include its acceptance in the definitive Regulation.\n(3) The Commission, by Decision 2004/445/EC(3), accepted the undertaking offered by the company. The reasons for accepting this undertaking are set out in that Decision. The Council recognises that the revised undertaking offer eliminates the injurious effect of dumping and minimises the risk of circumvention in the form of cross-compensation with other products.\n(4) In view of the acceptance of the undertaking, it is necessary to amend Regulation (EC) No 2229/2003 accordingly,", "main_body": ["Regulation (EC) No 2229/2003 is hereby amended as follows:\n1. Article 2 shall be re-numbered as Article 3, and Article 3 shall be re-numbered as Article 4;\n2. the following Article shall be inserted:\n\"Article 2\n1. Imports declared for release into free circulation by companies which offered undertakings accepted by and named in Commission Decision 2004/445/EC(4) shall be exempt from the anti-dumping duties imposed by Article 1; provided that they are produced, shipped and invoiced directly by the said companies to the first independent customer in the Community; and provided that such imports are accompanied by a commercial invoice containing at least the elements listed in the Annex and by a certificate declaring the chemical analysis of each grade of the product concerned specified on the commercial invoice.\n2. Exemption from the duty shall further be conditional on the goods declared and presented to customs corresponding precisely to the description on the commercial invoice and to the chemical analysis certificate.\"\n3. the following Annex shall be added:\n\"ANNEX\nThe following elements shall be indicated in the commercial invoice accompanying sales of silicon to the Community, which are subject to the Undertaking:\n1. the heading \"COMMERCIAL INVOICE ACCOMPANYING GOODS SUBJECT TO AN UNDERTAKING\";\n2. the name of the company mentioned in Article 2(1) issuing the commercial invoice;\n3. the commercial invoice number;\n4. the date of issue of the commercial invoice;\n5. the TARIC additional code under which the goods on the invoice are to be customs cleared at the Community frontier;\n6. the exact description of the goods, including:\n- the product code number (PCN),\n- the description of the goods corresponding to the PCN,\n- the company product code number (CPC),\n- the CN code,\n- the quantity (in tonnes);\n7. the description of the terms of sale, including:\n- the price per tonne,\n- the applicable payment terms,\n- the applicable delivery terms,\n- total discounts and rebates;\n8. the name of the company acting as an importer to which the invoice is issued directly by the company;\n9. the name of the official of the company that has issued the commercial invoice and the following signed declaration:\n\"I, the undersigned, certify that the sale for direct export by [company name] to the European Union of the goods covered by this invoice is being made within the scope and under the terms of the Undertaking offered by [company name], and accepted by the European Commission through [Decision...]. I declare that the information provided in this invoice is complete and correct.\"\n\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2) OJ L 339, 24.12.2003, p. 3.\n(3) See page 114 of this Official Journal.\n(4) OJ L 127, 29.4.2004, p. 114."}