{"celex_id": "32001R1971", "uri": "http://publications.europa.eu/resource/cellar/ca287cb9-2250-41c4-ab1b-4999baa4889b", "type": "Regulation", "concepts": ["1686", "2734", "2735", "3173", "5283", "5573"], "title": "Commission Regulation (EC) No 1971/2001 of 9 October 2001 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the Register of protected designations of origin and protected geographical indications provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n", "header": "Commission Regulation (EC) No 1971/2001\nof 9 October 2001\nsupplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the Register of protected designations of origin and protected geographical indications provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), as last amended by Commission Regulation (EC) No 2796/2000(2), and in particular Article 6(3) and (4) thereof,\nWhereas:\n(1) Under Article 5 of Regulation (EEC) No 2081/92, Belgium has sent the Commission an application for the registration of Pâté Gaumais as a geographical indication.\n(2) Under Article 5 of Regulation (EEC) No 2081/92, Spain has sent the Commission three applications to register the names Aceite del Bajo Aragón, Sierra de Cazorla and Arroz de Valencia or Arròs de València as designations of origin and two applications to register the names Botillo del Bierzo and Alcachofa de Tudela as geographical indications.\n(3) In accordance with Article 6(1) of that Regulation, the six applications have been found to meet all the requirements laid down therein and in particular to contain all the information required in accordance with Article 4 thereof.\n(4) No statements of objection have been received by the Commission under Article 7 of Regulation (EEC) No 2081/92 in respect of the names given in the Annex to this Regulation following their publication in the Official Journal of the European Communities(3).\n(5) The names should therefore be entered in the Register of protected designations of origin and protected geographical indications and hence be protected throughout the Community as protected designations of origin or protected geographical indications.\n(6) The Annex to this Regulation supplements the Annex to Commission Regulation (EC) No 2400/96(4), as last amended by Regulation (EC) No 1356/2001(5),", "main_body": ["The names in the Annex hereto are added to the Annex to Regulation (EC) No 2400/96 and entered as protected designations of origin (PDO) or protected geographical indications (PGI) in the Register of protected designations of origin and protected geographical indications provided for in Article 6(3) of Regulation (EEC) No 2081/92.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1.\n(2) OJ L 324, 21.12.2000, p. 26.\n(3) OJ C 9, 12.1.2001, p. 2.\nOJ C 11, 13.1.2001, p. 2.\nOJ C 42, 8.2.2001, p. 2.\nOJ C 42, 8.2.2001, p. 5.\nOJ C 51, 16.2.2001, p. 2. and\nOJ C 56, 22.2.2001, p. 2.\n(4) OJ L 327, 18.12.1996, p. 11.\n(5) OJ L 182, 4.7.2001, p. 25.\nANNEX\nPRODUCTS LISTED IN ANNEX I TO THE EC TREATY INTENDED FOR HUMAN CONSUMPTION\nMeat-based products\nSPAIN\nBotillo del Bierzo (PGI)\nOils and fats\nOlive oils\nSPAIN\nSierra de Cazorla (PDO)\nAceite del Bajo Aragón (PDO)\nFresh and processed vegetables\nSPAIN\nAlcachofa de Tudela (PGI)\nCereals\nSPAIN\nArroz de Valencia or Arròs de València (PDO)\nOther Annex I products\nBELGIUM\nPâté gaumais (PGI)"}