{"celex_id": "32004R1214", "uri": "http://publications.europa.eu/resource/cellar/e2dc90e7-34a8-42a8-af7d-3b7f170d670b", "type": "Regulation", "concepts": ["1309", "161", "2962", "4682", "4688"], "title": "Commission Regulation (EC) No 1214/2004 of 30 June 2004 derogating from Regulation (EC) No 2424/1999 laying down detailed rules of application for an import tariff quota of dried boneless beef provided for in Council Regulation (EC) No 2249/1999\n", "header": "1.7.2004 EN Official Journal of the European Union L 232/19\nCOMMISSION REGULATION (EC) No 1214/2004\nof 30 June 2004\nderogating from Regulation (EC) No 2424/1999 laying down detailed rules of application for an import tariff quota of dried boneless beef provided for in Council Regulation (EC) No 2249/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Article 32(1) thereof,\nHaving regard to Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (2), and in particular Article 5(3) thereof,\nWhereas,\n(1) Commission Regulation (EC) No 2424/1999 (3) opened an import tariff quota of dried boneless beef for imports from Switzerland on a pluriannual basis for an annual volume of 700 tonnes from 1 July to 30 June of the following year.\n(2) Since the entry into force of Regulation (EC) No 2424/1999, the final version of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products entered into force. That Agreement was approved on behalf of the European Community by Decision 2002/309/EC, Euratom.\n(3) That Agreement provides for tariff-free imports of a quantity of 1 200 tonnes per annum for meat of bovine animals, boneless, dried, falling under CN code ex 0210 20 90. However, due to the BSE crisis the parties declared in the Joint Declaration on the meat sector, included in the Final Act to that Agreement (4), that, by way of an exception, an annual autonomous quota shall be opened by the Community for 700 tonnes net weight dried beef subject to ad valorem duty and exempt from the specific duty.\n(4) It was initially established that this exception should apply for one year from the entry into force of the Agreement but that the situation should be reviewed in case that the import restrictions imposed by certain Member States on Switzerland have not been lifted by that date.\n(5) At the first meeting of the Joint Committee on Agriculture, held in Brussels on 12 December 2002, the parties reiterated their position as stated in the Joint Declaration.\n(6) The situation was, indeed, reviewed one year after the entry into force of the Agreement, at the second meeting of the Joint Committee on Agriculture, held in Bern on 11 June 2003, which concluded at the time that the situation had not changed yet so that the preferences in meat products provided for by the Agreement could not be implemented but that the autonomous measures provided for by the joint declaration should continue.\n(7) At its third meeting held in Brussels on 4 December 2003 the Joint Committee on Agriculture concluded that after the adoption of Decision No 2/2003 of the Joint Veterinary Committee set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 25 November 2003, amending Appendices 1, 2, 3, 4, 5, 6 and 11 to Annex 11 to the Agreement (5), and the subsequent lifting of the restrictive measures by the Member States on Switzerland, the concessions as provided for in the Agreement should be applied as soon as possible. However, with consideration to the change in rules of origin, it has been jointly felt necessary to allow sufficient time for operators to adjust and to take appropriate steps in relation to possible stocks so that this implementation is foreseen as of 1 January 2005.\n(8) Provisions should therefore be made for the remaining months of the year 2004 before a new regime for the implementation of the concessions as of 1 January 2005 will be put into place.\n(9) The concession provides for the import of an annual quantity of 700 tonnes. For the months July to December 2004, the quantity should be restricted to half of that amount. In case that import licences for less than 700 tonnes will have been issued in the year 2004, the difference should be added to the quantities available for the year 2005. That situation should be reviewed after the end of the year 2004.\n(10) It is therefore appropriate to provide for the necessary derogations from Regulation (EC) No 2424/1999.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   By way of derogation from Article 1(1) of Regulation (EC) No 2424/1999 a Community tariff quota for dried boneless meat of bovine animals falling within CN code ex 0210 20 90 shall be opened for a volume of 350 tonnes for the period from 1 July 2004 to 31 December 2004.\n2.   By way of derogation from Article 5 of Regulation (EC) No 2424/1999, the term of validity of the certificates of authenticity and import licences issued as of 1 July 2004 shall expire, at the latest, on 31 December 2004.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2)  OJ L 114, 30.4.2002, p. 1.\n(3)  OJ L 294, 16.11.1999, p. 13. Regulation as amended by Regulation (EC) No 2589/1999 (OJ L 315, 9.12.1999, p. 6).\n(4)  OJ L 114, 30.4.2002, p. 352.\n(5)  Decision 2004/78/EC (OJ L 23, 28.1.2004, p. 27)."}