{"celex_id": "32000D0411", "uri": "http://publications.europa.eu/resource/cellar/b644348e-150d-460a-9680-12c966ca7621", "type": "Decision", "concepts": ["2965", "4320", "4327", "5541", "889", "89"], "title": "2000/411/EC: Commission Decision of 9 June 2000 amending Decision 96/228/EC on a long-term national aid scheme to assist farmers in northern areas of Sweden (notified under document number C(2000) 1404) (Only the Swedish text is authentic)\n", "header": "Commission Decision\nof 9 June 2000\namending Decision 96/228/EC on a long-term national aid scheme to assist farmers in northern areas of Sweden\n(notified under document number C(2000) 1404)\n(Only the Swedish text is authentic)\n(2000/411/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 142 thereof,\nWhereas:\n(1) Sweden, acting in accordance with Article 143 of the Act of Accession, notified the Commission on 11 May 1995 of the aid scheme proposed under Article 142.\n(2) The aid scheme was approved by Commission Decision 96/228/EC(1), as amended by Decision 97/557/EC(2).\n(3) Sweden requested the Commission on 28 September 1998, 17 June 1999 and 25 January 2000 to amend certain aspects of Decision 96/228/EC and subsequently presented additional information in support of its requests.\n(4) In the abovementioned letters Sweden asked that it be allowed to combine livestock units in pigmeat and egg sectors considering the number of production factors eligible for aid. This takes into account the annual fluctuations in the sectors concerned and would not lead to any increase in production.\n(5) Sweden has requested that the maximum amount admissible for transport aid for cow's milk should be increased to correspond to the total amount of milk produced in the areas concerned by transfering a corresponding amount from the aid for cow's milk. This is in conformity with the principles of the aid scheme.\n(6) The national authorities should have the necessary time to prepare the annual information to be supplied to the Commission.\n(7) Decision 96/228/EC should be amended accordingly.\n(8) In view of the nature and scope of the amendments, and at the request of Sweden, this Decision should apply from 1 January 2000, with the exception of the amendments referred to in recitals 4 and 5, which should apply from 1 January 1998,", "main_body": ["Decision 96/228/EC is amended as follows:\n1. The first paragraph of Article 4 is replaced by the following:\"Sweden shall submit to the Commission, before 1 June each year, as part of the information provided pursuant to Article 143(2) of the Act of Accession, information on the impact of the aid granted and in particular on production trends and the development of the means of production benefiting from the aid and of the economy of the regions concerned, as well as the impact on the protection of the environment and the preservation of the countryside referred to in the third subparagraph of Article 142(3) of the Act of Accession\".\n2. Annexes III and IV are replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 January 2000, with the exception of Article 1, point (2), which shall apply from 1 January 1998.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 9 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 76, 26.3.1996, p. 29.\n(2) OJ L 230, 21.8.1997, p. 13.\nANNEX\n\"ANNEX III\nProvided for in the first subparagraph of Article 3(1)\n>TABLE>\nANNEX IV\nProvided for in the second subparagraph of Article 3(1)\n(Quantities expressed in production factors)\n>TABLE>\""}