{"celex_id": "32009R0103", "uri": "http://publications.europa.eu/resource/cellar/763bd570-1a90-4add-96cc-c22b93f22008", "type": "Regulation", "concepts": ["1277", "1598", "1755", "1854", "2845", "5034", "5581"], "title": "Commission Regulation (EC) No 103/2009 of 3 February 2009 amending Annexes VII and IX to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (Text with EEA relevance)\n", "header": "4.2.2009 EN Official Journal of the European Union L 34/11\nCOMMISSION REGULATION (EC) No 103/2009\nof 3 February 2009\namending Annexes VII and IX to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the first paragraph of Article 23 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It applies to the production and placing on the market of live animals and products of animal origin.\n(2) Annex VII to Regulation (EC) No 999/2001 lays down the eradication measures to be carried out following the confirmation of a TSE in ovine and caprine animals.\n(3) Annex IX to Regulation (EC) No 999/2001 lays down rules for the importation into the Community of live animals, embryos, ova and products of animal origin.\n(4) On 6 November 2008 the European Food Safety Authority (EFSA) published an opinion on the human and animal exposure risk related to transmissible spongiform encephalopathies from milk and milk products derived from small ruminants (2). In that opinion, EFSA concluded that classical scrapie can be transmitted from ewe to lamb via milk or colostrums. EFSA also stated that the use of milk and milk products from a flock with classical scrapie may carry a TSE exposure risk for humans and animals. Another conclusion of EFSA was that the breeding programmes for scrapie resistance in sheep can be expected to reduce human and animal exposure associated with small ruminants dairy products. As regards the atypical scrapie, EFSA further concluded that the apparent restricted dissemination of the agent in the organism of affected individuals could limit the transmissibility through milk. As regards BSE, EFSA noted that no information is available concerning the presence of infectivity or PrPSc in colostrum or milk from small ruminants affected with BSE. However, because of the early and progressive peripheral dissemination of the BSE agent in experimentally infected susceptible sheep, EFSA concluded that the occurrence of infectivity in colostrum and milk of BSE infected susceptible small ruminants would be likely.\n(5) In view of those new scientific elements and in particular the proven transmissibility of classical scrapie through milk from ewe to lamb, at this stage new protective measures in relation to milk and milk products coming from classical scrapie infected flocks should be adopted in due time in order to prevent the spread of classical scrapie to other ruminant flocks through feeding.\n(6) In order to ensure the same level of safety regarding imported milk and milk products of ovine and caprine origin, similar measures should apply to imports into the Community.\n(7) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes VII and IX to Regulation (EC) No 999/2001 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  The EFSA Journal (2008) 849, 1-47.\nANNEX\nAnnexes VII and IX to Regulation (EC) No 999/2001 are amended as follows:\n1. in Annex VII, Chapter A is amended as follows:\n(a) point 2.2 is replaced by the following:\n‘2.2. If a TSE is suspected in an ovine or caprine animal on a holding in a Member State and until the results of the confirmatory examinations are available, all other ovine and caprine animals from that holding shall be placed under an official movement restriction. If there is evidence that the holding where the animal was present when the TSE was suspected is unlikely to be the holding where the animal could have been exposed to the TSE, the competent authority may decide that other holdings or only the holding of exposure shall be placed under official control, depending on the epidemiological information available. The milk and the milk products derived from the ovine and caprine animals of the holding placed under official control, which are present on that holding from the date when the presence of the TSE is suspected until the results of the confirmatory examinations are available, shall only be used within that holding.’;\n(b) point 2.3 is amended as follows:\n(i) point (a) is replaced by the following:\n‘(a) if BSE cannot be excluded after the results of a ring trial carried out in accordance with the procedure set out in Annex X, Chapter C, point 3.2(c), the killing and complete destruction of all animals, embryos and ova identified by the inquiry referred to in the second to fifth indents of point 1(b). The milk and the milk products derived from the animals to be destroyed, which were present on the holding between the date of confirmation that BSE cannot be excluded and the date of complete destruction of the animals, shall be destroyed.’;\n(ii) in point (b), points (i) and (ii) are replaced by the following:\n‘(i) the killing and complete destruction of all animals, embryos and ova identified by the inquiry referred to in the second and third indents of point 1(b). In case the confirmed TSE is classical scrapie, the milk and milk products derived from the animals to be destroyed and which were present on the holding between the date of confirmation of the classical scrapie case and the date of the complete destruction of the animals shall not be used for the feeding of ruminants, except for the feeding of ruminants within that holding. The placing on the market of such products as feed for non-ruminants shall be limited to the territory of the Member State concerned. The commercial document accompanying consignments of such products and any packaging containing such consignments must be clearly marked with the words: “shall not be fed to ruminants”. The use and the storage of feedingstuffs containing such products shall be prohibited on farms where ruminants are kept. Bulk feedingstuffs containing such products shall be transported by means of vehicles which do not transport feedingstuffs for ruminants at the same time. If such vehicles are subsequently used for the transport of feedingstuffs intended for ruminants, they shall be thoroughly cleaned in order to avoid cross-contamination, in accordance with a procedure approved by the competent authority.\n(ii) the killing and complete destruction of all animals, embryos and ova identified by the inquiry referred to in the second and third indents of point 1(b), with the exception of:\n— breeding rams of the ARR/ARR genotype,\n— breeding ewes carrying at least one ARR allele and no VRQ allele and, where such breeding ewes are pregnant at the time of the inquiry, the lambs subsequently born, if their genotype meets the requirements of this subparagraph,\n— sheep carrying at least one ARR allele which are intended solely for slaughter,\n— if the competent authority so decides, sheep and goats less than three months old which are intended solely for slaughter.\n(iii) point (f) is replaced by the following:\n‘(f) where the frequency of the ARR allele within the breed or holding is low or absent, or where it is deemed necessary in order to avoid inbreeding, a Member State may decide to delay the destruction of the animals referred to in point 2.3 (b)(i) and (ii) for up to five breeding years provided that no breeding rams other than those of the ARR/ARR genotype are present on the holding.\n2. in Chapter D of Annex IX, Section B is replaced by the following:\n(a) the animal by-product does not contain and is not derived from specified risk material as defined in Annex V or mechanically separated meat obtained from bones of bovine, ovine or caprine animals;\n(b) the animals from which this animal by-product is derived, have not been slaughtered after stunning by means of gas injected into the cranial cavity or killed by the same method or slaughtered by laceration of central nervous tissue by means of an elongated rod-shaped instrument introduced into the cranial cavity; or\n(c) the animal by-product does not contain and is not derived from bovine, ovine and caprine materials other than those derived from animals born, continuously reared and slaughtered in a country or region classified as posing a negligible BSE risk by a decision in accordance with Article 5(2).\n“7. as regards TSE:\n(2) either in case of animal by-products intended for feeding ruminants and containing milk or milk products of ovine or caprine origin, the ovine and caprine animals from which these products are derived have been kept continuously since birth or for the last three years on a holding where no official movement restriction is imposed due to a suspicion of TSE and which has satisfied the following requirements for the last three years:\n(i) it has been subject to regular official veterinary checks;\n(ii) no classical scrapie case, as defined in point 2(g) of Annex I to Regulation (EC) No 999/2001, has been diagnosed or, following the confirmation of a classical scrapie case:\n— all animals in which classical scrapie was confirmed have been killed and destroyed, and\n— all goats and sheep on the holding have been killed and destroyed, except for breeding rams of the ARR/ARR genotype and breeding ewes carrying at least one ARR allele and no VRQ allele;\n(iii) ovine and caprine animals, with the exception of sheep of the ARR/ARR prion protein genotype, are introduced into the holding only if they come from a holding which complies with the requirements set out in points (i) and (ii).\n(2) or in case of animal by-products intended for feeding ruminants and containing milk or milk products of ovine or caprine origin, and destined to a Member State listed in the Annex to the Regulation (EC) No 546/2006, the ovine and caprine animals from which these products are derived have been kept continuously since birth or for the last seven years on a holding where no official movement restriction is imposed due to a suspicion of TSE and which has satisfied the following requirements for the last seven years:\n(i) it has been subject to regular official veterinary checks;\n(ii) no classical scrapie case, as defined in point 2(g) of Annex I to Regulation (EC) No 999/2001, has been diagnosed or, following the confirmation of a classical scrapie case:\n— all animals in which classical scrapie was confirmed have been killed and destroyed, and\n— all goats and sheep on the holding have been killed and destroyed, except for breeding rams of the ARR/ARR genotype and breeding ewes carrying at least one ARR allele and no VRQ allele;\n(iii) ovine and caprine animals, with the exception of sheep of the ARR/ARR prion protein genotype, are introduced into the holding only if they come from a holding which complies with the requirements set out in points (i) and (ii).” ’"}