{"celex_id": "32007D0060", "uri": "http://publications.europa.eu/resource/cellar/70dc2c86-4054-4c2e-a641-fa8a0b9a388e", "type": "Decision", "concepts": ["1154", "3428", "5413", "5769", "5864"], "title": "Commission Decision of 26 October 2006 establishing the Trans-European Transport Network Executive Agency pursuant to Council Regulation (EC) No 58/2003\n", "header": "6.2.2007 EN Official Journal of the European Union L 32/88\nCOMMISSION DECISION\nof 26 October 2006\nestablishing the Trans-European Transport Network Executive Agency pursuant to Council Regulation (EC) No 58/2003\n(2007/60/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 58/2003 of the Council of 19 December 2002 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community policies (1), and in particular Article (3)(1) thereof,\nWhereas:\n(1) Regulation (EC) No 58/2003 confers on the Commission the power to decide to set up executive agencies in accordance with the statute established by that Regulation and to give them responsibility for certain tasks relating to the management of one or more Community programmes or actions.\n(2) The purpose of empowering the Commission to set up executive agencies is to allow it to focus on core activities and functions which cannot be outsourced, without relinquishing control over, or ultimate responsibility for, activities managed by the executive agencies.\n(3) The management of Community action in the field of the trans-European transport network concerns the implementation of projects which do not involve political decision-making and requires a high level of technical and financial expertise throughout the project cycle.\n(4) Tasks relating to the implementation of such Community action may be delegated to an executive agency with a clear separation between programming, the establishment of priorities and programme evaluation, for which the Commission will be responsible, and the implementation of the projects, which will be entrusted to the executive agency.\n(5) Cost/benefit analysis carried out for this purpose has shown that the setting-up of an executive agency would make it possible to improve the effectiveness of the implementation of the trans-European transport network at a lower cost. In view of the characteristics inherent in the trans-European transport network, the stress must be on the delegation of technical tasks, the main aim being to strengthen the links between the trans-European transport network and the communities of experts.\n(6) The agency must mobilise a high level of expertise in accordance with the objectives defined by the Commission, and under its supervision. The setting up of the agency must also make it possible to optimise the implementation of the trans-European transport network by making it easier to recruit staff specialised in matters relating to the trans-European transport network.\n(7) The setting-up of the agency must increase flexibility in the implementation of Community action in the field of the trans-European transport network. The agency's annual work programme must enable it in particular to contribute to the achievement of the annual priorities for the implementation of the trans-European transport network, as planned and agreed by the Commission. The agency must also ensure better coordination of funds with other Community instruments.\n(8) Management based on the results obtained by the agency, with the establishment of the necessary procedures and supervision and coordination circuits, must enable the Commission to simplify the arrangements for the implementation of the trans-European transport network. The Commission will be able to capitalise on the technical work carried out by the agency by developing in parallel, in an appropriate manner, tasks which involve making policy judgments.\n(9) Cooperation between the agency and the Commission and the accomplishment of its specific tasks must make it possible to raise the profile of Community action in the field of the trans-European transport network.\n(10) The measures provided for in this Decision are consistent with the opinion of the Committee of the Executive Agencies,", "main_body": ["Setting up the agency\n1.   An executive agency (hereinafter ‘the Agency’) is hereby set up for the management of Community action in the field of the trans-European transport network, the status of which is governed by Regulation (EC) No 58/2003.\n2.   The Agency shall be known as the ‘Trans-European Transport Network Executive Agency’.", "Location\nThe Agency shall be located in Brussels.", "Duration\nThe Agency shall be set up for a period starting on 1 November 2006 and ending on 31 December 2008.", "Objectives and tasks\n1.   The Agency shall be responsible, in the framework of Community action in the field of the trans-European transport network, for the implementation of tasks concerning the granting of Community financial aid pursuant to Regulation No 2236/95 of the Council (2), excluding programming, the establishment of priorities, programme evaluation, the adoption of financing decisions and legislative monitoring. It shall be responsible in particular for the following tasks:\n(a) management of the preparatory, funding and monitoring phases of the financial assistance granted to projects of common interest under the budget for the trans-European transport network, as well as the supervision required for this purpose, by taking relevant decisions where the Commission has delegated responsibility for it to do so;\n(b) coordination with other Community instruments by ensuring better coordination of assistance, over the entire route, for priority projects which also receive funding under the Structural Funds, the Cohesion Fund and from the European Investment Bank;\n(c) technical assistance to project promoters regarding the financial engineering for projects and the development of common evaluation methods;\n(d) adoption of the budget implementation instruments for income and expenditure and implementation, where the Commission has delegated responsibility to it, of all operations required for the management of Community actions in the field of the trans-European transport network, as provided for in Council Regulation (EC) No 2236/95, in particular those relating to the award of contracts and grants (3);\n(e) the collection, analysis and transmission to the Commission of all information required for the implementation of the trans-European transport network;\n(f) any technical and administrative support requested by the Commission.\n2.   Implementation of the tasks provided for in paragraph 1(b) shall not affect the responsibilities of the authorities managing operational programmes co-financed by the Structural Funds or the Cohesion Fund as regards the selection or implementation of projects which are part of the trans-European transport network or the financial responsibility of the Member States in the framework of shared management of these programmes.\n3.   In addition to the tasks referred to in paragraph 1 above, the Agency may be instructed by the Commission, after the Committee for Executive Agencies has delivered an opinion, to carry out tasks of the same kind in the framework of other Community programmes or actions, within the meaning of Article 2 of Regulation (EC) No 58/2003, provided that such programmes or actions remain within the limits of Community action in the field of the trans-European transport network.\n4.   The Commission's decision delegating responsibility shall define the details of all the tasks entrusted to the Agency, and shall be adjusted in line with additional tasks which may be entrusted to the Agency. It shall be transmitted, for information, to the Committee for Executive Agencies.", "Organisational structure\n1.   The Agency shall be managed by a steering committee and a director appointed by the Commission.\n2.   The members of the steering committee shall be nominated for the period stated in Article 3.\n3.   The director of the Agency shall be appointed for the period stated in Article 3..", "Subsidy\nThe Agency shall receive a subsidy entered in the general budget of the European Communities and taken from the financial allocation for Community action in the field of the trans-European transport network and, where appropriate, other Community programmes or actions whose implementation is entrusted to the Agency pursuant to Article 4(3).", "Supervision and reporting requirement\nThe Agency shall be under the supervision of the Commission and shall provide regular reports on the implementation of the Community action in the field of the trans-European transport network which is entrusted to it, in accordance with the detailed arrangements and at the intervals specified in the decision delegating responsibility.", "Implementation of the operating budget\nThe Agency shall implement its operating budget in accordance with the provisions of Commission Regulation (EC) No 1653/2004 (4)."], "attachments": "Done at Brussels, 26 October 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 11, 16.1.2003, p. 1.\n(2)  OJ L 228, 9.9.1996, p. 1. Decision last amended by Decision No 884/2004/EC (OJ L 167, 30.4.2004, p. 1).\n(3)  OJ L 228, 23.9.1995, p. 1.\n(4)  OJ L 297, 22.9.2004, p 6."}