{"celex_id": "32006R1366", "uri": "http://publications.europa.eu/resource/cellar/0349ac7c-0b93-40f9-8935-0e5d78396bd7", "type": "Regulation", "concepts": ["12", "2739", "3579", "3633", "5283", "5798"], "title": "Regulation (EC) No 1366/2006 of the European Parliament and of the Council of 6 September 2006 amending Regulation (EC) No 2037/2000 as regards the base year for the allocation of quotas of hydrochlorofluorocarbons with respect to the Member States that acceded to the European Union on 1 May 2004\n", "header": "25.9.2006 EN Official Journal of the European Union L 264/12\nREGULATION (EC) No 1366/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 September 2006\namending Regulation (EC) No 2037/2000 as regards the base year for the allocation of quotas of hydrochlorofluorocarbons with respect to the Member States that acceded to the European Union on 1 May 2004\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on substances that deplete the ozone layer (3) takes 1999 as the base year for allocating quotas of hydrochlorofluorocarbons (HCFCs). The HCFC market in the 10 new Member States has changed considerably since 1999, with the arrival of new companies and changes in market shares. Taking 1999 as the base year for allocating quotas of HCFCs in these new Member States would result in a large number of companies not receiving an import quota. This could be considered as being arbitrary and might also result in a breach of the principles of non-discrimination and legitimate expectations.\n(2) As a general rule, quotas should be based on the most recent and representative figures available in order to ensure that a number of importing companies in the new Member States are not excluded. It is therefore appropriate to choose the years for which the most recent data are available. In order to best reflect the commercial situation on the HCFC market in the 10 new Member States, average market shares in 2002 and 2003 should therefore be used as the basis for the companies from those Member States.\n(3) Regulation (EC) No 2037/2000 should therefore be amended accordingly,", "main_body": ["The following point shall be added to Article 4(3)(i) of Regulation (EC) No 2037/2000:\n‘(i) by way of derogation from point (h), each producer and importer in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia shall ensure that the calculated level of hydrochlorofluorocarbons which it places on the market or uses for its own account shall not exceed, as a percentage of the calculated levels set out in points (b), (d), (e) and (f), the average of its percentage market share in 2002 and 2003.’\n.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 6 September 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nP. LEHTOMÄKI\n(1)  OJ C 110, 9.5.2006, p. 33.\n(2)  Opinion of the European Parliament of 27 April 2006 (not yet published in the Official Journal) and Council Decision of 27 June 2006.\n(3)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Regulation (EC) No 29/2006 (OJ L 6, 11.1.2006, p. 27)."}