{"celex_id": "32005R0953", "uri": "http://publications.europa.eu/resource/cellar/783c8edb-12ad-46cd-815c-7cb9677b3f93", "type": "Regulation", "concepts": ["2455", "249", "2556", "2850", "5537"], "title": "Council Regulation (EC) No 953/2005 of 21 June 2005 relating to the conclusion of the Protocol setting out, for the period from 1 July 2004 to 30 June 2007, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Côte d’Ivoire on fishing off the coast of Côte d’Ivoire\n", "header": "24.6.2005 EN Official Journal of the European Union L 164/1\nCOUNCIL REGULATION (EC) No 953/2005\nof 21 June 2005\nrelating to the conclusion of the Protocol setting out, for the period from 1 July 2004 to 30 June 2007, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Côte d’Ivoire on fishing off the coast of Côte d’Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Under the Agreement between the European Economic Community and the Republic of Côte d’Ivoire on fishing off the coast of Côte d’Ivoire (2), before the expiry of the Protocol annexed to the Agreement the contracting parties are to negotiate in order to agree the content of the Protocol for the following period and any changes or additions to be made to the Annex.\n(2) The two parties negotiated a new Protocol setting out the fishing opportunities and financial contribution between 9 and 13 November 2003 in Abidjan. This Protocol for the period from 1 July 2004 to 30 June 2007 was initialled on 3 March 2004 in Brussels.\n(3) The allocation of the fishing opportunities among the Member States and their obligation to report catches should be confirmed.\n(4) That Protocol should be approved,", "main_body": ["The Protocol setting out, for the period from 1 July 2004 to 30 June 2007, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Côte d’Ivoire on fishing off the coast of Côte d’Ivoire (3) is hereby approved on behalf of the Community.", "1.   The fishing opportunities set out in the Protocol shall be allocated among the Member States as follows:\n(a) demersal species:\n(b) tuna fishing vessels:\n(i) tuna seiners:\n— France: 17 vessels,\n— Spain: 17 vessels;\n(ii) surface longliners:\n— Spain: 6 vessels,\n— Portugal: 5 vessels;\n(iii) pole-and-line tuna vessels:\n— France: 3 vessels.\n2.   If licence applications from these Member States do not exhaust the fishing opportunities set out in the Protocol, the Commission may consider licence applications from any other Member State.", "Member States that have vessels fishing under the present Agreement shall notify the Commission, in accordance with Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas, of the quantities of each stock taken in the Côte d’Ivoire fishing zone (4).", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 2005.\nFor the Council\nThe President\nF. BODEN\n(1)  Opinion delivered on 26 May 2005 (not yet published in Official Journal).\n(2)  OJ L 379, 31.12.1990, p. 3. Agreement as last amended by the Protocol setting out, for the period 1 July 2000 to 30 June 2003, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Côte d’Ivoire on fishing off the coast of Côte d’Ivoire (OJ L 102, 12.4.2001, p. 3).\n(3)  OJ L 76, 22.3.2005, p. 1.\n(4)  OJ L 73, 15.3.2001, p. 8."}