{"celex_id": "32000D0148", "uri": "http://publications.europa.eu/resource/cellar/1760e4b8-d45f-44fe-8d67-f696dd5cecef", "type": "Decision", "concepts": ["1019", "2412", "4081", "755", "889"], "title": "2000/148/EC: Commission Decision of 11 February 2000 on Finnish State aid for seeds (notified under document number C(2000) 358) (Only the Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION\nof 11 February 2000\non Finnish State aid for seeds\n(notified under document number C(2000) 358)\n(Only the Finnish and Swedish texts are authentic)\n(2000/148/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organisation of the market in seeds(1), as last amended by Regulation (EC) No 1405/1999(2), and in particular Article 8 thereof,\nWhereas:\n(1) Under the above Regulation, Finland may, subject to authorisation by the Commission, grant aid for certain quantities of seeds produced solely in Finland because of its specific climatic conditions.\n(2) In 1995, Finland notified a draft Decision granting State aid for the production of certain forage seeds. That aid was authorised for 1995 by Commission Decision 95/282/EC of 17 July 1995 on Finnish State aid for seeds(3). The Decision authorised State aid for up to a maximum of the average areas cultivated in Finland over the period 1989 to 1993, and covering estimated domestic requirements in 1995, for red clover (Trifolium pratense L.), timothy (Phleum pratense L.), meadow fescue (Festuca pratensis huds.), cocksfoot (Dactilis glomerata L.) and ryegrass (Lolium perenne L.). Authorisation was given for varieties listed in Finland's national catalogue and which, except for small quantities cultivated in regions bordering on Finland, are produced solely in that Member State.\n(3) The Finnish authorities were to send the Commission a report on the application of Decision 95/282/EC by 30 April 1996. The report was sent on 26 October 1998. Technical discussions were held between the Finnish Ministry of Agriculture and Forestry and the Commission on the report, covering the amounts of aid actually granted, the area cultivated and the production and marketing of each species and variety for which aid was granted.\n(4) Finland adopted the maximum areas laid down by Decision 95/282/EC and set maximum amounts of aid for 1996, 1997, 1998 and 1999 on the basis that the income of producers, after receipt of the aid, should be no more than the average income of producers during the reference period from 1989 to 1993. Except for 1999, the amounts of aid were calculated and paid to producers.\n(5) According to the information sent by the Finnish authorities, Finland applied Decision 95/282/EC for the 1995 to 1999 marketing years. The areas of red clover for which State aid was paid exceeded the limits laid down by the Commission in 1995 from 1997 onwards. The same occurred with meadow fescue and ryegrass in 1998. The amounts of State aid for the species concerned were reduced proportionally.\n(6) The fact that State aid was set and paid to producers beyond the period authorised by the Commission makes the aid illegal, but not necessarily incompatible with the second paragraph of Article 8 of Regulation (EEC) No 2358/71.\n(7) On the basis of the information supplied by the Finnish Government, the Commission noted that, from 1 January 1996 to 1998, the Finnish aid was paid for varieties of seed produced in Finland because of its specific climatic conditions. The Commission also noted that, with regard to the period 1996 to 1998, the overrun, from 1997 for red clover and from 1998 for meadow fescue and ryegrass, of the maximum areas for which aid could be granted for 1995 laid down by the Commission was offset by a proportional reduction in the amount of aid. The calculations for 1999 have not yet been finalised, but a maximum amount has been set for the aid.\n(8) Under these circumstances, the Commission can authorise the aid retrospectively for the period from 1996 to 1998 and authorise the maximum amount of aid for 1999 within the limit of the maximum area laid down by Decision 95/282/EC for the species other than red clover, the maximum authorised area of which should be increased by 300 hectares compared with that for the 1995 marketing year to take account of an increase in demand and the absence on the market of varieties suited to the specific climatic conditions of Finland,", "main_body": ["The aid granted by Finland, without prior authorisation from the Commission, from 1 January 1996 to 1998 within the limits of the areas and amounts laid down in the Annex for certified seeds of varieties of red clover (Trifolium pratense L.), timothy (Phleum pratense L.), meadow fescue (Festuca pratensis huds.), cocksfoot (Dactilis glomerata L.) and ryegrass (Lolium perenne L.) listed in Finland's national catalogue and which, except for small quantities cultivated in regions bordering on Finland, are produced solely in that Member State is compatible with the second paragraph of Article 8 of Regulation (EEC) No 2358/71 and is therefore authorised.", "The maximum amounts of aid or lower amounts set by Finland, without prior authorisation from the Commission, for 1999 within the limits of the areas and amounts laid down in the Annex for certified seeds of varieties of red clover (Trifolium pratense L.), timothy (Phleum pratense L.), meadow fescue (Festuca pratensis huds.), cocksfoot (Dactilis glomerata L.) and ryegrass (Lolium perenne L.) listed in Finland's national catalogue and which, except for small quantities cultivated in regions bordering on Finland, are produced solely in that Member State are compatible with the second paragraph of Article 8 of Regulation (EEC) No 2358/71 and are therefore authorised.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 11 February 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 246, 5.11.1971, p. 1.\n(2) OJ L 164, 30.6.1999, p. 17.\n(3) OJ L 173, 25.7.1995, p. 58.\nANNEX\nA. Red clover (Trifolium pratense L.)\n>TABLE>\nB. Timothy (Phleum pratense L.)\n>TABLE>\nC. Meadow fescue (Festuca pratensis huds.)\n>TABLE>\nD. Cocksfoot (Dactilis glomerata L.)\n>TABLE>\nE. Ryegrass (Lolium perenne L.)\n>TABLE>"}