{"celex_id": "32004D0539", "uri": "http://publications.europa.eu/resource/cellar/0e1014b5-bb5d-40cd-b69a-e95e3fa8163c", "type": "Decision", "concepts": ["1596", "1919", "192", "4152"], "title": "2004/539/EC:Commission Decision of 1 July 2004 establishing a transitional measure for the implementation of Regulation (EC) No 998/2003 on the animal health requirements applicable to the non-commercial movement of pet animals (notified under document number C(2004) 2365)\n", "header": "8.7.2004 EN Official Journal of the European Union L 237/21\nCOMMISSION DECISION\nof 1 July 2004\nestablishing a transitional measure for the implementation of Regulation (EC) No 998/2003 on the animal health requirements applicable to the non-commercial movement of pet animals\n(notified under document number C(2004) 2365)\n(Text with EEA relevance)\n(2004/539/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Article 21 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 establishing veterinary conditions applicable to the non-commercial movements of pet animals, is to apply from 3 July 2004.\n(2) Despite measures which have been adopted to ease the transition from the existing conditions to those established by Regulation (EC) No 998/2003, its implementation requires in particular the availability of the passport document in all the veterinary offices, the issuing of new models of import certificates for entry from third countries, and post-vaccination testing for animals from third countries not listed in Part C of Annex II to Regulation (EC) No 998/2003.\n(3) It appears that in spite of the efforts undertaken by Member States some uncertainties remain with regard to those conditions, in particular taking into account the considerable number of people about to travel with their pet at this period of the year for summer holidays. Consequently, the annual peak in pet movements could result in numerous administrative difficulties.\n(4) It is therefore advisable to maintain as necessary the application of the national conditions currently in force for a sufficient period of time. As a consequence, during this period movements shall be allowed in conformity either with Regulation (EC) No 998/2003 or with national rules which were in force before 3 July 2004. Accordingly, the derogation from Commission Decisions 2003/803/EC (2) and 2004/203/EC (3), provided for in Commission Decision 2004/301/EC, as regards the format for certificates and passports to be used for the non-commercial movement of dogs, cats and ferrets should be postponed.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Without prejudice to the second paragraph of Article 25 of Regulation (EC) No 998/2003, Member States shall allow entry into their territory until 1 October 2004 of pet animals of the species listed in Annex I to that Regulation in conformity with national rules which were in force before 3 July 2004.", "In Article 1, first paragraph, point (a), of Decision 2004/301/EC, the date ‘3 July 2004’ is replaced by the date ‘1 October 2004’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as amended by Commission Regulation (EC) No 592/2004 (OJ L 94, 31.3.2004, p. 7).\n(2)  OJ L 312, 27.11.2003, p. 1.\n(3)  OJ L 65, 3.3.2004, p. 13. Decision as amended by Decision 2004/301/EC (OJ L 98, 2.4.2004, p. 55)."}