{"celex_id": "32001R0586", "uri": "http://publications.europa.eu/resource/cellar/d8b6000d-f116-4f03-82a2-251c8a57224c", "type": "Regulation", "concepts": ["1200", "1895", "2198", "4016", "4258", "4262"], "title": "Commission Regulation (EC) No 586/2001 of 26 March 2001 on implementing Council Regulation (EC) No 1165/98 concerning short-term statistics as regards the definition of Main Industrial Groupings (MIGS)\n", "header": "Commission Regulation (EC) No 586/2001\nof 26 March 2001\non implementing Council Regulation (EC) No 1165/98 concerning short-term statistics as regards the definition of Main Industrial Groupings (MIGS)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1165/98 of 19 May 1998(1) concerning short-term statistics, and in particular Article 3 and Article 17(c) thereof,\nWhereas:\n(1) Regulation (EC) No 1165/98 established a common framework for the production of short-term Community statistics on the business cycle.\n(2) In accordance with Article 3 and Article 17(c) of Regulation (EC) No 1165/98, implementing measures are necessary concerning the definition of Main Industrial Groupings (MIGS).\n(3) The definition of Main Industrial Groupings (MIGS) is based on the statistical classification of economic activities in the European Community, Council Regulation (EEC) No 3037/90(2), as last amended by Commission Regulation (EEC) No 761/93(3), (NACE rev. 1). It uses the level of Groups (3 digits) for distinguishing between the Main Industrial Groupings (MIGS).\n(4) The measures provided for in this Regulation are in accordance with the opinion delivered by the Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom(4),", "main_body": ["Definition of Main Industrial Groupings (MIGS)\nThe allocation of NACE rev. 1 Groups to the Main Industrial Groupings (MIGS) is defined in the Annex to this Regulation.", "Non-availability of data on NACE rev. 1 Group level\nMember States that do not calculate the statistical data covered by Regulation (EC) No 1165/98 to the level of detail of NACE rev. 1 Groups are allowed to calculate national weights for the Groups within a Division in order to do the split-up of the Division-based data into Groups.\nThe Member States that apply the allocation to Main Industrial Groupings (MIGS) in part or in total on the basis of NACE rev. 1 Divisions shall inform Eurostat on the weights used for the split-up into NACE rev. 1 Groups.", "Implementation of the definitions\nMember States shall apply the definitions set forth in the Annex for statistical datas communicated pursuant to Regulation (EC) No 1165/98, not later than three months after the present Regulation enters into force; Member States shall, in applying the definitions set forth in the Annex, take the necessary measures to assure that existing statistical data covered by Regulation (EC) No 1165/98 will be revised by means of recalculation or estimation to satisfy these definitions.", "Information on conformance to the definitions\nEach Member State shall transmit to the Commission, at its request, any relevant information on conformance within that Member State to the definitions set forth in the Annex.", "Entry into force\nThis Regulation shall enter into force on the 20th day after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2001.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 162, 5.6.1998, p. 1.\n(2) OJ L 293, 24.10.1990, p. 1.\n(3) OJ L 83, 3.4.1993, p. 1.\n(4) OJ L 181, 28.6.1989, p. 47.\nANNEX\nALLOCATION OF NACE HEADINGS TO CATEGORIES OF AGGREGATE CLASSIFICATION\n>TABLE>"}