{"celex_id": "32004D0643", "uri": "http://publications.europa.eu/resource/cellar/9dd44cca-6d17-4403-8451-4145949e46c3", "type": "Decision", "concepts": ["1425", "1744", "2081", "2479", "2825", "5768", "893"], "title": "2004/643/EC: Commission Decision of 19 July 2004 concerning the placing on the market, in accordance with Directive 2001/18/EC of the European Parliament and of the Council, of a maize product (Zea mays L. line NK603) genetically modified for glyphosate tolerance (notified under document number C(2004) 2761)(Text with EEA relevance)\n", "header": "18.9.2004 EN Official Journal of the European Union L 295/35\nCOMMISSION DECISION\nof 19 July 2004\nconcerning the placing on the market, in accordance with Directive 2001/18/EC of the European Parliament and of the Council, of a maize product (Zea mays L. line NK603) genetically modified for glyphosate tolerance\n(notified under document number C(2004) 2761)\n(Only the Spanish text is authentic)\n(Text with EEA relevance)\n(2004/643/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC (1), and in particular the first subparagraph of Article 18(1) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) Pursuant to Directive 2001/18/EC, the placing on the market of a product containing or consisting of a genetically modified organism or a combination of genetically modified organisms is subject to written consent being granted by the competent authority of the Member State that received the notification for the placing on the market of that product in accordance with the procedure laid down in that Directive.\n(2) A notification concerning the placing on the market of a genetically modified maize product (Zea mays L. line NK603), to be used as any other maize but not for cultivation, was submitted by Monsanto SA to the competent authority of Spain which transmitted it to the Commission and to the competent authorities of other Member States with a positive opinion.\n(3) The competent authorities of other Member States raised objections to the placing on the market of the product.\n(4) The opinion adopted on 25 November 2003 by the European Food Safety Authority, as established by Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (2), concluded that Zea mays L. line NK603 is as safe as conventional maize and that its placing on the market for food, feed or processing is therefore unlikely to have an adverse effect on human or animal health or, in that context, on the environment.\n(5) An examination of each of the objections in the light of Directive 2001/18/EC, of the information submitted in the notification and of the opinion of the European Food Safety Authority, discloses no reason to believe that the placing on the market of Zea mays L. line NK603 will adversely affect human or animal health or the environment.\n(6) A unique identifier should be assigned to the product for the purposes of Regulation (EC) No 1830/2003.\n(7) Adventitious or technically unavoidable traces of genetically modified organisms in products are exempted from labelling and traceability requirements in accordance with thresholds established under Directive 2001/18/EC and Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (3).\n(8) Taking account of the opinion of the European Food Safety Authority, there is no reason to establish specific conditions with regard to the handling or packaging of the product and the protection of particular ecosystems/environments and/or geographical areas.\n(9) Prior to the placing on the market of the product, the necessary measures to ensure its labelling and traceability at all stages of its placing on the market, including verification by appropriate detection methodology, should be applicable.\n(10) The measures provided for in this Decision are not in accordance with the opinion of the Committee established under Article 30 of Directive 2001/18/EC and the Commission therefore submitted to the Council a proposal relating to these measures. Since on the expiry of the period laid down in Article 30(2) of Directive 2001/18/EC the Council had neither adopted the proposed measures nor indicated its opposition to them in accordance with Article 5(6) of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4) the measures should be adopted by the Commission,", "main_body": ["Consent\nWithout prejudice to other Community legislation, in particular Regulation (EC) No 258/97 of the European Parliament and of the Council (5) and Regulation (EC) No 1829/2003, written consent shall be granted by the competent authority of Spain to the placing on the market, in accordance with this Decision, of the product identified in Article 2, as notified by Monsanto Europe SA (reference C/ES/00/01).\nThe written consent shall, in accordance with Article 19(3) of Directive 2001/18/EC, explicitly specify the conditions to which the consent is subject, which are set out in Articles 3 and 4.", "Product\n1.   The genetically modified organisms to be placed on the market as or in products, hereinafter ‘the product’, are grains of maize (Zea mays L.), with increased tolerance to the herbicide glyphosate, derived from the maize line NK603 transformation event, which has been transformed using particle acceleration technology with a MluI restriction fragment isolated from plasmid PV-ZMGT32L and which contains the following DNA sequences in two intact cassettes:\n(a) cassette 1:\n(b) cassette 2:\nThe MluI restriction fragment, which contains the two cassettes specified in points (a) and (b) of the first subparagraph, does not contain the neomycin phosphotransferase type II gene conferring resistance to certain aminoglycoside antibiotics or the origin of replication from Escherichia coli, although both sequences are present in the original plasmid PV-ZMGT32L.\n2.   The unique identifier of the product is MON-00603-6.\n3.   The consent shall cover grains from progeny derived from crosses of maize line NK603 with any traditionally bred maize as or in products.", "Conditions for placing on the market\nThe product may be used as any other maize, with the exception of cultivation and uses as or in food, and may be placed on the market subject to the following conditions:\n(a) the period of validity of the written consent shall be for a period of 10 years;\n(b) the unique identifier of the product shall be MON-00603-6 in accordance with Article 2(2);\n(c) without prejudice to Article 25 of Directive 2001/18/EC, the consent holder shall make control samples available to the competent authorities on request;\n(d) the words ‘This product contains genetically modified organisms’ or ‘This product contains genetically modified maize’ shall appear either on a label or in a document accompanying the product, save where other Community legislation sets a threshold below which such information is not required;\n(e) as long as the product has not been authorised for the placing on the market for the purpose of cultivation, the words ‘not for cultivation’ shall appear either on a label or in a document accompanying the product.", "Monitoring\n1.   Throughout the period of validity of the consent, the consent holder is responsible for ensuring that the general surveillance plan, as contained in the notification, for any adverse effects on human health or the environment arising from handling or use of the product is put in place and implemented.\n2.   The consent holder shall directly inform the operators and users concerning the safety and general characteristics of the product and of the conditions as to general surveillance.\n3.   The consent holder shall, throughout the period of validity of the consent, without prejudice to Article 20 of Directive 2001/18/EC, submit to the Commission and to competent authorities of the Member States, annual reports on the results of the general surveillance and, in the light of the results, proposals for a revised monitoring plan.\n4.   The consent holder shall be in the position to give evidence to the Commission and the competent authorities of the Member States that:\n(a) the surveillance networks, particularly those specified in table 1 of the monitoring plan contained in the notification, collect the information relevant for the general surveillance of the product; and\n(b) that these surveillance networks have agreed to make available this information to the consent holder before the date of submission of the monitoring report to the Commission and competent authorities of the Member States in accordance with paragraph 3.", "Applicability\nThis Decision shall not apply before the date of application of a Community Decision authorising the placing on the market of the products referred to in Article 1 for uses as or in food within the meaning of Regulation (EC) No 178/2002 and including a method, validated by the Community reference laboratory, for detection of those products.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 19 July 2004.\nFor the Commission\nMargot WALLSTRÖM\nMember of the Commission\n(1)  OJ L 106, 17.4.2001, p. 1. Directive as last amended by Regulation (EC) No 1830/2003 (OJ L 268, 18.10.2003, p. 24).\n(2)  OJ L 31, 1.2.2002, p. 1. Regulation as amended by Regulation (EC) No 1642/2003 (OJ L 245, 29.9.2003, p. 4).\n(3)  OJ L 268, 18.10.2003, p. 1.\n(4)  OJ L 184, 17.7.1999, p. 23.\n(5)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1)."}