{"celex_id": "32004R1927", "uri": "http://publications.europa.eu/resource/cellar/7288b4ab-5567-40f5-86cd-313ed6f6fe2d", "type": "Regulation", "concepts": ["2556", "2879", "2901", "5108", "5537", "5833"], "title": "Council Regulation (EC) No 1927/2004 of 21 October 2004 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period 1 July 2004 to 30 June 2005\n", "header": "6.11.2004 EN Official Journal of the European Union L 332/1\nCOUNCIL REGULATION (EC) No 1927/2004\nof 21 October 2004\non the conclusion of the Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period 1 July 2004 to 30 June 2005\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Under the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde (2), the Contracting Parties are to enter into negotiations, before the end of the period of validity of the Protocol to the Agreement, in order to determine by common accord the terms of the Protocol for the following period and, where appropriate, any necessary amendments or additions to the Annex.\n(2) Pending negotiations on the amendments to be made to the existing Protocol (3) approved by Regulation (EC) No 301/2002 (4), the two Parties have decided to extend its validity for one year by means of an Agreement in the form of an Exchange of Letters.\n(3) It is in the Community's interest to approve this extension.\n(4) The allocation of fishing opportunities among the Member States under the Protocol approaching expiry should be confirmed,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period 1 July 2004 to 30 June 2005 is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The fishing opportunities provided for in the Protocol shall be allocated among the Member States as follows:\n— tuna seiners:\n— tuna seiners:\nSpain: 18 vessels\n— pole-and-line tuna vessels:\nSpain: 10 vessels\nPortugal: 2 vessels\n— surface longliners:\nPortugal: 10 vessels\n— bottom longliners:\nMember States whose vessels fish under this Agreement shall notify the Commission of the quantities of each stock caught within the Cape Verde fishing zone in accordance with the procedure laid down in Commission Regulation (EC) No 500/2001 (5).", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 October 2004.\nFor the Council\nThe President\nG. ZALM\n(1)  Opinion of 15 September 2004 (not yet published in the Official Journal).\n(2)  OJ L 212, 9.8.1990, p. 3.\n(3)  OJ L 47, 19.2.2002, p. 25.\n(4)  OJ L 47, 19.2.2002, p. 2.\n(5)  OJ L 73, 15.3.2001, p. 8.\nAGREEMENT\nin the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period 1 July 2004 to 30 June 2005\nGentlemen,\nI have the honour to confirm that we agree to the following interim arrangements for the extension of the Protocol currently in force (1 July 2001 to 30 June 2004) setting out the fishing opportunities and financial contribution provided for in the Fisheries Agreement between the European Economic Community and the Government of the Republic of Cape Verde, pending the negotiations on the amendments to be made to the Protocol:\n1. The arrangements applicable over the last three years will be renewed from 1 July 2004 until 30 June 2005.\n2. During this period, fishing licences will be granted within the limits set in Article 1 of the Protocol currently in force, by means of fees or advances corresponding to those set in point 2 of the Annex to the Protocol.\nI should be obliged if you would acknowledge receipt of this letter and confirm that you are in agreement with its terms.\nPlease accept, Gentlemen, the assurance of my highest consideration.\nOn behalf of the Council of the European Union\nGentlemen,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n‘I have the honour to confirm that we agree to the following interim arrangements for the extension of the Protocol currently in force (1 July 2001 to 30 June 2004) setting out the fishing opportunities and financial contribution provided for in the Fisheries Agreement between the European Economic Community and the Government of the Republic of Cape Verde, pending the negotiations on the amendments to be made to the Protocol:\n1. The arrangements applicable over the last three years will be renewed from 1 July 2004 until 30 June 2005.\n2. During this period, fishing licences will be granted within the limits set in Article 1 of the Protocol currently in force, by means of fees or advances corresponding to those set in point 2 of the Annex to the Protocol.\nI should be obliged if you would acknowledge receipt of this letter and confirm that you are in agreement with its terms’.\nI have the honour to confirm that the terms of your letter are acceptable to the Government of the Republic of Cape Verde and that your letter and this one constitute an agreement in accordance with your proposal.\nPlease accept, Gentlemen, the assurance of my highest consideration.\nFor the Government of the Republic of Cape Verde"}