{"celex_id": "32006R0181", "uri": "http://publications.europa.eu/resource/cellar/433c8c12-febd-4ccf-9c02-0e005c98a814", "type": "Regulation", "concepts": ["1596", "192", "2737", "3885", "4224", "767"], "title": "Commission Regulation (EC) No 181/2006 of  1 February 2006  implementing Regulation (EC) No 1774/2002 as regards organic fertilisers and soil improvers other than manure and amending that Regulation   (Text with EEA relevance)\n", "header": "2.2.2006 EN Official Journal of the European Union L 29/31\nCOMMISSION REGULATION (EC) No 181/2006\nof 1 February 2006\nimplementing Regulation (EC) No 1774/2002 as regards organic fertilisers and soil improvers other than manure and amending that Regulation\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Articles 20(2), 22(2) and 32(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 prohibits the application to pasture land of organic fertilisers and soil improvers other than manure. This prohibition is in line with the current EU feed ban, and is intended to prevent possible contamination risks from pasture land where Category 2 material and Category 3 material could be present. Such risks may be due to direct grazing or use of grass as silage or hay by farmed animals. That Regulation provides that measures for implementing the prohibition, including control measures, are to be adopted after consultation of the appropriate scientific committee.\n(2) Various scientific committees have issued a number of scientific opinions that are relevant to the application to land of organic fertilisers and soil improvers. These include first, the opinion of 24 and 25 September 1998 of the Scientific Steering Committee on the safety of organic fertilisers derived from mammalian animals, second, the opinion of 24 April 2001 of the Scientific Committee on Toxicity, Ecotoxicity and the Environment on the evaluation of sludge treatments for pathogen reduction, third, the opinion of 10 and 11 May 2001 of the Scientific Steering Committee on the safety of organic fertilisers derived from ruminant materials and fourth, the opinion of 3 March 2004 of the Scientific Panel on Biological Hazards of the European Food Standards Authority on the safety vis-à-vis biological risk including TSEs of the application on pastureland of organic fertilisers and soil improvers.\n(3) Those scientific opinions recommend that animal tissues that are likely to contain TSE agents should not be incorporated in organic fertilisers and soil improvers for use on land to which cattle may have access. Other materials may be used in the manufacture of organic fertilisers and soil improvers under certain health conditions involving heating and safe sourcing that further reduce any potential risks.\n(4) In the light of those scientific opinions, implementing rules, including control measures, should be laid down for the application to land of organic fertilisers and soil improvers, as well as digestion residues and compost.\n(5) The implementing measures provided for in this Regulation should be without prejudice to transitional measures currently applicable pursuant to Regulation (EC) No 1774/2002.\n(6) It should be possible to place on the market and export organic fertilisers and soil improvers provided the conditions set out in this Regulation are complied with.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter and scope\n1.   This Regulation shall be without prejudice to transitional measures adopted in accordance with Regulation (EC) No 1774/2002.\n2.   The Member States may apply stricter national rules than those provided for in this Regulation as regards the way organic fertilisers and soil improvers are used on their territory where such rules are justified on animal or public health grounds.", "Amendment\nIn Annex I to Regulation (EC) No 1774/2002, point 39 is replaced by the following:\n‘39. “pasture land” means land covered with grass or other herbage grazed by or used as feedingstuffs for farmed animals, excluding land to which organic fertilisers and soil improvers have been applied in accordance with Commission Regulation (EC) No 181/2006 (2);", "Requirements for organic fertilisers and soil improvers\nOrganic fertilisers and soil improvers shall be produced solely from Category 2 and Category 3 material.", "Pathogen control and packaging and labelling\nOrganic fertilisers and soil improvers shall comply with the requirements regarding pathogen control and packaging and labelling set out in parts I and II of the Annex.", "Transport\nOrganic fertilisers and soil improvers shall be transported in accordance with the requirements set out in part III of the Annex.", "Use and special grazing restrictions\n1.   The special grazing restrictions set out in part IV of the Annex shall apply where organic fertilisers and soil improvers are applied to land.\n2.   Processed products derived from the processing of animal by-products in a processing plant in accordance with Regulation (EC) No 1774/2002 shall not be applied as such directly to land where farmed animals might have access.", "Records\nThe person responsible for land to which organic fertilisers and soil improvers are applied and to which farmed animals have access shall keep records for at least two years of:\n(a) the quantities of organic fertilisers and soil improvers applied;\n(b) the date on which and the places where organic fertilisers and soil improvers were applied to land;\n(c) the dates on which livestock is allowed to graze the land or on which the land is cropped for feedingstuffs.", "Placing on the market, export and transit\nThe placing on the market, export and transit of organic fertilisers and soil improvers shall be subject to compliance with the requirements set out in parts I and II of the Annex.", "Control measures\n1.   The competent authority shall take the necessary measures to ensure compliance with this Regulation.\n2.   The competent authority shall carry out controls at regular intervals on land where organic fertilisers and soil improvers are applied and to which farmed animals may have access.\n3.   If controls carried out by the competent authority show that this Regulation is not complied with, the competent authority shall take appropriate action.", "0\nEntry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Regulation (EC) No 416/2005 (OJ L 66, 12.3.2005, p. 10).\n(2)  OJ L 29, 2.2.2006, p. 31’.\nANNEX\nREQUIREMENTS FOR ORGANIC FERTILISERS AND SOIL IMPROVERS TO BE APPLIED TO LAND\nI.   Pathogen control\nProducers of organic fertilisers and soil improvers must ensure that decontamination of pathogens is carried out prior to their application to land, in accordance with:\n— Chapter I(D)(10) of Annex VII to Regulation (EC) No 1774/2002 in the case of processed animal protein or processed products derived from Category 2 material;\n— Chapter II of Annex VI of Regulation (EC) No 1774/2002 in the case of compost and biogas residues.\nII.   Packaging and labelling\n1. After processing and/or transformation in accordance with Article 5(2) or 6(2), as the case may be, of Regulation (EC) No 1774/2002, organic fertilisers and soil improvers shall be properly stored and transported packaged.\n2. The packaging shall be clearly and legibly labelled with the name and address of the manufacturing plant and shall bear the words ‘organic fertilisers and soil improvers/farmed animals must not be allowed access to the land for at least 21 days following application to land’.\nIII.   Transport\n1. The competent authority may decide not to apply points II(1) and (2) to organic fertilisers and soil improvers that are transported and/or used in the same Member State or transported to and/or used in another Member State where there is a mutual agreement to that effect, provided that decision does not present a risk to animal or public health.\n2. The commercial document accompanying organic fertilisers and soil improvers shall bear the words ‘organic fertilisers and soil improvers/farmed animals must not be allowed access to the land for at least 21 days following application to land’.\n3. A commercial document is not required if the organic fertilisers and soil improvers are supplied by retailers to final users other than business operators.\nIV.   Special grazing restrictions\n1. The competent authority shall take all necessary measures to ensure that farmed animals do not have access to land to which organic fertilisers and soil improvers have been applied before 21 days have elapsed since the date of last application.\n2. Where over 21 days have elapsed since the date of last application of organic fertilisers and soil improvers, grazing may be allowed or the grass or other herbage may be cut for use in feedingstuffs, provided the competent authority does not consider that the practice presents a risk to animal or public health.\n3. The competent authority may lay down a longer period than specified in point 2 during which grazing is prohibited on animal or public health grounds.\n4. The competent authority shall ensure that codes of good agricultural practice are drafted and made available for use by those applying organic fertilisers and soil improvers to land, taking account of local circumstances."}