{"celex_id": "32003D0774", "uri": "http://publications.europa.eu/resource/cellar/431248c5-f02d-4368-a579-64362bfa131e", "type": "Decision", "concepts": ["1590", "1854", "1961"], "title": "2003/774/EC: Commission Decision of 30 October 2003 approving certain treatments to inhibit the development of pathogenic micro-organisms in bivalve molluscs and marine gastropods (Text with EEA relevance) (notified under document number C(2003) 3984)\n", "header": "Commission Decision\nof 30 October 2003\napproving certain treatments to inhibit the development of pathogenic micro-organisms in bivalve molluscs and marine gastropods\n(notified under document number C(2003) 3984)\n(Text with EEA relevance)\n(2003/774/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Chapter IV(IV)(2) of the Annex thereto,\nWhereas:\n(1) Commission Decision 93/25/EEC of 11 December 1992 approving certain treatments to inhibit the development of pathogenic micro-organisms in bivalve molluscs and marine gastropods(3) has been substantially amended(4). In the interests of clarity and rationality the said Decision should be codified.\n(2) Bivalve molluscs and marine gastropods harvested in the areas referred to in Chapter I(1)(b) and (c) of the Annex to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs(5), as last amended by Regulation (EC) No 806/2003, constitute a potential threat to consumers if they are not subjected to appropriate treatment.\n(3) Spain, the United Kingdom and the Netherlands have put forward treatments to inhibit the development of pathogens in bivalve molluscs and marine gastropods.\n(4) These processes are adequate to ensure the health of the products and it is not necessary therefore to subject them in advance to purification or relaying.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The treatments set out in Annex I to this Decision for inhibiting the development of pathogenic micro-organisms in bivalve molluscs and marine gastropods which have been harvested in the areas referred to in Chapter I(1)(b) and (c) of the Annex to Directive 91/492/EEC and which have not been subjected to relaying or purification before being placed on the market are hereby approved.", "Decision 93/25/EEC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 16, 25.1.1993, p. 22.\n(4) See Annex II to this Decision.\n(5) OJ L 268, 24.9.1991, p. 1.\nANNEX I\nTREATMENTS\nA. Sterilisation\nBivalve molluscs and marine gastropods may be subjected to sterilisation in hermetically sealed containers which comply with the requirements of Chapter IV(4) of the Annex to Directive 91/493/EEC.\nB. Other heat treatments\nBivalve molluscs and marine gastropods in shell and not frozen may undergo one of the following processes:\n1. immersion in boiling water for the period required to raise the internal temperature of the mollusc flesh to not less than 90 °C and maintenance of this minimum temperature for a period of not less than 90 seconds;\n2. cooking for three to five minutes in an enclosed space, in which the temperature is between 120 and 160 °C and the pressure is between 2 and 5 kg/cm2, followed by shelling and freezing of the flesh to a core temperature of - 20 °C;\n3. steaming under pressure in an enclosed space, provided that the requirements relating to cooking time and the internal temperature of the mollusc flesh referred to in point 1 are met and the uniform distribution of heat in the enclosed space is guaranteed by validated methodology in the framework of the own-checks programme.\nANNEX II\nRepealed Decision with its amendment\n>TABLE>\nANNEX III\nCorrelation table\n>TABLE>"}