{"celex_id": "32004R0833", "uri": "http://publications.europa.eu/resource/cellar/c44beb1e-164a-4b0f-bfc8-1f1e66b7aa6b", "type": "Regulation", "concepts": ["1309", "2300", "2771", "4584", "519"], "title": "Commission Regulation (EC) No 833/2004 of 26 March 2004 amending Commission Regulation (EC) No 449/2000 imposing a provisional anti-dumping duty on imports of malleable cast iron tube or pipe fittings originating in Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand and accepting an undertaking offered by an exporting producer in the Czech Republic\n", "header": "Commission Regulation (EC) No 833/2004\nof 26 March 2004\namending Commission Regulation (EC) No 449/2000 imposing a provisional anti-dumping duty on imports of malleable cast iron tube or pipe fittings originating in Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand and accepting an undertaking offered by an exporting producer in the Czech Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 29 May 1999, by means of a notice published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(2) in respect of imports of malleable cast iron tube or pipe fittings (the product concerned) originating in Brazil, Croatia, the Czech Republic, the Federal Republic of Yugoslavia, Japan, the People's Republic of China, the Republic of Korea and Thailand.\n(2) This proceeding resulted in provisional anti-dumping duties being imposed in February 2000 against Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand by Commission Regulation (EC) No 449/2000(3) in order to eliminate the injurious effects of dumping.\n(3) In the same Regulation, the Commission accepted an undertaking offered by an exporting producer in the Czech Republic, Moravske Zelezรกrny a.s. (Moravske). Subject to the conditions set out in Regulation (EC) No 449/2000, imports of the product concerned into the Community from this company were exempted from the said provisional anti-dumping duties, pursuant to Article 2 (1) of the same Regulation.\n(4) Definitive duties were later imposed against Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand by Council Regulation (EC) No 1784/2000(4). Subject to the conditions set out therein, this Regulation also granted goods manufactured and exported to the Community by Moravske an exemption to the definitive anti-dumping duties as an undertaking had already been accepted definitively from this company at the provisional stage of the proceeding.\nB. BREACHES OF THE UNDERTAKING\n1. Obligations of company with an undertaking\n(5) The undertaking offered in the present case obliges the company concerned, inter alia, to export the product concerned to the Community at or above certain minimum import price levels (MIPs) specified therein. The company also undertakes not to circumvent the undertaking by making compensatory arrangements with any other party which causes the net price paid by the first independent customer for in the Community to be below the MIP.\n(6) Furthermore, in order to allow effective monitoring of the undertaking, Moravske is obliged to send to the European Commission a quarterly report of all its export sales of the product concerned to the European Community. These reports should include details of all invoices issued during the period for sales made under the terms of the undertaking for which exemption to the anti-dumping duties is sought. The data submitted in these sales reports should be complete and correct in all particulars.\n(7) For the purposes of ensuring compliance with the undertaking, Moravske also agreed to provide allow on-spot verification visits at its premises in order to verify the accuracy and veracity of data submitted in the said quarterly reports. In this regard, a verification visit was carried out at the premises of Moravske in the Czech Republic in September 2003.\n2. Results of the verification visit\n(8) The visit to Moravske established that sales to a particular customer in the Community of certain types of the product concerned had, according to the export invoices and undertaking sales reports, purportedly been made at prices in conformity with the MIPs, whilst sales to the same customer of products not subject to anti-dumping measures were at price levels significantly below Moravske's average sales prices for these other products when sold to other customers in the Community. The goods subject to the undertaking were then re-sold by the purchaser in the Community to a second company in another Member State.\n(9) It was stated during the visit that, due to the level of the MIPs, Moravske was allegedly uncompetitive for certain fittings models in the second Member State. Moravske admitted that a system of cross-compensation between products subject to the undertaking and products outside the scope of the anti-dumping measures had been set up which allowed Moravske to sell those models at net (i.e. compensated) prices which were below the MIPs. Such sales by Moravske were, therefore, not in accordance with the terms of its undertaking.\n(10) Upon being notified of the verification visit, the company had checked the quarterly undertaking sales reports previously submitted to the Commission. Just prior to the visit, the company informed the Commission that it had found sixteen invoices accompanying sales to the Community made under the terms of the undertaking which had been omitted from the quarterly sales reports. It was claimed that the errors were due to the company's accounting software programme. In addition, acting on information received from one of the Community's customs authorities, the Commission found during the visit that another invoice for sales to the Community had been not been included on the appropriate quarterly undertaking sales report. It was established that the invoice in question had been omitted due to incorrect destination country coding of the invoice in the company's accounting system.\n(11) Although all the sales transactions on the seventeen omitted invoices had not been made to companies with which Moravske had compensation arrangements and were apparently in accordance with the MIPs, the fact remains that the company's accounting system failed to pick up the invoices for the purposes of the undertaking reports. The obligation of the company to submit complete reports of all its sales was not, therefore, met.\n3. Breaches of the undertaking\n(12) The compensation scheme found was considered to breach the undertaking. The failure to report all sales transactions to the Community was also a breach of the undertaking. The company was therefore informed in writing of the essential facts and considerations on the basis of which the Commission intended to withdraw acceptance of the its undertaking and to recommend the imposition of the definitive anti-dumping duty.\n(13) Written submissions were made by the company within the due time limits and a hearing was also requested and granted.\n(14) Within the framework of the current administrative procedure, the company also requested a copy of the Commission Services' internal report of the on-spot verification visit as, it was contended, without this document it could not adequately defend its interests. However, the company has, as provided for by Articles 8 (9) and 20 of Regulation 384/96, received in writing full disclosure of all the facts and considerations on the basis of which it was intended that the present decision be taken, and has been given adequate opportunity to comment on these facts and considerations prior to the present decision being taken. Hence, the company has received all information necessary to enable it to fully exercise its rights of defence. Therefore, this request could not be granted. A request for access to the report of the visit under Regulation (EC) No 1049/2001 of the European Parliament and of the Council(5) is being dealt with in accordance with the provisions of that Regulation.\n(15) As concerns the issue of the compensation scheme, it was submitted that the amount of the compensation granted to the customer in question during 2002 was insignificant when viewed as part of the company's total exports to the Community of all products and that there was therefore no material breach. It was further argued that withdrawal of acceptance of the undertaking due to this compensation scheme was out of proportion to the actions of the company.\n(16) This argument concerning materiality cannot be accepted as the declared aim of the compensation scheme was to enable Moravske to sell its products in a certain Member State at prices below the MIPs and, therefore, at injurious price levels. In addition, even if a breach concerns only one customer in one Member State (or even only one transaction), a violation such as this clearly breaks the relationship of trust which formed the basis for the European Commission accepting the undertaking in the first place.\n(17) Moreover, as also concerns the issue of materiality and proportionality, it should be recalled that the jurisprudence of the Court of First Instance of the European Communities has confirmed that any breach of an undertaking is sufficient grounds for withdrawing acceptance thereof(6).\n(18) With regard to the question of the invoices which had been omitted from its sales reports to the Commission, Moravske made reference to another anti-dumping case(7) in which a Norwegian company had acceptance of its undertaking withdrawn by the Commission following a breach of its terms. The Norwegian company concerned later requested a partial interim review of the anti-dumping/subsidy measures applicable to it, which was granted. Following a new investigation by the Commission Services, a fresh undertaking was accepted from the company concerned, some three years after acceptance of the original undertaking was withdrawn.\n(19) In this regard, Moravske drew attention to the fact that one of the reasons for accepting the new undertaking from the Norwegian company related to improvements to its accounting system. Moravske indicated that it too would be prepared to improve its accounting system so as to ensure that omissions of invoices did not occur again and that the \"benefit\" accorded to the Norwegian exporter in this regard should also be granted to it.\n(20) In response to this submission, it should first be made clear that the two cases are not the same. The Norwegian company had acceptance of its undertaking withdrawn following a breach, and it was only several years later, after an investigation determined that the circumstances had changed in the meantime, that another undertaking was accepted from the company. Moreover, several elements were taken into account which satisfied the Commission that the same breach would not re-occur (with improvements made to the Norwegian company's accounting system being only one aspect of the overall assessment).\n(21) This situation is therefore different to that of Moravske, which concerns the non-observance of a current undertaking. What the company would do in the future if the Commission refrained from withdrawing acceptance of its undertaking is hypothetical and cannot be considered as sufficient grounds for halting the current administrative procedure.\n(22) Moravske also submitted that production of the product concerned had been shifted outside the Community by two of the companies that had lodged the complaint which led to the current definitive anti-dumping measures. It was argued that there was therefore no further need for measures, as there was no Community industry to protect and that it was not in the Community interest to reimpose an anti-dumping duty on imports from Moravske.\n(23) In this regard, the Commission subsequently contacted the companies constituting the Community industry in the proceeding who confirmed that no significant relocation of production outside the Community of the product concerned had taken place. Even if the allegation concerning relocation of production had proved to be correct, this does not alter the fact that Moravske has breached its undertaking and that accordingly, acceptance of the undertaking may be withdrawn immediately.\nC. AMENDMENT OF COMMISSION REGULATION (EC) No 449/2000\n(24) In the light of the above, Article 2 of Commission Regulation (EC) No 449/2000 accepting an undertaking from Moravske Zelezรกrny a.s. should be deleted and Articles 3 and 4 of that Regulation should be renumbered accordingly,", "main_body": ["Acceptance of the undertaking offered by Moravske Zelezรกrny a.s. is hereby withdrawn.", "1. Article 2 of Commission Regulation (EC) No 449/2000 is hereby deleted.\n2. Article 3 of Commission Regulation (EC) No 449/2000 is hereby renumbered \"Article 2\".\n3. Article 4 of Commission Regulation (EC) No 449/2000 is hereby renumbered \"Article 3\".", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2004.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12)\n(2) OJ C 151, 29.5.1999, p. 21.\n(3) OJ L 55, 29.2.2000, p. 3.\n(4) OJ L 208, 18.8.2000, p. 8.\n(5) OJ L 145, 31.5.2001, p. 43.\n(6) Court of First Instance, Judgment of 30 March 2000, Case T-51/96, Miwon Co Ltd Vs Council\n(7) Farmed Atlantic salmon originating in Norway. Council Regulation (EC) No 322/2002, OJ L 51, 22.2.2002, p. 1"}