{"celex_id": "32006R1104", "uri": "http://publications.europa.eu/resource/cellar/c8c29501-479d-45fb-8680-6633df8dd12e", "type": "Regulation", "concepts": ["3655", "3843", "4258", "4359", "453", "5589", "92"], "title": "Commission Regulation (EC) No 1104/2006 of  18 July 2006  amending Regulation (EC) No 831/2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes   (Text with EEA relevance)\n", "header": "19.7.2006 EN Official Journal of the European Union L 197/3\nCOMMISSION REGULATION (EC) No 1104/2006\nof 18 July 2006\namending Regulation (EC) No 831/2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (1) and in particular Article 17(2) and Article 20(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 831/2002 (2) establishes, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted. It enumerates the different surveys and data sources to which it applies.\n(2) There is a growing demand by researchers and scientific community in general to have access for scientific purposes also to confidential data from the Structure of Earnings Survey. The Structure of Earnings Survey represents EU-wide harmonised structural data on gross earnings, hours paid and annual days of paid holiday leave which are collected every four years under Council Regulation (EC) No 530/1999 of 9 March 1999 concerning structural statistics on earnings and on labour costs (3). Access to this confidential data would largely benefit the research work on earnings of individuals and their relation with the characteristics of the employer. This survey should therefore be added to the enumeration in Regulation (EC) No 831/2002.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Statistical Confidentiality,", "main_body": ["Regulation (EC) No 831/2002 is amended as follows:\n1. Article 5(1) is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey.\n2. Article 6(1) is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 2006.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 133, 18.5.2002, p. 7.\n(3)  OJ L 63, 12.3.1999, p. 6. Regulation as amended by Regulation (EC) No 1882/2003."}