{"celex_id": "32009R1291", "uri": "http://publications.europa.eu/resource/cellar/44528f56-6995-4451-8d33-c41f4b401bde", "type": "Regulation", "concepts": ["3083", "3424", "3679", "5283", "623"], "title": "Commission Regulation (EU) No 1291/2009 of 18 December 2009 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\n", "header": "24.12.2009 EN Official Journal of the European Union L 347/14\nCOMMISSION REGULATION (EU) No 1291/2009\nof 18 December 2009\nconcerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1217/2009 of 30 November 2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Community (1), and in particular Articles 5(4), 6(5) and 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1859/82 of 12 July 1982 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings (2) established the threshold for the economic size of holdings and the number of returning holdings for the implementation of Regulation (EC) No 1217/2009.\n(2) Commission Regulation (EC) No 1242/2008 of 8 December 2008 establishing a Community typology for agricultural holdings (3) introduced a new concept of ‘economic size’, which is now expressed in euros, and amended some other criteria of the typology.\n(3) As a consequence of the amendment made by Council Regulation (EC) No 1791/2006 (4), the divisions of Bulgaria and Romania need to be taken into account. Some additional changes to Regulation (EEC) No 1859/82 need to be made for more precision. Therefore, in the interests of clarity, Regulation (EEC) No 1859/82 should be repealed and replaced by this Regulation.\n(4) Returning holdings must be selected in a uniform manner in each division and to that end detailed rules should be laid down to implement the relevant provisions of Regulation (EC) No 1217/2009.\n(5) The holdings to be studied in connection with the farm accountancy data network fall within the field of survey of the structure surveys and of Community or national censuses of agricultural holdings.\n(6) The data available for the purposes of drawing up the plan for the selection of holdings (selection plan) for each accounting year and the difference in the agricultural situation as between the different Member States require that thresholds of economic size which vary by Member State, and even in some cases by division, be adopted.\n(7) Experience shows that operation of the data network is facilitated if the number of returning holdings selected per division is allowed to differ by up to 20 % in either direction provided that this does not entail a reduction in the total number of returning holdings per Member State.\n(8) As the financial management of such a measure is difficult, a limitation per Member State as to the total number of duly completed farm returns eligible for Community financing is introduced in Commission Regulation (EEC) No 1915/83 of 13 July 1983 on certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings (5). For reasons of clarity and coherence, this should be reflected in this Regulation. Flexibility in the number of returning holdings per division should be allowed, as long as the total number of the returning holdings of the Member State concerned is respected.\n(9) The selection plan should include a minimum number of elements enabling its validity in relation to the objectives of the farm accountancy data network to be assessed.\n(10) For the purpose of the selection plan, the field of survey should be stratified according to the divisions listed in the Annex to Regulation (EC) No 1217/2009 and according to the types of farming and economic size classes defined in Regulation (EC) No 1242/2008.\n(11) The selection plan should be drawn up prior to the beginning of the corresponding accounting year so that it can be approved before being used for the selection of returning holdings. For the accounting year 2010, however, the Member States need a longer period to draw up the selection plan, because all the necessary reference sources are not available long enough beforehand. Therefore, it is appropriate to provide for a different time-limit for the notification of the selection plan for that accounting year.\n(12) Since Regulation (EC) No 1242/2008 applies from the accounting year 2010, this Regulation should apply as from the same year.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a) ‘holding’ means a farm business as defined in the context of the Community agricultural surveys and censuses;\n(b) ‘typology’ means the Community typology for agricultural holdings established by Regulation (EC) No 1242/2008.", "Threshold for the economic size\nFor the accounting year 2010 (a period of 12 consecutive months beginning between 1 January 2010 and 1 July 2010) and for subsequent accounting years, the threshold of economic size as referred to in Article 5 of Regulation (EC) No 1217/2009 shall be as follows:\n— : Belgium : EUR 25 000\n— : Bulgaria : EUR 2 000\n— : Czech Republic : EUR 8 000\n— : Denmark : EUR 15 000\n— : Germany : EUR 25 000\n— : Estonia : EUR 4 000\n— : Ireland : EUR 4 000\n— : Greece : EUR 4 000\n— : Spain : EUR 4 000\n— : France : EUR 25 000\n— : Italy : EUR 4 000\n— : Cyprus : EUR 4 000\n— : Latvia : EUR 4 000\n— : Lithuania : EUR 4 000\n— : Luxembourg : EUR 25 000\n— : Hungary : EUR 4 000\n— : Malta : EUR 4 000\n— : Netherlands : EUR 25 000\n— : Austria : EUR 8 000\n— : Poland : EUR 4 000\n— : Portugal : EUR 4 000\n— : Romania : EUR 2 000\n— : Slovenia : EUR 4 000\n— : Slovakia : EUR 15 000\n— : Finland : EUR 8 000\n— : Sweden : EUR 15 000\n— : United Kingdom (with the exception of Northern Ireland) : EUR 25 000\n— : United Kingdom (only Northern Ireland) : EUR 15 000.", "Number of returning holdings\nThe number of returning holdings per Member State as well as per division shall be as laid down in the Annex.\nThe number of returning holdings to be selected per division may differ from that laid down in the Annex by up to 20 % in either direction provided that the total number of the returning holdings of the Member State concerned is respected.", "Selection plan\nThe plan for the selection of returning holdings shall ensure the representativeness of the returning holdings as a whole.\nIt shall include:\n(a) the elements on which it is based, namely:\n— particulars of the statistical reference sources,\n— the procedures for stratifying the field of survey in accordance with the divisions listed in the Annex to Regulation (EC) No 1217/2009, the types of farming and economic size classes defined in the typology,\n— the procedures for determining the selection rate chosen for each stratum,\n— the procedures for the selection of returning holdings;\n(b) the breakdown of holdings in the field of survey by types of farming and economic size classes defined in the typology (corresponding at least to the principal types), and\n(c) the number of returning holdings to be selected for each of the strata adopted.", "Notification\nEach year the Member States shall notify the selection plan referred to in Article 4 to the Commission not later than two months before the beginning of the accounting year to which it relates.\nHowever, for the accounting year 2010 it shall be notified not later than one month before the beginning of the accounting year.\nNotification shall be done electronically via the information systems made available to the competent authorities by the Commission or by the Member States.\nThe form and content of the information to be notified shall be in conformity with models made available to the Member States through the information systems. Those models and the methods to be used shall be adapted and updated after the Community Committee for the Farm Accountancy Data Network has been informed.\nData relating to notifications shall be entered and updated in the information systems under the responsibility of the competent authorities of the Member State, in accordance with the access rights granted by the authorities concerned.", "Repeal\nRegulation (EEC) No 1859/82 is repealed with effect from 30 June 2010.\nReferences to the repealed Regulation shall be construed as references to this Regulation.", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the accounting year 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 15.12.2009, p. 27.\n(2)  OJ L 205, 13.7.1982, p. 5.\n(3)  OJ L 335, 13.12.2008, p. 3.\n(4)  OJ L 363, 20.12.2006, p. 1.\n(5)  OJ L 190, 14.7.1983, p. 25.\nANNEX\nReference number Name of division Number of returning holdings per accounting year\nBELGIUM\n341 Vlaanderen 720\n342 Bruxelles-Brussel —\n343 Wallonie 480\nTotal Belgium 1 200\nBULGARIA\n831 Северозападен, (Severozapaden) 346\n832 Северен централен, (Severen tsentralen) 358\n833 Североизточен, (Severoiztochen) 373\n834 Югозападен, (Yugozapaden) 335\n835 Южен централен, (Yuzhen tsentralen) 394\n836 Югоизточен, (Yugoiztochen) 396\nTotal Bulgaria 2 202\n745 CZECH REPUBLIC 1 417\n370 DENMARK 2 150\nGERMANY\n010 Schleswig-Holstein 565\n020 Hamburg 97\n030 Niedersachsen 1 307\n040 Bremen —\n050 Nordrhein-Westfalen 1 010\n060 Hessen 558\n070 Rheinland-Pfalz 887\n080 Baden-Württemberg 1 190\n090 Bayern 1 678\n100 Saarland 90\n110 Berlin —\n112 Brandenburg 284\n113 Mecklenburg-Vorpommern 268\n114 Sachsen 313\n115 Sachsen-Anhalt 270\n116 Thüringen 283\nTotal Germany 8 800\n755 ESTONIA 658\n380 IRELAND 1 300\nGREECE\n450 Macedonia-Thrace 2 000\n460 Epirus-Peloponnese-Ionian Islands 1 350\n470 Thessaly 700\n480 Continental Greece, Aegean Islands, Crete 1 450\nTotal Greece 5 500\nSPAIN\n500 Galicia 450\n505 Asturias 190\n510 Cantabria 150\n515 País Vasco 352\n520 Navarra 316\n525 La Rioja 244\n530 Aragón 676\n535 Cataluña 664\n540 Illes Balears 180\n545 Castilla y León 950\n550 Madrid 190\n555 Castilla-La Mancha 900\n560 Comunidad Valenciana 638\n565 Murcia 348\n570 Extremadura 718\n575 Andalucía 1 504\n580 Canarias 230\nTotal Spain 8 700\nFRANCE\n121 Île-de-France 210\n131 Champagne-Ardenne 380\n132 Picardie 270\n133 Haute-Normandie 170\n134 Centre 410\n135 Basse-Normandie 240\n136 Bourgogne 360\n141 Nord-Pas-de-Calais 290\n151 Lorraine 240\n152 Alsace 200\n153 Franche-Comté 220\n162 Pays de la Loire 460\n163 Bretagne 480\n164 Poitou-Charentes 370\n182 Aquitaine 550\n183 Midi-Pyrénées 490\n184 Limousin 230\n192 Rhône-Alpes 480\n193 Auvergne 380\n201 Languedoc-Roussillon 430\n203 Provence-Alpes-Côte d'Azur 440\n204 Corse 170\nTotal France 7 470\nITALY\n221 Valle d'Aosta 159\n222 Piemonte 598\n230 Lombardia 657\n241 Trentino 279\n242 Alto Adige 262\n243 Veneto 741\n244 Friuli-Venezia Giulia 549\n250 Liguria 559\n260 Emilia-Romagna 857\n270 Toscana 635\n281 Marche 493\n282 Umbria 512\n291 Lazio 550\n292 Abruzzo 444\n301 Molise 359\n302 Campania 597\n303 Calabria 479\n311 Puglia 748\n312 Basilicata 430\n320 Sicilia 672\n330 Sardegna 557\nTotal Italy 11 137\n740 CYPRUS 500\n770 LATVIA 1 000\n775 LITHUANIA 1 000\n350 LUXEMBOURG 450\nHUNGARY\n760 Közép-Magyarország 166\n761 Közép-Dunántúl 187\n762 Nyugat-Dunántúl 228\n763 Dél-Dunántúl 260\n764 Észak- Magyarország 209\n765 Észak-Alföld 380\n766 Dél-Alföld 470\nTotal Hungary 1 900\n780 MALTA 536\n360 NETHERLANDS 1 500\n660 AUSTRIA 2 000\nPOLAND\n785 Pomorze and Mazury 1 860\n790 Wielkopolska and Śląsk 4 350\n795 Mazowsze and Podlasie 4 490\n800 Małopolska and Pogórze 1 400\nTotal Poland 12 100\nPORTUGAL\n615 Norte e Centro 1 233\n630 Ribatejo e Oeste 351\n640 Alentejo e Algarve 399\n650 Açores e Madeira 317\nTotal Portugal 2 300\nROMANIA\n840 Nord-Est 852\n841 Sud-Est 1 074\n842 Sud-Muntenia 1 008\n843 Sud-Vest-Oltenia 611\n844 Vest 703\n845 Nord-Vest 825\n846 Centru 834\n847 București-Ilfov 93\nTotal Romania 6 000\n820 SLOVENIA 908\n810 SLOVAKIA 523\nFINLAND\n670 Etelä-Suomi 461\n680 Sisä-Suomi 251\n690 Pohjanmaa 221\n700 Pohjois-Suomi 167\nTotal Finland 1 100\nSWEDEN\n710 Plains of southern and central Sweden 637\n720 Forest and mixed agricultural and forest areas of southern and central Sweden 258\n730 Areas of northern Sweden 130\nTotal Sweden 1 025\nUNITED KINGDOM\n411 England — North Region 420\n412 England — East Region 650\n413 England — West Region 430\n421 Wales 300\n431 Scotland 380\n441 Northern Ireland 320\nTotal United Kingdom 2 500"}