{"celex_id": "32006D0768", "uri": "http://publications.europa.eu/resource/cellar/bd245884-cf7d-4c0b-bef8-f4d6b97c9a12", "type": "Decision", "concepts": ["4055", "4779", "4838", "862", "922"], "title": "2006/768/EC: Council Decision of 7 November 2006 amending Decision 2003/583/EC on the reallocation of funds received by the European Investment Bank for operations carried out in the Democratic Republic of Congo under the second, third, fourth, fifth and sixth EDFs\n", "header": "11.11.2006 EN Official Journal of the European Union L 312/45\nCOUNCIL DECISION\nof 7 November 2006\namending Decision 2003/583/EC on the reallocation of funds received by the European Investment Bank for operations carried out in the Democratic Republic of Congo under the second, third, fourth, fifth and sixth EDFs\n(2006/768/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States of the other part, signed in Cotonou on 23 June 2000 (1),\nHaving regard to the Internal Agreement of 12 September 2000 between representatives of the Governments of the Member States, meeting within the Council, on the financing and administration of Community aid under the Financial Protocol to the Partnership Agreement between the African, Caribbean and Pacific States and the European Community and its Member States signed in Cotonou (Benin) on 23 June 2000 and the allocation of financial assistance for the overseas countries and territories to which part four of the EC Treaty applies (2), and in particular Article 8(2) thereof,\nHaving regard to the proposal from the Commission drafted in agreement with the European Investment Bank (EIB),\nWhereas:\n(1) Council Decision 2003/583/EC (3) indicates that the total additional allocation is made available for a four-year period as of the date on which the account is opened.\n(2) Decision 2005/446/EC of the Representatives of the Governments of the Member States meeting within the Council (4) sets the deadline for committing the funds of the 9th European Development Fund (EDF) at 31 December 2007.\n(3) Because the transition in the Democratic Republic of Congo took longer to complete than anticipated in the light of delays in preparations for the electoral process, the deadline for committing the funds of the additional allocation referred to by Decision 2003/583/EC has had to be extended.\n(4) Accordingly, the deadline for committing the additional funds provided for in Decision 2003/583/EC should be aligned with the deadline provided for in Decision 2005/446/EC,", "main_body": ["The third sentence of Article 4 of Decision 2003/583/EC is replaced by the following:\n‘The deadline for committing the funds deposited on this account shall be 31 December 2007, as per Decision 2005/446/EC. On the completion of all operations funded from the allocation, the bank account will be closed and any remaining funds will be refunded to Member States. The account will be closed no later than 31 December 2011.’", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 7 November 2006.\nFor the Council\nThe President\nE. HEINÄLUOMA\n(1)  OJ L 317, 15.12.2000, p. 3. Agreement as amended by the Agreement signed in Luxembourg on 25 June 2005 (OJ L 287, 28.10.2005, p. 4).\n(2)  OJ L 317, 15.12.2000, p. 355.\n(3)  OJ L 198, 6.8.2003, p. 9.\n(4)  OJ L 156, 18.6.2005, p. 19."}