{"celex_id": "32002D0208", "uri": "http://publications.europa.eu/resource/cellar/9b70c7bb-07db-498c-a28b-02d50cbba2d7", "type": "Decision", "concepts": ["1318", "192", "2356", "2560", "4692", "5369"], "title": "2002/208/EC: Commission Decision of 11 March 2002 on marking and use of pigmeat in application of Article 11 of Council Directive 2001/89/EC concerning Germany (Text with EEA relevance) (notified under document number C(2002) 984)\n", "header": "Commission Decision\nof 11 March 2002\non marking and use of pigmeat in application of Article 11 of Council Directive 2001/89/EC concerning Germany\n(notified under document number C(2002) 984)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2002/208/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(1), and in particular Article 11(1)(f) thereof,\nWhereas:\n(1) In January and February 2002 outbreaks of classical swine fever in Rhineland-Palatinate were declared by the veterinary authorities of Germany.\n(2) In accordance with Articles 9, 10 and 11 of Directive 2001/89/EC protection and surveillance zones were immediately established around outbreak sites in Germany.\n(3) The provisions for the use of a health mark on fresh meat are given in Council Directive 64/433/EEC of 26 June 1964 on health conditions for the production and marketing of fresh meat(2), as last amended by Directive 95/23/EC(3).\n(4) In accordance with Article 11(1)(f) of Directive 2001/89/EC, Germany has submitted a request for the adoption of a derogation concerning marking and use of pigmeat coming from pigs kept on holdings situated in the surveillance zones established in Rheinland-Palatinate and slaughtered, subject to a specific authorisation issued by the competent authority.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health (section Animal health and Welfare),", "main_body": ["Germany is authorised to apply the mark described in Article 3(1)(A)(e) of Directive 64/433/EEC to pigmeat obtained from pigs originating from holdings situated in the surveillance zone established in Rheinland-Palatinate before 5 March 2002 in accordance with the provisions of Articles 9 and 11 of Directive 2001/89/EC on condition that the pigs in question:\n(a) originate from a surveillance zone:\n- where no outbreaks of classical swine fever have been detected in the previous 21 days and where at least 21 days have elapsed after the completion of the preliminary cleaning and disinfection of the infected holdings,\n- established around a protection zone where clinical examinations for classical swine fever have been carried out in all pig holdings after the detection of classical swine fever, with negative results;\n(b) originate from a holding:\n- which has been subject to protection measures established in accordance with the provisions of Article 11 of Directive 2001/89/EC,\n- to which, following the epidemiological inquiry, no contact has been established with an infected holding,\n- which has been subject to regular inspections by a veterinarian after the establishment of the zone. The inspection has included all pigs kept on the holding;\n(c) have been included in a programme for monitoring body temperature and clinical examination. The programme shall be carried out as given in Annex I;\n(d) have been slaughtered within 12 hours of arrival at the slaughterhouse.", "Germany shall ensure that a certificate as given in Annex II is issued in respect of the pigmeat referred to in Article 1.", "Pigmeat which complies with the conditions of Article 1 and enters into intra-Community trade must be accompanied by the certificate referred to in Article 2.", "Germany shall ensure that abattoirs designated to receive the pigs referred to in Article 1 do not, on the same day, accept pigs for slaughter other than the pigs in question.", "Germany shall provide Member States and the Commission with:\n(a) the name and location of slaughterhouses designated to receive pigs for slaughter referred to in Article 1, before the slaughtering of these pigs; and,\n(b) after the slaughtering of these pigs, on a weekly basis, a report which contains information on:\n- number of pigs slaughtered at the designated slaughterhouses,\n- identification system and movement controls applied to slaughter pigs,\n- instructions issued concerning the application of the programme for monitoring body temperature referred to in Annex I.", "This Decision is applicable until 15 April 2002.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 11 March 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 365, 1.12.2001, p. 5.\n(2) OJ 121, 29.7.1964, p. 2012/64.\n(3) OJ L 243, 11.10.1995, p. 7.\nANNEX I\nMONITORING OF BODY TEMPERATURE\nThe programme for monitoring body temperature and clinical examination referred to in Article 1(c) shall include the following:\n1. Within the 24-hour period before loading a consignment of pigs intended for slaughter, the competent veterinary authority shall ensure that the body temperature of a number of pigs of the said consignment is monitored by an official veterinarian inserting a thermometer into the rectum. The number of pigs to be monitored for temperature shall be as given below:\n>TABLE>\nAt the time of examination, the following information shall be recorded for each pig on a table issued by the competent veterinary authorities: number of eartag, time of examination and temperature.\nIn cases where the examination shows a temperature of 40 °C or above, the official veterinarian shall immediately be informed. A disease investigation shall be initiated and take into account the provisions of Article 4 of Directive 2001/89/EC introducing Community measures for the control of classical swine fever.\n2. Shortly (0-3 hours) before loading of the consignment examined as described under point 1, a clinical examination shall be carried out by an official veterinarian designated by the competent veterinary authorities.\n3. At the time of loading of the consignment of pigs examined as described under point 1 and point 2, the official veterinarian shall issue a health document, which shall accompany the consignment to the designated slaughterhouse.\n4. At the slaughterhouse of designation the results of the temperature monitoring shall be made available to the veterinarian who performs the ante-mortem examination.\nANNEX II\n>PIC FILE= \"L_2002068EN.003902.TIF\">"}