{"celex_id": "32002R0749", "uri": "http://publications.europa.eu/resource/cellar/780e12aa-db3d-4622-9491-5af1ee5f0c3a", "type": "Regulation", "concepts": ["2068", "2738", "3568"], "title": "Commission Regulation (EC) No 749/2002 of 30 April 2002 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "Commission Regulation (EC) No 749/2002\nof 30 April 2002\namending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat(1), as last amended by Regulation (EC) No 1365/2000(2), and in particular Article 13(12) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3846/87 of 17 December 1987 establishing an agricultural product nomenclature for export refunds(3), as last amended by Regulation (EC) No 488/2002(4), establishes a nomenclature of agricultural products for export refunds based on the Combined Nomenclature.\n(2) The recent amendment of the export nomenclature laid down by Regulation (EEC) No 3846/87 subdivided CN code 1602 in a more detailed way. In order to facilitate the application of the refunds for these different product codes, it is appropriate to lay down particular provisions.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["In Sector 6 of Annex I to Regulation (EEC) No 3846/87:\n- the text relating to CN code 1602 is replaced by that given in Annex I hereto, and\n- footnotes 17 and 18 given in Annex II hereto are inserted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to export licences applied for from 13 May 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 1.\n(2) OJ L 156, 29.6.2000, p. 5.\n(3) OJ L 366, 24.12.1987, p. 1.\n(4) OJ L 76, 19.3.2002, p. 11.\nANNEX I\n\">TABLE>\"\nANNEX II\n\"(17) In the case that the classification of the goods as hams or cuts of hams of heading 1602 41 10 91/10 is not justified on the basis of the provisions of additional note 2 of Chapter 16 of the CN, the refund for product code 1602 42 10 91/10 or, as the case may be, 1602 49 19 91/30 may be granted, without prejudice to the application of Article 51 of Commission Regulation (EC) No 800/1999 (OJ L 102, 17.4.1999, p. 11).\n(18) In the case that the classification of the goods as shoulders or cuts of shoulders of heading 1602 42 10 91/10 is not justified on the basis of the provisions of additional note 2 of chapter 16 of the CN, the refund for product code 1602 49 19 91/30 may be granted, without prejudice to the application of Article 51 of Regulation (EC) No 800/1999.\""}