{"celex_id": "32009D0244", "uri": "http://publications.europa.eu/resource/cellar/c0c9be15-8735-4d7d-a7a6-ca4616a10318", "type": "Decision", "concepts": ["1031", "2286", "5451", "5768"], "title": "2009/244/EC: Commission Decision of 16 March 2009 concerning the placing on the market, in accordance with Directive 2001/18/EC of the European Parliament and of the Council, of a carnation ( Dianthus caryophyllus L., line 123.8.12) genetically modified for flower colour (notified under document number C(2009) 1673) (Text with EEA relevance)\n", "header": "18.3.2009 EN Official Journal of the European Union L 72/18\nCOMMISSION DECISION\nof 16 March 2009\nconcerning the placing on the market, in accordance with Directive 2001/18/EC of the European Parliament and of the Council, of a carnation (Dianthus caryophyllus L., line 123.8.12) genetically modified for flower colour\n(notified under document number C(2009) 1673)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2009/244/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC (1), and in particular the first subparagraph of Article 18(1) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) Pursuant to Directive 2001/18/EC, the placing on the market of a product containing or consisting of a genetically modified organism or a combination of genetically modified organisms is subject to written consent being granted by the competent authority of the Member State that received the notification for the placing on the market of that product, in accordance with the procedure laid down in that Directive.\n(2) A notification concerning the placing on the market of a genetically modified carnation (Dianthus caryophyllus L., line 123.8.12) was submitted by Florigene Ltd, Melbourne, Australia, to the competent authority of the Netherlands in March 2007.\n(3) The notification covers import, distribution and retailing of Dianthus caryophyllus L., line 123.8.12 as for any other carnation.\n(4) In accordance with the procedure provided for in Article 14 of Directive 2001/18/EC, the competent authority of the Netherlands prepared an assessment report, which was submitted to the Commission and the competent authorities of the other Member States. That assessment report concludes that no reasons have emerged on the basis of which consent for the placing on the market of cut flowers of the genetically modified carnation (Dianthus caryophyllus L., line 123.8.12) for ornamental use should be withheld, if specific conditions are fulfilled.\n(5) The competent authorities of other Member States raised objections to the placing on the market of the product.\n(6) The opinion adopted on 12 March 2008 (published 26 March 2008) (2) by the European Food Safety Authority (hereafter EFSA), concluded, from all evidence provided, that cut flowers of the genetically modified carnation (Dianthus caryophyllus L., line 123.8.12) are unlikely to have an adverse effect on human and animal health or the environment in the context of its proposed ornamental use. EFSA also found that the scope of the monitoring plan provided by the notifier is in line with the intended use of the carnation.\n(7) An examination of the full notification, additional information provided by the notifier, specific objections raised by the Member States and the opinion of EFSA, discloses no reason to believe that the placing on the market of cut flowers of the genetically modified carnation (Dianthus caryophyllus L., line 123.8.12) will adversely affect human or animal health or the environment in the context of its proposed ornamental use.\n(8) A unique identifier has been assigned to the genetically modified carnation (Dianthus caryophyllus L., line 123.8.12) for the purposes of Regulation (EC) No 1830/2003 of the European Parliament and of the Council of 22 September 2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms and amending Directive 2001/18/EC (3) and Commission Regulation (EC) No 65/2004 of 14 January 2004 establishing a system for the development and assignment of unique identifiers for genetically modified organisms (4).\n(9) In light of the opinion of the European Food Safety Authority, it is not necessary to establish specific conditions for the intended use with regard to the handling or packaging of the product and the protection of particular ecosystems, environments or geographical areas.\n(10) Proposed labelling, on a label or in an accompanying document, should include wording to inform operators and final users that the cut flowers of Dianthus caryophyllus L., line 123.8.12 can not be used for human or animal consumption nor for cultivation.\n(11) A detection method as required by Annex III B.D.12 to Directive 2001/18/EC, was verified, tested and single-laboratory validated for the Dianthus caryophyllus L., line 123.8.12 in January 2008 by the Community Reference Laboratory established by Regulation (EC) No 1829/2003 of the European Parliament and of the Council (5).\n(12) The Committee under Directive 2001/18/EC did not deliver an opinion on the draft measures submitted by the Commission. The Commission therefore submitted to the Council a proposal relating to these measures. Since on the expiry of the period laid down in Article 30(2) of Directive 2001/18/EC, the Council had neither adopted the proposed measures nor indicated its opposition to them, in accordance with Article 5(6) of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6), the measures should be adopted by the Commission,", "main_body": ["Consent\nWritten consent shall be granted by the competent authority of the Netherlands to the placing on the market, in accordance with this Decision, of the product identified in Article 2, as notified by Florigene Ltd, Melbourne, Australia (Reference C/NL/06/01).\nThe consent shall, in accordance with Article 19(3) of Directive 2001/18/EC, explicitly specify the conditions to which the consent is subject, which are set out in Articles 3 and 4.", "Product\n1.   The genetically modified organisms to be placed on the market as product, hereinafter ‘the product’, are cut flowers of carnation (Dianthus caryophyllus L.), with modified flower colour, derived from the Dianthus caryophyllus L. cell culture, and transformed with Agrobacterium tumefaciens, strain AGL0, using the vector pCGP1991 and resulting in line 123.8.12.\nThe product contains the following DNA in three cassettes:\n(a) Cassette 1\n(b) Cassette 2\n(c) Cassette 3\n2.   The consent shall cover progeny derived through vegetative reproduction of the genetically modified carnation (Dianthus caryophyllus L., line 123.8.12).", "Conditions for placing on the market\nThe product may be put to ornamental use only and cultivation is not allowed. The product may be placed on the market subject to the following conditions:\n(a) the period of validity of the consent shall be 10 years starting from the date on which the consent is issued;\n(b) the unique identifier of the product shall be FLO-4Ø689-6;\n(c) without prejudice to Article 25 of Directive 2001/18/EC, the methodology for detecting and identifying the product including experimental data demonstrating the specificity of the methodology as single-laboratory validated by the Community Reference Laboratory is publicly available at http://gmo-crl.jrc.ec.europa.eu\n(d) without prejudice to Article 25 of Directive 2001/18/EC, the consent holder shall, whenever requested to do so, make positive and negative control samples of the product, or its genetic material, or reference materials available to the competent authorities and inspection services of Member States as well as to Community control laboratories;\n(e) the words ‘This product is a genetically modified organism’ or ‘This product is a genetically modified carnation’ and the words ‘not for human or animal consumption nor for cultivation’ shall appear either on a label or in a document accompanying the product.", "Monitoring\n1.   Throughout the period of validity of the consent, the consent holder shall ensure that the monitoring plan, contained in the notification and consisting of a general surveillance plan to check for any adverse effects on human and animal health or the environment arising from handling or use of the product referred to in Article 2(1), is put in place and implemented.\n2.   The consent holder shall directly inform the operators and users concerning the safety and general characteristics of the product and of the conditions as to monitoring, including the appropriate management measures to be taken in case of accidental cultivation.\n3.   The consent holder shall submit to the Commission and to the competent authorities of the Member States annual reports on the results of all monitoring activities. The first annual report shall be submitted one year after final consent is granted.\n4.   Without prejudice to Article 20 of Directive 2001/18/EC, the monitoring plan as notified shall be revised by the consent holder, where appropriate and subject to the agreement of the Commission and the competent authority of the Member State which received the original notification, and/or by the competent authority of the Member State which received the original notification, subject to the agreement of the Commission, in the light of the results of the monitoring activities. Proposals for a revised monitoring plan shall be submitted to the competent authorities of the Member States.\n5.   The consent holder shall be in the position to give evidence to the Commission and the competent authorities of the Member States of the following:\n(a) that the existing monitoring networks, including national botanic survey networks and plant protection services, as specified in the monitoring plan contained in the notification gather the information relevant for the monitoring of the products; and\n(b) that the existing monitoring networks referred to in point (a) have agreed to make available that information to the consent holder before the date of submission of the monitoring reports to the Commission and competent authorities of the Member States in accordance with paragraph 3.", "Addressee\nThis Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 16 March 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 106, 17.4.2001, p. 1.\n(2)  The EFSA Journal (2008) 662, pp. 1-21, ‘Opinion of the Scientific Panel on Genetically Modified Organisms on a request from the Commission related to the notification (Reference C/NL/06/01) for the placing on the market of the genetically modified carnation Moonacqua 123.8.12 with a modified colour, for import of cut flowers for ornamental use, under Part C of Directive 2001/18/EC from Florigene.’\n(3)  OJ L 268, 18.10.2003, p. 24.\n(4)  OJ L 10, 16.1.2004, p. 5.\n(5)  OJ L 268, 18.10.2003, p. 1.\n(6)  OJ L 184, 17.7.1999, p. 23."}