{"celex_id": "32007D0725", "uri": "http://publications.europa.eu/resource/cellar/e81209e1-1b27-4329-b51e-a9eb80999a43", "type": "Decision", "concepts": ["3559", "5335", "5469", "5786", "5873"], "title": "2007/725/CFSP: Political and Security Committee Decision BiH/12/2007 of 25 September 2007 on the appointment of the Head of the EU Command Element at Naples for the European Union military operation in Bosnia and Herzegovina\n", "header": "10.11.2007 EN Official Journal of the European Union L 293/9\nPOLITICAL AND SECURITY COMMITTEE DECISION BiH/12/2007\nof 25 September 2007\non the appointment of the Head of the EU Command Element at Naples for the European Union military operation in Bosnia and Herzegovina\n(2007/725/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 25, third paragraph, thereof,\nHaving regard to the Council Joint Action 2004/570/CFSP of 12 July 2004 on the European Union military operation in Bosnia and Herzegovina (1), and in particular Article 6 thereof,\nWhereas:\n(1) By Exchange of Letters between the Secretary-General/High Representative and the NATO Secretary-General on 28 September 2004 and 8 October 2004, respectively, the North Atlantic Council has agreed to make available the Chief of Staff of the Joint Force Command Headquarters Naples as Head of the EU Command Element at Naples.\n(2) The EU Operation Commander has recommended to appoint the Chief of Staff of the Joint Force Command Headquarters Naples, Lieutenant General Eduardo ZAMARRIPA, as Head of the EU Command Element at Naples for the European Union military operation in Bosnia and Herzegovina.\n(3) The EU Military Committee has supported the recommendation.\n(4) Pursuant to Article 6 of Joint Action 2004/570/CFSP, the Council authorised the Political and Security Committee (PSC) to exercise the political and strategic direction of the EU military operation.\n(5) In accordance with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications.\n(6) The Copenhagen European Council adopted on 12 and 13 December 2002 a declaration stating that the ‘Berlin plus’ arrangements and the implementation thereof will apply only to those EU Member States which are also either NATO members or parties to the ‘Partnership for Peace’ and which have consequently concluded bilateral security agreements with NATO,", "main_body": ["Lieutenant General Eduardo ZAMARRIPA is hereby appointed Head of the EU Command Element at Naples for the European Union military operation in Bosnia and Herzegovina.", "This Decision shall take effect on the day of its adoption."], "attachments": "Done at Brussels, 25 September 2007.\nFor the Political and Security Committee\nThe Chairperson\nC. DURRANT PAIS\n(1)  OJ L 252, 28.7.2004, p. 10."}