{"celex_id": "32007R0457", "uri": "http://publications.europa.eu/resource/cellar/8081e55f-776b-422f-8062-532f9a3e1966", "type": "Regulation", "concepts": ["2141", "2611", "3161", "3468", "3641", "3647", "4830"], "title": "Regulation (EC) No 457/2007 of the European Parliament and of the Council of 25 April 2007 amending Regulation (EC) No 417/2002 on the accelerated phasing-in of double-hull or equivalent design requirements for single-hull oil tankers(Text with EEA relevance).\n", "header": "30.4.2007 EN Official Journal of the European Union L 113/1\nREGULATION (EC) No 457/2007 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 April 2007\namending Regulation (EC) No 417/2002 on the accelerated phasing-in of double-hull or equivalent design requirements for single-hull oil tankers\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Regulation (EC) No 417/2002 (3) provides for the accelerated phasing-in of double-hull or equivalent design requirements for single-hull oil tankers laid down in the International Convention for the Prevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 relating thereto (MARPOL 73/78), in order to reduce the risk of accidental oil pollution in European waters.\n(2) Regulation (EC) No 417/2002 introduced measures prohibiting the carriage of heavy grades of oil in single-hull oil tankers leaving or bound for ports in the European Union.\n(3) Following action by the Member States and the Commission within the International Maritime Organisation (IMO), this ban has been imposed worldwide through an amendment to Annex I to MARPOL 73/78.\n(4) Paragraphs 5, 6 and 7 of Regulation 13H of Annex I to MARPOL 73/78 concerning the ban on the carriage of heavy grades of oil in single-hull oil tankers provide for the possibility of exemptions from the application of certain provisions of Regulation 13H. The statement by the Italian Presidency of the European Council on behalf of the European Union, recorded in the official report of the IMO's Marine Environment Protection Committee (MEPC 50), expresses a political commitment to refrain from making use of these exemptions.\n(5) Under Regulation (EC) No 417/2002, a ship flying the flag of a Member State could apply the exemptions from Regulation 13H if it operated outside ports or offshore terminals under the jurisdiction of a Member State and still comply with Regulation (EC) No 417/2002.\n(6) Regulation (EC) No 417/2002 should therefore be amended accordingly,", "main_body": ["Article 4(3) of Regulation (EC) No 417/2002 shall be replaced by the following:\n‘3.   No oil tanker carrying heavy grades of oil shall be allowed to fly the flag of a Member State unless such tanker is a double-hull tanker.\nNo oil tanker carrying heavy grades of oil, irrespective of its flag, shall be allowed to enter or leave ports or offshore terminals or to anchor in areas under the jurisdiction of a Member State, unless such tanker is a double-hull oil tanker.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 25 April 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nG. GLOSER\n(1)  OJ C 318, 23.12.2006, p. 229.\n(2)  Opinion of the European Parliament of 14 December 2006 (not yet published in the Official Journal) and Council Decision of 22 March 2007.\n(3)  OJ L 64, 7.3.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 2172/2004 (OJ L 371, 18.12.2004, p. 26)."}