{"celex_id": "32002L0004", "uri": "http://publications.europa.eu/resource/cellar/f95e7046-f46e-4e46-861c-ce5f41a20258", "type": "Directive", "concepts": ["152", "4746", "711"], "title": "Commission Directive 2002/4/EC of 30 January 2002 on the registration of establishments keeping laying hens, covered by Council Directive 1999/74/EC\n", "header": "Commission Directive 2002/4/EC\nof 30 January 2002\non the registration of establishments keeping laying hens, covered by Council Directive 1999/74/EC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/74/EC of 19 July 1999 laying down minimum standards for the protection of laying hens(1), and in particular Article 7 thereof,\nWhereas:\n(1) Directive 1999/74/EC lays down specific requirements for the protection of laying hens in various systems of farming and allow the Member States to choose the most appropriate system or systems.\n(2) Article 7 of Directive 1999/74/EC requires that every establishment covered by the scope of that Directive shall be registered by the competent authority of the Member State and given a distinguishing number, which will be the medium for tracing eggs placed on the market for human consumption.\n(3) Council Regulation (EEC) No 1907/90 of 26 June 1990 on certain marketing standards for eggs(2), as last amended by Regulation (EC) No 5/2001(3), makes it compulsory to stamp eggs with a code designating the producer's distinguishing number and permitting the farming method to be identified.\n(4) The farming methods are defined by Commission Regulation (EEC) No 1274/91 of 15 May 1991 introducing detailed rules for implementing Regulation (EEC) No 1907/90 on certain marketing standards for eggs(4), as last amended by Regulation (EC) No 1651/2001(5), and also by Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs(6), as last amended by Commission Regulation (EC) No 2491/2001(7), as far as organic production is concerned.\n(5) A registration of the establishments under distinguishing numbers is a condition for tracing eggs placed on the market for human consumption.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall:\n(a) establish a system for registering every production site (hereafter: establishment) covered by the scope of Directive 1999/74/EC, allocating a distinguishing number to it, in conformity with the Annex to this Directive;\n(b) ensure that for each such establishment at least the information set out in point 1 of the Annex is supplied to the competent authority of the Member State, by a date determined by the Member State; this date shall be such as to allow sufficient time for registration of those establishments in accordance with point (c);\n(c) ensure that each establishment for which the required information is supplied by the date determined pursuant to point (b) is registered and allocated a distinguishing number by 31 May 2003.\n2. Member States shall provide that, from 1 June 2003\n(a) no establishment for which the information required pursuant to paragraph 1(b) has not been supplied by the date determined there may continue to be used; and\n(b) no new establishment is brought into use prior to completion of registration and receipt of the distinguishing number.\n3. Member States shall ensure that the register of establishments established pursuant to paragraph 1 is accessible to the competent authority of the Member State for the purpose of tracing eggs put on the market for human consumption.\n4. Member States shall ensure that changes concerning registered data are notified to the competent authority without delay and that the register is updated immediately when such information is received.", "Member States shall bring into force the laws, regulations and administrative provisions to comply with this Directive by 31 March 2003. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 January 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 203, 3.8.1999, p. 53.\n(2) OJ L 173, 6.7.1990, p. 5.\n(3) OJ L 2, 5.1.2001, p. 1.\n(4) OJ L 121, 16.5.1991, p. 11.\n(5) OJ L 220, 15.8.2001, p. 5.\n(6) OJ L 198, 22.7.1991, p. 1.\n(7) OJ L 337, 20.12.2001, p. 9.\nANNEX\nThe definitions in Article 2 of Directive 1999/74/EC shall apply where necessary.\n1. DATA REQUIRED FOR REGISTRATION\nFor each establishment at least the following data shall be registered:\n- establishment:\n- name of the establishment,\n- address,\n- natural person responsible for the laying hens (hereafter \"keeper\"):\n- name,\n- address,\n- registration number(s) of other establishment(s) covered by the scope of Directive 1999/74/EC run or owned by the keeper,\n- owner of the establishment, if different from the keeper:\n- name,\n- address,\n- registration number(s) of other establishment(s) covered by the scope of Directive 1999/74/EC owned or run by the owner,\n- further information on the establishment:\n- farming method(s) according to the definitions referred to under point 2.1,\n- maximum capacity of the establishment in number of birds present at one time; if different farming methods are used additionally the maximum number of birds present at one time per farming method.\n2. DISTINGUISHING NUMBER\nThe distinguishing number shall be composed of a digit indicating the farming method determined in accordance with point 2.1 followed by the code of the Member State according to point 2.2 and an identification number defined by the Member State in which the establishment is located.\n2.1. Code for the farming method\nThe farming methods as defined in Regulation (EEC) No 1274/91 as amended used in the establishment shall be indicated by the following code:\n>TABLE>\nThe farming method used in establishments producing under the conditions specified in Regulation (EEC) No 2092/91 shall be indicated by:\n>TABLE>\n2.2. Code for the Member State of registration\n>TABLE>\n2.3. Identification of the establishment\nEach Member State shall implement a system to attribute a unique number to each establishment to be registered, which may also be used for purposes other than for this Directive, provided that the identification of the establishment is ensured.\nMember States can add further characters to the identification number, as for the identification of single flocks kept in separated buildings of an establishment."}