{"celex_id": "32003R1425", "uri": "http://publications.europa.eu/resource/cellar/fddc7c16-115a-4326-8ee9-bcb24aacf91c", "type": "Regulation", "concepts": ["1118", "1552", "2078", "3135", "3885"], "title": "Commission Regulation (EC) No 1425/2003 of 11 August 2003 amending Regulation (EC) No 466/2001 as regards patulin (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 1425/2003\nof 11 August 2003\namending Regulation (EC) No 466/2001 as regards patulin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food(1), and in particular Article 2(3) thereof,\nAfter consulting the Scientific Committee for Food (SCF),\nWhereas:\n(1) Commission Regulation (EC) No 466/2001(2), as last amended by Regulation (EC) No 563/2002(3), sets maximum levels for certain contaminants in foodstuffs. Maximum levels have been established for nitrates, aflatoxins, ochratoxin A, lead, cadmium, mercury, 3-MCPD and dioxins.\n(2) Some Member States have adopted, or plan to adopt, maximum levels for patulin in fruit juices in particular apple juice, solid apple products such as apple compote and apple puree and in such products intended for infants and young children. In view of the disparities between Member States and the consequent risk of distortion of competition, Community measures are necessary in order to ensure market unity while abiding by the principle of proportionality.\n(3) Patulin is a mycotoxin produced by fungi belonging to several genera, including Penicillium, Aspergillus, and Byssochlamys species. Although patulin can occur in many mouldy fruits, grains and other foods, the major sources of patulin contamination are apple products.\n(4) The Scientific Committee for Food endorsed in its meeting on 8 March 2000 the provisional maximum tolerable daily intake (PMTDI) of 0,4 Îźg/kg body weight (bw) for patulin.\n(5) In 2001, a specific task \"Assessment of the dietary intake of patulin by the population of EU Member States\" in the framework of Council Directive 1993/5/EEC of 25 February 1993 on assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food(4) (SCOOP) has been performed. It can be concluded from the assessment that the average exposure seems to be quite below the PMTDI of 0,4 Îźg/kg bw. Nevertheless taking into consideration specific groups of consumers, especially small children, and assuming worst cases, the exposure to patulin is more significant but still below the PMTDI.\n(6) Regulation (EC) No 466/2001 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 466/2001 is amended as follows:\n1. In Article 5, the following paragraph is added:\n\"4. The Commission shall review the maximum levels for patulin laid down in points 2.3.1 and 2.3.2 of section 2 of Annex I by 30 June 2005 at the latest with a view to reducing them to take account of the progress in scientific and technological knowledge and the implementation of the 'Code of practice for the prevention and reduction of patulin contamination in apple juice and apple juice ingredients in other beverages'.\"\n2. Annex I shall be amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 37, 13.2.1993, p. 1.\n(2) OJ L 77, 16.3.2001, p. 1.\n(3) OJ L 86, 3.4.2002, p. 5.\n(4) OJ L 52, 4.3.1993, p. 18.\nANNEX\nIn Section 2 (Mycotoxins) of Annex I, the following point 2.3 is inserted:\n\">TABLE>\""}