{"celex_id": "32009R0129", "uri": "http://publications.europa.eu/resource/cellar/bff72636-d1d5-437b-af3b-924fade9102c", "type": "Regulation", "concepts": ["1158", "1277", "192", "2735", "2737", "3885"], "title": "Commission Regulation (EC) No 129/2009 of 13 February 2009 amending Regulation (EC) No 197/2006 as regards the validity of the transitional measures relating to former foodstuffs (Text with EEA relevance)\n", "header": "14.2.2009 EN Official Journal of the European Union L 44/3\nCOMMISSION REGULATION (EC) No 129/2009\nof 13 February 2009\namending Regulation (EC) No 197/2006 as regards the validity of the transitional measures relating to former foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 introduces a comprehensive framework for the collection, use and disposal of animal by-products.\n(2) Commission Regulation (EC) No 197/2006 of 3 February 2006 on transitional measures under Regulation (EC) No 1774/2002 as regards the collection, transport, treatment, use and disposal of former foodstuffs (2) sets out a number of transitional measures that are due to expire on 31 July 2009.\n(3) The Commission has adopted a proposal for the revision of Regulation (EC) No 1774/2002 (3). That proposal is now under consideration by the legislators and the rules relating to former foodstuffs and the available scientific evidence related to the risks arising from such animal by-products will be considered in that context. Therefore, it is appropriate to extend the period of validity of the current transitional measure so that until the adoption of new rules, the current rules relating to former foodstuffs remain applicable.\n(4) In the light of the date proposed by the Commission for the entry into application of a revised Regulation on animal by-products, it is appropriate to extend the period of validity of Regulation (EC) No 197/2006 until 31 July 2011.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 5 of Regulation (EC) No 197/2006, the date ‘31 July 2009’ is replaced by the date ‘31 July 2011’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1.\n(2)  OJ L 32, 4.2.2006, p. 13.\n(3)  Document COM(2008) 345 final of 10 June 2008."}