{"celex_id": "32005D0424", "uri": "http://publications.europa.eu/resource/cellar/70779e5a-ac52-46c1-9493-cff21c7903f6", "type": "Decision", "concepts": ["1005", "1159", "2455", "392", "5229", "922"], "title": "2005/424/EC: Commission Decision of 3 June 2005 on a Community financial contribution towards Member States’ fisheries control, inspection and surveillance programmes for 2005 (notified under document number C(2005) 1630)\n", "header": "8.6.2005 EN Official Journal of the European Union L 144/43\nCOMMISSION DECISION\nof 3 June 2005\non a Community financial contribution towards Member States’ fisheries control, inspection and surveillance programmes for 2005\n(notified under document number C(2005) 1630)\n(2005/424/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/465/EC of 29 April 2004 on a Community financial contribution towards Member States fisheries control programmes (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) Member States have forwarded to the Commission their fisheries control programme for 2005 together with the applications for a Community financial contribution towards the expenditure to be incurred in carrying out the projects contained in such programme.\n(2) Applications concerning actions listed in Article 4 of Decision 2004/465/EC may qualify for Community funding.\n(3) It is appropriate to fix the maximum amounts and the rate of the Community financial contribution and to lay down the conditions under which such contribution may be granted.\n(4) In order to qualify for the contribution, electronic localisation devices should satisfy the requirements fixed by Commission Regulation (EC) No 2244/2003 of 18 December 2003 laying down detailed provisions regarding satellite-based Vessel Monitoring Systems (2).\n(5) In order to qualify for the contribution, pilot projects should satisfy the conditions set out in Commission Regulation (EC) No 1461/2003 of 18 August 2003 laying down conditions for pilot projects for the electronic transmission of information on fishing activities and for remote sensing (3).\n(6) Member States must in accordance with Article 8 of Decision 2004/465/EC commit their expenditure within a period of 12 months from the end of the year in which the present Decision is notified to them. They must also comply with the provisions of Decision 2004/465/EC as regards starting their projects and submitting applications for reimbursement.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Subject matter\nThis Decision provides for a Community financial contribution towards actions referred to in Article 4 of Decision 2004/465/EC for 2005. It establishes the amount of the Community financial contribution for each Member State, the rate of the Community financial contribution and the conditions on which such contribution may be granted.", "New technologies and IT networks\nExpenditure incurred on the purchase of, installation and technical assistance for, computer technology and setting up of IT networks in order to allow efficient and secure data exchange in connection with monitoring, control and surveillance of fisheries activities, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex I.", "Electronic localisation devices\n1.   Expenditure incurred in the purchase and fitting on board of fishing vessels of electronic localisation devices enabling vessels to be monitored at a distance by a fisheries monitoring centre through a vessel monitoring system (VMS) shall qualify for a maximum financial contribution of EUR 4 500 per vessel within the limits established in Annex II.\n2.   Within the EUR 4 500 limit provided for in paragraph 1, the financial contribution for the first EUR 1 500 of eligible expenditure shall be at a rate of 100 %.\n3.   The financial contribution for eligible expenditure comprised between EUR 1 500 and EUR 4 500 per vessel shall amount to a maximum of 50 % of such expenditure.\n4.   In order to qualify, electronic localisation devices shall satisfy the requirements fixed by Regulation (EC) No 2244/2003.", "Pilot projects on new technologies\n1.   Expenditure incurred in pilot projects relating to the implementation of new technologies to improve the monitoring of fisheries activities shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex III.\n2.   In order to qualify, pilot projects shall satisfy the conditions set out in Regulation (EC) No 1461/2003.", "Training\nExpenditure incurred on training and exchange programmes of civil servants responsible for monitoring control and surveillance tasks in the fisheries area shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex IV.", "Seminars and media tools\nExpenditure incurred in initiatives including seminar and media tools aimed at enhancing awareness among fishermen and other players such as inspectors, public prosecutors and judges, as well as among the general public on the need to fight irresponsible and illegal fishing and on the implementation of Common fisheries policy rules, shall qualify for a financial contribution of 75 % of the eligible expenditure within the limits laid down in Annex V.", "Fisheries patrol vessels and aircraft\nExpenditure related to the purchase and modernisation of vessels and aircraft used for inspection and surveillance of fishing activities by the competent authorities of the Member States shall qualify, within the limits laid down in Annex VI, for a financial contribution not exceeding:\n— 50 % of the eligible expenditure incurred by Member States which acceded to the European Union on 1 May 2004,\n— 25 % of the eligible expenditure incurred by other Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 June 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 157, 30.4.2004, p. 114; corrected in OJ L 195, 2.6.2004, p. 36.\n(2)  OJ L 333, 20.12.2003, p. 17.\n(3)  OJ L 208, 19.8.2003, p. 14.\nANNEX I\nNEW TECHNOLOGIES AND IT NETWORKS\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 0 0\nCzech Republic 0 0\nDenmark 525 000 262 500\nGermany 50 000 25 000\nEstonia 0 0\nGreece 310 000 155 000\nSpain 719 828 359 914\nFrance 150 000 75 000\nIreland 0 0\nItaly 1 783 200 891 600\nCyprus 0 0\nLatvia 0 0\nLithuania 0 0\nLuxembourg 0 0\nHungary 0 0\nMalta 577 446 288 723\nNetherlands 417 325 208 663\nAustria 0 0\nPoland 60 000 30 000\nPortugal 2 568 260 1 284 130\nSlovenia 0 0\nSlovakia 0 0\nFinland 600 000 300 000\nSweden 111 200 55 600\nUnited Kingdom 767 453 383 727\nTotal 8 639 712 4 319 857\nANNEX II\nELECTRONIC LOCALISATION DEVICES\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 0 0\nCzech Republic 0 0\nDenmark 0 0\nGermany 0 0\nEstonia 0 0\nGreece 0 0\nSpain 0 0\nFrance 0 0\nIreland 0 0\nItaly 0 0\nCyprus 0 0\nLatvia 0 0\nLithuania 0 0\nLuxembourg 0 0\nHungary 0 0\nMalta 0 0\nNetherlands 0 0\nAustria 0 0\nPoland 0 0\nPortugal 0 0\nSlovenia 0 0\nSlovakia 0 0\nFinland 0 0\nSweden 0 0\nUnited Kingdom 849 955 611 793\nTotal 849 955 611 793\nANNEX III\nPILOT PROJECTS ON NEW TECHNOLOGIES\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 0 0\nCzech Republic 0 0\nDenmark 750 000 375 000\nGermany 0 0\nEstonia 0 0\nGreece 370 000 185 000\nSpain 0 0\nFrance 0 0\nIreland 0 0\nItaly 265 000 132 500\nCyprus 0 0\nLatvia 0 0\nLithuania 0 0\nLuxembourg 0 0\nHungary 0 0\nMalta 0 0\nNetherlands 0 0\nAustria 0 0\nPoland 0 0\nPortugal 0 0\nSlovenia 0 0\nSlovakia 0 0\nFinland 0 0\nSweden 166 070 83 035\nUnited Kingdom 458 628 229 314\nTotal 2 009 698 1 004 849\nANNEX IV\nTRAINING\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 15 000 7 500\nCzech Republic 0 0\nDenmark 150 000 75 000\nGermany 52 100 26 050\nEstonia 0 0\nGreece 40 000 20 000\nSpain 230 236 115 118\nFrance 34 050 17 025\nIreland 0 0\nItaly 1 191 075 595 538\nCyprus 0 0\nLatvia 0 0\nLithuania 12 000 6 000\nLuxembourg 0 0\nHungary 0 0\nMalta 0 0\nNetherlands 178 620 89 310\nAustria 0 0\nPoland 0 0\nPortugal 95 588 47 794\nSlovenia 0 0\nSlovakia 0 0\nFinland 30 000 15 000\nSweden 40 000 20 000\nUnited Kingdom 191 564 95 782\nTotal 2 260 233 1 130 117\nANNEX V\nSEMINARS AND MEDIA TOOLS\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 0 0\nCzech Republic 0 0\nDenmark 40 000 30 000\nGermany 0 0\nEstonia 0 0\nGreece 75 000 56 250\nSpain 6 000 4 500\nFrance 0 0\nIreland 0 0\nItaly 0 0\nCyprus 0 0\nLatvia 0 0\nLithuania 8 000 6 000\nLuxembourg 0 0\nHungary 0 0\nMalta 0 0\nNetherlands 0 0\nAustria 0 0\nPoland 0 0\nPortugal 75 000 56 250\nSlovenia 0 0\nSlovakia 0 0\nFinland 0 0\nSweden 0 0\nUnited Kingdom 0 0\nTotal 204 000 153 000\nANNEX VI\nPATROL VESSELS AND AIRCRAFT\n(in EUR)\nMember State Expenditure planned in the national fisheries control programme Community contribution\nBelgium 11 550 000 2 887 500\nCzech Republic 0 0\nDenmark 0 0\nGermany 51 331 250 12 832 813\nEstonia 0 0\nGreece 0 0\nSpain 4 350 804 1 087 701\nFrance 286 000 71 500\nIreland 0 0\nItaly 0 0\nCyprus 0 0\nLatvia 0 0\nLithuania 210 000 105 000\nLuxembourg 0 0\nHungary 0 0\nMalta 0 0\nNetherlands 0 0\nAustria 0 0\nPoland 3 600 000 1 800 000\nPortugal 720 000 180 000\nSlovenia 0 0\nSlovakia 0 0\nFinland 0 0\nSweden 0 0\nUnited Kingdom 30 384 810 7 596 203\nTotal 102 432 864 26 560 717"}