{"celex_id": "32003R0610", "uri": "http://publications.europa.eu/resource/cellar/995a5a25-b604-4d19-bf2d-eeeefc5a0094", "type": "Regulation", "concepts": ["1115", "1602", "1642", "3568"], "title": "Commission Regulation (EC) No 610/2003 of 2 April 2003 laying down temporary provisions concerning the notification of licence applications provided for by Regulation (EC) No 1961/2001 laying down detailed rules for implementing Council Regulation (EC) No 2200/96 as regards export refunds on fruit and vegetables\n", "header": "Commission Regulation (EC) No 610/2003\nof 2 April 2003\nlaying down temporary provisions concerning the notification of licence applications provided for by Regulation (EC) No 1961/2001 laying down detailed rules for implementing Council Regulation (EC) No 2200/96 as regards export refunds on fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 47/2003(2),\nHaving regard to Commission Regulation (EC) No 1961/2001 of 8 October 2001 laying down detailed rules for implementing Council Regulation (EC) No 2200/96 as regards export refunds on fruit and vegetables(3), as last amended by Regulation (EC) No 1176/2002(4), and in particular Article 7(3)(b) thereof,\nWhereas:\n(1) Regulation (EC) No 1961/2001 lays down that Member States are to notify licence applications to the Commission on Mondays and Thursdays each week.\n(2) Thursday, 17, Friday, 18 and Monday, 21 April 2003 are Commission holidays. The notification of licence applications submitted on Monday, 14 and Tuesday, 15 April 2003 should therefore be brought forward to Wednesday, 16 April 2003 while the notification of licence applications submitted from Wednesday, 16 to Monday, 21 April 2003 should be put back to Tuesday, 22 April 2003.\n(3) Thursday, 29 and Friday 30 May, 2003 are Commission holidays. The notification of licence applications submitted on Monday, 26 and Tuesday, 27 May 2003 should therefore be brought forward to Wednesday, 28 May 2003 while the notification of licence applications submitted from Wednesday, 28 to Saturday, 31 May 2003 should be put back to Monday, 2 June 2003.", "main_body": ["1. The notification, referred to in Article 7(3)(b) of Regulation (EC) No 1961/2001, of licence applications submitted on Monday, 14 and Tuesday, 15 April 2003 shall be made no later than 12.00 (Brussels time) on Wednesday, 16 April 2003 rather than on Thursday, 17 April 2003.\n2. The notification, referred to in Article 7(3)(b) of Regulation (EC) No 1961/2001, of licence applications submitted from Wednesday, 16 to Monday, 21 April 2003 shall be made no later than 12.00 (Brussels time) on Tuesday, 22 April 2003 rather than on Monday, 21 April 2003.", "1. The notification, referred to in Article 7(3)(b) of Regulation (EC) No 1961/2001, of licence applications submitted on Monday, 26 and Tuesday, 27 May 2003 shall be made no later than 12.00 (Brussels time) on Wednesday, 28 May 2003 rather than on Thursday, 29 May 2003.\n2. The notification, referred to in Article 7(3)(b) of Regulation (EC) No 1961/2001, of licence applications submitted from Wednesday, 28 to Saturday, 31 May 2003 shall be made no later than 12.00 (Brussels time) on Monday, 2 June 2003.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 7, 11.1.2003, p. 64.\n(3) OJ L 268, 9.10.2001, p. 8.\n(4) OJ L 170, 29.6.2002, p. 69."}