{"celex_id": "32005D0234", "uri": "http://publications.europa.eu/resource/cellar/a72d2ea7-2981-47f0-bf4d-7fda887b7fe7", "type": "Decision", "concepts": ["1644", "2488", "2525", "4689", "994"], "title": "2005/234/EC: Commission Decision of 14 March 2005 amending Annex II to Council Decision 79/542/EEC as regards imports of fresh meat from Argentina (notified under document number C(2005) 602) (Text with EEA relevance)\n", "header": "18.3.2005 EN Official Journal of the European Union L 72/35\nCOMMISSION DECISION\nof 14 March 2005\namending Annex II to Council Decision 79/542/EEC as regards imports of fresh meat from Argentina\n(notified under document number C(2005) 602)\n(Text with EEA relevance)\n(2005/234/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), and in particular the second subparagraph of Articles 3(1) and 16(1) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2), and in particular Article 8(1) and (4),\nWhereas:\n(1) Part 1 of Annex II to Council Decision 79/542/EEC of 21 December 1979 drawing up a list of third countries or parts of third countries, and laying down animal and public health and veterinary certification conditions, for importation into the Community of certain live animals and their fresh meat (3) sets out a list of third countries and parts of third countries from which Member States are authorised to import certain live animals and their fresh meat.\n(2) Following an outbreak of foot-and-mouth disease (‘FMD’) that occurred in September 2003 in Argentina in the province of Salta, in the north of the country close to the border with Paraguay, Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries (4) was amended by Decisions 2003/658/EC (5) and 2003/758/EC (6), in order to suspend importation of deboned and matured bovine meat from the Argentinean provinces of Salta, Jujuy, Chaco and Formosa. Decision 93/402/EEC has been repealed by Decision 2004/212/EC (7) and its provisions have been incorporated in Decision 79/542/EEC.\n(3) The outbreak has been closed for more than 12 months and no new outbreaks have been detected in the territory of Argentina. In the meantime, inspection missions carried out in 2004 have shown that the situation in Argentina has improved in regard to both animal and public health.\n(4) The Commission requested Argentina to provide for a buffer zone along its borders with Bolivia and Paraguay in order to avoid the risk of introduction of FMD. Argentina proposed a zone with a width of 25 kilometres along its border with those countries (‘the buffer zone’). Detailed maps and information, in particular concerning control measures in place in the buffer zone, have now been provided to the Commission. Importation into the Community from the buffer zone of fresh meat from species susceptible to FMD should be prohibited.\n(5) It is therefore appropriate to resume importation of deboned and matured bovine fresh meat from the provinces of Salta, Jujuy, Chaco and Formosa with the exception of the buffer zone.\n(6) Decision 79/542/EEC has been amended by Decision 2004/212/EC inter alia in order to exclude meat products from its scope. It is therefore appropriate to delete in Article 1 the erroneous reference to meat products.\n(7) Article 1 and Part 1 of Annex II to Decision 79/542/EEC should be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 1 to Decision 79/542/EEC the words ‘and meat products’ are deleted.", "Part 1 of Annex II to Decision 79/542/EEC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 18 March 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 302, 31.12.1972, p. 28. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Commission Decision 2004/620/EC (OJ L 279, 28.8.2004, p. 30).\n(4)  OJ L 179, 22.7.1993, p. 11.\n(5)  OJ L 232, 18.9.2003, p. 59.\n(6)  OJ L 272, 23.10.2003, p. 16.\n(7)  OJ L 73, 11.3.2004, p. 11.\nANNEX\n‘ANNEX II\nFRESH MEAT\nPart 1\nLIST OF THIRD COUNTRIES OR PARTS THEREOF (1)\nCountry Code of Territory Description of territory Veterinary certificate Specific conditions\nModel(s) SG\n1 2 3 4 5 6\nAL — Albania AL-0 Whole country —\nAR — Argentina AR-0 Whole country EQU\nAR-1 The provinces of Buenos Aires, Catamarca, Corrientes, Entre Ríos, La Rioja, Mendoza, Misiones, Neuquen, Rio Negro, San Juan, San Luis, Santa Fe and Tucuman. BOV A 1 and 2\nAR-2 La Pampa and Santiago del Estero BOV A 1 and 2\nAR-3 Cordoba BOV A 1 and 2\nAR-4 Chubut, Santa Cruz and Tierra del Fuego BOV, OVI\nAR-5 Formosa (only the territory of Ramon Lista) and Salta (only the department of Rivadavia) BOV A 1 and 2\nAR-6 Salta (only the departments of General Jose de San Martin, Oran, Iruya and Santa Victoria) BOV A 1 and 2\nAR-7 Chaco, Formosa (except the territory of Ramon Lista), Salta (except the departments of General Jose de San Martin, Rivadavia, Oran, Iruya and Santa Victoria), Jujuy BOV A 1 and 2\nAR-8 Chaco, Formosa, Salta, Jujuy, with the exception of the buffer area of 25 km from the border with Bolivia and Paraguay that extends from the Santa Catalina District in the Province of Jujuy, to the Laishi District in the Province of Formosa BOV A 1 and 2\nAR-9 The buffer area of 25 km from the border with Bolivia and Paraguay that extends from the Santa Catalina District in the Province of Jujuy to the Laishi District in the Province of Formosa —\nAU — Australia AU-0 Whole country BOV, OVI, POR, EQU, RUF, RUW, SUF, SUW\nBA — Bosnia Herzegovina BA-0 Whole country —\nBG — Bulgaria BG-0 Whole country EQU\nBG-1 The provinces of Varna, Dobrich, Silistra, Choumen, Targovitchte, Razgrad, Rousse, V. Tarnovo, Gabrovo, Pleven, Lovetch, Plovdic, Smolian, Pasardjik, Sofia district, Sofia city, Pernik, Kustendil, Blagoevgrad, Vratza, Montana and Vidin BOV, OVI RUW, RUF\nBG-2 The provinces of Bourgas, Jambol, Sliven, Starazagora, Hasskovo, Kardjaliand and the 20-km-wide corridor on the border with Turkey —\nBH — Bahrain BH-0 Whole country —\nBR — Brazil BR-0 Whole country EQU\nBR-1 States of Paraná, Minas Gerais (except regional delegations of Oliveira, Passos, São Gonçalo de Sapucai, Setelagoas and Bambuí), São Paulo, Espíritu Santo, Mato Grosso do Sul (except for the municipalities of Sete Quedas, Sonora, Aquidauana, Bodoqueno, Bonito, Caracol, Coxim, Jardim, Ladario, Miranda, Pedro Gomes, Porto Murtinho, Rio Negro, Rio Verde of Mato Grosso and Corumbá), Santa Catarina, Goias and the regional units of Cuiaba (except for the municipalities of San Antonio de Leverger, Nossa Senhora do Livramento, Pocone and Barão de Melgaço), Caceres (except for the municipality of Caceres), Lucas do Rio Verde, Rondonopolis (except for the municipality of Itiquiora), Barra do Garça and Barra do Burges in Mato Grosso. BOV A 1 and 2\nBR-2 State of Rio Grande do Sul BOV A 1 and 2\nBR-3 State of Mato Grosso do Sul, municipality of Sete Quedas BOV A 1 and 2\nBW — Botswana BW-0 Whole country EQU, EQW\nBW-1 The veterinary disease control zones 5, 6, 7, 8, 9 and 18 BOV, OVI, RUF, RUW F 1 and 2\nBW-2 The veterinary disease control zones 10, 11, 12, 13 and 14 BOV, OVI, RUF, RUW F 1 and 2\nBY — Belarus BY-0 Whole country —\nBZ — Belize BZ-0 Whole country BOV, EQU\nCA — Canada CA-0 Whole country BOV, OVI, POR, EQU, SUF, SUW RUF, RUW, G\nCH — Switzerland CH-0 Whole country BOV, OVI, POR, EQU, RUF, RUW, SUF, SUW\nCL — Chile CL-0 Whole country BOV, OVI, POR, EQU, RUF, RUW, SUF\nCN — China (People's Republic of) CN-0 Whole country —\nCO — Colombia CO-0 Whole country EQU\nCO-1 The zone included within the borderlines from the point where the Murri River flows into the Atrato River, downstream along the Atrato River to where it flows into the Atlantic Ocean from this point to the Panamanian border following the Atlantic coast-line to Cabo Tiburón; from this point to the Pacific Ocean following the Columbian-Panamanian border; from this point to the mouth of the Valle River along the Pacific coast and from this point along a straight line to the point where the Murri River flows into the Atrato River. BOV A 2\nCO-3 The zone included within the borderlines from the mouth of the Sinu River on the Atlantic Ocean, upstream along the Sinu River to its head-Waters of Alto Paramillo, from this point to Puerto Rey on the Atlantic Ocean, following the borderline between the Department of Antiquia and Córdoba, and from this point to the mouth of the Sinu River along the Atlantic coast. BOV A 2\nCR — Costa Rica CR-0 Whole country BOV, EQU\nCS — Serbia and Montenegro (2) CS-0 Whole country BOV, OVI, EQU\nCU — Cuba CU-0 Whole country BOV, EQU\nDZ — Algeria DZ-0 Whole country —\nET — Ethiopia ET-0 Whole country —\nFK — Falkland Islands FK-0 Whole country BOV, OVI, EQU\nGL — Greenland GL-0 Whole country BOV, OVI, EQU, RUF, RUW\nGT — Guatemala GT-0 Whole country BOV, EQU\nHK — Hong Kong HK-0 Whole country —\nHN — Honduras HN-0 Whole country BOV, EQU\nHR — Croatia HR-0 Whole country BOV, OVI, EQU, RUF, RUW\nIL — Israel IL-0 Whole country —\nIN — India IN-0 Whole country —\nIS — Iceland IS-0 Whole country BOV, OVI, EQU, RUF, RUW\nKE — Kenya KE-0 Whole country —\nMA — Morocco MA-0 Whole country EQU\nMG — Madagascar MG-0 Whole country —\nMK — Former Yugoslav Republic of Macedonia (3) MK-0 Whole country OVI, EQU\nMU — Mauritius MU-0 Whole country —\nMX — Mexico MX-0 Whole country BOV, EQU\nNA — Namibia NA-0 Whole country EQU, EQW\nNA-1 South of the cordon fences which extend from Palgrave Point in the west to Gam in the east BOV, OVI, RUF, RUW F 2\nNC — New Caledonia NC-0 Whole country BOV, RUF, RUW\nNI — Nicaragua NI-0 Whole country —\nNZ — New Zealand NZ-0 Whole country BOV, OVI, POR, EQU, RUF, RUW, SUF, SUW\nPA — Panamá PA-0 Whole country BOV, EQU\nPY — Paraguay PY-0 Whole country EQU\nPY-1 Chaco central and San Pedro areas BOV A 1 and 2\nRO — Romania RO-0 Whole country BOV, OVI, EQU, RUW, RUF\nRU — Russian Federation RU-0 Whole country —\nRU-1 Region of Murmansk (Murmanskaya oblast) RUF\nSV — El Salvador SV-0 Whole country —\nSZ — Swaziland SZ-0 Whole country EQU, EQW\nSZ-1 Area west of the “red line” fences which extends northwards from the river Usutu to the frontier with South Africa west of Nkalashane BOV, RUF, RUW F 2\nSZ-2 The veterinary foot and mouth surveillance and vaccination control areas as gazetted as a Statutory Instrument under legal notice number 51 of 2001 BOV, RUF, RUW F 1 and 2\nTH — Thailand TH-0 Whole country —\nTN — Tunisia TN-0 Whole country —\nTR — Turkey TR-0 Whole country —\nTR-1 The provinces of Amasya, Ankara, Aydin, Balikesir, Bursa, Cankiri, Corum, Denizli, Izmir, Kastamonu, Kutahya, Manisa, Usak, Yozgat and Kirikkale EQU\nUA — Ukraine UA-0 Whole country —\nUS — United States US-0 Whole country BOV, OVI, POR, EQU, SUF, SUW, RUF, RUW G\nUY — Uruguay UY-0 Whole country EQU\nBOV A 1 and 2\nOVI A 1 and 2\nZA — South Africa ZA-0 Whole country EQU, EQW\nZA-1 The whole country except:\n— the part of the foot-and-mouth disease control area situated in the veterinary regions of Mpumalanga and Northern provinces, in the district of Ingwavuma of the veterinary region of Natal and in the border area with Botswana east of longitude 28°, and\n— the district of Camperdown, in the province of KwaZuluNatal\nZW — Zimbabwe ZW-0 Whole country —\n— = No certificate laid down and fresh meat imports are prohibited (except for those species where indicated in the line for the whole country)\nSpecific conditions referred to in column 6\n“1” : Geographic and timing restrictions\nCode of Territory Veterinary certificate Time period/dates for which importation into the Community is authorised or not authorised in relation to dates of slaughter/killing of animals from which the meat was obtained\nModel SG\nAR-1 BOV A Before and including 31 January 2002 Not authorised\nAfter and including 1 February 2002 Authorised\nAR-2 BOV A Before and including 8 March 2002 Not authorised\nAfter and including 9 March 2002 Authorised\nAR-3 BOV A Before and including 26 March 2002 Not authorised\nAfter and including 27 March 2002 Authorised\nAR-4 BOV, OVI, RUM, RUF — Before and including 28 February 2002 Not authorised\nAfter and including 1 March 2002 Authorised\nAR-5 BOV A From 1 February 2002 to 10 July 2003 (inclusive) Authorised\nAfter and including 11 July 2003 Not authorised\nAR-6 BOV A From 1 February 2002 to 4 September 2003 (inclusive) Authorised\nAfter and including 5 September 2003 Not authorised\nAR-7 BOV A From 1 February 2002 to 7 October 2003 (inclusive) Authorised\nAfter and including 8 October 2003 Not authorised\nAR-8 BOV A Before and including 18 March 2005 see AR-5, AR-6 and AR-7 for periods when the specific territories within the area referred to in AR-8 were not authorised\nAfter and including 18 March 2005 Authorised\nBR-2 BOV A Before and including 30 November 2001 Not authorised\nAfter and including 1 December 2001 Authorised\nBR-3 BOV A Before and including 31 October 2002 Authorised\nAfter and including 1 November 2002 Not authorised\nBW-1 BOV, OVI, RUM, RUF A Before and including 7 July 2002 Not authorised\nAfter and including 8 July to 22 December 2002 Authorised\nAfter and including 23 December 2002 to 6 June 2003 Not authorised\nAfter and including 7 June 2003 Authorised\nBW-2 BOV, OVI, RUM, RUF A Before and including 6 March 2002 Not authorised\nAfter and including 7 March 2002 Authorised\nPY-1 BOV A Before and including 31 August 2002 Not authorised\nAfter and including 1 September 2002 to 19 February 2003 Authorised\nAfter and including 20 February 2003 Not authorised\nSZ-2 BOV, RUF, RUW A Before and including 3 August 2003 Not authorised\nAfter and including 4 August 2003 Authorised\nUY-0 BOV, OVI A Before and including 31 October 2001 Not authorised\nAfter and including 1 November 2001 Authorised\n“2” : Category restrictions\n(1)  Without prejudice to specific certification requirements provided for by Community agreements with third countries.\n(2)  Not including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999.\n(3)  Former Yugoslav Republic of Macedonia; provisional code that does not affect the definitive denomination of the country to be attributed after the conclusion of the negotiations currently taking place in the United Nations.\n— = No certificate laid down and fresh meat imports are prohibited (except for those species where indicated in the line for the whole country)"}