{"celex_id": "32007D0647", "uri": "http://publications.europa.eu/resource/cellar/33ac7b4f-4be1-4fd5-acb9-d34720018431", "type": "Decision", "concepts": ["1005", "2247", "2443", "5283", "979"], "title": "2007/647/EC: Commission Decision of 3 October 2007 excluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (notified under document number C(2007) 4477)\n", "header": "6.10.2007 EN Official Journal of the European Union L 261/28\nCOMMISSION DECISION\nof 3 October 2007\nexcluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\n(notified under document number C(2007) 4477)\n(only the Spanish, Danish, German, Greek, English, French, Italian, Dutch, Portuguese and Swedish texts are authentic)\n(2007/647/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), and in particular Article 5(2)(c) thereof,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (2), and in particular Article 7(4) thereof,\nHaving consulted the Committee on the Agricultural Funds,\nWhereas:\n(1) Under Article 5 of Regulation (EEC) No 729/70, Article 7 of Regulation (EC) No 1258/1999, and Article 8(1) and (2) of Commission Regulation (EC) No 1663/95 of 7 July 1995 laying down detailed rules for the application of Regulation (EEC) No 729/70 regarding the procedure for the clearance of the accounts of the EAGGF Guarantee Section (3), the Commission is to carry out the necessary verifications, communicate to the Member States the results of these verifications, take note of the comments of the Member States, initiate a bilateral discussion so that an agreement may be reached with the Member States in question, and formally communicate its conclusions to them.\n(2) The Member States have had an opportunity to request the launch of a conciliation procedure. That opportunity has been used in some cases and the report issued on the outcome has been examined by the Commission.\n(3) Under Articles 2 and 3 of Regulation (EEC) No 729/70 and Article 2 of Regulation (EC) No 1258/1999, only refunds on exports to third countries and intervention to stabilise agricultural markets, granted and undertaken respectively according to Community rules within the framework of the common organisation of the agricultural markets, may be financed.\n(4) In the light of the verifications carried out, the outcome of the bilateral discussions and the conciliation procedures, part of the expenditure declared by the Member States does not fulfil these requirements and cannot, therefore, be financed under the EAGGF Guarantee Section.\n(5) The amounts that are not recognised as being chargeable to the EAGGF Guarantee Section should be indicated. Those amounts do not relate to expenditure incurred more than 24 months before the Commission's written notification of the results of the verifications to the Member States.\n(6) As regards the cases covered by this Decision, the assessment of the amounts to be excluded on grounds of non-compliance with Community rules was notified by the Commission to the Member States in a summary report on the subject.\n(7) This Decision is without prejudice to any financial conclusions that the Commission may draw from the judgments of the Court of Justice in cases pending on 30 April 2007 and relating to its content,", "main_body": ["The expenditure itemised in the Annex hereto that has been incurred by the Member States' accredited paying agencies and declared under the EAGGF Guarantee Section shall be excluded from Community financing because it does not comply with Community rules.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Portuguese Republic, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 3 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 94, 28.4.1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ L 125, 8.6.1995, p. 1).\n(2)  OJ L 160, 26.6.1999, p. 103.\n(3)  OJ L 158, 8.7.1995, p. 6. Regulation as last amended by Regulation (EC) No 465/2005 (OJ L 77, 23.3.2005, p. 6).\nANNEX\nTotal corrections — Budget item 6701\nMS Measure FY Reason Type % Currency Amount Deductions already made Financial impact\nBE Financial audit — Late payments 2005 Failure to meet payment deadlines one-off  EUR –45 406,30 –45 406,30 0,00\nTotal BE     EUR –45 406,30 –45 406,30 0,00\nDE Exceptional market measures 2001 Weaknesses in documentation and physical on-the-spot supervisions flat-rate 5 % EUR –1 182 038,83 0,00 –1 182 038,83\nDE Exceptional market measures 2002 Weaknesses in documentation and physical on-the-spot supervisions flat-rate 5 % EUR – 284 869,30 0,00 – 284 869,30\nDE Direct Payments 2005 Poor follow-up of evident overclaims identified following GIS establishment one-off  EUR –32 236,96 0,00 –32 236,96\nTotal DE     EUR –1 499 145,09 0,00 –1 499 145,09\nDK Clearance of accounts 2005 Financial clearance one-off  DKK –96 741,70 –23 951,90 –72 789,80\nDK Financial audit — Overshooting 2005 Overshooting of financial ceilings one-off  EUR – 125 996,55 – 125 996,55 0,00\nTotal DK     DKK –96 741,70 –23 951,90 –72 789,80\nTotal DK     EUR – 125 996,55 – 125 996,55 0,00\nES Milk quota 1997 Milk deliveries underdeclared one-off  EUR –1 350 020,32 0,00 –1 350 020,32\nES Arable Crops 2004 The sanctions and exclusion due to intentional non-compliance foreseen for in Article 33 of Commission Regulation (EC) No 2419/2001 are not applied flat-rate 2 % EUR – 276 716,91 0,00 – 276 716,91\nES Arable Crops 2005 The sanctions and exclusion due to intentional non-compliance foreseen for in Article 33 of Regulation (EC) No 2419/2001 are not applied flat-rate 2 % EUR – 274 130,08 0,00 – 274 130,08\nES Fruit and Veg's — Citrus Processing 1998 Reimbursement following partial annulment of Decision 2004/136/EC by the judgement of the Court of Justice in case T-220/04 one-off  EUR 532 684,56 0,00 532 684,56\nES Fruit and Veg's — Citrus Processing 1999 Reimbursement following partial annulment of Decision 2004/136/EC by the judgement of the Court of Justice in case T-220/04 one-off  EUR 435 837,70 0,00 435 837,70\nES Fruit and Veg's — Citrus Processing 2000 Reimbursement following partial annulment of Commission Decision 2004/136/EC by the judgement of the Court of Justice in case T-220/04 one-off  EUR 11 032,22 0,00 11 032,22\nES Meat Premiums — Bovines 2002 Systematic late controls on the spot flat-rate 5 % EUR –30 407,71 0,00 –30 407,71\nES Meat Premiums — Bovines 2003 Systematic late controls on the spot flat-rate 5 % EUR – 159 064,73 0,00 – 159 064,73\nES Meat Premiums — Bovines 2004 Systematic late controls on the spot flat-rate 5 % EUR – 232 483,16 0,00 – 232 483,16\nES Public Storage of butter 2002 Undue financing costs one-off  EUR – 141 002,61 0,00 – 141 002,61\nES Public Storage of butter 2003 Undue financing costs one-off  EUR –67 250,22 0,00 –67 250,22\nTotal ES     EUR –1 551 521,26 0,00 –1 551 521,26\nFR Financial audit — Late payments 2005 Failure to meet payment deadlines one-off  EUR – 696 062,71 – 934 532,21 238 469,50\nFR Financial audit — Overshooting 2005 Overshooting of financial ceilings one-off  EUR – 501,92 – 501,92 0,00\nFR Fruit and Veg's — Producer organisations 2003 Non-respect of recognition criteria one-off  EUR –24 478 123,67 0,00 –24 478 123,67\nFR Fruit and Veg's — Producer organisations 2004 Non-respect of recognition criteria one-off  EUR –25 243 299,77 0,00 –25 243 299,77\nFR Meat Premiums — Bovines 2003 Weaknesses regarding controls of animals only identified by tattoos flat-rate 2 % EUR – 168 812,00 0,00 – 168 812,00\nFR Meat Premiums — Bovines 2004 Weaknesses regarding controls of animals only identified by tattoos flat-rate 2 % EUR – 115 584,00 0,00 – 115 584,00\nFR Meat Premiums — Bovines 2005 Weaknesses regarding controls of animals only identified by tattoos flat-rate 2 % EUR –65 764,00 0,00 –65 764,00\nTotal FR     EUR –50 768 148,07 – 935 034,13 –49 833 113,94\nGB Financial audit — Overshooting 2005 Overshooting of financial ceilings one-off  EUR – 795 921,45 0,00 – 795 921,45\nTotal GB     EUR – 795 921,45 0,00 – 795 921,45\nIT Dried Fodder 2002 Non-adequate control of the enterprises transforming the fodder flat-rate 5 % EUR –1 828 877,58 0,00 –1 828 877,58\nIT Dried Fodder 2003 Non-adequate control of the enterprises transforming the fodder flat-rate 2 % EUR –44 421,46 0,00 –44 421,46\nIT Dried Fodder 2003 Non-adequate control of the enterprises transforming the fodder flat-rate 5 % EUR –2 399 395,34 0,00 –2 399 395,34\nIT Dried Fodder 2004 Weaknesses regarding controls of operators of the network flat-rate 2 % EUR – 512 153,03 0,00 – 512 153,03\nIT Dried Fodder 2004 Weaknesses regarding controls of operators of the network flat-rate 5 % EUR –9 132,02 0,00 –9 132,02\nIT Dried Fodder 2004 Non-adequate control of the enterprises transforming the fodder flat-rate 5 % EUR – 645 442,92 0,00 – 645 442,92\nIT Dried Fodder 2005 Weaknesses regarding controls of operators of the network flat-rate 2 % EUR – 774 140,65 0,00 – 774 140,65\nIT Dried Fodder 2005 Weaknesses regarding controls of operators of the network flat-rate 5 % EUR –1 552,69 0,00 –1 552,69\nIT Meat Premiums — Bovines 2003 Systematic late controls on the spot flat-rate 5 % EUR – 456 327,00 0,00 – 456 327,00\nIT Meat Premiums — Bovines 2004 Systematic late controls on the spot flat-rate 5 % EUR – 295 911,00 0,00 – 295 911,00\nIT Olive Oil — Production aid 2001 Shortcomings in controls of the mills, weaknesses in respect of the olive trees and the yield flat-rate 5 % EUR –40 284 269,55 0,00 –40 284 269,55\nIT Olive Oil — Production aid 2002 Shortcomings in controls of the mills, weaknesses in respect of the olive trees and the yield flat-rate 5 % EUR –34 743 757,29 0,00 –34 743 757,29\nIT Olive Oil — Production aid 2003 Shortcomings in controls of the mills, weaknesses in respect of the olive trees and the yield flat-rate 5 % EUR – 113 946,89 0,00 – 113 946,89\nIT Olive Oil — Production aid 2004 Shortcomings in controls of the mills, weaknesses in respect of the olive trees and the yield flat-rate 5 % EUR –1 289 091,84 0,00 –1 289 091,84\nTotal IT     EUR –83 398 419,26 0,00 –83 398 419,26\nNL Financial audit — Late payments 2005 Failure to meet payment deadlines one-off  EUR – 206 100,68 – 206 100,68 0,00\nNL Financial audit — Overshooting 2005 Overshooting of financial ceilings one-off  EUR –60 859,36 –60 859,36 0,00\nTotal NL     EUR – 266 960,04 – 266 960,04 0,00\nPT Wine — Restructuring 2001 Weaknesses in key on-the-spot controls and in determination of the eligible areas flat-rate 2 % EUR –77 342,02 0,00 –77 342,02\nPT Wine — Restructuring 2002 Weaknesses in key on-the-spot controls and in determination of the eligible areas flat-rate 2 % EUR – 649 828,57 0,00 – 649 828,57\nPT Wine — Restructuring 2003 Weaknesses in key on-the-spot controls and in determination of the eligible areas flat-rate 2 % EUR – 673 890,89 0,00 – 673 890,89\nPT Wine — Restructuring 2004 Weaknesses in key on-the-spot controls and in determination of the eligible areas flat-rate 2 % EUR – 565 733,93 0,00 – 565 733,93\nTotal PT     EUR –1 966 795,41 0,00 –1 966 795,41\nSE Arable Crops 2004 The level of on-the-spot (Rapid Field Visits) checks carried out under the minimum rate required flat-rate 5 % SEK –12 198 084,10 0,00 –12 198 084,10\nSE Direct Payments 2005 The level of on-the-spot (Rapid Field Visits) checks carried out under the minimum rate required flat-rate 5 % SEK –12 640 336,05 0,00 –12 640 336,05\nSE Direct Payments 2005 Low quality of the remote sensing checks flat-rate 2 % SEK –9 280 142,64 0,00 –9 280 142,64\nTotal SE     SEK –34 118 562,79 0,00 –34 118 562,79\nTotal corrections — Budget item 05 07 01 07\nMS Measure FY Reason Type % Currency Amount Deductions already made Financial impact\nGR Financial audit — Overshooting 2005 Overshooting of financial ceilings one-off  EUR 0,00 – 348 181,42 348 181,42\nTotal GR     EUR 0,00 – 348 181,42 348 181,42\nIE Financial audit — Late payments 2005 Failure to meet payment deadlines one-off  EUR –1 064 668,75 –3 495 598,23 2 430 929,48\nTotal IE     EUR –1 064 668,75 –3 495 598,23 2 430 929,48"}