{"celex_id": "32007R1472", "uri": "http://publications.europa.eu/resource/cellar/7ff12248-e5d8-4580-9b70-2c55a51e1e11", "type": "Regulation", "concepts": ["1684", "2173", "4225", "4726", "473", "4734"], "title": "Commission Regulation (EC) No 1472/2007 of 13 December 2007 derogating, for the 2007/08 wine year, from Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\n", "header": "14.12.2007 EN Official Journal of the European Union L 329/12\nCOMMISSION REGULATION (EC) No 1472/2007\nof 13 December 2007\nderogating, for the 2007/08 wine year, from Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 33 thereof,\nWhereas:\n(1) Under Article 27(3) of Regulation (EC) No 1493/1999 any natural or legal person or group of persons having made wine is required to deliver for distillation all the by-products of that winemaking.\n(2) Commission Regulation (EC) No 1623/2000 (2) lays down detailed rules for the implementation of this obligation to distil and Article 49 thereof provides for certain possible exemptions, in particular the possibility of replacing the distillation obligation by withdrawal of the by-products under supervision in the case of small producers who produce less than 80 hl per year.\n(3) The by-product collection capacity in some Member States is insufficient. To remedy this situation, the Member States should therefore be authorised to exempt other categories of producers from the obligation to distil by-products of winemaking.\n(4) In order that this exception may be applied to the entire wine year, this Regulation should apply from 1 August 2007.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["By way of exemption from Article 49(4)(a) of Regulation (EC) No 1623/2000, for the 2007/08 wine year Member States may lay down, for all or part of their territory, that producers who do not exceed a production level of 100 hl obtained by them on their individual premises may fulfil the obligation to deliver by-products for distillation by having those products withdrawn under supervision.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 923/2007 (OJ L 201, 2.8.2007, p. 9)."}