{"celex_id": "32001D0857", "uri": "http://publications.europa.eu/resource/cellar/18b3c5c5-658c-4a8f-9d5e-4ba96e08c53e", "type": "Decision", "concepts": ["1154", "12", "1542", "1683", "2965"], "title": "2001/857/EC: Commission Decision of 26 November 2001 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Lithuania in the pre-accession period\n", "header": "Commission Decision\nof 26 November 2001\nconferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Lithuania in the pre-accession period\n(2001/857/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Council Regulation (EC) No 1266/1999 of 21 June 1999 on coordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89(1), and in particular Article 12(2) thereof,\nHaving regard to Commission Regulation (EC) No 2222/2000(2) of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999(3) on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period, and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Article 4(5) of Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period, a programme for agriculture and rural development was approved by Commission Decision C(2000) 3329 final on 27 November 2000 for the Republic of Lithuania.\n(2) The Government of the Republic of Lithuania and the Commission, acting on behalf of the European Community, signed on 5 March 2001 the Multiannual Financing Agreement laying down the technical, legal and administrative framework for the execution of the Sapard programme.\n(3) Regulation (EC) No 1266/1999 provides that the ex ante approval requirement referred to in Article 12(1) of Regulation (EC) No 1266/1999 may be waived on the basis of a case-by-case analysis of national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance. Regulation (EC) No 2222/2000 provides for detailed rules for the carrying out of the said analysis. The competent authority of the Republic of Lithuania has appointed the National Paying Agency under the Ministry of Agriculture for the implementation of measures: \"Investments in agricultural holdings\", \"Improving the processing and marketing of agricultural and fisheries products\", \"Development and diversification of economic activities providing for multiple activities and alternative income\", \"Improvement of rural infrastructure\" and \"Vocational Training\", as defined in the programme for agriculture and rural development that was approved by Commission Decision C(2000) 3329 final on 27 November 2000 for the Republic of Lithuania. The National Fund Department within the Ministry of Finance has been appointed for the financial functions it is due to perform in the framework of the implementation of the Sapard programme.\n(4) On 16 November 2001 the Lithuanian authorities provided the revised list of eligible expenditure in conformity with Article 4(1), Section B of the Multiannual Financing Agreement. The Commission did not raise objectives to this list.\n(5) Pursuant to Regulation (EC) No 1266/1999 and Regulation (EC) No 2222/2000, the Commission has analysed the national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance and has established that, for the implementation of the aforementioned measures, the Republic of Lithuania complies with the provisions of Articles 4 to 6 and of the Annex to Regulation (EC) No 2222/2000, and with the minimum conditions set out in the Annex to Regulation (EC) No 1266/1999.\n(6) In particular, the National Paying Agency under the Ministry of Agriculture has implemented the following key accreditation criteria satisfactorily: written procedures, segregation of duties, pre-project approval and prepayment checks, payment procedures, accounting procedures, computer security, internal audit, and, where appropriate, public procurement provisions.\n(7) The National Fund Department within the Ministry of Finance has implemented the following criteria satisfactorily for the financial functions it is due to perform in the framework of the implementation of the Sapard programme for the Republic of Lithuania: audit trail, treasury management, receipt of funds, disbursement to the National Paying Agency, computer security and internal audit.\n(8) It is therefore appropriate to waive the ex ante approval requirement referred to in Article 12(1) of Regulation (EC) No 1266/1999 and to confer on the National Paying Agency under the Ministry of Agriculture and on the National Fund Department within the Ministry of Finance in the Republic of Lithuania the management of aid on a decentralised basis.\n(9) However, since the verifications carried out by the Commission are based on an operational but not operating system it is therefore appropriate to confer the management of the Sapard programme on the National Paying Agency under the Ministry of Agriculture and on the National Fund Department within the Ministry of Finance on a provisional basis.\n(10) Full conferral of management of the Sapard programme is only envisaged after further verifications, in order to ensure that the system operates satisfactorily, have been carried out and after any recommendations the Commission may issue, with regard to the conferral of management of aid on the National Paying Agency under the Ministry of Agriculture and on the National Fund Department within the Ministry of Finance have been implemented,", "main_body": ["The requirement of ex ante approval by the Commission of project selection and contracting by the Republic of Lithuania is hereby waived.", "Management of the Sapard programme is conferred on a provisional basis to:\n1. the National Paying Agency (Nacionalné mokéjimo agentura) under the Ministry of Agriculture, Gedimino pr. 19, LT-2025 Vilnius, Republic of Lithuania, for the implementation of measures: \"Investments in agricultural holdings\", \"Improving the processing and marketing of agricultural and fisheries products\", \"Development and diversification of economic activities providing for multiple activities and alternative income\", \"Improvement of rural infrastructure\" and \"Vocational training\" as defined in the programme for agricultural and rural development that was approved by Commission Decision C(2000)3329 final on 27 November 2000; and\n2. the National Fund under the Ministry of Finance, J. Tumo-Vaizganto 8A/2, LT-2600 Vilnius, Republic of Lithuania, for the financial functions it is due to perform in the framework of the implementation of the Sapard programme for the Republic of Lithuania."], "attachments": "Done at Brussels, 26 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 68.\n(2) OJ L 253, 7.10.2000, p. 5.\n(3) OJ L 161, 26.6.1999, p. 87."}