{"celex_id": "32007R1521", "uri": "http://publications.europa.eu/resource/cellar/2ef2321b-2fb0-4657-afe6-156ba8993c34", "type": "Regulation", "concepts": ["1277", "1590", "2560", "6052", "6322"], "title": "Commission Regulation (EC) No 1521/2007 of 19 December 2007 concerning the authorisation of a new use of Enterococcus faecium DSM 7134 (Bonvital) as a feed additive (Text with EEA relevance )\n", "header": "20.12.2007 EN Official Journal of the European Union L 335/24\nCOMMISSION REGULATION (EC) No 1521/2007\nof 19 December 2007\nconcerning the authorisation of a new use of Enterococcus faecium DSM 7134 (Bonvital) as a feed additive\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. This application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of a new use of the preparation Enterococcus faecium DSM 7134 (Bonvital), as a feed additive for sows, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of the preparation Enterococcus faecium DSM 7134 was authorised provisionally for piglets and pigs for fattening by Commission Regulation (EC) No 666/2003 (2), provisionally for sows by Commission Regulation (EC) No 2154/2003 (3), provisionally for chickens for fattening by Commission Regulation (EC) No 521/2005 (4) and for ten years (Bonvital) for piglets (weaned) and pigs for fattening by Commission Regulation (EC) No 538/2007 (5).\n(5) New data were submitted in support of the application for authorisation for sows. The European Food Safety Authority (the Authority) concluded in its opinion of 10 July 2007 that the preparation Enterococcus faecium DSM 7134 (Bonvital) does not have an adverse effect on animal health, human health or the environment (6). It further concluded that this preparation does not present any other risk which would, in accordance with Article 5(2) of Regulation (EC) No 1831/2003, exclude authorisation for this additional animal category. According to this opinion, the use of this preparation is efficacious in improving the performance parameters of sows. The Authority does not consider that there is a need for the specific requirements of post market monitoring. This opinion also verified the report on the method of analysis of feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of this preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised, as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in this Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 96, 12.4.2003, p. 11.\n(3)  OJ L 324, 11.12.2003, p. 11.\n(4)  OJ L 84, 2.4.2005, p. 3. Regulation as amended by Regulation (EC) No 1812/2005 (OJ L 291, 5.11.2005, p. 18).\n(5)  OJ L 128, 16.5.2007, p. 16.\n(6)  Opinion of the Scientific Panel on Additives and Products or Substances used in Animal Feed on the safety and efficacy of the product ‘Bonvital’, a preparation of Enterococcus faecium as a feed additive for sows. Adopted on 10 July 2007. The EFSA Journal (2007) 521, p. 1-8.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition:\nCharacterisation of the active substance:\nAnalytical method (1):\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. Introduction into the sows’ diet from day 90 of pregnancy to the end of lactation.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}