{"celex_id": "32007D0457", "uri": "http://publications.europa.eu/resource/cellar/93d74d59-1aaa-421b-b92b-53b6198829fb", "type": "Decision", "concepts": ["1425", "1828", "2228", "2765", "3811", "3861", "5696"], "title": "2007/457/EC: Commission Decision of 21 June 2007 amending Decisions 2001/689/EC, 2002/739/EC, 2002/740/EC, 2002/741/EC and 2002/747/EC in order to prolong the validity of the ecological criteria for the award of the Community eco-label to certain products (notified under document number C(2007) 3128)   (Text with EEA relevance)\n", "header": "3.7.2007 EN Official Journal of the European Union L 173/29\nCOMMISSION DECISION\nof 21 June 2007\namending Decisions 2001/689/EC, 2002/739/EC, 2002/740/EC, 2002/741/EC and 2002/747/EC in order to prolong the validity of the ecological criteria for the award of the Community eco-label to certain products\n(notified under document number C(2007) 3128)\n(Text with EEA relevance)\n(2007/457/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme (1), and in particular the second subparagraph of Article 6(1) thereof,\nAfter consulting the European Union Eco-labelling Board,\nWhereas:\n(1) The ecological criteria set out in Commission Decision 2001/689/EC of 28 August 2001 establishing ecological criteria for the award of the Community eco-label to dishwashers (2) expires on 28 August 2007.\n(2) Commission Decision 2002/739/EC of 3 September 2002 establishing revised ecological criteria for the award of the Community eco-label to indoor paints and varnishes and amending Decision 1999/10/EC (3) expires on 31 August 2007.\n(3) Commission Decision 2002/740/EC of 3 September 2002 establishing revised ecological criteria for the award of the Community eco-label to bed mattresses and amending Decision 98/634/EC (4) expire on 31 August 2007.\n(4) Commission Decision 2002/741/EC of 4 September 2002 establishing revised ecological criteria for the award of the Community eco-label to copying and graphic paper and amending Decision 1999/554/EC (5) expire on 31 August 2007.\n(5) The ecological criteria set out in Commission Decision 2002/747/EC of 9 September 2002 establishing revised ecological criteria for the award of the Community eco-label to light bulbs and amending Decision 1999/568/EC (6) expire on 31 August 2007.\n(6) Pursuant to Regulation (EC) No 1980/2000 a timely review has been carried out of the ecological criteria, as well as of the related assessment and verification requirements, established by those Decisions.\n(7) In the light of the review of those criteria and requirements, it is appropriate in all five cases to prolong the period of validity of the ecological criteria and the requirements for a period of 18 months.\n(8) Since the review obligation pursuant to Regulation (EC) No 1980/2000 concerns only the ecological criteria and assessment and verification requirements, it is appropriate that Decisions 2001/689/EC, 2002/739/EC, 2002/740/EC and 2002/741/EC and 2002/747/EC remain in effect.\n(9) Decisions 2001/689/EC, 2002/739/EC, 2002/740/EC, 2002/741/EC and 2002/747/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["Article 3 of Decision 2001/689/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group dishwashers, as well as the related assessment and verification requirements, shall be valid until 28 February 2009.’.", "Article 5 of Decision 2002/739/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group indoor paints and varnishes, as well as the related assessment and verification requirements, shall be valid until 28 February 2009.’.", "Article 5 of Decision 2002/740/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group bed mattresses, as well as the related assessment and verification requirements, shall be valid until 28 February 2009.’.", "Article 5 of Decision 2002/741/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group copying and graphic paper, as well as the related assessment and verification requirements, shall be valid until 28 February 2009.’.", "Article 5 of Decision 2002/747/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group light bulbs, as well as the related assessment and verification requirements, shall be valid until 28 February 2009.’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 June 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 237, 21.9.2000, p. 1.\n(2)  OJ L 242, 12.9.2001, p. 23. Decision as amended by Decision 2005/783/EC (OJ L 295, 11.11.2005, p. 51).\n(3)  OJ L 236, 4.9.2002, p. 4.\n(4)  OJ L 236, 4.9.2002, p. 10.\n(5)  OJ L 237, 5.9.2002, p. 6.\n(6)  OJ L 242, 10.9.2002, p. 44. Decision as amended by Decision 2005/384/EC (OJ L 127, 20.5.2005, p. 20)."}