{"celex_id": "32002R1283", "uri": "http://publications.europa.eu/resource/cellar/e4f7ec99-20b1-44da-863c-dece7e1ef36d", "type": "Regulation", "concepts": ["1117", "13", "2681", "2962", "797"], "title": "Commission Regulation (EC) No 1283/2002 of 15 July 2002 fixing the minimum price to be paid to producers for dried plums and the production aid for prunes for the 2002/03 marketing year\n", "header": "Commission Regulation (EC) No 1283/2002\nof 15 July 2002\nfixing the minimum price to be paid to producers for dried plums and the production aid for prunes for the 2002/03 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Commission Regulation (EC) No 453/2002(2), and in particular Articles 6b(3) and 6c(7) thereof,\nWhereas:\n(1) Article 2 of Commission Regulation (EC) No 449/2001 of 2 March 2001 laying down detailed rules for applying Council Regulation (EC) No 2201/96 as regards the aid scheme for products processed from fruit and vegetables(3), amended by Regulation (EC) No 1343/2001(4), lays down the dates of the marketing years.\n(2) The criteria for fixing the minimum price and the production aid are laid down in Articles 6b and 6c respectively of Regulation (EC) No 2201/96.\n(3) The products for which the minimum price and the aid are to be fixed are listed in Article 3 of Commission Regulation (EC) No 464/1999 of 3 March 1999 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards aid arrangements for prunes(5) and the characteristics that these products must possess are laid down in Article 2 of that Regulation. The minimum price and the production aid should therefore be fixed for the 2002/03 marketing year.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["For the 2002/03 marketing year:\n(a) the minimum price referred to in Article 3 of Regulation (EC) No 2201/96 for dried plums of the \"prunes d'Ente\" variety shall be EUR 1935,23 per tonne net ex-producer's premises;\n(b) the production aid referred to in Article 4 of that Regulation for prunes shall be EUR 671,73 per tonne net.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 72, 14.3.2002, p. 9.\n(3) OJ L 64, 6.3.2001, p. 16.\n(4) OJ L 181, 4.7.2001, p. 16.\n(5) OJ L 56, 4.3.1999, p. 8."}