{"celex_id": "32001R1972", "uri": "http://publications.europa.eu/resource/cellar/3d99ea8e-3cc4-4596-bcce-95a3d1116b0a", "type": "Regulation", "concepts": ["1116", "1644", "4580"], "title": "Commission Regulation (EC) No 1972/2001 of 9 October 2001 establishing a system of licences for the import of hazelnuts from Turkey\n", "header": "Commission Regulation (EC) No 1972/2001\nof 9 October 2001\nestablishing a system of licences for the import of hazelnuts from Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 911/2001(2), and in particular Article 31 thereof,\nWhereas:\n(1) Article 31 of Regulation (EC) No 2200/96 provides for the possibility of establishing a system of licences for the import of the products referred to in Article 1(2) of that Regulation and lays down the procedure for adopting the rules for the application of such a system.\n(2) The large harvest in Turkey in 2001, the stocks carried over from the previous harvest and the devaluation of the Turkish lira could have a serious impact on the Community market for hazelnuts.\n(3) The Commission should introduce a system of import licences to provide speedy information on the quantities of hazelnuts imported. The rules governing the system must supplement or derogate from those laid down by Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(3). In particular, the security required before licences can be issued should be set at a level such as to prevent unfounded applications and the transfer of the licences.\n(4) The Management Committee for fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The release into free circulation within the Community of shelled hazelnuts falling with CN code 0802 22 00 originating in Turkey shall be subject to the presentation of an import licence, which Member States shall issue to all applicants, irrespective of where they are established in the Community, in accordance with Article 2.\n2. Regulation (EC) No 1291/2000 shall apply to the arrangements introduced by this Regulation, subject to the special provisions laid down herein.", "1. Applications for import licences and the licences themselves shall indicate the word \"Turkey\" in box 8 and the word \"yes\" shall be marked with a cross. Licences shall be valid only for hazelnuts originating in Turkey.\n2. The security referred to in Article 15(2) of Regulation (EC) No 1291/2000 shall be EUR 50 per tonne net.\n3. Licences shall be valid for two months from the date of issue.\n4. Notwithstanding Article 9 of Regulation (EC) No 1291/2000, the rights resulting from licences shall not be transferable.", "Member States shall notify the Commission of:\n(a) the quantities for which import licence applications have been submitted, as follows:\n- each Wednesday in the case of applications made on Monday and Tuesday,\n- each Friday in the case of applications made on Wednesday and Thursday,\n- each Monday in the case of applications made on Friday of the previous week;\n(b) the quantities covered by unused licences or licences that have been partially used, corresponding to the difference between the quantities endorsed on the back of licences and those for which licences have been issued; this information shall be notified on Wednesday, in the case of information received the previous week.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 August 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 129, 11.5.2001, p. 3.\n(3) OJ L 152, 24.6.2000, p. 1."}