{"celex_id": "32003D0021(01)", "uri": "http://publications.europa.eu/resource/cellar/c513c44c-3676-47a9-b62b-233a4ac2b5af", "type": "Decision", "concepts": ["2149", "2447", "3259", "4763", "5455", "5883"], "title": "2004/47/EC: Decision of the European Central Bank of 18 December 2003 laying down the measures necessary for the contribution to the European Central Bank's reserves and provisions and for adjusting the national central banks' claims equivalent to the transferred foreign reserve assets (ECB/2003/21)\n", "header": "Decision of the European Central Bank\nof 18 December 2003\nlaying down the measures necessary for the contribution to the European Central Bank's reserves and provisions and for adjusting the national central banks' claims equivalent to the transferred foreign reserve assets\n(ECB/2003/21)\n(2004/47/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and in particular Article 30 thereof,\nWhereas:\n(1) The adjustment of the key for subscription to the European Central Bank's (ECB's) capital (hereinafter the capital key) results in adjustments to the weightings assigned to the national central banks of the Member States that have adopted the euro (hereinafter the participating NCBs) in the ECB's capital key (hereinafter the capital key weightings) as provided for in Decision ECB/2003/17 of 18 December 2003 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital(1). The adjustments to the capital key weightings and the resulting changes in the participating NCBs' shares in the ECB's subscribed capital make it necessary to adjust the claims which the ECB has credited under Article 30.3 of the Statute to the participating NCBs and which are equivalent to the participating NCBs' contributions of foreign reserve assets to the ECB (hereinafter the claims).\n(2) Those participating NCBs whose percentage share in the adjusted capital key increases due to the adjustment should therefore effect a compensatory transfer to the ECB, while the ECB should effect a compensatory transfer to those participating NCBs whose percentage share in the adjusted capital key decreases.\n(3) In accordance with the general principles of fairness, equal treatment and the protection of legitimate expectations underlying the Statute, those participating NCBs whose relative share in the ECB's accumulated equity value increases due to the abovementioned adjustments should also effect a compensatory transfer to those participating NCBs whose relative share decreases.\n(4) The respective capital key weightings of each participating NCB until 31 December 2003 and from 1 January 2004 should be expressed as a percentage of the ECB's total capital as subscribed to by all participating NCBs for the purpose of calculating the adjustment of the value of each participating NCB's share in the ECB's accumulated equity value,", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) The \"accumulated equity value\" shall mean the total of the ECB's reserves, revaluation accounts and provisions equivalent to reserves as stated in the ECB's annual accounts and approved by the Governing Council for the financial year 2003. The ECB's reserves and those provisions equivalent to reserves shall include, without limitation to the generality of the \"accumulated equity value\", the general reserve fund and the provisions equivalent to reserves for valuation losses with respect to foreign exchange rates and market prices.\n(b) The \"transfer date\" shall mean the second business day following the Governing Council's approval of the ECB's annual accounts for the financial year 2003.", "Contribution to the ECB's reserves and provisions\n1. This Article shall only apply if the accumulated equity value is greater than zero.\n2. If a participating NCB's share in the accumulated equity value increases due to the increase in its capital key weighting from 1 January 2004, such an NCB shall transfer to the ECB on the transfer date the amount determined pursuant to paragraph 4.\n3. If a participating NCB's share in the accumulated equity value decreases due to the decrease in its capital key weighting from 1 January 2004, such an NCB shall receive from the ECB on the transfer date the amount determined pursuant to paragraph 4.\n4. The ECB shall, in due course, calculate and confirm to each participating NCB either the amount to be transferred by that NCB to the ECB where paragraph 2 applies, or the amount to be received by that NCB from the ECB where paragraph 3 applies. Subject to rounding, each amount to be transferred or received shall be calculated by multiplying the accumulated equity value by the absolute difference between each participating NCB's capital key weighting on 31 December 2003 and its capital key weighting from 1 January 2004 and dividing the result by 100.\n5. Each amount described in paragraph 4 shall be due in euro on 1 January 2004 but shall be effectively transferred on the transfer date.\n6. On the transfer date, a participating NCB or the ECB having to transfer an amount under paragraph 2 or paragraph 3 shall also separately transfer any interest accruing over the period from 1 January 2004 until the transfer date on each of the respective amounts due from such participating NCB and the ECB. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.", "Adjustment of the claims equivalent to the transferred foreign reserve assets\n1. The participating NCBs' claims shall be adjusted on 1 January 2004 in accordance with their adjusted capital key weightings. The value of the participating NCBs' claims from 1 January 2004 is set out in the third column of the table in the Annex to this Decision.\n2. Each participating NCB shall, by virtue of this provision and without any further formality or act being required, be considered to have either transferred or received on 1 January 2004 the absolute value of the claim (in euro) set out next to its name in the fourth column of the table in the Annex to this Decision, whereby \"-\" shall refer to a claim that the NCB shall transfer to the ECB and \"+\" to a claim that the ECB shall transfer to the NCB.\n3. On 2 January 2004, each participating NCB shall either transfer or receive the absolute value of the amount (in euro) set out next to its name in the fourth column of the table in the Annex to this Decision, whereby \"+\" shall refer to an amount that the NCB shall transfer to the ECB and \"-\" to an amount that the ECB shall transfer to the NCB.\n4. On 2 January 2004, the ECB and the participating NCBs that are under an obligation to transfer amounts under paragraph 3 shall also separately transfer any interest accruing over the period from 1 January 2004 until 2 January 2004 on the respective amounts due from the ECB and such NCBs. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.", "General provisions\n1. The interest accruing under paragraph 6 of Article 2 and paragraph 4 of Article 3 shall be calculated on a daily basis, using the actual 360-day method of calculation, at a rate equal to the marginal interest rate used by the European System of Central Banks in its most recent main refinancing operation.\n2. Each transfer pursuant to paragraphs 2, 3 and 6 of Article 2 and paragraphs 3 and 4 of Article 3 shall take place separately through the Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET).\n3. The ECB and the participating NCBs that are under an obligation to make any of the transfers referred to in paragraph 2 shall, in due course, give the necessary instructions for duly executing such transfers on time.", "Final provisions\n1. This Decision shall enter into force on 19 December 2003.\n2. This Decision will be published in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 18 December 2003.\nFor the Governing Council of the ECB\nJean-Claude Trichet\n(1) See page 27 of this Official Journal.\nANNEX\nCLAIMS EQUIVALENT TO THE FOREIGN RESERVE ASSETS TRANSFERRED TO THE ECB\n>TABLE>"}