{"celex_id": "32008D0463", "uri": "http://publications.europa.eu/resource/cellar/755464c4-36f7-4f12-bdbf-736c90c2d092", "type": "Decision", "concepts": ["1309", "1445", "2737", "2771", "5300", "5969"], "title": "2008/463/EC: Commission Decision of 17 June 2008 amending Decision 2002/994/EC concerning certain protective measures with regard to the products of animal origin imported from China (notified under document number C(2008) 2483) (Text with EEA relevance)\n", "header": "19.6.2008 EN Official Journal of the European Union L 160/34\nCOMMISSION DECISION\nof 17 June 2008\namending Decision 2002/994/EC concerning certain protective measures with regard to the products of animal origin imported from China\n(notified under document number C(2008) 2483)\n(Text with EEA relevance)\n(2008/463/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 22(6) thereof,\nWhereas:\n(1) Commission Decision 2002/994/EC of 20 December 2002 concerning certain protective measures with regard to the products of animal origin imported from China (2) applies to all products of animal origin imported from China and intended for human consumption or for animal feed.\n(2) Under Article 3 of that Decision the Member States are to authorise imports of products listed in Part II of the Annex to that Decision which are accompanied by a declaration of the Chinese competent authority stating that each consignment has been subjected before dispatch to a chemical test in order to ensure that the products concerned do not present a danger to human health. That test must be carried out, in particular, with a view to detecting the presence of chloramphenicol and nitrofuran and its metobolites.\n(3) However, in aquaculture fishery products imported from China residues of malachite green and crystal violet have now also been detected. Article 3 of Decision 2002/994/EC should therefore be amended to include the testing of aquaculture fishery products for those substances.\n(4) It is appropriate to provide for a transitional period to authorise the import of consignments of aquaculture fishery products that are not accompanied by the results of tests for residues of malachite green and crystal violet, provided that the Member States ensure that those consignments undergo appropriate tests on arrival in the Community.\n(5) Decision 2002/994/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 3 of Decision 2002/994/EC is replaced by the following text:\n‘Article 3\nMember States shall authorise imports of consignments of products listed in Part II of the Annex accompanied by a declaration of the Chinese competent authority stating that each consignment has been subjected before dispatch to a chemical test in order to ensure that the products concerned do not present a danger to animal or human health. That chemical test must be carried out in particular, to detect the presence of chloramphenicol and nitrofuran and its metabolites in all products listed in Part II of the Annex. In addition, aquaculture fishery products referred to in Part II of the Annex shall be tested for the presence of malachite green and crystal violet and their metabolites. The results of those chemical tests shall be included in that declaration.’", "1.   Member States may allow the import of aquaculture fishery products from China that are not accompanied by the results of the chemical test for the presence of malachite green and crystal violet and their metabolites for a period of maximum six weeks from the entry into force of this Decision provided that the importing Member State ensures that each of those products undergoes test for the presence of malachite green and crystal violet and their metabolites.\n2.   All expenditure incurred in the application of testing foreseen in paragraph 1 of this Article shall be charged to the consignor, the consignee or the agent of either.", "This Decision shall apply from 1 July 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 348, 21.12.2002, p. 154. Decision as last amended by Decision 2005/573/EC (OJ L 193, 23.7.2005, p. 41)."}