{"celex_id": "32001R0443", "uri": "http://publications.europa.eu/resource/cellar/e835225e-1362-465d-a16e-bdf9e11d7f51", "type": "Regulation", "concepts": ["1318", "164", "2642", "3591", "4713", "473"], "title": "Commission Regulation (EC) No 443/2001 of 2 March 2001 amending Regulation (EC) No 2728/2000 opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 in certain wine-growing regions of Germany\n", "header": "Commission Regulation (EC) No 443/2001\nof 2 March 2001\namending Regulation (EC) No 2728/2000 opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 in certain wine-growing regions of Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Articles 30 and 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2728/2000(3) opened crisis distillation as provided for in Article 30 of Regulation (EC) No 1493/1999 for a maximum of 1 million hectolitres of white table wine and white quality wines psr of all vine varieties grown in certain wine-growing regions in Germany.\n(2) According to the information received from the German authorities, no distillation contracts had been signed by 31 January 2001 between producers and distillers. The lack of distilleries in the wine-producing regions, and the ensuing high transport costs, have prevented the distillers, who have relatively small premises, from signing contracts within the margins imposed by the prices laid down in Articles 5 and 6 of Regulation (EC) No 2728/2000.\n(3) To make the application of the crisis distillation measure in Germany possible once more, it is proposed that the authorities concerned be allowed to derogate from Article 65(6) of Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms(4), as last amended by Regulation (EC) No 2786/2000(5), which lays down the conditions for paying the minimum purchase price to producers. Instead of applying these prices to bulk merchandise ex producer's premises, a derogation could allow these authorities to provide for its application to merchandise ex-distiller's premises.\n(4) The German authorities have also re-evaluated the market situation between the point at which the initial application was made to open crisis distillation for a maximum one million hectolitres and the present. According to their evaluation it would be more appropriate to fix this quantity, at this point of the current marketing year, at 500000 hectolitres.\n(5) Several dates in the Regulation relating to the period for signing contracts, for the approval of contracts, and for notifying the Commission of the quantities of wine covered by contracts should also be amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 2728/2000 is hereby amended as follows:\n1. in Article 1, the figure \"1 million hectolitres\" is replaced by \"500000 hectolitres\";\n2. in Article 3, the date \"16 December 2000\" is replaced by \"5 March 2001\" and the date \"31 January 2001\" is replaced by \"6 April 2001\";\n3. in Article 4(2), the date \"15 February 2001\" is replaced by \"20 April 2001\" and the date \"20 February 2001\" is replaced by \"27 April 2001\";\n4. the following sentence is added to Article 5:\"Notwithstanding Article 65(6) of Regulation (EC) No 1623/2000 the German authorities may allow, where needed to ensure application of this measure, the above price to apply to bulk merchandise ex-distiller's premises.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 5 March 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 316, 15.12.2000, p. 14.\n(4) OJ L 194, 31.7.2000, p. 45.\n(5) OJ L 323, 20.12.2000, p. 4."}