{"celex_id": "32003R1491", "uri": "http://publications.europa.eu/resource/cellar/2837769e-22ac-47ea-aff0-a19f0a5047cb", "type": "Regulation", "concepts": ["1520", "1686", "2734", "2735", "3173", "864", "893"], "title": "Commission Regulation (EC) No 1491/2003 of 25 August 2003 supplementing the Annex to Regulation (EC) No 2400/96 (Ficodindia dell'Etna, Monte Etna, Colline di Romagna, Pretuziano delle Colline Teramane, Torta del Casar, Manzana de Girona or Poma de Girona)\n", "header": "Commission Regulation (EC) No 1491/2003\nof 25 August 2003\nsupplementing the Annex to Regulation (EC) No 2400/96 (Ficodindia dell'Etna, Monte Etna, Colline di Romagna, Pretuziano delle Colline Teramane, Torta del Casar, Manzana de Girona or Poma de Girona)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 6(3) and (4) thereof,\nWhereas:\n(1) Pursuant to Article 5 of Regulation (EEC) No 2081/92, Italy has sent the Commission four applications, to register the names \"Ficodindia dell'Etna\", \"Monte Etna\", \"Colline di Romagna\" and \"Pretuziano delle Colline Teramane\" as designations of origin, and Spain has sent one application to register the name \"Torta del Casar\" as a designation of origin and one application to register the name \"Manzana de Girona\" or \"Poma de Girona\" as a geographical indication.\n(2) The applications have been found, in accordance with Article 6(1) of that Regulation, to meet all the requirements laid down therein and in particular to contain all the information required under Article 4 thereof.\n(3) No objection under Article 7 of Regulation (EEC) No 2081/92 was sent to the Commission following the publication in the Official Journal of the European Communities(3) of the six names set out in the Annex hereto.\n(4) Each of the six names should therefore be entered in the Register of protected designations and protected geographical indications and hence be protected throughout the Community as a protected designation of origin or protected geographical indication, as the case may be.\n(5) The Annex hereto supplements the Annex to Commission Regulation (EC) No 2400/96(4), as last amended by Regulation (EC) No 1428/2003(5),", "main_body": ["Each of the six names in the Annex hereto is added to the Annex to Regulation (EC) No 2400/96 and entered as a protected designation of origin (PDO) or protected geographical indication (PGI), as the case may be, as provided in Article 6(3) of Regulation (EEC) No 2081/92.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ C 275, 12.11.2002, p. 11 (Ficodindia dell'Etna).\nOJ C 281, 19.11.2002, p. 5 (Monte Etna).\nOJ C 286, 22.11.2002, p. 10 (Colline di Romagna).\nOJ C 309, 12.12.2002, p. 2 (Pretuziano delle Colline Teramane).\nOJ C 291, 26.11.2002, p. 2 (Torta del Casar).\nOJ C 316, 18.12.2002, p. 14 (Manzana de Girona or Poma de Girona).\n(4) OJ L 327, 18.12.1996, p. 11.\n(5) OJ L 203, 12.8.2003, p. 7.\nANNEX\nPRODUCTS LISTED IN ANNEX I TO THE EC TREATY, INTENDED FOR HUMAN CONSUMPTION\nFruit, vegetables and cereals\nITALY\nFicodindia dell'Etna (PDO)\nSPAIN\nManzana de Girona or Poma de Girona (PGI)\nOils and fats/Olive oil\nITALY\nMonte Etna (PDO)\nColline di Romagna (PDO)\nPretuziano delle Colline Teramane (PDO)\nCheese\nSPAIN\nTorta del Casar (PDO)"}