{"celex_id": "32008R0535", "uri": "http://publications.europa.eu/resource/cellar/6eaeec61-0128-42f3-b6ed-079d7e1454db", "type": "Regulation", "concepts": ["2320", "3528", "4359", "5463", "616", "6322", "844"], "title": "Commission Regulation (EC) No 535/2008 of 13 June 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 708/2007 concerning use of alien and locally absent species in aquaculture\n", "header": "14.6.2008 EN Official Journal of the European Union L 156/6\nCOMMISSION REGULATION (EC) No 535/2008\nof 13 June 2008\nlaying down detailed rules for the implementation of Council Regulation (EC) No 708/2007 concerning use of alien and locally absent species in aquaculture\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 708/2007 of 11 June 2007 concerning use of alien and locally absent species in aquaculture (1), and in particular the third paragraph of Article 23 and Article 24(3) thereof,\nWhereas:\n(1) Regulation (EC) No 708/2007 establishes a framework governing aquaculture practices in relation to alien and locally absent species to assess and minimise the possible impact of these and any associated non-target species on aquatic habitats. It provides, inter alia, that detailed rules implementing the conditions necessary for adding species to Annex IV to that Regulation are to be adopted.\n(2) It is therefore appropriate to establish a transparent procedure in order to assess the requests made by the Member States for the addition of species to Annex IV to Regulation (EC) No 708/2007. In particular, it is necessary to further clarify and define the conditions provided for in Article 24(2) of Regulation (EC) No 708/2007 and to identify the information Member States should provide to support their requests for the addition of species.\n(3) In addition, Regulation (EC) No 708/2007 provides that a specific information system may be developed to allow Member States to share the information contained in the registers concerning alien and locally absent species in aquaculture.\n(4) It is therefore necessary to develop common informatics standards and communication language to be used by the Member States in order to share a set of minimum data contained in their national registers of introductions and translocations. Provisions should be laid down to assist the harmonisation of the information systems to be implemented by the Member States.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["This Regulation lays down detailed rules implementing the conditions necessary for adding species to Annex IV to Regulation (EC) No 708/2007 and regarding the development of a specific information system concerning the permits for the introductions and translocations of alien and locally absent species in aquaculture.", "For the purposes of Article 24(2) of Regulation (EC) No 708/2007:\n(a) ‘long time (with reference to its life cycle)’ shall mean a minimum period of 10 years following the completion of two production cycles;\n(b) ‘adverse effect’ shall mean a case where scientific evidence shows that an aquatic species, after its introduction in a certain Member State, cause inter alia, significant:\n(i) habitat degradation;\n(ii) competition with native species for spawning habitat;\n(iii) hybridisation with native species threatening species integrity;\n(iv) predation on native species' population resulting in their decline;\n(v) depletion of native food resources;\n(vi) spread of disease and novel pathogens in wild aquatic organisms and ecosystems.", "1.   Member States shall submit requests to the Commission for the addition of species to the list of species set out in Annex IV to Regulation (EC) No 708/2007.\n2.   Those requests shall be forwarded to the Commission together with a fact-sheet indicating the following information:\n(a) the scientific name of the species;\n(b) the geographic distribution;\n(c) the habitat and the biology;\n(d) the aquaculture production;\n(e) the impact of introductions;\n(f) the factors likely to influence spread and distribution;\n(g) coherence with the criteria provided for in Article 24(2) of Regulation (EC) No 708/2007.", "1.   Member States shall establish and keep up to date an information system containing details of all requests for permits to introduce an alien species or to translocate a locally absent species. Member States shall fill in for each request for a permit an information sheet setting out the data indicated in the Annex to this Regulation and in accordance with the format set out therein.\n2.   Member States shall set up by 31 December 2009 at the latest a website accessible via Internet and containing the information listed in the Annex to this Regulation. The Web site shall follow the guidelines of the ‘Web Accessibility Initiative’.\n3.   Member States shall communicate the Internet address of the website to the Commission.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nHowever, Article 4 shall apply six months after the date of entry into force of the Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 168, 28.6.2007, p. 1.\nANNEX\nThe information sheet referred to in Article 4(1)\nThe information sheet is to be filled in for a single/multiple (1) movement (introduction/translocation) of an alien/locally absent species\n1.   General information\n1.1.   Number or reference of the application for a permit:\n1.2.   First application: YES/NO, if NO: reference of the previous applications for a permit\nDate of the application for a permit: dd/mm/yyyy\n1.4.   Data on the species:\n1.4.1.   FAO code:\n1.4.2.   Common name:\n1.4.3.   Scientific name:\n1.4.4.   Sub-species (if relevant):\n1.4.5.   Additional information:\nTetraploid: YES/NO\nFertile artificially hybrid: YES/NO\n1.4.5.3.   If YES, FAO code and name of the parent species:\n1.5.   Source:\n1.5.1.   Country:\n1.5.2.   Location (name and address of the source):\n1.5.3.   Type of source (hatchery/on-growing farm/wild):\n1.6.   Receiving aquaculture facility:\n1.6.1.   Location (name and address):\n1.6.2.   Method of farming: Closed/Open (2) system\n1.7.   Number of organisms and life stage (eggs, larvae, juveniles, adults):\n1.8.   Purpose (human consumption, farming for further restocking, research, etc.):\n1.9.   Number of movements foreseen:\n2.   Screening and risk assessment\n2.1.   Type of movement:\nRoutine introduction or translocation: YES/NO\nPermit approval: YES/NO\nDate of the delivery of the permit: dd/mm/yyyy\n2.1.1.3.   Authority issuing the permit (complete address):\nDuration of the permit: X years XX months\n2.1.1.5.   If subject to conditions:\nQuarantine: YES/NO\nPilot releases: YES/NO\nNon-routine introduction or translocation: YES/NO\n2.1.2.1.   Type of risk:\n2.1.2.1.1.   Low\n2.1.2.1.2.   Medium\n2.1.2.1.3.   High\n2.1.2.2.   Summary report of the overall environment risk assessment (some lines and a PDF document) also in a second Community language (some lines)\nPermit approval: YES/NO\nDate of the delivery of the permit: dd/mm/yyyy\n2.1.2.5.   Authority issuing the permit:\nDuration of the permit: X years XX months\n2.1.2.7.   If subject to conditions:\nQuarantine: YES/NO\nPilot releases: YES/NO\n3.   Monitoring\nDuration of monitoring programme: XX months\n3.2.   Summary of the results of the evaluation of the monitoring programme (some lines and a PDF document) also in a second Community language (some lines)\nContingency plans applied: YES/NO\nWithdrawal of the permit (if applicable): YES/NO\n3.4.1.   If YES: Temporarily/permanently\nDate: dd/mm/yyyy\n3.4.3.   Reasons for the withdrawal (some lines) also in a second Community language (some lines):\n(1)  Applications may be submitted for multiple movements to take place over a period of not longer than seven years (Article 6(1) of Regulation (EC) No 708/2007).\n(2)  As defined in Article 3(2) and (3) of Regulation (EC) No 708/2007."}