{"celex_id": "32005D0177", "uri": "http://publications.europa.eu/resource/cellar/8d70e614-f10f-44c2-8763-853f70bb94d3", "type": "Decision", "concepts": ["1445", "1504", "1755", "1854", "3774", "4152", "5034", "5369", "619"], "title": "2005/177/EC: Commission Decision of 7 March 2005 with regard to the transit of live bovine animals through the United Kingdom (notified under document number C(2005) 509) (Text with EEA relevance)\n", "header": "8.3.2005 EN Official Journal of the European Union L 61/28\nCOMMISSION DECISION\nof 7 March 2005\nwith regard to the transit of live bovine animals through the United Kingdom\n(notified under document number C(2005) 509)\n(Text with EEA relevance)\n(2005/177/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmission spongiform encephalopathies (1), and in particular Article 15(3) thereof,\nWhereas:\n(1) Council Decision 98/256/EC of 16 March 1998 concerning emergency measures to protect against bovine spongiform encephalopathy, amending Decision 94/474/EC and repealing Decision 96/239/EC (2) provides that the United Kingdom is to ensure that live bovine animals are not dispatched from its territory to other Member States or to third countries.\n(2) The imminent withdrawal of service by ferry companies currently carrying live cattle from Ireland to continental Europe will seriously affect the trade of live bovine animals between Ireland and other Member States.\n(3) Therefore, rules should be laid down to allow the transit of live bovine animals from Ireland via the United Kingdom. However, such transit should be subject to strict conditions and controls in order not to weaken the measures in force under Decision 98/256/EC.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Without prejudice to Decision 98/256/EC, the United Kingdom shall authorise the uninterrupted transit of live bovine animals (‘the animals’) dispatched from Ireland via the United Kingdom to other Member States, subject to the conditions laid down in this Decision.", "The health certificates provided for in Council Directive 64/432/EEC (3) accompanying the animals in transit from Ireland via the United Kingdom to other Member States shall bear the following words:\n‘Animals conforming to Commission Decision 2005/177/EC of 7 March 2005’", "The transit of the animals from Ireland via the United Kingdom to other Member States, as provided for in Article 1, shall only be allowed provided that at least two working days advance notification is transmitted by the competent authority in Ireland to:\n(a) the central authority of the United Kingdom;\n(b) the central authority of all Member States of transit of the animals; and\n(c) the central and local competent authority of the Member State of final destination.", "The competent authority of Ireland shall ensure that the vehicle transporting the animals is sealed with an official seal which must remain in place for the entire duration of the transit via the United Kingdom, except for official inspection purposes or in welfare circumstances set out in Article 5.\nThat seal number(s) shall be recorded by the competent authority of Ireland on the health certificate referred to in Article 2.", "Where for emergency welfare reasons or for official inspection purposes, the animals have to be unloaded in the United Kingdom, the transporter shall immediately notify the competent authority of that Member State.\nThose animals shall not be permitted to continue their journey unless the following conditions are complied with:\n(a) the re-loading is supervised by the competent authority of the United Kingdom;\n(b) the vehicle is re-sealed immediately following the re-loading; and\n(c) a supplementary certificate is provided as set out in the Annex.", "The competent authority of the United Kingdom shall carry out appropriate checks to ensure the implementation of this Decision and in particular to control the integrity of seals, as provided for in Article 5, on vehicles leaving the United Kingdom.\nThat competent authority shall confirm compliance with this Decision by applying an official stamp on the health certificate referred to in Article 2, or by issuing a supplementary certificate as set out in the Annex.\nIn cases of non-compliance with this Decision the animals shall not be allowed to continue their journey to their final destination. Such animals may be detained pending, subject to animal and public health considerations, slaughter, destruction or, with the agreement of the Member State of dispatch, return to their place of origin.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 1993/2004 (OJ L 344, 20.11.2004, p. 12).\n(2)  OJ L 113, 15.4.1998, p. 32. Decision as last amended by Commission Decision 2002/670/EC (OJ L 228, 24.8.2002, p. 22).\n(3)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation No (EC) 21/2004 (OJ L 5, 9.1.2004, p. 8).\nANNEX\nSupplementary Certificate (Commission Decision 2005/177/EC of 7 March 2005)"}