{"celex_id": "32002R2378", "uri": "http://publications.europa.eu/resource/cellar/23169683-a9e7-4adc-a532-25abfdd45894", "type": "Regulation", "concepts": ["1069", "1562", "1644", "4080", "5360", "5581"], "title": "Commission Regulation (EC) No 2378/2002 of 27 December 2002 derogating from Regulation (EC) No 1249/96 on rules of application (cereal sector import duties) for Council Regulation (EEC) No 1766/92\n", "header": "Commission Regulation (EC) No 2378/2002\nof 27 December 2002\nderogating from Regulation (EC) No 1249/96 on rules of application (cereal sector import duties) for Council Regulation (EEC) No 1766/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 10(4) thereof,\nWhereas:\n(1) By its decision of 19 December 2002(3) and its decision of 19 December 2002(4), the Council approved the conclusion of Agreements in the form of an Exchange of Letters between the European Community and the United States of America, and the European Community and Canada, respectively relating to the modification of concessions with respect to cereals provided for in schedule CXL annexed to the General Agreement on Tariffs and Trade (GATT). The Agreements amend the conditions for importing barley and medium and low quality common wheat by fixing import quotas for these products from 1 January 2003.\n(2) By the above decisions the Council authorised the Commission to derogate temporarily for these products from the system of import duties provided for in Article 10(2) of Regulation (EEC) No 1766/92 pending approval of a formal amendment of that Regulation. To allow the Agreements approved by the Council to be implemented in full, the rules of application should also be adapted temporarily as regards the import duties in the cereals sector laid down by Commission Regulation (EC) No 1249/96(5), as last amended by Regulation (EC) No 1900/2002(6).\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Article 2, Article 4(1) and Article 5 of Regulation (EC) No 1249/96 shall not apply to the following products:\n(a) common wheat falling within CN code ex 1001 90 99 of a quality other than the standard high quality as defined in Annex I to that Regulation;\n(b) barley falling within CN codes 1003 00 10 and 1003 00 90.\n2. Article 4(2) and (3) and Article 6(1) of Regulation (EC) No 1249/96 and Annexes I and II thereto shall not apply to the product referred to in paragraph 1(a) of this Article.", "Qualifying for the flat-rate reduction on import duties of EUR 14 per tonne for standard high-quality common wheat referred to in the first indent of the first subparagraph of Article 2(5) of Regulation (EC) No 1249/96 shall no longer depend on fulfilling the conditions set out in the second subparagraph of Article 2(5) of that Regulation.", "In addition to what is set out in Article 4(1), second subparagraph, second indent, of Regulation (EC) No 1249/96, a negative premium (\"discount\") of an amount of EUR 30 per tonne is retained with regard to the durum wheat of low quality under the commercial premiums referred to in Article 4(1)(b) of the aforementioned Regulation.", "The imposition of the import duty of the common wheat of low quality for the durum wheat of low quality provided for in Article 6(1), fifth subparagraph, second sentence, of Regulation (EC) No 1249/96 is no longer applicable.", "1. Notwithstanding the second indent of Article 5 of Regulation (EC) No 1249/96, import licence applications for high-quality common wheat shall be valid only if the applicant gives a written commitment to lodge with the relevant competent body on the date of acceptance of the declaration of release for free circulation a specific security additional to those required under Commission Regulation (EC) No 1162/95(7). This additional security shall be EUR 95 per tonne. However, in case import licence applications are accompanied by certificates of conformity issued by Federal Grain Inspection Service (FGIS) and by the Canadian Grain Commission (CGC) as referred to in Article 6, the additional security required is EUR 5 per tonne.\n2. The second indent of Article 5 of Regulation (EC) No 1249/96 does not apply to import license applications for durum wheat, if these applications are accompanied by certificates of conformity issued by Federal Grain Inspection Service (FGIS) and the Canadian Grain Commission (CGC) as referred to in Article 6. In this case, the additional security required is EUR 5 per tonne.", "In addition to what is set out in Article 6(1) of Regulation (EC) No 1249/96, certificates of conformity issued by the Federal Grain Inspection Service (FGIS) and by the Canadian Grain Commission (CGC) for common wheat and durum wheat shall be officially recognised by the Commission under the administrative cooperation procedure as specified in Articles 63 to 65 of Regulation (EEC) No 2454/93(8). When the analytical parameters entered in the certificates of conformity issued by Federal Grain Inspection Service (FGIS) and the Canadian Grain Commission (CGC) show conformity with the common wheat and durum wheat quality standards given in Annex I to Regulation (EC) No 1249/96, samples shall be taken of at least 3 % of the cargoes arriving at each entry port during the marketing year.\nBlank specimens of the recognised certificates of conformity for common wheat and durum wheat are given in Annexes I, II and III. Reproduction of the stamp and signatures authorised by the Governments of United States of America and Canada shall be published in the C series of the Official Journal of the European Communities.", "Notwithstanding Article 6(3) of Regulation (EC) No 1249/96, if the analysis results for high-quality common wheat show that the criteria referred to in Annex I are not met, the security for the import licence referred to in Article 10(a) of Regulation (EC) No 1162/95 and the additional security referred to in Article 3 to this Regulation shall be forfeited unless the importer is able to submit a new import licence under the quota managed by Commission Regulation (EC) No 2375/2002(9). In this case, only EUR 22 of the EUR 30 security for this licence shall be released.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2003 until 30 June 2003 at the latest.\nThe provisions of this Regulation shall apply to import licences issued before 1 January 2003 that are used after that date. However, where operators do not intend to use these licences after 1 January 2003, these licences may be cancelled at the request of the interested party submitted before 15 January 2003. In such cases, the securities shall be released in proportion to the quantities not used.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) Not yet published in the Official Journal.\n(4) Not yet published in the Official Journal.\n(5) OJ L 161, 29.6.1996, p. 125.\n(6) OJ L 287, 25.10.2002, p. 15.\n(7) OJ L 117, 24.5.1995, p. 2.\n(8) OJ L 253, 11.10.1993, p. 1.\n(9) See page 88 of this Official Journal.\nANNEX I\nBlank certificate of conformity authorised by the Government of the United States of America for common wheat\n>PIC FILE= \"L_2002358EN.010302.TIF\">\nANNEX II\nBlank certificate of conformity authorised by the the Government of the United States of America for durum wheat\n>PIC FILE= \"L_2002358EN.010402.TIF\">\nANNEX III\nBlank certificate of conformity authorised by the Government of Canada for common and durum wheat and export grade specifications\n>PIC FILE= \"L_2002358EN.010502.TIF\">\nExport grade specifications for Canadian common and durum wheat\nCOMMON WHEAT\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nDURUM\n>TABLE>\nNOTES:\nOther cereal grains: in these grades, include only oats, barley, rye and triticale.\nCommon wheat: for common wheat exports, the Canadian Grain Commission will supply documentation with the certificate specifying the protein percentage for the cargo in question.\nDurum wheat: for durum weat exports, the Canadian Grain Commission will supply documentation with the certificate attesting to the vitreous kernel percentage and specific weight (kilograms/hectolitre) of the cargo in question."}