{"celex_id": "32001R0956", "uri": "http://publications.europa.eu/resource/cellar/efb0334d-cdab-4d7c-a90a-1834044c5431", "type": "Regulation", "concepts": ["1644", "2488", "252", "2771", "4354", "990"], "title": "Commission Regulation (EC) No 956/2001 of 16 May 2001 on surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\n", "header": "Commission Regulation (EC) No 956/2001\nof 16 May 2001\non surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules(1), as last amended by Commission Regulation (EC) No 2878/2000(2), and in particular Article 11(1)(b), thereof,\nWhereas:\n(1) A surge of imports into the Community in cotton yarn (category 1) originating in Syrian Arab Republic at very low prices has taken place during the last three years. Such imports have risen from almost nil in 1996 to 10 % of Community imports in 2000.\n(2) Although Community consumption has remained the same during the last three years, the surge in Syrian imports at prices lower than the general market price causes or threatens to cause serious injury to the Community producers of cotton yarn by depressing normal market prices.\n(3) In order to monitor imports into the Community of cotton yarn (category 1) originating in the Syrian Arab Republic while an examination according to Article 7 of Regulation (EC) No 517/94 takes place, it is therefore appropriate to introduce for a period of 18 months a surveillance mechanism. Accordingly, the importation of products shipped from the Syrian Arab Republic and put into free circulation in the Community should enter the Community under the surveillance mechanism and the requirements regarding production of an import document, as set out in Article 14(1)(a), (2), (3) and (4) of Regulation (EC) No 517/94 should apply.\n(4) In view of the urgency of the situation, it is desirable that this Regulation enter into force immediately.\n(5) These measures are in conformity with the opinion expressed by the committee established by Regulation (EC) No 517/94,", "main_body": ["Imports into the Community of cotton yarn (category 1), originating in the Syrian Arab Republic and released for free circulation into the Community, shall be subject to prior Community surveillance.\nParagraph 1 shall not apply when the products referred to therein are shipped to a Community destination before the date of entry into force of this Regulation, provided that it can be shown to the satisfaction of the competent national authorities that these goods have been en route to Community territory on the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply for a period of 18 months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 333, 29.12.2000, p. 60."}