{"celex_id": "32007R1238", "uri": "http://publications.europa.eu/resource/cellar/1b56b894-219d-4083-a97a-161842786178", "type": "Regulation", "concepts": ["2351", "2739", "2868", "2939", "4074", "7130", "7984"], "title": "Commission Regulation (EC) No 1238/2007 of 23 October 2007 on laying down rules on the qualifications of the members of the Board of Appeal of the European Chemicals Agency\n", "header": "24.10.2007 EN Official Journal of the European Union L 280/10\nCOMMISSION REGULATION (EC) No 1238/2007\nof 23 October 2007\non laying down rules on the qualifications of the members of the Board of Appeal of the European Chemicals Agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 76(1)(h) and Article 89 thereof,\nWhereas:\n(1) Regulation (EC) No 1907/2006 gives power to the European Chemicals Agency (the Agency) to take individual decisions concerning registration of chemicals substances, it also establishes a Board of Appeal before which such individual decisions of the Agency may be appealed against.\n(2) Article 89 of Regulation (EC) No 1907/2006 empowers the Commission to adopt detailed rules concerning the qualifications required for the members of the Board.\n(3) The Board should be chaired by a person having recognised experience in Community law.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Qualifications of the members of the Board of Appeal\n1.   The Board of Appeal shall consist of technically and legally qualified members. The Chairman shall be legally qualified.\n2.   The technically qualified members and their alternates shall hold a university degree or an equivalent qualification and shall have substantial professional experience in hazard assessment, exposure assessment or risk management with regard to human health or environment risks of chemical substances or in related fields.\n3.   The legally qualified members and their alternates shall be graduates in law and have recognised experience in Community law.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 396, 30.12.2006, p. 1, corrected by OJ L 136, 29.5.2007, p. 3."}