{"celex_id": "32001R0189", "uri": "http://publications.europa.eu/resource/cellar/475d6ff1-8ffd-448c-9612-2d5039ff4881", "type": "Regulation", "concepts": ["1086", "1261", "1644", "2292", "932"], "title": "Commission Regulation (EC) No 189/2001 of 30 January 2001 amending Regulation (EC) No 1771/96 laying down detailed rules for the implementation of the specific measures for the supply of hops to the French overseas departments\n", "header": "Commission Regulation (EC) No 189/2001\nof 30 January 2001\namending Regulation (EC) No 1771/96 laying down detailed rules for the implementation of the specific measures for the supply of hops to the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 2(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1771/96(3), as last amended by Regulation (EC) No 2797/1999(4), establishes the quantities of the forecast supply balance for the French overseas departments of hops eligible for exemption from import duties or for Community aid from the rest of the Community as well as the amount of that aid. The above quantities should be established for the period 1 January to 31 December 2001.\n(2) This Regulation will enter into force after the expiry of the time limit for submitting licence applications in January 2001. To avoid a break in supplies to the French overseas departments, provision should be made to derogate from Article 4(1) and (2) of Regulation (EC) No 1771/96 and to allow, for that month alone, the submission of licence applications in the five working days following the entry into force of this Regulation and to set the time limit for the issue of such licences at 10 working days following the entry into force of this Regulation.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["Article 1 of Regulation (EC) No 1771/96 is hereby replaced by the following:\n\"Article 1\nFor the purposes of Article 2 of Regulation (EEC) No 3763/91, the quantity for the forecast supply balance for hops falling within CN codes 1210 and 1302 13 00 eligible for exemption from duty on importation into the French overseas departments or, for products from the rest of the Community, eligible for Community aid is hereby set at 15 tonnes for the period 1 January to 31 December 2001. This quantity shall be allocated as laid down in the Annex.\nThe French authorities may adjust the allocation within the overall limit set. They shall inform the Commission of any such adjustment.\"", "By way of derogation from Article 4(1) of Regulation (EC) No 1771/96, for January 2001 applications for licences shall be submitted to the competent authority no later than the fifth working day following the entry into force of this Regulation.\nBy way of derogation from Article 4(2) of Regulation (EC) No 1771/96, for January 2001 licences shall be issued no later than 10 working days after the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 January 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 356, 24.12.1991, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 232, 13.9.1996, p. 11.\n(4) OJ L 337, 30.12.1999, p. 39.\nANNEX\n>TABLE>"}