{"celex_id": "32004R0237", "uri": "http://publications.europa.eu/resource/cellar/96fc2748-37bf-4bac-ac1b-069768809d0d", "type": "Regulation", "concepts": ["1309", "1338", "1355", "1591", "1837", "2746", "2771", "4453", "5332", "5969"], "title": "Council Regulation (EC) No 237/2004 of 10 February 2004 terminating the anti-dumping proceeding concerning imports of sacks and bags made of polyethylene or polypropylene originating in the People's Republic of China, India, Indonesia and Thailand\n", "header": "Council Regulation (EC) No 237/2004\nof 10 February 2004\nterminating the anti-dumping proceeding concerning imports of sacks and bags made of polyethylene or polypropylene originating in the People's Republic of China, India, Indonesia and Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 9 and Article 11(2) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) Following the publication of a notice of impending expiry of the anti-dumping measures in force on imports of sacks and bags originating in the People's Republic of China, India, Indonesia and Thailand(2), the Commission received on 8 July 2002 a request to review these measures pursuant to Article 11(2) of Council Regulation (EC) No 384/96 (the Basic Regulation).\n(2) The request was lodged by the European Association for Textile Polyolefins (EATP) on behalf of Community producers representing 32,03 % of the total Community production of sacks and bags made of polyethylene or polypropylene.\n(3) The request contained prima facie evidence showing that there would be a continuation or recurrence of injurious dumping should measures be allowed to lapse, which was considered sufficient to justify the initiation of an expiry review.\n(4) Accordingly, the Commission, after consultation of the Advisory Committee, initiated by a notice published in the Official Journal of the European Communities(3) an expiry review of the anti-dumping measures applicable to imports into the Community of sacks and bags made of polyethylene or polypropylene, currently classifiable within CN codes 6305 32 81, 6305 33 91, ex 3923 21 00, ex 3923 29 10 and ex 3923 29 90 originating in the People's Republic of China, India, Indonesia and Thailand.\n(5) The Commission officially advised the exporting producers, importers known to be concerned, the representatives of the exporting country, the representative users and the Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE REQUEST AND TERMINATION OF THE PROCEEDING\n(6) By a letter dated 22 October 2003 to the Commission, the EATP formally withdrew its request for an expiry review concerning imports of sacks and bags made of polyethylene or polypropylene originating in the People's Republic of China, India, Indonesia and Thailand.\n(7) According to Article 9(1) and Article 11(2) of the Basic Regulation, a proceeding may be terminated where the request for a review is withdrawn, unless such termination would not be in the Community interest.\n(8) It was considered that the present proceeding should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. However, no comments were received from any party. Consequently, there is no indication that the termination of the measures would not be in the Community interest.\n(9) It was therefore concluded that the anti-dumping proceeding concerning imports into the Community of sacks and bags made of polyethylene or polypropylene originating in the People's Republic of China, India, Indonesia and Thailand should be terminated and that the existing measures should be repealed,", "main_body": ["The anti-dumping measures concerning imports of sacks and bags made of polyethylene or polypropylene, currently classifiable within CN codes 6305 32 81, 6305 33 91, ex 3923 21 00 (TARIC code: 3923 21 00*10 ), ex 3923 29 10 (TARIC code: 3923 29 10*10 ) and ex 3923 29 90 (TARIC code: 3923 29 90*10 ) and originating in the People's Republic of China, India, Indonesia and Thailand, are hereby repealed and the proceeding concerning these imports is terminated.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 2004.\nFor the Council\nThe President\nC. McCreevy\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ C 10, 12.1.2002, p. 2 and OJ C 16, 19.1.2002, p. 2.\n(3) OJ C 243, 9.10.2002, p. 10."}