{"celex_id": "32000R0931", "uri": "http://publications.europa.eu/resource/cellar/e342c146-d81d-431a-a890-e8d5e0cef307", "type": "Regulation", "concepts": ["1117", "1486", "1604", "2888", "2975", "5096"], "title": "Commission Regulation (EC) No 931/2000 of 4 May 2000 fixing the intervention thresholds for cauliflowers, peaches, nectarines and table grapes for the 2000/01 marketing year\n", "header": "Commission Regulation (EC) No 931/2000\nof 4 May 2000\nfixing the intervention thresholds for cauliflowers, peaches, nectarines and table grapes for the 2000/01 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 27(1) and (2) thereof,\nWhereas:\n(1) Article 27(1) of Regulation (EC) No 2200/96 provides for an intervention threshold to be fixed if the market in a product listed in Annex II thereto is suffering or at risk of suffering from imbalances giving or liable to give rise to too large a volume of withdrawals. Such a development might cause budget problems for the Community.\n(2) Commission Regulation (EC) No 1097/1999(3) fixes an intervention threshold for cauliflowers, peaches, nectarines and table grapes for the 1999/2000 marketing year. The conditions laid down in the abovementioned Article 27 are still met for those products and consequently intervention thresholds should be fixed for cauliflowers, peaches, nectarines and table grapes for the 2000/01 marketing year.\n(3) The intervention threshold for each of those products should be fixed on the basis of a percentage of the average production intended for consumption in the natural state over the last five marketing years for which data are available. The period to be taken into account for assessing an overrun of the intervention threshold must also be established for each product.\n(4) Pursuant to the abovementioned Article 27, an overrun of the intervention threshold gives rise to a reduction in the Community withdrawal compensation in the marketing year following the overrun. The implications of this overrun for each of the products in question should be determined and a reduction proportional to the size of the overrun should be fixed.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The following intervention thresholds shall apply for the 2000/01 marketing year:\n>TABLE>", "Overruns of the intervention thresholds for the products listed in Article 1 shall be assessed on the basis of withdrawals carried out in the period 1 March 2000 to 28 February 2001.", "If the quantity of one of the products listed in Article 1 withdrawn in the period laid down in Article 2 exceeds the threshold fixed in Article 1, the Community withdrawal compensation fixed pursuant to Article 26 of Regulation (EC) No 2200/96 shall be reduced in the following marketing year in proportion to the size of the overrun based on the production used to calculate the threshold.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 133, 28.5.1999, p. 23."}