{"celex_id": "32007D0804", "uri": "http://publications.europa.eu/resource/cellar/794eb0c7-baca-4719-8c8f-66e41a552f55", "type": "Decision", "concepts": ["3010", "3017", "4099", "5769", "6139"], "title": "2007/804/EC: Commission Decision of 6 December 2007 amending Decision 2002/627/EC establishing the European Regulators Group for Electronic Communications Networks and Services (Text with EEA relevance)\n", "header": "8.12.2007 EN Official Journal of the European Union L 323/43\nCOMMISSION DECISION\nof 6 December 2007\namending Decision 2002/627/EC establishing the European Regulators Group for Electronic Communications Networks and Services\n(Text with EEA relevance)\n(2007/804/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Decision 2002/627/EC establishing the European Regulators Group for Electronic Communications Networks and Services (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) In accordance with Article 4(2) of Decision 2002/627/EC, the Commission is to keep under review the list of the relevant regulatory authorities established by each Member State with responsibilities for day-to-day oversight of the market for electronic communications networks and services.\n(2) The list of the relevant regulatory authorities needs to be updated to take account of the accession of Bulgaria and Romania and of changes introduced by some Member States to the names or the responsibilities of these authorities,", "main_body": ["The Annex to Decision 2002/627/EC is replaced by the text in the Annex to this Decision.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 6 December 2007.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 200, 30.7.2002, p. 38. Decision as amended by Decision 2004/641/EC (OJ L 293, 16.9.2004, p. 30).\nANNEX\n‘ПРИЛОЖЕНИЕ — ANEXO — PŘÍLOHA — BILAG — ANHANG — ANNEKS — ΠΑΡΑΡΤΗΜΑ — ANNEX — ANNEXE — ALLEGATO — PIELIKUMS — PRIEDAS — MELLÉKLET — ANNESS — BIJLAGE — ZAŁĄCZNIK — ANEXO — PRÍLOHA — PRILOGA — LIITE — BILAGA — ANEXĂ\nLIST OF MEMBERS OF THE ERG\nCountry National Regulatory Authority\nBelgique/België Institut belge des services postaux et des télécommunications (IBPT)\nБългария Комисия за регулиране на съобщенията (КРС)\nBulgaria Communications Regulation Commission (CRC)\nČeská republika Český telekomunikační úřad (ČTÚ)\nDanmark IT- og Telestyrelsen — National IT and Telecom Agency (NITA)\nDeutschland Bundesnetzagentur für Elektrizität, Gas, Telekommunikation, Post und Eisenbahnen (BNetzA)\nEesti Sideamet (SIDEAMET)\nΕλλάδα Εθνική Επιτροπή Τηλεπικοινωνιών και Ταχυδρομείων\nElláda Hellenic Telecommunications and Post Commission (EETT)\nEspaña Comisión del Mercado de las Telecomunicaciones (CMT)\nFrance Autorité de régulation des communications électroniques et des postes (ARCEP)\nIreland Commission for Communications Regulation (ComReg)\nItalia Autorità per le garanzie nelle comunicazioni (AGCOM)\nΚύπρος Γραφείο Επιτρόπου Ρυθμίσεως Ηλεκτρονικών Επικοινωνιών και Ταχυδρομείων (ΓΕΡΗΕΤ)\nKypros Office of the Commissioner of Electronic Communications and Postal Regulation (OCECPR)\nLatvija Sabiedrisko pakalpojumu regulēšanas komisija (SPRK)\nLietuva Ryšių reguliavimo tarnyba (RRT)\nLuxembourg Institut luxembourgeois de régulation (ILR)\nMagyarország Nemzeti Hírközlési Hatóság (NHH)\nMalta L-Awtorità ta' Malta dwar il-Komunikazzjoni/Malta Communications Authority (MCA)\nNederland Onafhankelijke Post en Telecommunicatie Autoriteit (OPTA)\nÖsterreich Rundfunk und Telekom Regulierungs-GmbH (RTR)\nPolska Urząd Komunikacji Elektronicznej (UKE)\nPortugal Autoridade Nacional de Comunicações (Anacom)\nRomânia Autoritatea Națională pentru Reglementare în Comunicații și Tehnologia Informației (ANRCTI)\nSlovenija Agencija za pošto in elektronske komunikacije Republike Slovenije (APEK)\nSlovensko Telekomunikačný úrad Slovenskej republiky (TÚ SR)\nSuomi/Finland Viestintävirasto/Kommunikationsverket (FICORA)\nSverige Post- och telestyrelsen (PTS)\nUnited Kingdom Office of Communications (Ofcom)’"}