{"celex_id": "32007D0763", "uri": "http://publications.europa.eu/resource/cellar/1d76e06d-f6ad-4a39-9f39-51bb203162b2", "type": "Decision", "concepts": ["1474", "3763", "5063", "5420", "5550", "573"], "title": "2007/763/EC: Council Decision of 8 November 2007 concerning the accession of Bulgaria and Romania to the Convention established by the Council in accordance with Article 34 of the Treaty on European Union on Mutual Assistance in Criminal Matters between the Member States of the European Union\n", "header": "24.11.2007 EN Official Journal of the European Union L 307/18\nCOUNCIL DECISION\nof 8 November 2007\nconcerning the accession of Bulgaria and Romania to the Convention established by the Council in accordance with Article 34 of the Treaty on European Union on Mutual Assistance in Criminal Matters between the Member States of the European Union\n(2007/763/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the 2005 Treaty of Accession,\nHaving regard to the 2005 Act of Accession (hereinafter referred to as the ‘Act of Accession’), and in particular Article 3(4) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) The Convention established by the Council in accordance with Article 34 of the Treaty on European Union on Mutual Assistance in Criminal Matters between the Member States of the European Union (2) (hereinafter referred to as ‘the Mutual Assistance Convention’) was signed at Brussels on 29 May 2000 and entered into force on 23 August 2005.\n(2) The Mutual Assistance Convention was complemented by the Protocol signed on 16 October 2001, which entered into force on 5 October 2005 (3) (hereinafter referred to as ‘the Mutual Assistance Protocol’).\n(3) Article 3(3) of the Act of Accession provides that Bulgaria and Romania are to accede to the conventions and protocols concluded between the Member States, listed in Annex I to the Act of Accession, which comprises, inter alia, the Mutual Assistance Convention and the Mutual Assistance Protocol. They are to enter into force in relation to Bulgaria and Romania on the date determined by the Council.\n(4) In accordance with Article 3(4) of the Act of Accession, the Council is to make all adjustments required by reason of accession to those conventions and protocols,", "main_body": ["The Mutual Assistance Convention shall enter into force on the first day of the first month following the date of adoption of this Decision between Bulgaria, Romania and the Member States for which the Convention is in force at that date. It shall enter into force between Bulgaria or Romania and each of the other Member States on the day the Mutual Assistance Convention enters into force for the other Member State concerned.\nThe Mutual Assistance Protocol shall enter into force on the first day of the first month following the date of adoption of this Decision between Bulgaria, Romania and the Member States for which the Protocol is in force at that date. It shall enter into force between Bulgaria or Romania and each of the other Member States on the day the Mutual Assistance Protocol enters into force for the other Member State concerned.", "The text of the Mutual Assistance Convention and the Mutual Assistance Protocol, drawn up in the Bulgarian and Romanian languages (4), shall be authentic under the same conditions as the other texts of the Mutual Assistance Convention and the Mutual Assistance Protocol.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 November 2007.\nFor the Council\nThe President\nR. PEREIRA\n(1)  Opinion of 10 July 2007 (Not yet published in the Official Journal).\n(2)  OJ C 197, 12.7.2000, p. 3.\n(3)  Protocol established by the Council in accordance with Article 34 of the Treaty on European Union to the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union (OJ C 326, 21.11.2001, p. 2).\n(4)  The Bulgarian and Romanian version of the Convention shall be published in a special edition of the Official Journal at a later date."}