{"celex_id": "32002D0316", "uri": "http://publications.europa.eu/resource/cellar/0a890394-7a76-4dd7-8a07-5c4b0502c440", "type": "Decision", "concepts": ["1309", "1595", "2409", "2771", "4582", "5581", "5965"], "title": "2002/316/EC: Commission Decision of 29 April 2002 authorising derogations from certain provisions of Council Directive 2000/29/EC in respect of plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of Chile (notified under document number C(2002) 1553)\n", "header": "Commission Decision\nof 29 April 2002\nauthorising derogations from certain provisions of Council Directive 2000/29/EC in respect of plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of Chile\n(notified under document number C(2002) 1553)\n(2002/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 2002/28/EC(2), and in particular Article 15(1) thereof,\nHaving regard to the request made by France,\nWhereas:\n(1) Under Directive 2000/29/EC, plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in non-European countries, other than Mediterranean countries, Australia, New Zealand, Canada and the continental states of the USA, must not in principle be introduced into the Community.\n(2) There is interest in the multiplication, in the Republic of Chile, of plants of Fragaria L., intended for planting, other than seeds, from plants supplied by a Member State, in order to prolong the producing season of the plants. The plants produced are afterwards exported to the Community to be planted for fruit production.\n(3) For the 2001 season, by Commission Decision 2000/700/EC(3), derogations from certain provisions of Directive 2000/29/EC in respect of plants of Fragaria L., intended for planting, other than seeds, originating in the Republic of Chile have been authorised subject to specific conditions.\n(4) The circumstances justifying those derogations are still valid. There is no new information giving cause for revision of the specific conditions.\n(5) A derogation should therefore be authorised for a limited period, subject to specific conditions.\n(6) The authorisation pursuant to this Decision shall be terminated if it is established that the specific conditions laid down in the Annex thereof are not sufficient to prevent the introduction of harmful organisms or have not been complied with.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The Member States are hereby authorised to provide for derogations from Article 4(1) of Directive 2000/29/EC, with regard to the prohibitions referred to in Annex III, part A, point 18 to that Directive for plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of Chile.\nIn order to qualify for this derogation, plants of Fragaria L., intended for planting, other than seeds, shall satisfy, in addition to the requirements laid down in Annexes I, II and IV to Directive 2000/29/EC, the conditions set out in the Annex to this Decision.", "Member States shall provide the Commission and the other Member States, before 30 November 2002, with the information on quantities imported pursuant to this Decision and with a detailed technical report of the official examination referred to in point 5 of the Annex.\nAny Member State in which the plants are planted, after the import, shall also provide the Commission and the other Member States, before 31 January 2003, with a detailed technical report of the official examination referred to in point 8 of the Annex.", "Member States shall notify the Commission and the other Member States of all cases of consignments introduced into their territory pursuant to this Decision which were subsequently found not to comply with the conditions laid down herein.", "Article 1 shall apply from 1 June 2002 to 30 September 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 April 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 77, 20.3.2002, p. 23.\n(3) OJ L 287, 14.11.2000, p. 65.\nANNEX\nSpecific conditions applying to plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of Chile benefiting from the derogation provided for in Article 1 of this Decision\n1. The plants shall be intended for fruit production within the Community and shall have been:\n(a) produced exclusively from mother plants, certified under an approved certification scheme of a Member State, which were imported from Member State;\n(b) grown on land which is:\n- situated in an area isolated from commercial strawberry production,\n- situated at least 1 km from the nearest crop of strawberry plants grown for fruit or runner production which do not satisfy the conditions of this Decision,\n- situated at least 200 m from any other plants of the genus Fragaria which do not satisfy the conditions of this Decision, and\n- prior to planting but after the previous crop was removed from the land, either officially tested by appropriate methods and shown to be free from harmful soil infesting organisms including Globodera pallida (Stone) Behrens and Globodera rostochiensis (Wollenweber) Behrens, or treated to ensure it was free from those organisms;\n(c) officially inspected by the Plant Protection Service of Chile, at least three times during the growing season and again prior to export for the presence of the harmful organisms listed in part A of Annexes I and II to Directive 2000/29/EC, in particular:\n- Arabis mosaic virus,\n- Colletotrichum acutatum Simmonds,\n- Globodera pallida (Stone) Behrens,\n- Globodera rostochiensis (Wollenweber) Behrens,\n- Phytophthora fragariae Hickmann var. fragariae,\n- Xanthomonas fragariae Kennedy and King,\n- Strawberry crinkle virus,\n- Strawberry mild yellow edge virus,\n- Strawberry vein banding virus,\n- Xiphinema americanum Cobb sensu lato (non European populations),\nand of the other following harmful organisms,\n- Aegorhinus phaleratus Erichson,\n- Aegorhinus superciliosus germari (Gay Solier),\n- Chaetosiphon thomasi Hille Risambers,\n- Naupactus leucoloma (Boheman),\n- Pseudoleucania bilitura Guenée,\n- Fusarium oxysporum fsp. fragariae,\n- Fragaria Chiloensis ilar virus,\nand on each occasion found to be free from all such organisms;\n(d) prior to export:\n- shaken free from soil or other growing medium,\n- cleaned (i.e. free from plant debris) and free from flowers and fruits.\n2. The plants shall be accompanied by a phytosanitary certificate issued in the Republic of Chile in accordance with Articles 7 and 13 of Directive 2000/29/EC, on the basis of the examination laid down therein.\nThe certificate shall state:\n- under the rubric \"Disinfestation and/or disinfection treatment\", the specification of the last treatment(s) applied prior to export,\n- under \"Additional Declaration\", the indication \"This consignment meets the conditions laid down in Commission Decision 2002/316/EC\", as well as the name of the variety and the Member State certification scheme under which the mother plants had been certified.\n3. The plants shall be introduced through points of entry designated for the purpose of this derogation by the Member State in which they are situated. These points of entry and the name and address of the responsible official body referred to in Directive 2000/29/EC in charge of each point shall be notified sufficiently in advance by the Member States to the Commission and shall be made available on request to other Member States. In those cases where the introduction into the Community takes place in a Member State other than the Member State making use of this derogation, the responsible official bodies of the Member State of introduction shall inform and cooperate with the responsible official bodies of the Member States making use of this derogation to ensure that the provisions of this Decision are complied with.\n4. Prior to introduction into the Community, the importer shall be officially informed of the conditions laid down in points 1 to 6; the said importer shall notify details of each introduction sufficiently in advance to the responsible official bodies of the Member State of introduction indicating:\n- the type of material,\n- the quantity,\n- the intended date of introduction and point of entry into the Community,\n- the name, addresses and the locations where the plants will be stored under official control pending the results of the inspections and tests referred to in point 5; at least two weeks before movement of the plants from the premises where they are stored the importer shall notify the responsible official body of the premises referred to in point 6 where the plants will be planted.\nThe importer shall inform the official bodies concerned of any changes to the above details as soon as they are known.\nThe Member State concerned shall inform the Commission of the above details, and details of any changes to them without delay.\n5. The inspections including testing, as appropriate, required pursuant to Article 13 of Directive 2000/29/EC and in accordance with provisions laid down in the present Decision shall be made by the responsible official bodies, referred to in the said Directive. These inspections shall be carried out by the Member State making use of this derogation and where appropriate, in cooperation with the said bodies of the Member State in which the plants will be planted. Furthermore, during the inspection Member State(s) shall also inspect, and where appropriate, test for all other harmful organisms. Without prejudice to the monitoring referred to in Article 21(3) second indent, first possibility of the said Directive, the Commission shall determine to which extent the inspections referred to in Article 21(3) second indent, second possibility of the said Directive shall be integrated into the inspection programme in accordance with Article 21(5)(3rd subparagraph) of that Directive.\n6. The plants shall be planted only at premises officially registered and approved for the purposes of this derogation and of which the name of the owner and address of the site have been notified in advance by the person who intends to plant the plants to the responsible official bodies of the Member State in which the premises are situated; in those cases where the place of planting is situated in a Member State other than the Member State making use of this derogation, the said responsible official bodies of the Member State making use of this derogation, at the moment of receipt of the aforementioned advance notification from the importer, shall inform the said responsible official bodies of the Member State in which the plants will be planted giving the name and addresses of the premises where the plants will be planted.\n7. The responsible official bodies shall ensure that any plant not planted in accordance with point 6 is destroyed under their control. Records shall be kept and made available to the Commission on request of the numbers of plants destroyed.\n8. In the growing period following importation, a suitable proportion of the plants shall be visually inspected by the said responsible official bodies of the Member State in which the plants are planted, at appropriate times, at the premises referred to in point 6, for the presence, signs or symptoms of any harmful organism; as a result of such visual inspection any harmful organism having caused signs or symptoms shall be identified by an appropriate testing procedure. Any plant which has not been found free during the said inspections or testing, from the harmful organisms mentioned in point (1)(c) shall be immediately destroyed under the control of the responsible bodies."}