{"celex_id": "32005D0306", "uri": "http://publications.europa.eu/resource/cellar/8feebaa3-58ba-4a3f-92b4-f5fd19b0fa99", "type": "Decision", "concepts": ["1474", "1596", "192", "1937", "2737", "5100", "614"], "title": "2005/306/EC: Commission Decision of 16 February 2005 approving on behalf of the European Community amendments to the Annexes to the Agreement between the European Community and the Government of Canada on sanitary measures applicable to trade in live animals and animal products (notified under document number C(2005) 336) (Text with EEA relevance)\n", "header": "16.4.2005 EN Official Journal of the European Union L 98/32\nCOMMISSION DECISION\nof 16 February 2005\napproving on behalf of the European Community amendments to the Annexes to the Agreement between the European Community and the Government of Canada on sanitary measures applicable to trade in live animals and animal products\n(notified under document number C(2005) 336)\n(Text with EEA relevance)\n(2005/306/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 1999/201/EC of 14 December 1998 on the conclusion of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (1), and in particular Article 4, third paragraph thereof,\nWhereas:\n(1) The Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health applicable to trade in live animals and animal products (hereafter the Agreement) provides for the possibility of recognising equivalence for sanitary measures after the exporting Party has objectively demonstrated that its measures achieve the importing Party’s appropriate level of protection. The determination of equivalence was carried out and concluded with Canada on animal health measures concerning bovine semen, and on public health measures concerning pig meat. Equivalence has been concluded on a reciprocal basis.\n(2) As regards equivalence for Canadian exports of pig meat to the EU ante- and post-mortem provisions, the definition of market hogs and other hygiene requirements are to be reviewed when the new EU Food Hygiene Regulations will be applied. Similarly, as regards equivalence for EU exports of pig meat to Canada, some provisions are to be reviewed when the Canadian Meat Inspection Regulation will be amended.\n(3) The Joint Management Committee for the Agreement, at its meeting on 16 and 17 February 2004, issued a recommendation concerning the determination of equivalence for bovine semen and pig meat. At the same meeting, the Committee recommended to update the references to EU and Canadian legislation in the annexes to the Agreement. The Committee, at its meeting on 16 and 17 July 2003, based on recent amendments of the Canadian legislation, issued a recommendation to delete paragraph 2 of Chapter I of footnote B in Annex V to the Agreement as regards automatic temperature recorders in frozen fish storage areas and non-hand operated wash-basins in processing areas. At the same meeting, the Committee, based on the Community experience with imports of certain Canadian fish and fishery products from Canada and animal welfare considerations, issued a recommendation for reducing the frequency of the EC identity and physical import checks for such consignments.\n(4) As a result of these recommendations it is appropriate to modify the relevant parts in Annex V and Annex VIII to the Agreement.\n(5) Pursuant to Article 16(3) of the Agreement, amendments to the Annexes shall be agreed upon by an Exchange of Notes between the Parties.\n(6) Those modifications should be approved on behalf of the Community.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Pursuant to the recommendations made by the Joint Management Committee established under Article 16 of the Agreement between the European Community and the Government of Canada on sanitary measures applicable to trade in live animals and animal products the modifications to Annex V and Annex VIII to the said Agreement are hereby approved on behalf of the Community. The text of an Exchange of Letters constituting an agreement with the Government of Canada, including the modifications to the Annexes to the Agreement, is attached to this Decision.", "The Director-General for Health and Consumer Protection is hereby empowered to sign the agreement in the form of an Exchange of Letters in order to bind the Community.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 71, 18.3.1999, p. 1.\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nwith the Government of Canada on the modifications of Annex V and Annex VIII to the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products\nBrussels, 7 March 2005\nSir,\nWith reference to Article 16(2) and (3) of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products, done at Ottawa on 17 December 1998, hereafter called the Agreement, I have the honour to propose modifications to Annex V and Annex VIII to the Agreement in accordance with the recommendations of the Joint Management Committee established under Article 16(1) of the Agreement, as follows:\n1. The table at point 3 concerning Semen in Annex V to the Agreement is replaced by the table in Appendix I.\n2. The table at point 6 concerning Fresh meat in Annex V to the Agreement is replaced by the table in Appendix II.\n3. Footnote A in Annex V to the Agreement is replaced by the text in Appendix III.\n4. Paragraph 2 of Chapter I of footnote B in Annex V to the Agreement is deleted.\n5. Annex VIII to the Agreement is replaced by the text in Appendix IV.\nI have the honour to propose that if this letter and the Appendices thereto are acceptable to your Government, this letter and your confirmation shall together constitute an agreement to amend the Agreement between the European Community and Canada, which shall enter into force on the date of your reply.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the European Community\nRobert MADELIN\nDirector-General for Health and Consumer Protection\nBrussels, 15 March 2005\nSir,\nI have the honour to acknowledge receipt of your letter of 7 March 2005 which reads as follows:\n‘Sir,\nWith reference to Article 16(2) and (3) of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products, done at Ottawa on 17 December 1998, hereafter called the Agreement, I have the honour to propose modifications to Annex V and Annex VIII to the Agreement in accordance with the recommendations of the Joint Management Committee established under Article 16(1) of the Agreement, as follows:\n1. The table at point 3 concerning Semen in Annex V to the Agreement is replaced by the table in Appendix I.\n2. The table at point 6 concerning Fresh meat in Annex V to the Agreement is replaced by the table in Appendix II.\n3. Footnote A in Annex V to the Agreement is replaced by the text in Appendix III.\n4. Paragraph 2 of Chapter I of footnote B in Annex V to the Agreement is deleted.\n5. Annex VIII to the Agreement is replaced by the text in Appendix IV.\nI have the honour to propose that if this letter and the Appendices thereto are acceptable to your Government, this letter and your confirmation shall together constitute an agreement to amend the Agreement between the European Community and Canada, which shall enter into force on the date of your reply.’\nI have the honour to confirm that the above is acceptable to my Government and that your letter, and this reply and the attached Appendices, which are equally authentic in English and French, together shall constitute an agreement to amend the Agreement between Canada and the European Community, in accordance with your proposal, which shall come into force on the date of this letter.\nPlease accept, Sir, the assurances of my highest consideration.\nFor the Government of Canada\nJeremy KINSMAN\nAmbassador of the Canadian Mission to the EU\nAPPENDIX I\n‘3.   Semen\nCommodity EC exports to Canada Canada exports to EC\nTrade conditions Equivalence Special conditions Action Trade conditions Equivalence Special conditions Action\nEC standards Canadian standards Canadian standards EC standards\nAnimal health\n88/407/EEC H of A Act and Regs. Yes 1 Semen collection centre clinically free of paratuberculosis EC requests Canada to review the special condition for the semen collection centre to be clinically free of paratuberculosis H of A Act and Regs. 88/407/EEC Yes 1 Subsections (1.5.6) on EBL and (3.6.6) on IBR of section 15.4.1 of the Artificial Insemination Program, version March 2004 Canada requests that EC:\n— Cattle\nI. provides justification for the requirement that all bulls standing in an approved centre need to be IBR/IPV seronegative.\nPermit conditions DC Manual of Procedures, Section 15\n92/65/EEC H of A Act and Regs. E  Canada intends to establish generic conditions H of A Act and Regs. 92/65/EEC Yes 3  Canada requests that EC:\n— Sheep/goats\nI. harmonises zoosanitary conditions for imports;\nII. removes the requirement for mycoplasma testing (done in bovine);\nIII. accepts regionalisation of bluetongue and EHD and removes the test requirement;\nIV. updates test requirement for MV/CAE to ELISA;\nV. deletes the requirement for post collection test for MV/CAE\nPermit conditions DC Manual of Procedures, Section 15\n90/429/EEC H of A Act and Regs. E  EC requests Canada to:\n90/429/EEC H of A Act and Regs. E  H of A Act and Regs. 90/429/EEC E Footnote E Canada requests that EC:\n— Pigs\nI. review the requirement for leptospirosis seronegativity\nII. establish generic conditions\nI. harmonises for third country importation;\nII. reviews requirement to test all boars for CSF and AD.\nPermit conditions DC Manual of Procedures, Sec.15\n— Canine\n— Feline\nAPPENDIX II\n‘6.   Fresh meat\nCommodity EC exports to Canada Canada exports to EC\nTrade conditions Equivalence Special conditions Action Trade conditions Equivalence Special conditions Action\nEC standards Canadian standards Canadian standards EC standards\nAnimal health\n— Ruminants\n— Equidae\n— Pigs\nPublic health 64/433/EEC Meat Inspection Act and Regs. Yes 1  Some provisions to be reviewed when the Meat Inspection Regulation will be amended. Meat Inspection Act and Regs. 2002/477/EC Yes 1 Subsections (2) and (3) of section 11.7.3 on the European Union of Chapter 11 of the Meat Hygiene Manual as prescribed in the meat hygiene Directive (No 2005-3) (1) Ante- and post-mortem provisions, the definition of market hogs and other hygiene requirements to be reviewed when the new EU Food Hygiene Regulations will be applied’\n(1)  http://www.inspection.gc.ca/francais/anima/meavia/mmopmmhv/chap11/eu-uef.shtml for the French version and http://www.inspection.gc.ca/english/anima/meavia/mmopmmhv/chap11/eu-uee.shtml for the English version.\nAPPENDIX III\n‘FOOTNOTES\nFootnote A\nFresh meat, meat products, poultry meat, game meat\nI.   CANADIAN EXPORTS TO THE EC:\n1. Hides must be removed from veal.\n2. Shrouds not to be used on carcases.\n3. Compliance with EC rules on counter-flow chillers (Directive 71/118/EEC).\n4. Compliance with EC rules on decontamination.\nII.   EC EXPORTS TO CANADA:\n1. Compliance with Canada rules on post-mortem inspection for poultry.’\nAPPENDIX IV\n‘ANNEX VIII\nFRONTIER CHECKS\nFrequencies of frontier checks on consignments of live animals and animal products\nThe Parties may modify any frequency rate, within their responsibilities, as appropriate, taking into account the nature of any checks applied by the exporting Party prior to export, the importing Party’s past experience with products imported from the exporting Party, any progress made toward the recognition of equivalence, or as a result of other actions or consultations provided for in this Agreement.\nType of frontier check Normal rate as per Article 11(2)\nDocumentary and identity\nBoth Parties will perform documentary and identity checks on all consignments except for live crustaceans or fresh headed and degutted fish without other manual processing for which the identity check will be performed at the same rate as the physical check.\nPhysical checks\nLive animals 100 %\nSemen/embryos/ova 10 %\nAnimal products for human consumption\nFresh meat including offal, and products of the bovine, ovine, caprine, porcine and equine species defined in Council Directive 92/5/EEC 10 %\nAnimal products not for human consumption\nLard and rendered fats 10 %\nProcessed animal protein not for human consumption (bulked) 100 % for six consecutive consignments (as per Regulation (EC) No 1774/2002), if these consecutive tests prove negative, random sampling shall be reduced to 20 % of subsequent bulk consignments from the same source. If one of these random sampling proves positive, the competent authority must sample each consignment from the same source until six consecutive tests again prove negative.\nLive bivalve molluscs (shellfish) 15 %\nFish and fishery products for human consumption\nFish products in hermetically sealed containers intended to render them stable at ambient temperatures, frozen fish and dry and/or salted fisheries products. Other fishery products. 15 %\nLive crustaceans or fresh headed and degutted fish without other manual processing 2 %\nFor the purposes of this Agreement, “consignment” means a quantity of products of the same type, covered by the same health certificate or document, conveyed by the same means of transport, consigned by a single consignee and originating from the same exporting Party or part of such Party.’"}