{"celex_id": "32009R0138", "uri": "http://publications.europa.eu/resource/cellar/1f8e1d75-ac36-48d1-8bfb-9877351c8fd7", "type": "Regulation", "concepts": ["1102", "1519", "2624", "2734", "4288", "862"], "title": "Commission Regulation (EC) No 138/2009 of 18 February 2009 amending Regulation (EC) No 826/2008 laying down common rules for the granting of private storage aid for certain agricultural products\n", "header": "19.2.2009 EN Official Journal of the European Union L 48/3\nCOMMISSION REGULATION (EC) No 138/2009\nof 18 February 2009\namending Regulation (EC) No 826/2008 laying down common rules for the granting of private storage aid for certain agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(d), in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 28(b) in conjunction with Article 30 of Regulation (EC) No 1234/2007 provide for compulsory private storage aid for certain Italian cheeses.\n(2) Commission Regulation (EC) No 2659/94 (2) has laid down the detailed rules concerning the private storage aid for certain Italian cheeses.\n(3) Article 42 of Commission Regulation (EC) No 826/2008 (3) repealed Regulation (EC) No 2659/94 which however is continuing to apply in respect of contracts concluded under that Regulation before 1 March 2009.\n(4) Council Regulation (EC) No 72/2009 of 19 January 2009 on modifications to the Common Agricultural Policy by amending Regulations (EC) No 247/2006, (EC) No 320/2006, (EC) No 1405/2006, (EC) No 1234/2007, (EC) No 3/2008 and (EC) No 479/2008 and repealing Regulations (EEC) No 1883/78, (EEC) No 1254/89, (EEC) No 2247/89, (EEC) No 2055/93, (EC) No 1868/94, (EC) No 2596/97, (EC) No 1182/2005 and (EC) No 315/2007 (4) (Health Check) abolishes the private storage aid for the Italian cheeses established in Article 28 of Regulation (EC) No 1234/2007. This abolition will come into effect as from 1 April 2009.\n(5) For a period of one month (1 March-31 March 2009) Regulation (EC) No 826/2008 would apply for private storage aid granted to certain Italian cheeses. This regulation does not contain all necessary detailed rules for this purpose. A new regulation for granting private storage aid for these Italian cheeses would then have to be adopted in accordance with Article 28 of Regulation (EC) No 1234/2007. This new regulation would be applicable for only one month.\n(6) In order to preserve the effectiveness of the scheme and to reduce the administrative burden on operators and national administrations it is considered more appropriate to extend the application of Regulation (EC) No 2659/94 for the contracts concluded under that Regulation before 1 April 2009.\n(7) Regulation (EC) No 826/2008 should be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural markets,", "main_body": ["The second sentence of the second subparagraph of Article 42 of Regulation (EC) No 826/2008 is replaced by the following:\n‘However, it shall continue to apply in respect of contracts concluded under that repealed Regulation before 1 April 2009.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 284, 1.11.1994, p. 26.\n(3)  OJ L 223, 21.8.2008, p. 3.\n(4)  OJ L 30, 31.1.2009, p. 1."}