{"celex_id": "32003D0392", "uri": "http://publications.europa.eu/resource/cellar/08f62e31-6c9b-4d2e-83e4-efe4e2796a5d", "type": "Decision", "concepts": ["1294", "1309", "1755", "2084", "2437", "2771", "5369"], "title": "2003/392/EC: Commission Decision of 23 May 2003 amending Decisions 2003/70/EC and 2003/71/EC as regards imports of live gametes of fish belonging to the family Salmonidae from Norway and the Faeroe Islands (Text with EEA relevance) (notified under document number C(2003) 1675)\n", "header": "Commission Decision\nof 23 May 2003\namending Decisions 2003/70/EC and 2003/71/EC as regards imports of live gametes of fish belonging to the family Salmonidae from Norway and the Faeroe Islands\n(notified under document number C(2003) 1675)\n(Text with EEA relevance)\n(2003/392/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(7) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(3), and in particular Article 22(6) thereof,\nWhereas:\n(1) The occurrence of infectious salmon anaemia (ISA) in Norway led to the adoption of Commission Decision 2003/70/EC of 29 January 2003 on certain protective measures in respect of infectious salmon anaemia in Norway(4).\n(2) The occurrence of infectious salmon anaemia (ISA) in the Faeroe Islands led to the adoption of Commission Decision 2003/71/EC of 29 January 2003 on certain protective measures in respect of infectious salmon anaemia in the Faeroe Islands(5).\n(3) For the sake of technical clarity, it is appropriate that Decisions 2003/70/EC and 2003/71/EC also provide that live gametes belonging to the family Salmonidae originating in Norway and the Faeroe Islands and introduced into the Community should come from a farm that is not under any animal health restrictions due to a suspicion or an outbreak of infectious salmon anaemia.\n(4) Decisions 2003/70/EC and 2003/71/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/70/EC is amended as follows.\n1. Article 1(3) is replaced by the following:\n\"3. Member States shall authorise the import of live gametes of fish belonging to the family Salmonidae originating in Norway subject to the consignments being accompanied by a certificate in accordance with the model laid down in Annex I.\"\n2. Annex I is replaced by the text in Annex I to this Decision.", "Decision 2003/71/EC is amended as follows.\n1. Article 1(3) is replaced by the following:\n\"3. Member States shall authorise the import of live gametes of fish belonging to the family Salmonidae originating in the Faeroe Islands subject to the consignments being accompanied by a certificate in accordance with the model laid down in Annex I.\"\n2. Annex I is replaced by the text in Annex II to this Decision.", "This Decision shall apply from 6 June 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 24, 30.1.1998, p. 9.\n(4) OJ L 26, 31.1.2003, p. 76.\n(5) OJ L 26, 31.1.2003, p. 80.\nANNEX I\n'ANNEX I\n>PIC FILE= \"L_2003135EN.002903.TIF\">\nANNEX II\n'ANNEX I\n>PIC FILE= \"L_2003135EN.003003.TIF\">"}