{"celex_id": "32007R1257", "uri": "http://publications.europa.eu/resource/cellar/a930e3f1-3c10-4e4d-b339-0ed72e1e988f", "type": "Regulation", "concepts": ["161", "1644", "3732"], "title": "Commission Regulation (EC) No 1257/2007 of 25 October 2007 on the issue of licences for importing rice under the tariff quotas opened for the October 2007 subperiod by Regulation (EC) No 327/98\n", "header": "26.10.2007 EN Official Journal of the European Union L 282/32\nCOMMISSION REGULATION (EC) No 1257/2007\nof 25 October 2007\non the issue of licences for importing rice under the tariff quotas opened for the October 2007 subperiod by Regulation (EC) No 327/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the markets in rice (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (3) opened and provided for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several subperiods in accordance with Annex IX of the Regulation.\n(2) October is the only subperiod for the quota with serial number 09.4138 laid down in Article 1(1)(a) of Regulation (EC) No 327/98. This quota comprises the balance of the unused quantities from the quotas with serial numbers 09.4127-09.4128-09.4129-09.4130 in the previous subperiod. October is the last subperiod for the quotas with serial numbers 09.4148 and 09.4168 laid down in Article 1(1)(b) and (e) of Regulation (EC) No 327/98, which comprise the balance of the unused quantities from the previous subperiod.\n(3) The notifications presented under Article 8(a) of Regulation (EC) No 327/98 show that, for the quota(s) with serial numbers 09.4138-09.4148, the applications lodged in the first 10 working days of October 2007 under Article 4(1) of the Regulation cover a quantity greater than that available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested under the quotas in question.\n(4) The final percentage take-up for 2007 of each quota provided for by Regulation (EC) No 327/98 should also be made known,", "main_body": ["1.   For import licence applications for rice under the quotas with the serial numbers 09.4138-09.4148 as referred to in Regulation (EC) No 327/98 lodged in the first 10 working days of October 2007, licences shall be issued for the quantities requested, multiplied by the allocation coefficients set out in the Annex to this Regulation.\n2.   The final percentage take-up for 2007 of each quota provided for by Regulation (EC) No 327/98 is given in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Commission Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 37, 11.2.1998, p. 5. Regulation last amended by Commission Regulation (EC) No 2019/2006 (OJ L 384, 29.12.2006, p. 48).\nANNEX\nQuantities to be allocated for the October 2007 subperiod under Regulation (EC) No 327/98 and percentage take-ups for 2007.\n(a) Quota for wholly milled or semi-milled rice falling within CN code 1006 30 provided for by Article 1(1)(a) of Regulation (EC) No 327/98\nOrigin Serial number Allocation coefficient for October 2007 subperiod Final percentage take-up of the quota for 2007\nUnited States of America 09.4127  60,02 %\nThailand 09.4128  96,63 %\nAustralia 09.4129  100 %\nOther origins 09.4130  100 %\nAll countries 09.4138 11,348671 % 100 %\n(b) Quota for husked rice falling within CN code 1006 20 provided for in Article 1(1)(b) of Regulation (EC) No 327/98\nOrigin Serial number Allocation coefficient for October 2007 subperiod Final percentage take-up of the quota for 2007\nAll countries 09.4148 19,768872 % 100 %\n(c) Quota for broken rice falling within CN code 1006 40 provided for in Article 1(1)(c) of Regulation (EC) No 327/98\nOrigin Serial number Final percentage take-up of the quota for 2007\nThailand 09.4149 47,03 %\nAustralia 09.4150 0 %\nGuyana 09.4152 0 %\nUnited States of America 09.4153 7,78 %\nOther origins 09.4154 100 %\n(d) Quota for wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(d) of Regulation (EC) No 327/98\nOrigin Serial number Final percentage take-up of the quota for 2007\nThailand 09.4112 100 %\nUnited States of America 09.4116 96,98 %\nIndia 09.4117 100 %\nPakistan 09.4118 100 %\nOther origins 09.4119 100 %\nAll countries 09.4166 99,93 %\n(e) Quota for broken rice falling within CN code 1006 40 provided for in Article 1(1)(e) of Regulation (EC) No 327/98\nOrigin Serial number Allocation coefficient for October 2007 subperiod Final percentage take-up of the quota for 2007\nAll countries 09.4168 — (1) 100 %\n(1)  No quantity available for this subperiod."}