{"celex_id": "32002R0481", "uri": "http://publications.europa.eu/resource/cellar/ed7022c9-21d4-4234-a9aa-e879cd3086eb", "type": "Regulation", "concepts": ["20", "4682", "5025"], "title": "Commission Regulation (EC) No 481/2002 of 15 March 2002 deciding not to accept tenders submitted in response to the 285th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\n", "header": "Commission Regulation (EC) No 481/2002\nof 15 March 2002\ndeciding not to accept tenders submitted in response to the 285th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 47(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 562/2000 of 15 March 2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(3), as last amended by Regulation (EC) No 1564/2001(4), lays down buying standards. Pursuant to the abovementioned Regulation, an invitation to tender was opened pursuant to Article 1(1) of Commission Regulation (EEC) No 1627/89 of 9 June 1989 on the buying-in of beef by invitation to tender(5), as last amended by Regulation (EC) No 238/2002(6).\n(2) Article 13(1) of Regulation (EC) No 562/2000 lays down that a maximum buying-in price is to be fixed for quality R3, where appropriate, under each partial invitation to tender in the light of tenders received. In accordance with Article 13(2) of that Regulation, a decision may be taken not to proceed with the tendering procedure.\n(3) Once tenders submitted in respect of the 285th partial invitation to tender have been considered and taking account, pursuant to Article 47(8) of Regulation (EC) No 1254/1999, of the requirements for reasonable support of the market and the seasonal trend in slaughterings and prices, it has been decided not to proceed with the tendering procedure.\n(4) Article 1(7) of Regulation (EC) No 1209/2001 of 20 June 2001 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards as buying-in of beef(7), as last amended by Regulation (EC) No 2579/2001(8), also opens buying-in of carcasses and half-carcasses of store cattle and lays down special rules in addition to those laid down for the buying-in of other products. For the 285th partial invitation to tender, no tender has been submitted.\n(5) In the light of developments, this Regulation should enter into force immediately.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["No award shall be made against the 285th partial invitation to tender opened pursuant to Regulation (EEC) No 1627/89.", "This Regulation shall enter into force on 16 March 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 68, 16.3.2000, p. 22.\n(4) OJ L 208, 1.8.2001, p. 14.\n(5) OJ L 159, 10.6.1989, p. 36.\n(6) OJ L 39, 9.2.2002, p. 4.\n(7) OJ L 165, 21.6.2001, p. 15.\n(8) OJ L 344, 28.12.2001, p. 68."}