{"celex_id": "32009D0083", "uri": "http://publications.europa.eu/resource/cellar/3f7095ed-ef32-4d82-8dbb-2ee0b0b9a7c9", "type": "Decision", "concepts": ["1447", "2141", "2825", "3468", "4033", "4522", "6021"], "title": "2009/83/EC: Commission Decision of 23 January 2009 amending Regulation (EC) No 725/2004 of the European Parliament and of the Council as far as the IMO Unique Company and Registered Owner Identification Number Scheme is concerned (notified under document number C(2009) 148) (Text with EEA relevance)\n", "header": "31.1.2009 EN Official Journal of the European Union L 29/53\nCOMMISSION DECISION\nof 23 January 2009\namending Regulation (EC) No 725/2004 of the European Parliament and of the Council as far as the IMO Unique Company and Registered Owner Identification Number Scheme is concerned\n(notified under document number C(2009) 148)\n(Text with EEA relevance)\n(2009/83/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 725/2004 of the European Parliament and of the Council of 31 March 2004 on enhancing ship and port facility security (1), and in particular Article 10(1) and (2) thereof,\nWhereas:\n(1) Regulation (EC) No 725/2004 adopted appropriate measures in the field of maritime transport policy establishing joint standards for the interpretation, implementation and monitoring within the Community of the amendments to the International Convention for the Safety of Life at Sea, 1974 (SOLAS Convention) and of the International Ship and Port Facility Security Code (ISPS code) adopted by the Diplomatic Conference of the International Maritime Organization (IMO) on 12 December 2002.\n(2) The requirements forming Part A of the ISPS Code, which had become mandatory under Chapter XI-2 of the Annex to the SOLAS convention, were attached as Annex II to Regulation (EC) No 725/2004.\n(3) On 20 May 2005, the IMO adopted Resolution MSC 196(80) amending the ISPS Code with regard to the mandatory requirements regarding the provisions of Chapter XI-2 of the Annex to the SOLAS Convention, forming Part A of that Code. Therefore, the up-to-date version of the applicable international instruments referred to in Article 2 of Regulation (EC) No 725/2004 shall include the amendments to the ISPS Code.\n(4) The amendments to the ISPS Code are adopted by the International Maritime Organization as a measure to enhance maritime safety, security and environmental protection, and to facilitate the prevention of maritime fraud. The procedure for checking conformity established by Article 10(5) of Regulation (EC) No 725/2004 should not apply in respect of ships operating domestic services and the port facilities serving them as the amendments to the ISPS Code made by Resolution MSC 196(80) constitute a technical update of the provisions of the ISPS Code.\n(5) This procedure for checking conformity should not apply either in respect of international shipping since, on the basis of evaluation made by the Commission, there is no risk that such an amendment will lower the standard of maritime security or be incompatible with Community legislation. In addition, no Member State has requested the Commission to launch this procedure, nor expressed any dissent to the incorporation of the amendments to the provisions of Part A of the ISPS Code into the relevant Community legal instruments as far as international maritime traffic is concerned.\n(6) The Member States concerned voted by unanimity/qualified majority (2) in favour of integration of the technical update of the provisions of the ISPS Code in respect of ships within the meaning of Article 3(2) of Regulation (EC) No 725/2004 and their companies into Annex II to Regulation (EC) No 725/2004.\n(7) Annex II to Regulation (EC) No 725/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 11(1) of Regulation (EC) No 725/2004,", "main_body": ["Annex II to Regulation (EC) No 725/2004 is amended as set out in the Annex to this Decision.", "In respect of international shipping under Article 3(1) of Regulation (EC) No 725/2004, Member States shall apply in full, by 1 January 2009, the amendments to the provisions of Appendix 1 and Appendix 2 to Part A of the Annex to the ISPS Code as adopted on 20 May 2005 by IMO Resolution MSC 196(80).", "In respect of domestic shipping as defined in Article 3(2) of Regulation (EC) No 725/2004, Member States shall apply in full, by 1 January 2009, the amendments to the provisions of Appendix 1 and Appendix 2 to Part A of the ISPS Code as adopted on 20 May 2005 by IMO Resolution MSC 196(80).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 January 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 129, 29.4.2004, p. 6.\n(2)  Depending on the outcome of the vote.\nANNEX\nThe Appendix to Part A of Annex II to Regulation (EC) No 725/2004 is amended as follows:\n1. In Appendix 1, ‘International Ship Security Certificate’, after the existing entry ‘Name and address of the Company’, the following new entry is inserted:\n2. In Appendix 2, ‘Interim International Ship Security Certificate’, after the existing entry ‘Name and address of Company’, the following new entry is inserted:"}