{"celex_id": "32001D0456", "uri": "http://publications.europa.eu/resource/cellar/d2e9a65e-63de-4425-88ad-69ac31713ed8", "type": "Decision", "concepts": ["2286", "2560", "3584", "5034", "619", "994"], "title": "2001/456/EC: Commission Decision of 13 June 2001 amending for the ninth time Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands (Text with EEA relevance) (notified under document number C(2001) 1638)\n", "header": "Commission Decision\nof 13 June 2001\namending for the ninth time Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands\n(notified under document number C(2001) 1638)\n(Text with EEA relevance)\n(2001/456/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the Netherlands, the Commission adopted Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands(4), as last amended by Decision 2001/426/EC(5).\n(2) The foot-and-mouth disease situation in certain parts of the Netherlands is liable to endanger the herds in other parts of the territory of the Netherlands and in other Member States in view of the placing on the market and trade in live biungulate animals and certain of their products. However, the last case was reported on 21 April 2001.\n(3) Council Directive 85/511/EEC(6), as last amended by the Act of Accession of Austria, Finland and Sweden, introduced Community measure for the control of foot-and-mouth disease.\n(4) In accordance with Commission Decision 2001/246/EC(7), as amended by Decision 2001/279/EC(8), laying down the conditions for the control and eradication of foot-and-mouth disease in application of Article 13 of Directive 85/511/EEC, the restrictions applied to the vaccination zone continue to be applicable, however, all vaccinated animals have been slaughtered by 25 May 2001 in the area around Oene and by 14 May 2001 in the area around Kootwijkerbroek.\n(5) In the light of the disease evolution it appears therefore appropriate to further ease the movement of susceptible animals from the areas outside those listed in Annex I.\n(6) At the meeting of the Standing Veterinary Committee of 12 June 2001 the Netherlands reiterated in relation to the proposed amendments of Decision 2001/223/EC that:\n- continuous controls will be carried out on traffic crossing from the areas listed in Annex I to the rest of the country in order to prevent movement of live susceptible animals,\n- meat destined for intra-Community trade and export will be completely separated from meat bearing the health mark provided for in Decision 2001/305/EC, and will come from establishments where no meat bearing the health mark provided for in Decision 2001/305/EC is present,\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 2001/223/EC is amended as follows:\n1. Article 12 a is replaced by the following \"Article 12 a\n1. The Netherlands shall ensure that dispatch to other Member States of live animals susceptible to foot-and-mouth disease is prohibited from the areas of its territory not listed in Annex I.\n2. Derogating from the provisions in paragraph 1, the competent authorities of the place of departure may authorise the transport to other Member States of animals of the bovine and porcine species from the areas of the Netherlands situated outside the areas listed in Annex I, subject to notification to the central veterinary authorities of the Member State of destination and any Member State of transit.\"\n2. Point 1, the description of the surveillance zone around Kootwijkerbroek, is deleted from Annex I and point 2, the description of the surveillance zone around Oene, is renumbered accordingly.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 June 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 82, 22.3.2001, p. 29.\n(5) OJ L 151, 7.6.2001, p. 45.\n(6) OJ L 315, 26.11.1985, p. 11.\n(7) OJ L 88, 28.3.2001, p. 21.\n(8) OJ L 96, 6.4.2001, p. 19."}