{"celex_id": "32009D0872", "uri": "http://publications.europa.eu/resource/cellar/567b4625-aa7d-4684-9d87-c678ebca8802", "type": "Decision", "concepts": ["1754", "2479", "2923", "3489", "3885", "5519", "5640", "6049", "6904"], "title": "2009/872/EC: Commission Decision of 30 November 2009 establishing a European Union Committee of Experts on Rare Diseases\n", "header": "2.12.2009 EN Official Journal of the European Union L 315/18\nCOMMISSION DECISION\nof 30 November 2009\nestablishing a European Union Committee of Experts on Rare Diseases\n(2009/872/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 152 thereof,\nWhereas:\n(1) The Commission White Paper ‘Together for health: a strategic approach for the EU 2008-2013’ (1) adopted by the Commission on 23 October 2007, developing the EU health strategy, identified rare diseases as a priority for action.\n(2) In parallel, the European Parliament and the Council adopted Decision No 1350/2007/EC of 23 October 2007 establishing a second programme of Community action in the field of health (2008 to 2013) (2). According to Article 7(2) as well as to the Annex to that Decision, the actions in the field of generation and dissemination of health information and knowledge shall be implemented in close cooperation with Member States developing consultation mechanisms and participatory processes.\n(3) The European Commission adopted on 11 November 2008 the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on rare diseases: Europe's challenges’ (3) (hereafter referred to as the Commission Communication) and the Council on 8 June 2009 a Council Recommendation on an action in the field of rare diseases (4) (hereafter referred to as the Council Recommendation).\n(4) The preparation and implementation of Community activities in the field of rare diseases require close cooperation with the specialised bodies in Member States and with the interested parties.\n(5) Therefore, a framework is required for the purpose of regular consultations with those bodies, with the managers of projects supported by the European Commission in the fields of research and public health action and with other relevant stakeholders acting in the field.\n(6) This need for a framework was reflected in the Communication COM(2008) 679 final on rare diseases. Point 7 of the Communication recommended that the Commission be assisted by a European Union Advisory Committee on Rare Diseases.\n(7) The Committee shall not act as a Committee within the meaning of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5),", "main_body": ["The Commission hereby establishes a Committee of Experts on Rare Diseases, hereinafter referred to as ‘the Committee’.", "1.   The Committee acting in the public interest shall assist the Commission in formulating and implementing the Community's activities in the field of rare diseases, and shall foster exchanges of relevant experience, policies and practices between the Member States and the various parties involved.\n2.   The tasks of the Committee shall not comprise issues covered by Regulation (EC) No 141/2000 of the European Parliament and of the Council of 16 December 1999 on orphan medicinal products (6) and issues that fall under the tasks of the Committee of Orphan Medicinal Products (COMP), set up by Article 4 of that Regulation, nor issues that fall under the tasks of the Pharmaceutical Committee, set up by Council Decision 75/320/EEC (7).\n3.   To achieve the aims referred to in paragraph 1, the Committee shall:\n(a) assist the Commission in the monitoring, evaluating and disseminating the results of measures taken at Community and national level in the field of rare diseases;\n(b) contribute to the implementation of Community actions in the field, in particular by analysing the results and suggesting improvements to the measures taken;\n(c) contribute to the preparation of Commission reports on the implementation of the Commission Communication and the Council Recommendation;\n(d) deliver opinions, recommendations or submit reports to the Commission either at the latter's request or on its own initiative;\n(e) assist the Commission in international cooperation on matters relating to rare diseases;\n(f) assist the Commission in drawing up guidelines, recommendations and any other action defined in the Commission Communication and in the Council Recommendation;\n(g) provide an annual report of its activities to the Commission.\n4.   The Committee shall adopt its rules of procedure in agreement with the Commission.", "1.   The Committee shall comprise 51 members and the corresponding alternates, namely:\n(a) one representative per Member State from ministries or government agencies responsible for rare diseases; the representative shall be designated by the government of each Member State;\n(b) four representatives from patients' organisations;\n(c) four representatives of the pharmaceutical industry;\n(d) nine representatives of ongoing and/or past Community projects in the field of rare diseases financed by the programmes of Community action in the field of health (8) including three members of the pilot European Reference Networks on rare diseases;\n(e) six representatives of the ongoing and/or past rare diseases projects financed by the Community Framework Programmes for Research and Technological Development (9);\n(f) one representative of the European Centre for Disease Prevention and Control (ECDC), whose mandate, established in accordance with Regulation (EC) No 851/2004 of the European Parliament and of the Council of 21 April 2004 establishing a European Centre for disease prevention and control (10) includes activities on rare emerging infectious diseases.\nOn request of the governments of the States concerned, the Commission can decide to extend the composition of the Committee with a representative of each of the EFTA States which are party to the Agreement on the European Economic Area, from the ministry or government agency responsible for rare diseases and designated by the government of the State concerned.\n2.   Representatives of the Commission, of the European Medicines Agency (EMEA) as well as the Chair or Vice-Chair of the Committee for Orphan Medicinal Products (COMP) may attend the meetings of the Committee.\n3.   Representatives of international and professional organisations and other associations acting in the field of rare diseases making duly substantiated requests to the Commission may be given observer status.\n4.   The Commission shall appoint the members of the Committee corresponding to groups (b) to (e) of paragraph 1 from a list of suitable candidates established following publication of a call for expressions of interest in the Official Journal of the European Union and on the Commission website. The call for expressions of interests shall specify the required qualifications and conditions to become member of the Committee. All members of the Committee shall undertake to act in the public interest.\n5.   Members of the Committee corresponding to groups (b) to (e) shall undertake to act in an independent manner. They are under no power of direction from their body of origin when carrying out their tasks as Committee member.", "The term of office of members of the Committee shall be three years and shall be renewable. They shall remain in office until such time as they are replaced.\nA member's term of office shall come to an end before the expiry of the three-year period in the event of her/his resignation, the termination of her/his membership of the organisation which she/he represents, permanent incapacity to attend the meetings, incapacity to contribute effectively to the committee's deliberations, non-respect of the conditions set in Article 287 of the Treaty establishing the European Community, or in case of subsequent non-compliance with the qualifications and conditions specified in the call for expression of interests. A member's terms of office may also be terminated if the organisation which nominated her/him requests her/his replacement.\nMembers whose term of office comes to an end before the expiry of the three-year period may be replaced for the remaining period of their mandate.", "1.   The Committee shall elect a chairperson and three vice-chairpersons, with a one-year term of office, from different categories of members of the Committee, in accordance with the procedure laid down in Article 10. The vice-chairpersons shall stand in for the chairperson in the absence of the chairperson.\n2.   The chairperson and vice-chairpersons together with a representative of the Commission shall constitute the Bureau of the Committee, which shall prepare the work of the Committee.\n3.   The Secretariat of the Committee shall be provided by the Commission. The minutes of the Committee's meetings shall be drawn up by the Commission.", "The Bureau of the Committee may invite any person who is specially qualified in a particular subject on the agenda to take part in the work of the Committee as an external expert.\nExternal experts shall only take part in the work on the particular subject for which their attendance is requested.", "1.   The Committee may set up temporary working groups. These groups may notably be established when work of a temporary or ad-hoc nature is required such as preparation of proposals on a specific scientific topic, or preparation of responses to specific questions raised by the Committee in relation to specific scientific fields.\n2.   Working groups consist of external experts selected according to their specific expertise.\n3.   The Committee shall adopt a mandate for each working group, indicating its objectives, composition, meeting frequency and the duration of its activity.\n4.   For the preparation of its opinions, the Committee may entrust a rapporteur, who can be one of its members or an external expert, with the task of drawing up reports in accordance with its rules of procedure.\n5.   One or more members of the Committee may be nominated by the Committee to participate as observers in the activities of other expert groups of the Commission.", "No remuneration shall be attached to a member's duties; travelling and subsistence expenses for meetings of the Committee and of the working groups set up under Article 7 shall be met by the Commission in accordance with the administrative rules in force.\nMeasures adopted under Articles 6 and 7 having financial implications for the budget of the European Communities shall be submitted for the prior agreement of the Commission and shall be implemented in accordance with the Financial Regulation applicable to the general budget of the European Communities.", "The Committee shall be convened by the Commission and shall meet on its premises. It shall meet at least three times per year.", "0\n1.   The quorum required for the adoption of opinions, reports or recommendations by the Committee shall be reached when two thirds of the total members of the Committee are present.\n2.   Whenever possible, scientific opinions, reports or recommendations of the Committee shall be taken by consensus. If such a consensus cannot be reached, the opinion shall be adopted by a majority of the Committee members who are present.\n3.   The Commission, when requesting the Committee's opinion or a recommendation, may set a deadline within which the opinion should be delivered.\n4.   The views expressed by the different categories represented in the Committee shall be recorded in the minutes, which shall be transmitted to the Commission. Where the opinion requested has been agreed unanimously by the Committee, the Committee shall draft common conclusions which shall be annexed to the minutes.\n5.   Draft opinions and recommendations can, after approval of the Chairperson, be submitted by the Secretariat to the Committee for adoption by a written procedure to be laid down in the rules of procedure of the Committee. However, such written procedures should be, as much as possible, restricted to urgent measures required to be taken between scheduled meetings.", "1\nWithout prejudice to Article 287 of the Treaty, members of the Committee are required not to disclose information obtained in the course of their work on the Committee or its sub-groups or working groups when informed by the Commission that the opinion requested or question asked concerns a confidential matter.\nIn such cases, only members of the Committee and representatives of the Commission shall attend meetings.", "2\nThis Committee will replace the current European Union Rare Diseases Task Force created on the basis of Commission Decision 2004/192/EC of 25 February 2004 adopting the work plan for 2004 for the implementation of the programme of Community action in the field of public health (2003 to 2008), including the annual work programme for grants (11)."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  COM(2007) 630 final, 23.10.2007.\n(2)  OJ L 301, 20.11.2007, p. 3.\n(3)  COM(2008) 679 final, 11.11.2008.\n(4)  OJ C 151, 3.7.2009, p. 7.\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ L 18, 22.1.2000, p. 1.\n(7)  OJ L 147, 9.6.1975, p. 23.\n(8)  OJ L 155, 22.6.1999, p. 1; OJ L 271, 9.10.2002, p. 1; OJ L 301, 20.11.2007, p. 3.\n(9)  OJ L 412, 30.12.2006, p. 1.\n(10)  OJ L 142, 30.4.2004, p. 1.\n(11)  OJ L 60, 27.2.2004, p. 58."}