{"celex_id": "32002R0407", "uri": "http://publications.europa.eu/resource/cellar/1262e6aa-7680-4f30-ac9f-9bc400e2498d", "type": "Regulation", "concepts": ["1752", "3010", "4502", "4821", "5595", "6030"], "title": "Council Regulation (EC) No 407/2002 of 28 February 2002 laying down certain rules to implement Regulation (EC) No 2725/2000 concerning the establishment of \"Eurodac\" for the comparison of fingerprints for the effective application of the Dublin Convention\n", "header": "Council Regulation (EC) No 407/2002\nof 28 February 2002\nlaying down certain rules to implement Regulation (EC) No 2725/2000 concerning the establishment of \"Eurodac\" for the comparison of fingerprints for the effective application of the Dublin Convention\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of \"Eurodac\" for the comparison of fingerprints for the effective application of the Dublin Convention (hereinafter referred to as \"the Eurodac Regulation\")(1), and in particular Article 22(1) thereof,\nWhereas:\n(1) Article 22(1) of the Eurodac Regulation provides for the Council to adopt the implementing provisions necessary for laying down the procedure referred to in Article 4(7), the procedure for the blocking of data referred to in Article 12(1) and for drawing up the statistics referred to in Article 12(2) of the Eurodac Regulation.\n(2) Denmark, in accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, is not participating in the adoption of this Regulation and is therefore neither bound by it nor subject to its application,", "main_body": ["Definitions\nFor the purposes of this Regulation:\n(a) \"Central Unit\" shall mean the unit referred to in Article 1(2)(a) of the Eurodac Regulation;\n(b) \"database\" shall mean the computerised central database referred to in Article 1(2)(b) of the Eurodac Regulation;\n(c) \"comparison\" shall mean the procedure of checking whether fingerprint data recorded in the database match those transmitted by a Member State.", "Transmission\n1. Fingerprints shall be digitally processed and transmitted in the data format referred to in Annex I. As far as it is necessary for the efficient operation of the Central Unit, the Central Unit shall establish the technical requirements for transmission of the data format by Member States to the Central Unit and vice versa. The Central Unit shall ensure that the fingerprint data transmitted by the Member States can be compared by the computerised fingerprint recognition system.\n2. Member States should transmit the data referred to in Article 5(1) of the Eurodac Regulation electronically. As far as it is necessary for the efficient operation of the Central Unit, the Central Unit shall establish the technical requirements to ensure that data can be properly electronically transmitted from the Member States to the Central Unit and vice versa. Transmission of data in paper form using the form set out in Annex II or by other means of data support (diskettes, CD-ROM or other means of data support which may be developed and generally used in future) should be limited to situations in which there are continuous technical problems.\n3. The reference number referred to in Article 5(1)(d) of the Eurodac Regulation shall make it possible to relate data unambiguously to one particular person and to the Member State which is transmitting the data. In addition, it shall make it possible to tell whether such data relate to an asylum seeker or a person referred to in Article 8 or Article 11 of the Eurodac Regulation. The reference number shall begin with the identification letter or letters by which, in accordance with the norm referred to in Annex I, the Member State transmitting the data is identified. The identification letter or letters shall be followed by the identification of the category of person. \"1\" refers to data relating to asylum seekers, \"2\" to persons referred to in Article 8 of the Eurodac Regulation and \"3\" to persons referred to in Article 11 of the Eurodac Regulation. The Central Unit shall establish the technical procedures necessary for Member States to ensure receipt of unambiguous data by the Central Unit.\n4. The Central Unit shall confirm receipt of the transmitted data as soon as possible. To this end the Central Unit shall establish the necessary technical requirements to ensure that Member States receive the confirmation receipt if requested.", "Carrying out comparisons and transmitting results\n1. Member States shall ensure the transmission of fingerprint data in an appropriate quality for the purpose of comparison by means of the computerised fingerprint recognition system. As far as it is necessary to ensure that the results of the comparison by the Central Unit reach a very high level of accuracy, the Central Unit shall define the appropriate quality of transmitted fingerprint data. The Central Unit shall, as soon as possible, check the quality of the fingerprint data transmitted. If fingerprint data do not lend themselves to comparison using the computerised fingerprint recognition system, the Central Unit shall, as soon as possible, request the Member State to transmit fingerprint data of the appropriate quality.\n2. The Central Unit shall carry out comparisons in the order of arrival of requests. Each request must be dealt with within 24 hours. In the case of data which are transmitted electronically, a Member State may for reasons connected with national law require particularly urgent comparisons to be carried out within one hour. Where these times cannot be respected owing to circumstances which are outside the Central Unit's responsibility, the Central Unit shall process the request as a matter of priority as soon as those circumstances no longer prevail. In such cases, as far as it is necessary for the efficient operation of the Central Unit, the Central Unit shall establish criteria to ensure the priority handling of requests.\n3. As far as it is necessary for the efficient operation of the Central Unit, the Central Unit shall establish the operational procedures for the processing of the data received and for transmitting the result of the comparison.", "Communication between Member States and the Central Unit\nData transmitted from the Member States to the Central Unit and vice versa shall use IDA generic services referred to in Decision No 1719/1999/EC of the European Parliament and of the Council of 12 July 1999 on a series of guidelines, including the identification of projects of common interest, for trans-European networks for the electronic interchange of data between administrations (IDA)(2). As far as it is necessary for the efficient operation of the Central Unit, the Central Unit shall establish the technical procedures necessary for the use of IDA generic services.", "Other tasks of the Central Unit\n1. The Central Unit shall separate the data on asylum applicants and the data on persons referred to in Article 8 of the Eurodac Regulation which are stored in the database, by appropriate technical means.\n2. On the basis of a communication from a Member State, the Central Unit shall give an appropriate distinguishing mark to data on persons who have been recognised and admitted as refugees and shall separate them, by appropriate technical means, from other data recorded in the database. If a decision has been taken in accordance with Article 12(2)(a) of the Eurodac Regulation, the first sentence shall no longer apply. The Central Unit shall remove the existing distinguishing marks and cancel separation of the data.\n3. Four years and six months after Eurodac begins its activities, the Central Unit shall draw up statistics in order to indicate:\n(a) the number of persons who, having been recognised and admitted as refugees in a Member State, have lodged a further application for asylum in another Member State;\n(b) the number of persons who have been recognised and admitted as refugees in more than one Member State;\n(c) the Member States in which the refugees have lodged a further application for asylum, with:\n- per Member State, the number of applicants for asylum who, having the status of refugee in that State, have applied for asylum in another Member State, and the number of such persons for each of the latter Member States,\n- per Member State, the number of applicants for asylum who already have the status of refugee in another Member State, and the number of such persons for each of the latter Member States.\n4. The Central Unit shall ensure that, pursuant to Article 4(4) of the Eurodac Regulation, comparisons carried out at the request of a Member State can also cover the data transmitted by that particular Member State at an earlier time.", "Entry into force\n1. This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\n2. The Council shall review application of this Regulation within four years following the start of Eurodac's activities.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 28 February 2002.\nFor the Council\nThe President\nA. Acebes Paniagua\n(1) OJ L 316, 15.12.2000, p. 1.\n(2) OJ L 203, 3.8.1999, p. 1.\nANNEX I\nData format for the exchange of fingerprint data\nThe following format is prescribed for the exchange of fingerprint data:\nANSI/NIST - CSL 1 1993\nand any future further developments of this standard.\nNorm for Member State identification letters\nThe following ISO norm will apply:\nISO 3166 - 2 letters code.\nANNEX II\n>PIC FILE= \"L_2002062EN.000502.TIF\">"}