{"celex_id": "32009R1161", "uri": "http://publications.europa.eu/resource/cellar/d3855d27-d30f-4875-ad5a-f3f4923729ea", "type": "Regulation", "concepts": ["1279", "1442", "1590", "1857", "2735", "2737", "4502", "616"], "title": "Commission Regulation (EC) No 1161/2009 of 30 November 2009 amending Annex II to Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards food chain information to be provided to food business operators operating slaughterhouses (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/8\nCOMMISSION REGULATION (EC) No 1161/2009\nof 30 November 2009\namending Annex II to Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards food chain information to be provided to food business operators operating slaughterhouses\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific rules concerning the hygiene of food of animal origin. In particular, Section III of Annex II to that Regulation requires food business operators operating slaughterhouses to request, receive, check and act upon food chain information for all animals, other than wild game, sent or intended to be sent to the slaughterhouse.\n(2) Point 2 of that Section provides that those operators are to be provided with the food chain information no less than 24 hours before the arrival of animals at the slaughterhouse, except in the circumstances referred to in point 7 of that Section. Point 7 provides that where the competent authority so permits, that information may accompany certain animals specified in that point to the slaughterhouse, rather than arriving at least 24 hours in advance of their arrival.\n(3) As the provision of food chain information is a new requirement for food business operators introduced by Regulation (EC) No 853/2004, a transitional period for the full implementation of that requirement is laid down by Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (2).\n(4) The smooth flow of the food chain information from the farm to the slaughterhouse is, in particular, facilitated by Article 8(2) of Regulation (EC) No 2076/2005 which provides for a derogation from the requirement laid down in point 2 of Section III of Annex II to Regulation (EC) No 853/2004 to supply the food chain information 24 hours in advance of the animals’ arrival at the slaughterhouse, if the competent authority so permits and where this does not jeopardise the objectives of that Regulation.\n(5) Experience has shown that enabling the competent authorities to broaden on a case-by-case basis the situations where the food chain information may be sent to the slaughterhouse together with the animals to which it refers, rather than arriving 24 hours in advance, has led to a smooth implementation of the food chain information requirements. Accordingly, it is appropriate to make that transitional arrangement permanent.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 853/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 338, 22.12.2005, p. 83.\nANNEX\nIn Annex II to Regulation (EC) No 853/2004, Section III, point 7 is replaced by the following:\n‘7. If the competent authority so permits and provided it does not jeopardise the objectives of this Regulation, food chain information may arrive less than 24 hours before the arrival of the animals of all species to which it relates at the slaughterhouse or accompany these animals to the slaughterhouse."}