{"celex_id": "32008D0737", "uri": "http://publications.europa.eu/resource/cellar/6f35bb6b-a510-4336-9524-81af7f1d38f6", "type": "Decision", "concepts": ["1519", "2358", "4585", "5581", "935"], "title": "2008/737/EC: Council Decision of 15 September 2008 authorising the Italian Republic to apply a measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax\n", "header": "18.9.2008 EN Official Journal of the European Union L 249/13\nCOUNCIL DECISION\nof 15 September 2008\nauthorising the Italian Republic to apply a measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax\n(2008/737/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Italian Republic did not make use of the provisions of Article 14 of Second Council Directive 67/228/EEC of 11 April 1967 on the harmonisation of legislation of Member States concerning turnover taxes — Structure and procedures for application of the common system of value added tax (2) which means that a scheme to exempt taxable persons could only be introduced in respect of taxable persons whose annual turnover was no higher than EUR 5 000.\n(2) In a letter registered by the Commission's Secretariat-General on 15 November 2007 Italy requested authorisation from 1 January 2008 for a measure derogating from Article 285 of Directive 2006/112/EC in order to exempt taxable persons whose annual turnover is no higher than EUR 30 000. This measure will release those taxable persons from certain or all of the value added tax (VAT) obligations referred to in Chapters 2 to 6 of Title XI of Directive 2006/112/EC, whilst the optional character of the measure will allow businesses to opt for the normal VAT arrangements.\n(3) In accordance with Article 395(2) of Directive 2006/112/EC the Commission informed the other Member States by letter dated 6 May 2008 of the request made by Italy. By letter dated 8 May 2008, the Commission notified Italy that it had all the information necessary to consider the request.\n(4) A special scheme for small enterprises is already available to Member States under Title XII of Directive 2006/112/EC. This measure derogates from Article 285 of Directive 2006/112/EC only in so far as the annual turnover threshold for the scheme is higher than that currently allowed for Italy.\n(5) The threshold requested by Italy may significantly reduce the VAT obligations of the smallest businesses. It is in line with the thresholds that apply with respect to certain other Member States.\n(6) The Commission is committed to establishing a common annual turnover threshold below which taxable persons may be exempt from VAT as a measure to help reduce the burdens on small businesses. In 2004 the Commission proposed to allow Member States the option of increasing the annual turnover threshold for small businesses to be exempt from VAT. The Italian request is in line with the Commission proposal.\n(7) Italy would also like the possibility to increase the ceiling to maintain its value in real terms, and so be able to apply a provision akin to that in Article 286 of Directive 2006/112/EC to this measure.\n(8) Considering that the tax period is annual and in order to allow taxable persons to benefit from the simplification measure as soon as possible, Italy should be allowed to make the optional scheme available as from 1 January 2008.\n(9) The derogation will have no impact on the European Communities' own resources accruing from value added tax.\n(10) From information provided by the Italian Republic, the measure will lead to a reduction of the overall amount of tax revenue collected at the final stage of consumption of some 0,15 % in the first year of implementation, rising to around 0,25 % in the following two years,", "main_body": ["By way of derogation from Article 285 of Directive 2006/112/EC, the Italian Republic is authorised, with respect to tax periods falling between 1 January 2008 and 31 December 2010, to exempt from VAT taxable persons whose annual turnover is no higher than EUR 30 000. This scheme is optional for taxable persons.", "The Italian Republic may raise that ceiling in order to maintain the value of the exemption in real terms.", "This Decision shall expire on the date of entry into force of Community rules establishing a common annual turnover threshold below which taxable persons may be exempt from VAT, but on 31 December 2010 at the latest.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 15 September 2008.\nFor the Council\nThe President\nB. KOUCHNER\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ 71, 14.4.1967, p. 1303/67. Directive repealed by Directive 77/388/EEC (OJ L 145, 13.6.1977, p. 1)."}