{"celex_id": "32005R1660", "uri": "http://publications.europa.eu/resource/cellar/39a54b06-87a1-444c-9f79-d8b2fe9843af", "type": "Regulation", "concepts": ["2556", "2850", "33", "4790", "544", "5537"], "title": "Council Regulation (EC) No 1660/2005 of 6 October 2005 on the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period from 1 January 2005 to 31 December 2010\n", "header": "12.10.2005 EN Official Journal of the European Union L 267/15\nCOUNCIL REGULATION (EC) No 1660/2005\nof 6 October 2005\non the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period from 1 January 2005 to 31 December 2010\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) In accordance with the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros (2), the two parties held negotiations to determine amendments or additions to be made to the Agreement at the end of the period of application of the Protocol to the Agreement.\n(2) As a result of those negotiations, a new Protocol setting out the fishing opportunities and financial contribution provided for in that Agreement for the period from 1 January 2005 to 31 December 2010 was initialled on 24 November 2004.\n(3) It is in the Community’s interest to approve the said Protocol.\n(4) The method of allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Fisheries Agreement,", "main_body": ["The Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period from 1 January 2005 to 31 December 2010 is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (3).", "The fishing opportunities set out in the Protocol shall be allocated among the Member States as follows:\n(a) tuna seiners:\nSpain : 21 vessels,\nFrance : 18 vessels,\nItaly : 1 vessel;\n(b) surface longliners:\nSpain : 12 vessels,\nPortugal : 5 vessels.\nIf licence applications from these Member States do not cover all the fishing opportunities set out in the Protocol, the Commission may take into consideration licence applications from any other Member State.", "Member States whose vessels fish under this Protocol are obliged to notify the Commission of the quantities of each stock taken in the Comorian fishing zone in accordance with the arrangements laid down in Commission Regulation (EC) No 500/2001 (4).", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 October 2005.\nFor the Council\nThe President\nA. DARLING\n(1)  Opinion delivered on 27 September 2005 (not yet published in the Official Journal).\n(2)  OJ L 137, 2.6.1988, p. 19.\n(3)  OJ L 252, 28.9.2005, p. 11.\n(4)  OJ L 73, 15.3.2001, p. 8."}