{"celex_id": "32001D0537", "uri": "http://publications.europa.eu/resource/cellar/6e54bb19-634c-49dd-906c-0c0ae83741b0", "type": "Decision", "concepts": ["1309", "1624", "192", "4689", "5369", "994"], "title": "2001/537/EC: Commission Decision of 13 July 2001 amending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay (notified under document number C(2001) 1892)\n", "header": "Commission Decision\nof 13 July 2001\namending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay\n(notified under document number C(2001) 1892)\n(2001/537/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2), and in particular Articles 14 and 22 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay are laid down by Commission Decision 93/402/EEC(3), as last amended by Decision 2001/410/EC(4).\n(2) Imports of fresh meat must take into account the different epidemiological situations in the countries concerned, and indeed in the different parts of their territories.\n(3) The competent veterinary authorities of the concerned countries must confirm that their countries or regions have for at least 12 months been free from foot-and-mouth disease and rinderpest. Furthermore, the competent veterinary authorities of the concerned countries must undertake to notify the Commission and the Member States within 24 hours, by fax, telex or telegram, of the confirmation of the occurrence of any of the abovementioned diseases, or of any alteration in the vaccination policy against them.\n(4) On 23 April 2001 the competent veterinary authorities of Uruguay confirmed outbreaks of foot-and-mouth disease in the department of Soriano. However, further outbreaks of disease were reported in other regions and emergency vaccination of all bovines was introduced.\n(5) The competent veterinary authorities of Uruguay suspended certification of freshmeat from susceptible species to the European Community on 23 April 2001.\n(6) Commission Decision 2001/388/EC(5) confirmed this suspension until 30 days after completion of the emergency foot-and-mouth disease vaccination programme in Uruguay.\n(7) The competent veterinary authorities of Uruguay have confirmed that their vaccination programme was completed on 7 June 2001 and the foot-and-mouth situation appears to be under control.\n(8) A Commission mission is foreseen for the end of June 2001.\n(9) Imports into the Community of offal for heat treatment and deboned fresh meat from Uruguay may be resumed.\n(10) It is opportune to clarify and amend the headings in the annexes to the Decision.\n(11) Decision 93/402/EEC must be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex II to Decision 93/402/EEC is replaced by the Annex to this Decision. It shall apply, in relation to Uruguay, to meat of animals of species susceptible to foot-and-mouth disease slaughtered after 16 July 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 145, 31.5.2001, p. 49.\n(5) OJ L 137, 19.5.2001, p. 33.\nANNEX\n\"ANNEX II\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION ((The letter (A, B, C, D, E, F, G and H) appearing on the table, are referring to the models of animal health guarantees as described in Annex III Part 2 to Decision 93/402/EEC, to be applied for each product and origin in accordance with Article 2 of this Decision))\n>TABLE>\nHC: Human consumption.\nMP: Destined for heat-treated meat products industry:\n1= hearts\n2= livers\n3= masseter muscles\n4= tongues.\nPF: Destined for the pet food industry\""}