{"celex_id": "32002R0950", "uri": "http://publications.europa.eu/resource/cellar/fa82d985-9d78-42fc-87ce-a4b07636e74e", "type": "Regulation", "concepts": ["1309", "161", "3824", "4078", "6007"], "title": "Commission Regulation (EC) No 950/2002 of 3 June 2002 amending Commission Regulation (EC) No 560/2002 imposing provisional safeguard measures against imports of certain steel products\n", "header": "Commission Regulation (EC) No 950/2002\nof 3 June 2002\namending Commission Regulation (EC) No 560/2002 imposing provisional safeguard measures against imports of certain steel products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3285/94 of 22 December 1994 on common rules for imports and repealing Regulation (EC) No 518/94(1), as last amended by Regulation (EC) No 2474/2000(2),\nHaving regard to Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries and repealing Regulations (EEC) No 1765/82, (EEC) No 1766/82 and (EEC) No 3420/83(3), as last amended by Regulation (EC) No 1138/98(4),\nAfter consultations with the Advisory Committee established under Article 4 of Regulation (EC) No 3285/94 and Regulation (EC) No 519/94 respectively,\nWhereas:\n(1) Commission Regulation No (EC) 560/2002(5) establishes tariff quotas in relation to certain steel products, in excess of which additional duties require to be paid. In terms of Article 3 of that Regulation, those tariff quotas are to be managed in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93(6), as last amended by Regulation (EC) No 444/2002(7), the effect of which is inter alia to require customs authorities to take security to ensure payment of customs debts in respect of those products.\n(2) Experience gained during the validity of the measure indicates that this is giving rise to an unnecessary administrative burden in relation to the importation of such products, given that the tariff quotas are at the early stages of utilisation. In these circumstances, the requirement to give security could also be considered to contradict the aim of the measures which is to maintain the previous conditions of trade within the tariff quotas. Therefore, taking into account the need to pursue unhindered access to the benefit of the tariff quotas, whilst at the same time taking account of the need to ensure payment of customs debts arising upon exhaustion of the tariff quotas, the Commission considers it desirable to remove the requirement for customs authorities to take security in relation to those products until 75 % of the initial volume of the relevant tariff quotas has been used.\n(3) To achieve this objective, it is necessary that the tariff quotas are treated as non-critical within the meaning of Article 308c of Regulation (EEC) No 2454/93 until 75 % of the initial volume of the relevant tariff quota has been used, thereby removing the requirement for security to be taken up to that point,", "main_body": ["Commission Regulation No (EC) 560/2002, Article 3, is amended as follows:\n1. By inserting before the second sentence thereof, the following: \"However, for the purposes of Article 248 of Regulation (EEC) No 2454/93, each tariff quota shall be considered to be non-critical within the meaning of Article 308c of that Regulation until 75 % of the initial volume of that tariff quota has been used.\"\n2. In the second sentence thereof, by inserting the word \"provision\" between the words \"This\" and \"may\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 349, 31.12.1994, p. 53.\n(2) OJ L 286, 11.11.2000, p. 1.\n(3) OJ L 67, 10.3.1994, p. 89.\n(4) OJ L 159, 3.6.1998, p. 1.\n(5) OJ L 85, 28.3.2002, p. 1.\n(6) OJ L 253, 11.10.1993, p. 1.\n(7) OJ L 68, 12.3.2002, p. 11."}