{"celex_id": "32006R1789", "uri": "http://publications.europa.eu/resource/cellar/38f4617a-f727-45f4-ab4f-6ec1ab6e24a4", "type": "Regulation", "concepts": ["1120", "161", "1644", "2488", "2771", "5083"], "title": "Commission Regulation (EC) No 1789/2006 of 5 December 2006 opening and providing for the administration of the tariff quota for the import of bananas falling under CN code 08030019 originating in ACP countries for the period 1 January to 31 December 2007\n", "header": "6.12.2006 EN Official Journal of the European Union L 339/3\nCOMMISSION REGULATION (EC) No 1789/2006\nof 5 December 2006\nopening and providing for the administration of the tariff quota for the import of bananas falling under CN code 0803 00 19 originating in ACP countries for the period 1 January to 31 December 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1964/2005 of 29 November 2005 on the tariff rates for bananas (1), and in particular Article 2 thereof,\nWhereas:\n(1) Article 1(2) of Regulation (EC) No 1964/2005 provides that each year from 1 January, an autonomous tariff quota of 775 000 tonnes net weight subject to a zero-duty rate is to be opened for imports of bananas under CN code 0803 00 19 originating in ACP countries.\n(2) The tariff quota provided for by Regulation (EC) No 1964/2005 for 2007 should therefore be opened and the provisions for its administration laid down for the period until 31 December 2007.\n(3) As is the case for non preferential imports, a method of administering the tariff quota should be adopted so as to favour international trade and smoother trade flows. The most appropriate method for this purpose would be that using the quota by chronological order of acceptance of the declarations of release for free circulation (the ‘first come, first served’ method). Nevertheless, in order to ensure continuity of trade with ACP countries and, therefore, satisfactory supplies for the Community market while avoiding disturbances in trade flows, Commission Regulation (EC) No 219/2006 (2) reserved, on a transitional basis, part of the tariff quota for operators who supplied the Community with ACP bananas in the framework of the import regime previously in force. Taking into account the transitional nature of that provision, it appears appropriate to progressively eliminate it and hence ensuring for 2007 a substantial increase in the part of the tariff quota managed by the first come, first served method, by increasing the proportion of imports carried out under that system from 60 % to 81 %.\n(4) Provision should therefore be made for a total quantity of 146 848 tonnes of the tariff quota to be reserved for the operators who actually imported bananas originating in ACP countries into the Community during 2006 That proportion of the tariff quota should be administered by means of import licences issued to each operator in proportion to the quantities imported on the basis of licences received by these operators under Chapter II of Regulation (EC) No 219/2006.\n(5) In view of the quantities available, a ceiling should be set for the licence application which each operator may lodge for the period until 31 December 2007.\n(6) Access to the rest of the tariff quota should be open to all operators established in the Community on a ‘first come, first served’ basis in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3).\n(7) This Regulation should enter into force immediately in order to enable licence applications to be lodged in time.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["CHAPTER I\nGENERAL PROVISIONS", "Subject\nThe zero-duty tariff quota for the import of bananas falling under CN code 0803 00 19 originating in ACP countries provided for in Article 1(2) of Regulation (EC) No 1964/2005 is hereby opened for the period 1 January to 31 December 2007.", "Available quantities\nThe quantities available under the tariff quota are set at 775 000 tonnes, of which:\n(a) 146 848 tonnes is to be administered in accordance with Chapter II and have the serial number 09.4164.\n(b) 628 152 tonnes is to be administered in accordance with Chapter III and have the order numbers: 09.1634, 09.1638, 09.1639, 09.1640, 09.1642, 09.1644.\nCHAPTER II\nIMPORTS OF THE QUANTITIES PROVIDED FOR IN ARTICLE 2(A)", "Import licences\n1.   All imports under the quantity fixed in Article 2(a) shall be subject to the lodging of an import licence issued in accordance with the provisions of this Chapter.\n2.   Commission Regulation (EC) No 1291/2000 (4) shall be applicable, with the exception of Article 8(4) and (5), subject to the provisions of this Regulation.", "Lodging licence applications\n1.   Economic operators established in the Community who actually imported bananas originating in ACP countries into the Community in 2006, on the basis of licences issued under Chapter II of Regulation (EC) No 219/2006, shall be entitled to lodge import licence applications.\n2.   The quantities applied for by each operator may not exceed 110 % of the quantity imported on the basis of licences allocated to him under chapter II of Regulation (EC) No 219/2006.\n3.   Import licence applications must be lodged by each operator on 8 and 9 January 2007 with the competent authorities of the Member State which issued him in 2006 with the import licences for the quantities referred to in paragraph 2.\nThe competent authorities in each Member State shall be as listed in the Annex. That list shall be amended by the Commission at the request of the Member States concerned.\n4.   Licence applications shall be accompanied by a copy of the licence(s) used in 2006 to import bananas originating in ACP countries, duly endorsed, and the documents proving the ACP origin of the quantities under those licences, and the proof of lodging of a security in accordance with Title III of Commission Regulation (EEC) No 2220/85 (5). The security shall be EUR 150 per tonne.\n5.   Applications not lodged in accordance with this Article shall not be admissible.\n6.   Box 20 of licence applications and licences shall contain the entry ‘licence under Chapter II of Regulation (EC) No 1789/2006’.", "Issuing of licences\n1.   Member States shall notify the Commission not later than 15 January 2007 of the total quantity for which admissible licence applications have been lodged.\n2.   If the quantities applied for exceed the quantity referred to in Article 2(a) the Commission shall, not later than 18 January 2007, set an allocation coefficient to be applied to each application.\n3.   The competent authorities shall issue the import licences from 22 January 2007, where appropriate applying the allocation coefficient referred to in paragraph 2.\n4.   Where, if an allocation coefficient is applied, a licence is issued for a quantity less than that applied for, the security referred to in Article 4(4) shall be released without delay for the quantity not awarded.", "Period of validity of licences and Member State notifications\n1.   The import licences issued in accordance with Article 5(3) shall be valid until 31 December 2007.\n2.   From February 2007 to January 2008 inclusive, Member States shall notify the Commission, not later than the 15th of each month, of the quantities of bananas released into free circulation during the previous month on the basis of licences issued in accordance with Article 5(3).\nThe information referred to in the first subparagraph shall be sent via by the electronic system indicated by the Commission.\n3.   Member States shall transmit to the Commission, not later than 26 January 2007, the list of operators operating under this Regulation.\nThe Commission may communicate these lists to the other Member States.", "Formalities for release for free circulation\n1.   The customs offices at which the import declarations are lodged with a view to the release into free circulation of bananas shall:\n(a) keep a copy of each import licence and extract therefrom endorsed on acceptance of a declaration of release into free circulation; and\n(b) forward at the end of each fortnight a second copy of each import licence and extract endorsed to their Member State authorities listed in the Annex.\n2.   The authorities referred to in paragraph 1(b) shall, at the end of each fortnight, forward a copy of the licences and extracts received to the competent authorities of the Member States listed which issued those documents.\n3.   Where there is doubt as to the authenticity of the licence, the extract, or any information in or signatures on the documents presented, or as to the identity of the operators completing the formalities for release into free circulation or for the account of whom those formalities are completed, and where irregularities are suspected, the customs offices at which those documents were presented shall immediately inform the competent authorities of their Member State thereof. The latter shall immediately forward that information to the competent authorities of the Member State which issued the documents and to the Commission, for the purposes of a thorough check.\n4.   On the basis of the information received under paragraphs 1, 2 and 3, the Member States' competent authorities listed in the Annex shall carry out the additional checks needed to ensure the proper administration of the tariff quota arrangements, in particular verification of the quantities imported under those arrangements, by means of a precise comparison of the licences and extracts issued with the licences and extracts used. To that end, they shall verify in particular the authenticity and conformity of the documents used and that the documents have been used by operators.\nCHAPTER III\nIMPORTS OF THE QUANTITIES PROVIDED FOR IN ARTICLE 2(B)", "Administration\n1.   The quantity provided for in Article 2(b) shall be divided into six tranches, each of 104 692 tonnes, as follows:\nOrder number Quota period\n09.1634 1 January to 28 February\n09.1638 1 March to 30 April\n09.1639 1 May to 30 June\n09.1640 1 July to 31 August\n09.1642 1 September to 31 October\n09.1644 1 November to 31 December\n2.   The tranches provided for in paragraph 1 shall be administered in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\nCHAPTER IV\nFINAL PROVISIONS", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 316, 2.12.2005, p. 1.\n(2)  OJ L 38, 9.2.2006, p. 22. Regulation as last amended by Regulation (EC) No 1261/2006 (OJ L 230, 24.8.2006, p. 3).\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35).\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1282/2006 (OJ L 234, 29.8.2006, p. 4).\n(5)  OJ L 205, 3.8.1985, p. 5. Regulation as last amended by Regulation (EC) No 673/2004 (OJ L 105, 14.4.2004, p. 17).\nANNEX\nCompetent authorities of the Member States:\nBelgium\nBureau d'intervention et de restitution belge/Belgisch Interventie- en Restitutiebureau\nRue de Trèves, 82/Trierstraat 82\nB-1040 Bruxelles/Brussel\nCzech Republic\nStátní zemědělský intervenční fond\nVe Smečkách 33\nCZ-110 00 Praha 1\nDenmark\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nDirektoratet for Fødevareerhverv; Eksportstøttekontoret\nNyropsgade 30\nDK-1780 København V\nGermany\nBundesanstalt für Landwirtschaft und Ernährung\nReferat 322\nDeichmanns Aue 29\nD-53179 Bonn\nEstonia\nPõllumajanduse Registrite ja Informatsiooni Amet\nToetuste osakond, kaubandustoetuste büroo\nNarva mnt 3\nEE-51009 Tartu\nGreece\nOKEPEKE (ex-GEDIDAGEP)\nDirectorate Fruits and Vegetables, Wine and Industrial Products\n241, Acharnon Street\nGR-10446 Athens\nΟΠΕΚΕΠΕ\nΔ/νση οπωροκηπευτικών, αμπελοοινικών και βιομηχανικών προϊόντων\nΑχαρνών 2\nΤ.Κ. 10446, Αθήνα\nSpain\nMinisterio de Industria, Turismo y Comercio\nSecretaría General de Comercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nFrance\nOffice de développement de l'économie agricole des départements d'outre-mer (Odeadom)\n46-48, rue de Lagny\nF-93104 Montreuil Cedex\nIreland\nDepartment of Agriculture & Food\nCrops Policy & State Bodies Division\nAgriculture House (3W)\nKildare Street\nDublin 2\nIreland\nItaly\nMinistero del Commercio internazionale\nDirezione generale per la Politica commerciale — Div. II\nViale Boston, 25\nI-00144 Roma\nCyprus\nΥπουργείο Εμπορίου, Βιομηχανίας και Τουρισμού\nΜονάδα Αδειών Εισαγωγών — Εξαγωγών\nCY 1421 Κύπρος\nMinistry of Commerce, Industry and Tourism\nImport & Export Licensing Unit\nCY 1421 Cyprus\nLatvia\nZemkopības ministrijas\nLauku atbalsta dienests\nTirdzniecības mehānismu departaments\nLicenču daļa\nRepublikas laukums 2\nLV-1981 Rīga\nLithuania\nNacionalinė mokėjimo agentūra\nUžsienio prekybos departamentas\nBlindžių g. 17\nLT-08111 Vilnius\nLuxembourg\nDirection des douanes et accises\nDivision ‘douane/valeur’\n26, place de la Gare\nL-1616 Luxembourg\nHungary\nMagyar Kereskedelmi Engedélyezési Hivatal\nMargit krt. 85\nHU-1024 Budapest\nMalta\nMinisteru ghall-Affarijiet Rurali u l-Ambjent\nDivizjoni tas-Servizzi Agrikoli u Zvilupp Rurali\nAgenzija tal-Pagamenti\nTrade Mechanisims\nCentru Nazzjonali tas Servizzi Agrikoli u Zvilupp Rurali Ghammieri\nMarsa CMR 02 Malta\nThe Netherlands\nProduktschap Tuinbouw\nLouis Pasteurlaan 6\nPostbus 280\n2700 AG Zoetermeer\nNederland\nAustria\nAgrarmarkt Austria\nDresdner Straße 70\nA-1200 Wien\nPoland\nAgencja Rynku Rolnego\nBiuro Administrowania Obrotem Towarowym z Zagranicą\nul. Nowy Świat 6/12\n00-400 Warszawa\nPolska\nPortugal\nMinistério das Finanças e da Administração Pública\nDirecção-Geral das Alfândegas e dos Impostos Especiais sobre o Consumo\nDirecção de Serviços de Licenciamento\nRua Terreiro do Trigo — Edifício da Alfândega\nP-1149-060 Lisboa\nSlovenia\nAgencija RS za kmetijske trge in razvoj podeželja\nOddelek za zunanjo trgovino\nDunajska cesta 160\nSI-1000 Ljubljana\nSlovakia\nPôdohospodárska platobná agentúra\nDobrovičova 12\n815 26 Bratislava\nSlovenská republika\nFinland\nMaa- ja Metsätalousministeriö\nPL 30\nFIN-00023 Valtioneuvosto, Helsinki\nSweden\nJordbruksverket\nInterventionsenheten\nS-551 82 Jönköping\nUnited Kingdom\nRural Payment Agency\nExternal Trade Division\nLancaster House\nHampshire Court\nNewcastle Upon Tyne\nNE4 7YH\nUnited Kingdom\nBulgaria\nМинистерство на земеделието и горите\nДирекция „Маркетинг и регулаторни режими“\nБул. „Христо Ботев“, 55\nСофия, 1040\nБългария\nMinistry of Agriculture and Forestry\nMarketing and Regulatory Regimes Directorate\n55, Hristo Botev blvd.\nSofia, 1040\nRomania\nAgentia de Plati si Interventie pentru Agricultura\nDirectia de Masuri de Piata – Comert Exterior\nB-dul Carol l nr. 17, sector 2\nBucuresti\nRomania"}