{"celex_id": "32006D0615", "uri": "http://publications.europa.eu/resource/cellar/27443fd8-6f4b-4a0b-beeb-3a87f412810d", "type": "Decision", "concepts": ["1505", "1598", "192", "2211", "3774", "5252", "6307"], "title": "2006/615/EC: Commission Decision of 13 September 2006 granting temporary approval for the systems for the identification and registration of ovine and caprine animals in the United Kingdom in accordance with Council Regulation (EC) No 21/2004 (notified under document number C(2006) 4086)\n", "header": "15.9.2006 EN Official Journal of the European Union L 252/28\nCOMMISSION DECISION\nof 13 September 2006\ngranting temporary approval for the systems for the identification and registration of ovine and caprine animals in the United Kingdom in accordance with Council Regulation (EC) No 21/2004\n(notified under document number C(2006) 4086)\n(Only the English text is authentic)\n(2006/615/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals and amending Regulation (EC) No 1782/2003 and Directives 92/102/EEC and 64/432/EEC (1), and in particular Article 4(2)(d) thereof,\nWhereas:\n(1) Regulation (EC) No 21/2004 lays down rules for the establishment of systems for the identification and registration of ovine and caprine animals. It provides that those animals on a holding are to be identified within the time limits laid down in that Regulation.\n(2) In addition, Regulation (EC) No 21/2004 provides that ovine and caprine animals are to be identified by a first and second means of identification set out in that Regulation. It lays down that the second means of identification may be replaced until 1 January 2008 by a system which complies with that Regulation and is approved by the Commission, except in the case of animals involved in intra-Community trade.\n(3) Therefore, ovine and caprine animals involved in intra-Community trade must fully comply with Regulation (EC) No 21/2004. Article 4(2)(b) of that Regulation provides that such animals must be identified by a second means of identification approved by the competent authority and conforming to the technical characteristics set out in the Section A.4 of the Annex to the Regulation.\n(4) Commission Decision 2005/617/EC of 17 August 2005 temporarily recognising the systems for identification and registration of ovine and caprine animals in Great Britain and Northern Ireland, the United Kingdom, according to Article 4(2)(d) of Regulation (EC) No 21/2004 (2) granted provisional approval for those systems until 30 April 2006. That Decision provided for that approval for the two systems to be reviewed in the light of inspections carried out by 31 January 2006.\n(5) In cooperation with the United Kingdom, the Commission carried out on-the-spot inspections to evaluate the operation of those systems and to verify the implementation of the commitments given by the United Kingdom concerning those systems. The final report and an acceptable action plan from the United Kingdom are now available and were discussed in the framework of the Standing Committee on the Food Chain and Animal Health.\n(6) The United Kingdom has undertaken to address the concerns raised in the on-the-spot inspections to evaluate the operation of those systems, and in particular to timely complete the proposed action plan by taking all the necessary measures reinforcing the systems to ensure compliance with Regulation (EC) No 21/2004 before 31 December 2006.\n(7) The systems for the identification and registration of ovine and caprine animals in Great Britain and Northern Ireland should therefore be approved for a new temporary period in order to permit the replacement of the second means of identification for ovine and caprine animals by that system, except in the case of animals involved in intra-Community trade.\n(8) In order to avoid any disrutption of trade, the temporary approval of systems for the identification and registration of ovine and caprine animals in Great Britain and Northern Ireland should be retroactive as from 30 April 2006 to cover the whole period of implementation of the systems.\n(9) The competent authority should carry out the appropriate on–the-spot checks in order to verify the proper implementation of the systems for the identification and registration of ovine and caprine animals.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["The systems for the identification and registration of ovine and caprine animals provided for in Article 4(2)(c) of Regulation (EC) No 21/2004, implemented by the United Kingdom in Great Britain and Northern Ireland, are hereby approved for the period from 1 May 2006 to 30 June 2007.", "Without prejudice to provisions to be laid down in accordance with Article 10(1)(a) of Regulation (EC) No 21/2004 the United Kingdom shall ensure that appropriate on-the-spot checks are carried out each year by the competent authority to verify compliance by keepers with the requirements of the systems for the identification and registration of ovine and caprine animals, as referred to in Article 1.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 13 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 5, 9.1.2004, p. 8.\n(2)  OJ L 214, 19.8.2005, p. 63."}