{"celex_id": "32005R1947", "uri": "http://publications.europa.eu/resource/cellar/17b25309-d217-4937-ab87-84abc9753fc2", "type": "Regulation", "concepts": ["2173", "2488", "4081"], "title": "Council Regulation (EC) No 1947/2005 of  23 November 2005  on the common organisation of the market in seeds and repealing Regulations (EEC) No 2358/71 and (EEC) No 1674/72\n", "header": "29.11.2005 EN Official Journal of the European Union L 312/3\nCOUNCIL REGULATION (EC) No 1947/2005\nof 23 November 2005\non the common organisation of the market in seeds and repealing Regulations (EEC) No 2358/71 and (EEC) No 1674/72\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 36 and the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) The operation and development of the common market in agricultural products should be accompanied by the establishment of a common agricultural policy to include, in particular, a common organisation of the agricultural markets which may take various forms depending on the product concerned.\n(2) Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organisation of the market in seeds (3) has been substantially amended several times, particularly by Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (4). In the interests of clarity, Regulation (EEC) No 2358/71 should be repealed and replaced by a new Regulation.\n(3) The provisions of Council Regulation (EEC) No 1674/72 of 2 August 1972 laying down general rules for granting and financing aid for seed (5) were incorporated into the implementing rules in Chapter 10 of Commission Regulation (EC) No 1973/2004 of 29 October 2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials (6). Regulation (EEC) No 1674/72 should therefore be repealed.\n(4) In order to monitor the volume of trade in seeds with third countries, provision should be made for an import licence scheme with the lodging of a security to ensure that the transactions for which such licences are requested are effected.\n(5) The system of customs duties makes it possible to dispense with all other protective measures in the case of goods imported from third countries.\n(6) The internal market and customs duty mechanism could, in exceptional circumstances, prove inadequate. In such cases, in order not to leave the Community market without defence against disturbances that might ensue, the Community should be able to take all necessary measures without delay. Those measures should comply with the Community’s international obligations.\n(7) The proper working of the internal market in seeds would be jeopardised by the granting of national aid. The provisions of the Treaty governing State aid should, therefore, apply to the products covered by this common market organisation. However, since accession, Finland may, subject to authorisation by the Commission, grant aid respectively for certain quantities of seeds and for certain quantities of cereal seed produced solely in Finland, because of its specific climatic conditions.\n(8) Since the common market in seeds is constantly evolving, the Member States and the Commission should keep each other supplied with information relevant to developments in this area.\n(9) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (7),", "main_body": ["CHAPTER I\nINTRODUCTORY PROVISIONS", "A common organisation of the market in seeds shall be established and shall cover the following products:\nCN code Description of goods\n0712 90 11 Sweetcorn hybrids for sowing\n0713 10 10 Peas (Pisum sativum) for sowing\nex 0713 20 00 Chickpeas for sowing\nex 0713 31 00 Beans of the species Vigna mungo (L.) Hepper or Vigna radiata (L.) Wilczek for sowing\nex 0713 32 00 Small red (Adzuki) beans (Phaseolus or Vigna angularis) for sowing\n0713 33 10 Kidney beans, including white pea beans (Phaseolus vulgaris) for sowing\nex 0713 39 00 Other beans for sowing\nex 0713 40 00 Lentils for sowing\nex 0713 50 00 Broad beans (Vicia faba var. major) and horse beans (Vicia faba var. equina, Vicia faba var. mino)\nex 0713 90 00 Other dried leguminous vegetables for sowing\n1001 90 10 Spelt for sowing\nex 1005 10 Hybrid maize (corn) seed\n1006 10 10 Rice in the husk (paddy or rough) for sowing\n1007 00 10 Grain sorghum hybrids for sowing\n1201 00 10 Soya beans, whether or not broken, for sowing\n1202 10 10 Groundnuts, not roasted or otherwise cooked, in shell, for sowing\n1204 00 10 Linseed, whether or not broken, for sowing\n1205 10 10 Rape or colza seeds, whether or not broken, for sowing\n1206 00 10 Sunflower seeds, whether or not broken, for sowing\nex 1207 Other oil seeds and oleaginous fruits, whether or not broken, for sowing\n1209 Seeds, fruit and spores, of a kind used for sowing", "The marketing year for seeds shall begin on 1 July of each year and end on 30 June of the following year.", "This Regulation shall apply without prejudice to the measures provided for by Regulation (EC) No 1782/2003.\nCHAPTER II\nTRADE WITH THIRD COUNTRIES", "1.   Imports into the Community of any of the products listed in Article 1 may be subject to the presentation of an import licence. The products for which import licences are required shall be determined in accordance with the procedure referred to in Article 10(2).\n2.   Import licences shall be issued by the Member States to any persons who so request, irrespective of their place of establishment in the Community.\n3.   Licences shall be valid for imports carried out anywhere in the Community. Their issue shall be subject to the lodging of a security guaranteeing that the products are imported during the validity period of the licence. Except in cases of force majeure, the security shall be forfeited in whole or in part if the transaction is not carried out, or is carried out only partially, within that period.", "Unless this Regulation provides otherwise, the rates of duty in the Common Customs Tariff shall apply to the products listed in Article 1.", "1.   The general rules for the interpretation of the Combined Nomenclature and the detailed rules for its application shall apply to the tariff classification of products referred to in Article 1. The tariff nomenclature resulting from the application of this Regulation shall be included in the Common Customs Tariff.\n2.   Save as otherwise provided for in this Regulation or in provisions adopted pursuant thereto, the following shall be prohibited in trade with third countries:\n(a) the levying of any charge having equivalent effect to a customs duty;\n(b) the application of any quantitative restriction or measure having equivalent effect.", "1.   If, by reason of imports or exports, the Community market in one or more of the products listed in Article 1 is affected by, or is threatened with, serious disturbance likely to jeopardise the achievement of the objectives set out in Article 33 of the Treaty, appropriate measures may be applied in trade with non-member countries of the World Trade Organisation until such disturbance or threat of it has ceased.\n2.   If the situation referred to in paragraph 1 arises, the Commission shall, at the request of a Member State or on its own initiative, decide upon the necessary measures. The Member States shall be notified of such measures, which shall be immediately applicable. If the Commission receives a request from a Member State, it shall take a decision thereon within three working days following receipt of the request.\n3.   The measures mentioned in paragraph 2 may be referred to the Council by any Member State within three working days of the day on which they are notified. The Council shall meet immediately. It may, acting by a qualified majority, amend or repeal the measures in question within one month of the day on which the measures are referred to it.\n4.   Arrangements adopted under this Article shall take account of the obligations arising from agreements concluded in accordance with Article 300(2) of the Treaty.\nCHAPTER III\nGENERAL PROVISIONS", "1.   Save as otherwise provided in this Regulation, Articles 87, 88 and 89 of the Treaty shall apply to the production of, and trade in, the products listed in Article 1.\n2.   However, Finland may, subject to authorisation by the Commission, grant aid respectively for certain quantities of seeds and for certain quantities of cereal seed produced solely in Finland, because of its specific climatic conditions.\nPrior to 1 January 2006, the Commission shall transmit to the Council, on the basis of the information supplied in due time by Finland, a report on the results of the aid authorised, accompanied by the necessary proposals.", "The Member States and the Commission shall communicate to each other the information necessary for implementing this Regulation.", "0\n1.   The Commission shall be assisted by a Management Committee for Seeds (hereinafter referred to as ‘the Committee’).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3.   The Committee shall adopt its Rules of Procedure.", "1\nDetailed rules on the application of this Regulation, and in particular the validity period of the licences referred to in Article 4 and the arrangements for communicating the information referred to in Article 9, shall be adopted in accordance with the procedure referred to in Article 10(2).\nCHAPTER IV\nTRANSITIONAL AND FINAL PROVISIONS", "2\n1.   Regulations (EEC) No 2358/71 and (EEC) No 1674/72 are hereby repealed.\n2.   References to Regulation (EEC) No 2358/71 shall be construed as references to this Regulation and shall be read in accordance with the correlation table in the Annex.", "3\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 2005.\nFor the Council\nThe President\nM. BECKETT\n(1)  Not yet published in the Official Journal.\n(2)  Opinion delivered on 26 October 2005 following non-compulsory consultation (not yet published in the Official Journal).\n(3)  OJ L 246, 5.11.1971, p. 1. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(4)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 118/2005 (OJ L 24, 27.1.2005, p. 15).\n(5)  OJ L 177, 4.8.1972, p. 1. Regulation as last amended by Regulation (EEC) No 3795/85 (OJ L 367, 31.12.1985, p. 21).\n(6)  OJ L 345, 20.11.2004, p. 1. Regulation as last amended by Regulation (EC) No 1044/2005 (OJ L 172, 5.7.2005, p. 76).\n(7)  OJ L 184, 17.7.1999, p. 23.\nANNEX\nCorrelation table\nRegulation (EEC) No 2358/71 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\n— Article 3\nArticle 3 —\nArticle 3a —\nArticle 4(1) and (2), first subparagraph Article 4\nArticle 4(2), second subparagraph Article 11\nArticle 5(1) Article 5\nArticle 5(2) and Article 6 Article 6\nArticle 7 Article 7\nArticle 8 Article 8\nArticle 9, first sentence Article 9\nArticle 9, second sentence Article 11\nArticle 11 Article 10\nArticle 12 —\nArticle 13 —\nArticle 14 —\nArticle 15 —\nArticle 16 —\n— Article 12\nArticle 17 Article 13"}