{"celex_id": "32009D0017", "uri": "http://publications.europa.eu/resource/cellar/b7fa5cae-2a9a-42c7-ab71-722c08e88929", "type": "Decision", "concepts": ["1946", "2602", "453", "4557", "5744"], "title": "2009/17/EC: Commission Decision of 19 December 2008 setting up the Committee of Experts on Posting of Workers\n", "header": "13.1.2009 EN Official Journal of the European Union L 8/26\nCOMMISSION DECISION\nof 19 December 2008\nsetting up the Committee of Experts on Posting of Workers\n(2009/17/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (1), and in particular Article 4 thereof, imposes clear obligations as regards cooperation between national administrations, and makes it the responsibility of the Member States to create the necessary conditions for such cooperation. This Directive furthermore sets out a clear obligation for the Member States to take the appropriate measures to make the information on the terms and conditions of employment generally available, not only to foreign service providers, but also to the posted workers concerned.\n(2) In its Communication to the Council, the European Parliament, the European Economic and Social Committee and the Committee of Regions ‘Posting of workers in the framework of the provision of services: maximising its benefits and potential while guaranteeing the protection of workers’ (2) of 13 June 2007, the Commission announced its intention to set up a high level Committee in order to support and assist the Member States in identifying and exchanging good practices, to institutionalise the current informal Group of Government Experts and to formally involve social partners regularly.\n(3) In its Recommendation of 3 April 2008 on enhanced administrative cooperation in the context of posting of workers in the framework of the provision of services (3), the Commission indicated that the Member States should participate actively in a systematic and formal process of identification and exchange of good practices in the field of posting of workers through any forum of cooperation established by the Commission to that end.\n(4) The Council conclusions of 9 June 2008 invited the Commission to institutionalise the informal group on the posting of workers by setting up a committee of experts.\n(5) The Committee to be set up should, according to the same Council conclusions, engage with the public bodies responsible for control, such as labour inspectorates, as well as, at appropriate levels and in accordance with national law and practice, formally and regularly involve the social partners, in particular representatives of the social partners in sectors with a high incidence of recourse to posted workers.\n(6) It is therefore necessary to set up a Committee of experts in the field of posting of workers and to define its tasks, responsibilities and structure.\n(7) The Committee of experts should, inter alia, support and assist Member States in identifying and exchanging experience and good practice, promote the exchange of relevant information, examine any questions and difficulties which might arise in the practical application of the posting of workers legislation, as well as its enforcement in practice, and closely follow the progress achieved in improving both access to information and administrative cooperation, including the development of a possible electronic information exchange system.\n(8) The Committee should be composed of experts representing the national authorities, which in each Member State, are responsible for, in charge of, or involved in the implementation, application and monitoring of the rules applicable to the posting of workers in the framework of the provision of services. Such experts should be able to reflect the full range of knowledge, competences and experience across the different policy areas concerned. In accordance with national law and practice, specialised bodies responsible for the control of legislation, such as labour inspectorates, as well as social partners, could be represented in the Committee.\n(9) The Committee should also formally and regularly involve the social partners at European level, in particular those representing sectors with a higher incidence of recourse to posted workers, such as construction, temporary agency work, catering, agriculture and transport. It should also be able to rely on the expertise of professionals with specific competences on a particular matter included as an item of its agenda.\n(10) Representatives of the EEA/EFTA States, the EFTA Surveillance authority, accession and candidate countries and Switzerland should be permitted to participate as observers.\n(11) Rules on disclosure of information by members should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (4).\n(12) Personal data relating to members should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (5).\n(13) The expenses occurred should be financed under Decision No 1672/2006/EC of the European Parliament and of the Council of 24 October 2006 establishing a Community Programme for Employment and Social Solidarity — Progress (6),", "main_body": ["An expert Committee entitled ‘Committee of Experts on Posting of Workers’, hereinafter referred to as ‘the Committee’, is hereby set up.", "Tasks\nThe tasks of the Committee shall be to:\n1. support and assist the Member States in identifying and promoting the exchange of experience and good practices;\n2. promote the exchange of relevant information, including information on existing forms of (bilateral) administrative cooperation between the Member States and/or social partners;\n3. examine any questions, difficulties and specific issues which might arise concerning the implementation and practical application of Directive 96/71/EC or the national implementing measures, as well as its enforcement in practice;\n4. examine any difficulties which might arise in the application of Article 3(10) of Directive 96/71/EC;\n5. monitor the progress achieved in improving both access to information and administrative cooperation, and in that context, inter alia, assess the different options for a suitable technical support for the information exchange needed to enhance administrative cooperation, including an electronic information exchange system;\n6. examine possibilities to increase effective compliance with, and enforcement of workers’ rights and protection of their position, if necessary;\n7. engage in an in-depth examination of practical cross-border enforcement problems in order to solve existing problems, improve the practical application of existing legal instruments as well as to improve mutual assistance between Member States, if necessary.", "Membership — Appointment\n1.   Each Member State shall appoint two representatives to the Committee. They may also appoint two substitutes.\nIn appointing their representatives, Member States should involve the public bodies, such as labour inspectorates, responsible for the control of the legislation applicable to posted workers. They may also, in accordance with national law and/or practice, involve the social partners.\n2.   Representatives of the two sides of industry at Community level, as well as representatives of the social partners in sectors with a high incidence of recourse to posted workers may attend meetings of the Committee as observers, according to the procedures determined by their organisations and the Commission.\nThe representatives shall be appointed by the Commission, acting upon proposal from the relevant social partners at Community or sectoral level.\nThis group of observers shall comprise up to a maximum of 20 members composed as follows:\n— five members representing employers’ organisations at Community level,\n— five members representing workers’ organisations at Community level,\n— a maximum of 10 representatives of the social partners (divided evenly between employers’ and workers’ organisations) in sectors with a high incidence of recourse to posted workers.\n3.   Representatives of the EEA/EFTA States, the EFTA Surveillance Authority, accession and candidate countries and Switzerland may equally attend meetings of the Committee as observers.\n4.   The names of members are to be collected, processed and published in accordance with the provisions of Regulation (EC) No 45/2001 of the European Parliament and of the Council.", "Operation\n1.   The Committee shall be chaired by the Commission.\n2.   In agreement with the Commission, sub-groups may be set up to examine specific issues under terms of reference established by the Committee. Such sub-groups shall be dissolved as soon as their mandates are fulfilled.\n3.   In agreement with the Commission, experts, who may include representatives of international organisations with specific competence in a subject under discussion, may be invited on a case-by-case basis to participate in the Committee’s or sub-group’s deliberations if this is useful and/or necessary.\n4.   The Committee and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule laid down. It may be called upon to meet in other locations, in particular on a proposal from a Member State wishing to host the Committee or one of its sub-groups in connection with an event of particular interest for the Committee, its sub-group(s) or that Member State.\nThe Commission shall provide secretarial services. Other Commission officials with a specific interest in the proceedings may attend meetings of the Committee and its sub-groups.\n5.   The Committee shall adopt its rules of procedure on the basis of the standard rules of procedures adopted by the Commission.\n6.   Information obtained through participating in the deliberations of the Committee or a sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n7.   The Commission may publish on the Internet, in the original language of the document concerned, any summary, conclusion or partial conclusion or working document of the Committee.", "Reimbursement of expenses\nThe Commission shall reimburse travel and, where appropriate, subsistence expenses for members, observers and invited experts in connection with the Committee’s activities in accordance with the Commission’s rules on compensation for external experts.\nThe members, observers and invited experts shall not be remunerated for the services they render.\nThe needs for human and administrative resources shall be covered within the allocation that can be granted to the managing Directorate-General in the framework of the annual allocation procedure in the light of budgetary constraints.", "Entry into force\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nVladimír ŠPIDLA\nMember of the Commission\n(1)  OJ L 18, 21.1.1997, p. 1.\n(2)  COM(2007) 304 final.\n(3)  OJ C 85, 4.4.2008, p. 1.\n(4)  OJ L 317, 3.12.2001, p. 1.\n(5)  OJ L 8, 12.1.2001, p. 1.\n(6)  OJ L 315, 15.11.2006, p. 1."}