{"celex_id": "32009R0793", "uri": "http://publications.europa.eu/resource/cellar/aabdbc5a-6df0-4aa9-b0ba-ccba00f6ea5b", "type": "Regulation", "concepts": ["1565", "2443", "2734", "2763", "2972", "2974"], "title": "Commission Regulation (EC) No 793/2009 of 31 August 2009 amending Regulation (EC) No 595/2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector\n", "header": "1.9.2009 EN Official Journal of the European Union L 228/7\nCOMMISSION REGULATION (EC) No 793/2009\nof 31 August 2009\namending Regulation (EC) No 595/2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural markets (Single CMO Regulation) (1), and in particular Articles 85 and 192, in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector (2) as amended by Regulation (EC) No 258/2009 (3), provided for Member States to report annually on the extent of quota utilisation, the distribution of the unused quota to producers, and where relevant, on the collection of levy due from producers for the purpose of supporting the Commission’s supervision of the implementation of the quota system and in particular in the context of the reports to be provided by the Commission to the European Parliament and the Council before the end of 2010 and 2012.\n(2) Council Regulation (EC) No 1788/2003 (4), the rules of which have been taken over by Regulation (EC) No 1234/2007, changed the role of the Member States and the Commission in respect of the surplus levy and as a result the Commission is not fully aware of issues arising in levy collection. As such information is required in order to develop a comprehensive evaluation of the regime and its implementation, it is appropriate that Member States provide relevant information for each of the periods since 2003/2004.\n(3) In order that Member States can communicate the relevant information in a uniform manner, it is necessary that a template giving the detailed specification for the data is established.\n(4) Regulation (EC) No 595/2004 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 595/2004 is amended as follows:\n1. in Article 27, paragraph 4 is replaced by the following paragraphs 4, 5 and 6:\n2. after Annex II an Annex IIa is inserted, the text of which is set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 August 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 94, 31.3.2004, p. 22.\n(3)  OJ L 81, 27.3.2009, p. 19.\n(4)  OJ L 270, 21.10.2003, p. 123.\nANNEX\n‘ANNEX IIa\nReport referred to in Article 27(4)\nPART 1\nInformation in respect of 12-month period ending 31 March 20… including both delivery and direct sales\n1. Number of producers who exceeded their available quota before reallocation of quota in accordance with Article 79 of Regulation (EC) No 1234/2007.\n2. Amount of excess deliveries and direct sales by producers included in point 1 (kgs) before reallocation of quota in accordance with Article 79 of Regulation (EC) No 1234/2007.\n3. Number of producers who have used less than their available quota.\n4. Amount of the quota unused by producers included in point 3 (kgs).\n5. Total number of producers required to contribute to payment of surplus levy after reallocation of unused quota in accordance with Article 79 of Regulation (EC) No 1234/2007.\nPART 2\nA.   INCLUDE DELIVERY + DIRECT SALES\nPeriod Total number of producers required to contribute to levy Number of producers in respect of whom all levy due paid to competent authority Number of producers in respect of whom all levy due not yet paid to competent authority Number of producers included in (d) where levy due is being pursued by administrative process Number of producers included in (d) where levy due is being pursued by legal process Number of producers included in (d) in respect of whom the levy charged is subject to challenge through legal process Number of producers included in (d) in respect of whom levy deemed impossible to collect others\n(a) (b) (c) (d) (e) (f) (g) (h) (i)\n2003/2004\n2004/2005\n2005/2006\n2006/2007\n2007/2008\n2008/2009\n2009/2010\n2010/2011\n2011/2012\n2012/2013\n2013/2014\n2014/2015\nNB: Columns (e) to (i) are sub-total of column (d).\nB.   INCLUDE DELIVERY + DIRECT SALES\nPeriod Total amount of levy due for period Amount of levy paid to competent authority Amount of levy due not yet paid to competent authority Amount of levy due included in (d) being pursued by administrative process Amount of levy due included in (d) being pursued by legal process Amount of levy due included in (d) which is subject to challenge through legal process Amount of levy included in (d) deemed impossible to collect others\n(a) (b) (c) (d) (e) (f) (g) (h) (i)\n2003/2004\n2004/2005\n2005/2006\n2006/2007\n2007/2008\n2008/2009\n2009/2010\n2010/2011\n2011/2012\n2012/2013\n2013/2014\n2014/2015\nNB: Columns (e) to (i) are sub-total of column (d).’"}