{"celex_id": "32003R0749", "uri": "http://publications.europa.eu/resource/cellar/8b559dc5-0d17-4be9-9376-8ebe8782fe3c", "type": "Regulation", "concepts": ["161", "1644", "4682", "914"], "title": "Commission Regulation (EC) No 749/2003 of 28 April 2003 determining the percentage of quantities which may be allowed in respect of import licence applications lodged in April 2003 under tariff quotas for beef and veal provided for in Regulation (EC) No 1279/98 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\n", "header": "Commission Regulation (EC) No 749/2003\nof 28 April 2003\ndetermining the percentage of quantities which may be allowed in respect of import licence applications lodged in April 2003 under tariff quotas for beef and veal provided for in Regulation (EC) No 1279/98 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1279/98 of 19 June 1998, laying down rules for the application of the tariff quotas for beef and veal provided for by Council Regulations (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000, (EC) No 2851/2000 and (EC) No 1408/2002 and Council Decision 2003/18/EC for Bulgaria, the Czech Republic, Slovakia, the Republic of Poland, the Republic of Hungary and Romania(1), as last amended by Regulation (EC) No 529/2003(2), and in particular Article 4(4) thereof,\nWhereas:\nArticles 1 and 2 of Regulation (EC) No 1279/98 fix the quantities of certain beef and veal products originating in Poland, Hungary, the Czech Republic, Slovakia, Romania and Bulgaria, which may be imported on special terms in respect of the period 1 April to 30 June 2003. The quantities of certain beef and veal products originating in Hungary, the Czech Republic and Romania covered by import licence applications submitted are such that applications may be accepted in full. However, quantities covered by applications in respect of certain beef and veal products originating in Poland must be reduced proportionately in accordance with Article 4(4) of that Regulation,", "main_body": ["The following percentages of quantities covered by import licence applications submitted in respect of the period 1 April to 30 June 2003 under the quotas referred to in Regulation (EC) No 1279/98 may be allowed:\n(a) 100 % of quantities covered by applications in respect of products falling within CN codes 0201 and 0202 originating in Hungary and the Czech Republic;\n(b) 100 % of quantities covered by applications in respect of products falling within CN codes 0201, 0202, 1602 50 31, 1602 50 39 and 1602 50 80 originating in Romania;\n(c) 1,23324 % of quantities covered by applications in respect of products falling within CN codes 0201, 0202 and 1602 50 originating in Poland.", "This Regulation shall enter into force on 29 April 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 176, 20.6.1998, p. 12.\n(2) OJ L 78, 25.3.2003, p. 5."}