{"celex_id": "32007D0167", "uri": "http://publications.europa.eu/resource/cellar/1adf1538-2c22-4988-946a-d60f88153141", "type": "Decision", "concepts": ["1258", "2437", "2743", "2771", "2779", "3823", "5581"], "title": "2007/167/EC: Commission Decision of 15 March 2007 derogating from the rules of origin set out in Council Decision 2001/822/EC as regards certain fishery products imported from Saint Pierre and Miquelon (notified under document number C(2007) 834) (Text with EEA relevance )\n", "header": "16.3.2007 EN Official Journal of the European Union L 76/32\nCOMMISSION DECISION\nof 15 March 2007\nderogating from the rules of origin set out in Council Decision 2001/822/EC as regards certain fishery products imported from Saint Pierre and Miquelon\n(notified under document number C(2007) 834)\n(Text with EEA relevance)\n(2007/167/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (Overseas Association Decision) (1), and in particular Article 37 of Annex III thereto,\nWhereas:\n(1) On 6 August 2001 the Commission adopted Decision 2001/657/EC derogating from the definition of the concept of ‘originating products’ to take account of the special situation of Saint Pierre and Miquelon with regard to frozen fillets of cod, redfish, plaice and halibut of CN code 0304 20 (2). That derogation expired on 31 August 2006.\n(2) On 30 November 2006 Saint Pierre and Miquelon requested a new derogation from the rules of origin set out in Annex III to Decision 2001/822/EC for a period of six years. This request covers a total annual quantity of 2 200 tonnes of frozen fish fillets, frozen gutted fish without head, fillets of salt cod, whole salt cod and frozen fish meat (or minced blocks) originating in third countries and processed in Saint Pierre and Miquelon for export to the Community. The derogation was requested not only for the fishery products which had been covered by Decision 2001/657/EC, but also for other fishery products falling within CN headings 0303, 0304 and 0305.\n(3) Saint Pierre and Miquelon has based its request on the continuing shortfall in the sources of supply of other originating fish.\n(4) A derogation should be granted from the rules of origin set out in Annex III to Decision 2001/822/EC for products falling within CN headings 0304 and 0305. This derogation is justified under Article 37(1) and (5)(a) and (b) of that Annex, in particular as regards the development of an existing local industry, the economic and social impact and the particular situation of Saint Pierre and Miquelon. As the derogation is being granted for products which involve actual processing, it will contribute to the development of an existing industry. The derogation is essential for the preservation of the activity of the plant in question, which employs a significant number of permanent staff and seasonal workers. Use of the derogation granted in 2001 remained extremely low (108 tonnes in 2003, 552 tonnes in 2004, 356 tonnes in 2005 and 491 tonnes from January to November 2006). The derogation should therefore be granted for the same total annual quantity as covered by the derogation granted in 2001, i.e. 1 290 tonnes. Moreover, the extension of the derogation to a larger number of species than that covered by Decision 2001/657/EC will allow better use to be made of the quantity benefiting from the derogation.\n(5) Subject to compliance with certain conditions relating to quantities, surveillance and duration, the derogation would not cause serious injury to an established industry of the Community or one or more of the Member States.\n(6) It follows from the general scheme of Article 37 that a derogation from the rules of origin set out in Annex III to Decision 2001/822/EC may not be granted for products falling within CN heading 0303. These do not in fact contribute to the development of an existing industry because they are the subject of packaging operations, which are not in the nature of genuinely industrial activities.\n(7) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Common Customs Code (3) lays down rules for the management of tariff quotas. Those rules should be applied mutatis mutandis to the management of the quantity in respect of which the derogation in question is granted.\n(8) As Decision 2001/822/EC expires on 31 December 2011, it should be laid down that the derogation will continue to apply after 31 December 2011 if a new decision is adopted on the association of the overseas countries and territories with the European Community or if Decision 2001/822/EC is extended.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Notwithstanding Annex III to Decision 2001/822/EC, the fishery products processed in Saint Pierre and Miquelon which are listed in the Annex to this Decision shall be regarded as originating in Saint Pierre and Miquelon where they are obtained from non-originating fish, in accordance with the terms of this Decision.", "The derogation provided for in Article 1 shall apply to the fishery products and to the annual quantity shown in the Annex hereto which are imported into the Community from Saint Pierre and Miquelon during the period from 1 April 2007 to 31 March 2013.", "Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93 relating to the management of tariff quotas shall apply mutatis mutandis to the management of the quantity referred to in the Annex hereto.", "The customs authorities of Saint Pierre and Miquelon shall take the necessary steps to carry out quantitative checks on exports of the products referred to in Article 1.\nTo that end, all the certificates they issue pursuant to this Decision shall bear a reference to it.\nThe competent authorities of Saint Pierre and Miquelon shall forward to the Commission every three months a statement of the quantities in respect of which EUR.1 movement certificates have been issued pursuant to this Decision and the serial numbers of those certificates.", "Box 7 of EUR.1 certificates issued under this Decision shall contain one of the following entries:\n— ‘Derogation — Decision No …’,\n— ‘Dérogation — Décision no …’,\nindicating the number of this Decision.", "This Decision shall apply from 1 April 2007 until 31 December 2011.\nHowever, if a new preferential regime is adopted replacing Decision 2001/822/EC beyond 31 December 2011, or if the current regime is extended, this Decision shall continue to apply until the date of expiry of the new regime or of the extended current regime but in any case not later than 31 March 2013.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 March 2007.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 314, 30.11.2001, p. 1.\n(2)  OJ L 231, 29.8.2001, p. 13. Decision as amended by Decision 2005/335/EC (OJ L 107, 28.4.2005, p. 26).\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\nANNEX\nFishery products processed in Saint Pierre and Miquelon\nSerial No CN Code Description of goods Period Total quantity (1)\n09.1650 ex 0304 29 Fillets of hake, haddock, saithe, plaice, dab, sole, cod, redfish, seabream, Greenland halibut, Atlantic halibut, frozen\nex 0304 99 Haddock, saithe, hake, cod meat (or minced blocks), frozen\nex 0305 30 Fillets of salt cod\nex 0305 62 Whole salt cod\n1.4.2008 to 31.3.2009 1 290\n1.4.2009 to 31.3.2010 1 290\n1.4.2010 to 31.3.2011 1 290\n1.4.2011 to 31.3.2012 1 290\n1.4.2012 to 31.3.2013 1 290\n(1)  The total annual quantity covers all species together."}