{"celex_id": "32005D0266", "uri": "http://publications.europa.eu/resource/cellar/cbd3d7d4-32bb-4db0-a7cf-f5faf9088373", "type": "Decision", "concepts": ["2563", "3559", "4763", "5455", "60"], "title": "2005/266/EC: Council Decision of 16 March 2005 amending Decision 1999/70/EC concerning the external auditors of the national central banks as regards the external auditor of the Banco de Portugal\n", "header": "31.3.2005 EN Official Journal of the European Union L 82/6\nCOUNCIL DECISION\nof 16 March 2005\namending Decision 1999/70/EC concerning the external auditors of the national central banks as regards the external auditor of the Banco de Portugal\n(2005/266/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol on the Statute of the European System of Central Banks and of the European Central Bank, annexed to the Treaty establishing the European Community, and in particular to Article 27(1) thereof,\nHaving regard to Recommendation ECB/2005/3 of the European Central Bank (hereinafter referred to as ‘ECB’) of 11 February 2005 to the Council of the European Union on the external auditors of the Banco de Portugal (1),\nWhereas:\n(1) The accounts of the ECB and of the national central banks of the Eurosystem are to be audited by independent external auditors recommended by the Governing Council of the ECB and approved by the Council of the European Union.\n(2) According to a recent change in Portuguese law the auditing of accounts must now be carried out exclusively by revisores oficiais de contas (certified auditors). The Governing Council of the ECB therefore recommended that the Council of the European Union approve the replacement of PricewaterhouseCoopers — Auditores e Consultores, Lda. as external auditor of the Banco de Portugal by PricewaterhouseCoopers & Associados — Sociedade de Revisores Oficiais de Contas, Lda., since the former does not have the status of certified auditor.\n(3) The Governing Council of the ECB recommended no change in the duration of the external auditor’s mandate.\n(4) It is appropriate to follow the recommendation of the Governing Council of the ECB and to amend Decision 1999/70/EC of 25 January 1999 concerning the external auditors of the national central banks (2) accordingly,", "main_body": ["Article 1(10) of Decision 1999/70/EC shall be replaced by the following:\n‘10.   PricewaterhouseCoopers & Associados — Sociedade de Revisores Oficiais de Contas, Lda. is hereby approved as external auditor of the Banco de Portugal as from the financial year 2004 for a renewable period of one year.’", "This Decision shall be notified to the ECB.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 March 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  OJ C 50, 26.2.2005, p. 6.\n(2)  OJ L 22, 29.1.1999, p. 69. Decision as last amended by Decision 2004/651/EC (OJ L 298, 23.9.2004, p. 23)."}