{"celex_id": "32006R2016", "uri": "http://publications.europa.eu/resource/cellar/abe067ca-e700-4a8c-8fdb-3c1afb44d37b", "type": "Regulation", "concepts": ["12", "2173", "3115", "3763", "4734", "5063", "618", "893"], "title": "Commission Regulation (EC) No 2016/2006 of 19 December 2006 adapting several regulations concerning the common organisation of the market in wine by reason of the accession of Bulgaria and Romania to the European Union\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/38\nCOMMISSION REGULATION (EC) No 2016/2006\nof 19 December 2006\nadapting several regulations concerning the common organisation of the market in wine by reason of the accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 56 thereof,\nWhereas:\n(1) Certain technical amendments are necessary in several Commission Regulations concerning the common organisation of the market in wine in order to carry out the necessary adaptations by reason of the accession of Bulgaria and Romania to the European Union.\n(2) Article 1 of Commission Regulation (EC) No 1907/85 of 10 July 1985 on the list of vine varieties and regions providing imported wine for the making of sparkling wines in the Community (1) contains references to Romania. Those references should be deleted.\n(3) Article 52(1) of Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (2) lays down reference periods for the producing Member States. The reference period for Romania should be determined.\n(4) Article 2(1) and Article 11 of Commission Regulation (EC) No 883/2001 of 24 April 2001 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 as regards trade with third countries in products in the wine sector (3) contain certain entries in all the languages of the Member States. Those provisions should include the entries in Bulgarian and Romanian.\n(5) Article 33 of Regulation (EC) No 883/2001 contains a reference to Romania as third country. This reference should be deleted.\n(6) Article 8(2) of Commission Regulation (EC) No 884/2001 of 24 April 2001 laying down detailed rules of application concerning the documents accompanying the carriage of wine products and the records to be kept in the wine sector (4) contains entries in all the languages of the Member States. That provision should include the entries in Bulgarian and Romanian.\n(7) Article 16(1) of Commission Regulation (EC) No 753/2002 of 29 April 2002 laying down certain rules for applying Council Regulation (EC) No 1493/1999 as regards the description, designation, presentation and protection of certain wine sector products (5) contains certain entries in all the languages of the Member States. That provision should include the entries in Bulgarian and Romanian.\n(8) Annex VIII to Regulation (EC) No 753/2002 contains a reference to Bulgaria and Romania as thirds countries. This reference should be deleted.\n(9) Regulations (EC) No 1907/85, (EC) No 1623/2000, (EC) No 883/2001, (EC) No 884/2001 and (EC) No 753/2002 should therefore be amended accordingly,", "main_body": ["Article 1 of Regulation (EC) No 1907/85 is deleted.", "In the third subparagraph of Article 52(1) of Regulation (EC) No 1623/2000, the following indent is added:\n‘— 1999/2000 to 2004/2005 in Romania’.", "Regulation (EC) No 883/2001 is amended as follows:\n1. In Article 2(1), the second subparagraph is replaced by the following:\n2. In the first subparagraph of Article 5, the reference to Annex I is numbered Annex Ia.\n3. In Article 11, the second paragraph is replaced by the following:\n4. Article 33 is amended as follows:\n(a) in paragraph 1, point (c) is deleted;\n(b) in paragraph 2, the introductory words are replaced by the following:\n5. The Annexes are amended in accordance with Annex I to this Regulation.", "Regulation (EC) No 884/2001 is amended as follows:\n1. In Article 8(2), the second subparagraph is replaced by the following:\n2. The text in Annex II to this Regulation is added as Annex V.", "Regulation (EC) No 753/2002 is amended as follows:\n1. Article 16(1) is replaced by the following:\n(a) “сухо”, “seco”, “suché”, “tør”, “trocken”, “kuiv”, “ξηρός”, “dry”, “sec”, “secco”, “asciuttto”, “sausais”, “sausas”, “száraz”, “droog”, “wytrawne”, “seco”, “sec”, “suho”, “kuiva” or “torrt”, on condition that the wine concerned has a residual sugar content not exceeding:\n(i) 4 grams per litre; or\n(ii) 9 grams per litre, provided that the total acidity expressed as grams of tartaric acid per litre is not more than 2 grams below the residual sugar content;\n(b) “полусухо”, “semiseco”, “polosuché”, “halvtør”, “halbtrocken”, “poolkuiv”, “ημίξηρος”, “medium dry”, “demi-sec”, “abboccato”, “pussausais”, “pusiau sausas”, “félszáraz”, “halfdroog”, “półwytrawne”, “meio seco”, “adamado”, “demisec”, “polsuho”, “puolikuiva” or “halvtorrt”, on condition that the wine concerned has a residual sugar content in excess of the maximum set at (a) but not exceeding:\n(i) 12 grams per litre; or\n(ii) 18 grams per litre, where the minimum total acidity has been set by the Member State under paragraph 2;\n(c) “полусладко”, “semidulce”, “polosladké”, “halvsød”, “lieblich”, “poolmagus”, “ημίγλυκος”, “medium”, “medium sweet”, “moelleux”, “amabile”, “pussaldais”, “pusiau saldus”, “félédes”, “halfzoet”, “półsłodkie”, “meio doce”, “demidulce”, “polsladko”, “puolimakea” or “halvsött”, on condition that the wine concerned has a residual sugar content higher than the maximum set at (b) but not more than 45 grams per litre;\n(d) “сладко”, “dulce”, “sladké”, “sød”, “süss”, “magus”, “γλυκός”, “sweet”, “doux”, “dolce”, “saldais”, “saldus”, “édes”, “ħelu”, “zoet”, “słodkie”, “doce”, “dulce”, “sladko”, “makea” or “sött”, on condition that the wine concerned has a residual sugar content of at least 45 grams per litre.’\n2. In Annex VIII, points 1 and 6 are deleted.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 11.7.1985, p. 21. Regulation as amended by the 2003 Act of accession.\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 1221/2006 (OJ L 221, 12.8.2006, p. 3).\n(3)  OJ L 128, 10.5.2001, p. 1. Regulation as last amended by Regulation (EC) No 2079/2005 (OJ L 333, 20.12.2005, p. 6).\n(4)  OJ L 128, 10.5.2001, p. 32. Regulation as amended by Regulation (EC) No 1507/2006 (OJ L 280, 12.10.2006, p. 9).\n(5)  OJ L 118, 4.5.2002, p. 1. Regulation as last amended by Regulation (EC) No 1507/2006.\nANNEX I\nThe Annexes to Regulation (EC) No 883/2001 are amended as follows:\n1. The existing text of the Annex I is numbered ‘Annex Ia’ and the following text is inserted before it:\n— : In Bulgarian : Oтклонение от 0,4 об. %\n— : In Spanish : Tolerancia de 0,4 % vol.\n— : In Czech : Přípustná odchylka 0,4 % obj.\n— : In Danish : Tolerance 0,4 % vol.\n— : In German : Toleranz 0,4 % vol.\n— : In Estonian : Lubatud 0,4 mahuprotsendi suurune hälve\n— : In Greek : Ανοχή 0,4 % vol.\n— : In English : Tolerance of 0,4 % vol.\n— : In French : Tolérance de 0,4 % vol.\n— : In Italian : Tolleranza di 0,4 % vol.\n— : In Latvian : 0,4 tilp. % pielaide\n— : In Lithuanian : Leistinas nukrypimas 0,4 tūrio %\n— : In Hungarian : 0,4 térfogat-százalékos tűrés\n— : In Maltese : Varjazzjoni massima ta’ 0,4 % vol.\n— : In Dutch : Tolerantie van 0,4 % vol.\n— : In Polish : Tolerancja 0,4 % obj.\n— : In Portuguese : Tolerância de 0,4 % vol.\n— : In Romanian : Toleranță de 0,4 % vol.\n— : In Slovak : Prípustná odchýlka 0,4 % obj.\n— : In Slovenian : Odstopanje 0,4 vol. %\n— : In Finnish : Sallittu poikkeama 0,4 til - %\n— : In Swedish : Tolerans 0,4 vol. %’\n2. The following Annex IVa is inserted after Annex IV:\n— : In Bulgarian : Възстановяване, валидно за не повече от … (количество, за което е издаден лицензът)\n— : In Spanish : Restitución válida para … (cantidad por la que se haya expedido el certificado) como máximo\n— : In Czech : Náhrada platná nejvýše pro … (množství, na něž byla vydána licence)\n— : In Danish : Restitutionen omfatter hoejst … (den maengde, licensen er udstedt for)\n— : In German : Erstattung gültig für höchstens … (Menge, für die die Lizenz erteilt wurde)\n— : In Estonian : Toetus ei kehti rohkem kui … (kogus, millele litsents on väljastatud)\n— : In Greek : Επιστροφή που ισχύει για … (ποσότητα για την οποία εκδίδεται το πιστοποιητικό) κατ' ανώτατο όριο\n— : In English : Refund valid for not more than … (quantity for which licence is issued)\n— : In French : Restitution valable pour … (quantité pour laquelle le certificat est délivré) au maximum\n— : In Italian : Restituzione valida al massimo per … (quantitativo per il quale è rilasciato il titolo)\n— : In Latvian : Atmaksa ir spēkā par ne vairāk kā … (daudzums, par ko izdota licence)\n— : In Lithuanian : Grąžinamoji išmoka mokama ne daugiau kaip už … (nurodomas kiekis, kuriam išduota licencija)\n— : In Hungarian : Legfeljebb …-re (az a mennyiség, amelyre az engedélyt kiadták) érvényes visszatérítés\n— : In Maltese : Valur mrodd lura ta’ mhux aktar minn … (ammont maħrug fil. licenzja)\n— : In Dutch : Restitutie voor ten hoogste … (hoeveelheid waarvoor het certificaat is afgegeven)\n— : In Polish : Refundacji udziela się na nie więcej niż … (ilość, na którą wydano licencję)\n— : In Portuguese : Restituição válida para … (quantidade em relação à qual é emitido o certificado), no máximo\n— : In Romanian : Restituție valabilă pentru maxim … (cantitatea pentru care este eliberată licența)\n— : In Slovak : Náhrada platná pre nie viac ako … (množstvo, na ktoré je licencia vydaná)\n— : In Slovenian : Nadomestilo velja za največ … (količina, za katero je izdano dovoljenje)\n— : In Finnish : Vientituki voimassa enintään … (määrä, jolle todistus on annettu) osalta\n— : In Swedish : Bidrag som gäller för högst … (kvantitet för vilken licensen skall utfärdas)’.\nANNEX II\n‘ANNEX V\nEntries referred to in the second subparagraph of Article 8(2):\n— : In Bulgarian : И3HECEHO\n— : In Spanish : EXPORTADO\n— : In Czech : VYVEZENO\n— : In Danish : UDFØRSEL\n— : In German : AUSGEFÜHRT\n— : In Estonian : EKSPORDITUD\n— : In Greek : ΕΞΑΧΘΕΝ\n— : In English : EXPORTED\n— : In French : EXPORTÉ\n— : In Italian : ESPORTATO\n— : In Latvian : EKSPORTĒTS\n— : In Lithuanian : EKSPORTUOTA\n— : In Hungarian : EXPORTÁLVA\n— : In Maltese : ESPORTAT\n— : In Dutch : UITGEVOERD\n— : In Polish : WYWIEZIONO\n— : In Portuguese : EXPORTADO\n— : In Romanian : EXPORTAT\n— : In Slovak : VYVEZENÉ\n— : In Slovenian : IZVOŽENO\n— : In Finnish : VIETY\n— : In Swedish : EXPORTERAD’"}