{"celex_id": "32007D0866", "uri": "http://publications.europa.eu/resource/cellar/d3be98c9-4d21-4e0c-a05b-971bdbed6a07", "type": "Decision", "concepts": ["156", "5456", "6626"], "title": "2007/866/EC: Council Decision of 6 December 2007 amending Part 1 of the Schengen consultation network (technical specifications)\n", "header": "22.12.2007 EN Official Journal of the European Union L 340/92\nCOUNCIL DECISION\nof 6 December 2007\namending Part 1 of the Schengen consultation network (technical specifications)\n(2007/866/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications (1), and in particular Article 1(2) thereof,\nHaving regard to the initiative by the Republic of Portugal,\nWhereas:\n(1) The Vision network has been established to allow consultation between the central authorities of the partner States for visa applications made by nationals from sensitive countries.\n(2) Formerly, the Vision network operated using the X400 communication system. In order to remain in line with modern techniques for electronic mail transfer, the mail transport protocol of the Vision network had to be migrated from the X400 to the SMTP system.\n(3) In order to allow for the participation in the system of the nine Member States which became Members of the EU in 2004 and which are due to apply the provisions of the Schengen acquis in full from 21 December 2007, the Member Sates that joined the EU before 2004 migrated on 15 October 2007 from the X400 to the SMTP mail protocol. This protocol has a particular configuration that now needs to be specified.\n(4) It is necessary to update the technical specifications of the Schengen Consultation Network to ensure that they reflect these changes.\n(5) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application. As this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark is to decide, in accordance with Article 5 of that Protocol, within a period of six months after the Council has adopted this Decision, whether it will implement the Decision in its national law.\n(6) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis, within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (2), which fall within the area referred to in Article 1(A) of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement (3).\n(7) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis, within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation's association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1(A) of Decision 1999/437/EC in conjunction with Article 4(1) of the Council Decisions of 25 October 2004 on the signing, on behalf of the European Union and the European Community respectively, and on the provisional application of certain provisions of that Agreement.\n(8) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (4); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(9) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis\n (5); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(10) This Decision constitutes an act building upon the Schengen acquis or otherwise related to it, within the meaning of Article 3(2) and Article 4(2) of the 2003 and 2005 Acts of Accession respectively,", "main_body": ["In Part 1, point 1.1., of the Schengen Consultation Network (Technical Specifications), a new point 1.1.4. is hereby inserted, as shown in the Annex.", "This Decision shall apply from 21 December 2007.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 6 December 2007.\nFor the Council\nThe President\nA. COSTA\n(1)  OJ L 116, 26.4.2001, p. 2.\n(2)  OJ L 176, 10.7.1999, p. 36.\n(3)  OJ L 176, 10.7.1999, p. 31.\n(4)  OJ L 131, 1.6.2000, p. 43.\n(5)  OJ L 64, 7.3.2002, p. 20.\nANNEX\nThe following text is inserted in Part 1, point 1.1. — General characteristics of the communication system of the Schengen Consultation Network (Technical Specifications):\n‘1.1.4.   OPERATIONAL MAILBOX CONFIGURATION REQUIREMENTS\nEach Schengen State must configure its VISION OPERATIONAL MAIL SYSTEM according to:\n— NETWORK ENVIRONMENT\n— DNS/HOST FILE: Since there is no common Domain Name Service, it is necessary to add records concerning every remote SMTP server\n— Firewall: Open incoming and outgoing packets on port 25.\n— MIME CONTENT\n— Content-Type: text/plain RFC 2046\n— Charset: iso-8859-15 (Western Europe)\n— Content-Transfer-Encoding: quoted-printable.\n— The SMTP domain used is visionmail.eu, where every Schengen State has its own third-level domain “xx”. This means that each Schengen State must configure its own mail server in order to manage the xx.visionmail.eu SMTP subdomain name (xx is the two-character Schengen State code).\n— The recipient mailbox address will be in the format: operxx@xx.visionmail.eu"}