{"celex_id": "32002R2261", "uri": "http://publications.europa.eu/resource/cellar/a43ef516-9764-4537-b647-2efd08703bed", "type": "Regulation", "concepts": ["1309", "1591", "2213", "2771", "4125", "4783", "519", "5969"], "title": "Commission Regulation (EC) No 2261/2002 of 18 December 2002 on initiating an investigation concerning the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 408/2002 on imports of certain zinc oxides originating in the People's Republic of China by imports of certain other zinc oxides originating in the People's Republic of China and by imports of certain zinc oxides consigned from Vietnam, and making such imports subject to registration\n", "header": "Commission Regulation (EC) No 2261/2002\nof 18 December 2002\non initiating an investigation concerning the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 408/2002 on imports of certain zinc oxides originating in the People's Republic of China by imports of certain other zinc oxides originating in the People's Republic of China and by imports of certain zinc oxides consigned from Vietnam, and making such imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Council Regulation (EC) No 1972/2002(2), and in particular Article 13(3) and Article 14(5) thereof,\nAfter having consulted the Advisory Committee,\nWhereas:\nA. REQUEST\n(1) The Commission has received a request pursuant to Article 13(3) of Regulation (EC) No 384/96 (\"the Basic Regulation\") to investigate the alleged circumvention of the anti-dumping measures imposed on imports of certain zinc oxides originating in the People's Republic of China.\n(2) The request has been lodged on 18 November 2002 by Eurometaux on behalf of producers representing a major proportion, i.e. over 50 % of the Community production of certain zinc oxides.\nB. PRODUCT\n(3) The product concerned by the allegation of circumvention is zinc oxide (chemical formula ZnO) with a purity of not less than 93 % zinc oxide, currently classifiable within CN code ex 2817 00 00 (Taric code 2817 00 00 11 ). This code is given for information only.\nC. EXISTING MEASURES\n(4) The measures currently in force and allegedly being circumvented are anti-dumping measures imposed by Council Regulation (EC) No 408/2002(3).\nD. GROUNDS\n(5) The request contains sufficient prima facie evidence, that the anti-dumping measures on imports of certain zinc oxides originating in the People's Republic of China are being circumvented by means of transhipment of certain zinc oxides via Vietnam and by means of mixing certain zinc oxides originating in the People's Republic of China with other substances, such as silica, thus lowering the purity of zinc oxide below 93 % (\"the mixed zinc oxide products\"). Hereinafter, the products which are being imported via these practices are referred to as \"products under investigation\".\n(6) The evidence submitted is as follows:\nThe request shows a significant change in the pattern of trade, as imports of products under investigation have increased substantially, whereas imports of the product concerned originating in the People's Republic of China have decreased. This change in the pattern of trade appears to stem from a transhipment of certain zinc oxides originating in the People's Republic of China via Vietnam and from the fact that certain zinc oxides originating in the People's Republic of China are being mixed with other substances, thereby falling outside the relevant Taric code, notwithstanding the fact that the basic characteristics and uses of the product remain unchanged. There is insufficient due cause or economic justification for these practices other than the imposition of the duty.\n(7) Furthermore, the request contains sufficient evidence that the remedial effects of the existing anti-dumping measures on the product concerned are being undermined both in terms of quantity and price. Significant volumes of imports of products under investigation appear to have replaced imports of the product concerned originating in the People's Republic of China. In addition, there is sufficient evidence that the imports of circumventing products are made at prices below the non-injurious price established in the investigation that led to the existing measures.\n(8) Finally, the request contains sufficient evidence that the prices of products under investigation are dumped in relation to the normal values previously established for certain zinc oxides.\nE. PROCEDURE\n(9) In the light of the above, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation pursuant to Article 13 of the Basic Regulation and to make imports, of certain zinc oxides consigned from Vietnam, whether declared as originating in Vietnam or not, and imports of the mixed zinc oxide products originating in the People's Republic of China falling under CN code Taric 2817 00 00 19, subject to registration, in accordance with Article 14(5) of the Basic Regulation.\na) Questionnaires\n(10) In order to obtain the information it deems necessary for its investigation, the Commission will send questionnaires to the exporters/producers and to the associations of exporters/producers in Vietnam, the exporters/producers and to the associations of exporters/producers in the People's Republic of China, named in the request, to the importers and to the associations of importers in the Community which cooperated in the investigation that lead to the existing measures and to the authorities of the People's Republic of China and Vietnam. Information, as appropriate, may also be sought from the Community industry.\n(11) In any event all interested parties should contact the Commission forthwith, but not later than the time limit set in Article 3 in order to find out whether they are listed in the request and, if necessary, request a questionnaire within the time limit set in Article 3(1) of this Regulation, given that the time limit set in Article 3(2) of this Regulation applies to all interested parties.\n(12) The authorities of the People's Republic of China and Vietnam will be notified of the initiation of the investigation and provided with a copy of the request.\nb) Collection of information and holding of hearings\n(13) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nc) Exemption of registration of imports or measures\n(14) In accordance with Article 13(4) of the Basic Regulation, imports of the product concerned may be exempted from registration or measures if the importation does not constitute circumvention.\n(15) Given that the alleged circumvention takes place outside the Community, exemption of imports from registration or measures would depend entirely on the findings in respect of the exporters in Vietnam and in the People's Republic of China. Therefore, exporters wishing to obtain an exemption of registration of imports or measures should apply for the exemption and submit the questionnaire reply (in order to establish that they are not circumventing the anti-dumping duties within the meaning of Article 13(1) of the Basic Regulation) within the time limits set in Article 3(2) of this Regulation. Although no exemption could be granted purely on the basis of information from importers, these could still benefit from exemption from registration or measures to the extent that their imports are from exporters which are granted such an exemption.\nF. REGISTRATION\n(16) Pursuant to Article 14(5) of the Basic Regulation, imports of the product concerned should be made subject to registration in order to ensure that, should the investigation result in findings of circumvention, anti-dumping duties can be levied retroactively from the date of the initiation of this investigation on certain zinc oxides consigned from Vietnam and on the mixed zinc oxide products from the People's Republic of China.\nG. TIME LIMITS\n(17) In the interest of sound administration, time limits should be stated within which:\n- interested parties may make themselves known to the Commission, present their views in writing and submit questionnaire replies or any other information to be taken into account during the investigation.\n- interested parties may make a written request to be heard by the Commission.\n(18) Attention is drawn to the fact that the exercise of most procedural rights set out in the Basic Regulation depends on the party's making itself known within the time limits mentioned in Article 3 of this Regulation.\nH. NON-COOPERATION\n(19) In cases in which any interested party refuses access to or otherwise does not provide necessary information within the time limits, or significantly impedes the investigation, provisional or final findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available. Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of facts available,", "main_body": ["An investigation is hereby initiated pursuant to Article 13(3) of Regulation (EC) No 384/96, in order to determine if imports into the Community of certain zinc oxides, (chemical formula ZnO) with a purity of not less than 93 % zinc oxide) falling within CN code ex2817000011, consigned from Vietnam, whether declared as originating in Vietnam or not, and imports of certain zinc oxides originating in the People's Republic of China mixed with other substances, and falling within CN code Taric 2817 00 00 19, are circumventing the measures imposed by Council Regulation (EC) No 408/2002.", "The Customs authorities are hereby directed, pursuant to Articles 13(3) and Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports into the Community identified in Article 1 of this Decision.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nThe Commission, by Regulation, may direct Customs authorities to cease registration in respect of imports into the Community of products exported by exporters having applied for an exemption of registration and having been found not to be circumventing the anti-dumping duties.", "1. Questionnaires should be requested from the Commission within 15 days from publication of this Regulation in the Official Journal of the European Communities.\n2. Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit questionnaire replies or any other information within 40 days from the date of the publication of this Regulation in the Official Journal of the European Communities, unless otherwise specified.\n3. Interested parties may also apply to be heard by the Commission within the same 40-day time limit.\n4. Any information relating to the matter, any request for a hearing or for a questionnaire as well as any request for authorisation of certificates of non-circumvention must be made in writing (not in electronic format, unless otherwise specified), must indicate the name, address, e-mail address, telephone, fax and/or telephone numbers and should be sent to the following address: European Commission Directorate General for Trade\nDirectorate B\nOffice: J-79, 5/16\nB - 1049 Brussels Fax (32 2) 295 65 05 Telex COMEU B 21877.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ L 62, 5.3.2002, p. 7."}