{"celex_id": "32001R1522", "uri": "http://publications.europa.eu/resource/cellar/5fa51d6e-9f58-4484-a2eb-9efdf51f2279", "type": "Regulation", "concepts": ["1309", "1565", "161", "2300", "2488", "2763"], "title": "Commission Regulation (EC) No 1522/2001 of 25 July 2001 determining the extent to which the applications for import licences submitted in July 2001 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 1374/98 can be accepted\n", "header": "Commission Regulation (EC) No 1522/2001\nof 25 July 2001\ndetermining the extent to which the applications for import licences submitted in July 2001 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 1374/98 can be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1670/2000(2),\nHaving regard to Commission Regulation (EC) No 1374/98 of 29 June 1998 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products(3), as last amended by Regulation (EC) No 594/2001(4), and in particular Article 14(4) thereof,\nWhereas:\nApplications lodged for the products referred to in Annexes II and III to Regulation (EC) No 1374/98 concern quantities greater than those available; therefore, the allocation factors should be fixed for the quantities applied for,", "main_body": ["1. Import licences applied for for products falling within the order numbers in Annex II to Regulation (EC) No 1374/98 listed in Annex I to this Regulation lodged pursuant to Regulation (EC) No 1374/98 for the period 1 July to 31 December 2001, shall be awarded in accordance with the allocation factors indicated.\n2. Import licences applied for for products falling within the order numbers in Annex III B to Regulation (EC) No 1374/98 listed in Annex II to this Regulation lodged pursuant to Regulation (EC) No 1374/98 for the period 1 July to 31 December 2001, shall be awarded in accordance with the allocation factors indicated.\n3. Import licences applied for for products falling within the order numbers in Annex III C to Regulation (EC) No 1374/98 listed in Annex III to this Regulation lodged pursuant to Regulation (EC) No 1374/98 for the period 1 July to 31 December 2001, shall be awarded in accordance with the allocation factors indicated.", "This Regulation shall enter into force on 26 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 193, 29.7.2000, p. 10.\n(3) OJ L 185, 30.6.1998, p. 21.\n(4) OJ L 88, 28.3.2001, p. 7.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>"}