{"celex_id": "32003R1965", "uri": "http://publications.europa.eu/resource/cellar/9a02a8e1-f153-4f66-88f3-997102c43893", "type": "Regulation", "concepts": ["20", "2193", "3170", "3299", "4320", "4663"], "title": "Commission Regulation (EC) No 1965/2003 of 7 November 2003 opening a standing invitation to tender for the resale on the Community market of barley held by the Swedish intervention agency\n", "header": "Commission Regulation (EC) No 1965/2003\nof 7 November 2003\nopening a standing invitation to tender for the resale on the Community market of barley held by the Swedish intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1104/2003(2), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies(3), as last amended by Regulation (EC) No 1630/2000(4), provides in particular that cereals held by intervention agencies are to be sold by tendering procedure at prices preventing market disturbance.\n(2) Sweden still has intervention stocks of barley.\n(3) Because of the difficult weather conditions in much of the Community, cereal production has been significantly reduced in the 2003/04 marketing year. This situation has resulted in high prices locally, causing particular difficulties for livestock holdings and the feedingstuffs industry, which are finding it hard to obtain supplies at competitive prices.\n(4) It is therefore appropriate to make stocks of barley held by the Swedish intervention agency available on the internal market. As the quantities of barley placed on the Community market by Commission Regulation (EC) No 1514/2003(5) are now exhausted, it is necessary to open a new invitation to tender and to repeal that Regulation.\n(5) To take account of the situation on the Community market, provision should be made for the Commission to manage this invitation to tender. In addition, provision must be made for an award coefficient for tenders offering the minimum selling price.\n(6) When the Swedish intervention agency notifies the Commission, the tenderers should remain anonymous.\n(7) With a view to modernising management, the information required by the Commission should be sent by electronic mail.\n(8) The Management Committee for Cereals has not issued an opinion by the time limit laid down by its Chairman,", "main_body": ["1. The Swedish intervention agency shall open a standing invitation to tender for the sale on the Community market of 65601 tonnes of barley held by it.\n2. The quantity of barley referred to in paragraph 1 is stored in the regions listed in Annex I.", "The sale provided for in Article 1 shall take place in accordance with Regulation (EEC) No 2131/93.\nHowever, notwithstanding the said Regulation:\n(a) tenders shall be drawn up on the basis of the actual quality of the lot to which they apply;\n(b) the minimum selling price shall be set at a level which does not disturb the cereals market.", "Notwithstanding Article 13(4) of Regulation (EEC) No 2131/93 the tender security is set at EUR 10 per tonne.", "1. The closing date for the submission of tenders for the first partial tendering procedure shall be 13 November 2003 at 9.00 (Brussels time).\nThe closing dates for the submission of tenders for subsequent partial tendering procedures shall be each Thursday at 9.00 (Brussels time).\nThe closing date for the submission of tenders for the last partial tendering procedure shall be 18 December 2003 at 9.00 (Brussels time).\n2. Tenders must be lodged with the Swedish intervention agency: Statens Jordbruksverk S - 551 82 Jรถnkรถping Fax (46-36) 71 95 11.", "The Swedish intervention agency shall send the Commission the proposals received, no later than two hours after expiry of the time limit for submitting tenders. They must be sent by electronic mail in accordance with the form set out in Annex II.", "Under the procedure laid down in Article 23(2) of Regulation (EEC) No 1766/92 the Commission shall set the minimum selling price or decide not to award any quantities. If tenders are submitted for the same lot and for a total quantity larger than that available, a separate price may be fixed for each lot.\nWhere tenders offer the minimum selling price, the Commission may fix an award coefficient for the quantities offered at the same time as it sets the minimum selling price.", "Regulation (EC) No 1514/2003 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 158, 27.6.2003, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24.\n(5) OJ L 217, 29.8.2003, p. 23.\nANNEX I\n>TABLE>\nANNEX II\n>PIC FILE= \"L_2003290EN.003403.TIF\">"}