{"celex_id": "32003R2344", "uri": "http://publications.europa.eu/resource/cellar/e984335e-b323-4288-a2c7-1506a9268519", "type": "Regulation", "concepts": ["2066", "2069", "4381", "4385", "6049"], "title": "Commission Regulation (EC) No 2344/2003 of 30 December 2003 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 2344/2003\nof 30 December 2003\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) The Combined Nomenclature appearing as Annex I to Regulation (EEC) No 2658/87 was replaced by Commission Regulation (EC) No 1789/2003 of 11 September 2003 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff(2), to apply from 1 January 2004.\n(2) The Commission adopted Regulations (EC) No 1871/2003(3), (EC) No 1949/2003(4) and (EC) No 2205/2003(5) amending Annex I to Regulation (EEC) No 2658/87, as amended by Commission Regulation (EC) No 1832/2002(6).\n(3) To ensure that the Combined Nomenclature to apply from 1 January 2004 includes the amendments made by these three Regulations, it is necessary to make the corresponding amendments to Annex I to Regulation (EEC) No 2658/87, as amended by Regulation (EC) No 1789/2003.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex I to Regulation (EEC) No 2658/87, as amended by Regulation (EC) No 1789/2003, is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 December 2003.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1, as last amended by Regulation (EC) No 2205/2003 (OJ L 330, 18.12.2003, p. 10).\n(2) OJ L 281, 30.10.2003, p. 1.\n(3) OJ L 275, 25.10.2003, p. 5.\n(4) OJ L 287, 5.11.2003, p. 15.\n(5) OJ L 330, 18.12.2003, p. 10.\n(6) OJ L 290, 28.10.2002, p. 1.\nANNEX\n1. Additional note 7 to Chapter 2 of the Combined Nomenclature shall be replaced by the following:\n\"7. For the purposes of heading 0210, the terms 'meat and edible meat offal, salted or in brine' mean meat and edible meat offal deeply and homogeneously impregnated with salt in all parts and having a total salt content by weight of 1,2 % or more, provided that it is the salting which ensures the long-term preservation.\"\n2. Additional note 2 to Chapter 15 of the Combined Nomenclature shall be amended as follows:\n1. in additional note 2(A), Table I shall be replaced by the following:\n\"Table I Fatty-acid composition as percentage of total fatty acids\n>TABLE>\"\n2. additional note 2(B) shall be amended as follows:\n(a) the preliminary paragraph shall be replaced by the following:\n\"Subheading 1509 10 covers only the olive oils defined in Sections I and II below, obtained solely by mechanical or other physical means under conditions which do not lead to the modification of the oil, and which have not undergone any treatment other than washing, decantation, centrifugation or filtration. Olive oils obtained using solvents, chemical or biochemical reagents, or re-esterification processes, as well as any mixtures with oils of other kinds, are excluded from this subheading.\"\n(b) additional note 2(B)(I) shall be amended as follows:\n(i) the term \"virgin lampante olive oil\" shall be replaced by the term \"lampante olive oil\";\n(ii) letter (c) shall be replaced by the following:\n\"(c) a content in saturated fatty acids at the 2-position in the triglycerides not exceeding 1,5 %;\"\n(iii) letter (g) shall be amended as follows:\n- items 1 and 3 shall be deleted;\n- item 4 shall be replaced by the following:\n\"4. organoleptic characteristics showing a median of defects exceeding 2,5, in accordance with Annex XII to Regulation (EEC) No 2568/91.\"\n(c) additional note 2(B)(II) shall be amended as follows:\n(i) letter (a) shall be replaced by the following:\n\"(a) an acid content, expressed as oleic acid, not exceeding 2,0 g/100 g;\"\n(ii) letter (e) shall be replaced by the following:\n\"(e) a K270 extinction coefficient not exceeding 0,25;\"\n(iii) letter (g) shall be replaced by the following:\n\"(g) organoleptic characteristics showing a median of defects not exceeding 2,5, in accordance with Annex XII to Regulation (EEC) No 2568/91;\"\n(iv) letter (ij) shall be replaced by the following:\n\"ij) a content in saturated fatty acids at the 2-position in the triglycerides not exceeding 1,5 %;\"\n3. additional note 2(C) shall be amended as follows:\n(a) letter (a) shall be replaced by the followng:\n\"(a) an acid content, expressed as oleic acid, not exceeding 1,0 g/100 g;\"\n(b) letters (c) and (d) shall be replaced by the following:\n\"(c) a K270 extinction coefficient not exceeding 0,90;\n(d) an extinction-coefficient variation (K), in the 270-nm region, not exceeding 0,15;\"\n(c) letter (f) shall be replaced by the following:\n\"(f) a content in saturated fatty acids at the 2-position in the triglycerides not exceeding 1,8 %;\"\n4. additional note 2(D) shall be amended as follows:\n(a) letter (a) shall be deleted;\n(b) letter (c) shall be replaced by the following:\n\"(c) a content in saturated fatty acids at the 2-position in the triglycerides not exceeding 2,2 %;\"\n5. in additional note 2(E), the second sentence shall be replaced by the following:\n\"Oils of this subheading must have a content in saturated fatty acids at the 2-position in the triglycerides not exceeding 2,2 %, a sum of transoleic isomers of less than 0,40 %, a sum of (translinoleic + translinolenic) isomers of less than 0,35 %, and a difference between the HPLC and the theoretical content of triglycerides with ECN42 not exceeding 0,5.\"\n3. Against CN code 1509 10 10, the description of goods in the second column shall be replaced by the following:\n\">TABLE>\"\n4. Additional note 1 to Chapter 21 of the Combined Nomenclature shall be deleted."}