{"celex_id": "32002R2101", "uri": "http://publications.europa.eu/resource/cellar/ec09f9dd-4392-40f3-b320-f718dfa08ab0", "type": "Regulation", "concepts": ["2713", "2734", "4885", "5076", "5360", "862"], "title": "Commission Regulation (EC) No 2101/2002 of 28 November 2002 amending Regulation (EC) No 21/2002 as regards the 2002 forecast supply balance for cereals for the Azores\n", "header": "Commission Regulation (EC) No 2101/2002\nof 28 November 2002\namending Regulation (EC) No 21/2002 as regards the 2002 forecast supply balance for cereals for the Azores\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima)(1), and in particular Article 3(6) thereof,\nWhereas:\n(1) Part 1 of Annex II to Commission Regulation (EC) No 21/2002 of 28 December 2001 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001(2), as last amended by Regulation (EC) No 2085/2002(3), establishes a forecast supply balance and fixes Community aid for cereals and cereal products for the Azores, under Regulation (EC) No 1453/2001.\n(2) The forecast supply balance provides for an annual quantity of 148300 tonnes of cereals and 20400 of oilseeds for the Azores. As a result of drought during 2002 and an increase in cattle numbers, the current state of implementation of the specific supply arrangements shows that the quantities set for the supply of cereals are insufficient to cover requirements. By contrast, the use of oilseeds is much lower than forecast in the supply balance.\n(3) By letter of 29 October 2002, the Portuguese authorities therefore requested an amendment to the supply balance for cereals and oilseeds in the Azores in order to meet the legitimate supply requirements there.\n(4) The supply of cereals and oilseeds in the supply balance as initially adopted should therefore be amended to adjust the quantities fixed for the Azores.\n(5) Since this amendment is required only to redress a temporary situation arising in 2002, the forecast supply balance should be amended for 2002 only. The amendment is urgent if there is to be no break in supply to these islands.\n(6) Regulation (EC) No 21/2002 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In part 1 of Annex II to Regulation (EC) No 21/2002, the table concerning the Azores is hereby replaced by the table in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 26.\n(2) OJ L 8, 11.1.2002, p. 15.\n(3) OJ L 321, 26.11.2002, p. 3.\nANNEX\n\"AZORES\n>TABLE>\""}