{"celex_id": "32007D0311", "uri": "http://publications.europa.eu/resource/cellar/1a1295bd-c133-4449-944b-40d074e0b651", "type": "Decision", "concepts": ["1196", "12", "2850", "4048", "5343"], "title": "2007/311/EC: Council Decision of 19 April 2007 on the signing and provisional application of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n", "header": "8.5.2007 EN Official Journal of the European Union L 118/7\nCOUNCIL DECISION\nof 19 April 2007\non the signing and provisional application of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n(2007/311/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 thereof, in conjunction with the second sentence of the first subparagraph of Article 300(2),\nHaving regard to the 2003 Act of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 10 February 2004 the Council authorised the Commission, on behalf of the European Community and its Member States, to open negotiations with Algeria with a view to adjusting the Euro Mediterranean Association Agreement establishing an association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, in order to take account of the accession of the new Member States to the European Union.\n(2) These negotiations have been completed to the satisfaction of the Commission.\n(3) The text of the Protocol negotiated with the People’s Democratic Republic of Algeria provides, in Article 8(2), for the provisional application of the Protocol before its entry into force.\n(4) Subject to its possible conclusion at a later date, the Protocol must be signed on behalf of the Community and its Member States and applied provisionally,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the European Community and its Member States, the Protocol to the Euro Mediterranean Agreement establishing an association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (1).", "The European Community and its Member States hereby agree to apply provisionally the terms of the Protocol, subject to its possible conclusion at a later date."], "attachments": "Done at Luxembourg, 19 April 2007.\nFor the Council\nThe President\nB. ZYPRIES\n(1)  See the Protocol attached to this Decision.\n8.5.2007 EN Official Journal of the European Union L 118/8\nPROTOCOL\nto the Euro-Mediterranean Agreement establishing an association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as ‘EC Member States’, represented by the Council of the European Union, and\nTHE EUROPEAN COMMUNITY, hereinafter referred to as ‘the Community’, represented by the Council of the European Union and the European Commission,\nof the one part, and\nTHE PEOPLE’S DEMOCRATIC REPUBLIC OF ALGERIA, hereinafter referred to as ‘Algeria’,\nof the other part,\nWHEREAS the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part (1), hereinafter referred to as ‘the Euro-Mediterranean Agreement’, was signed in Valencia on 22 April 2002 and entered into force on 1 September 2005;\nWHEREAS the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union was signed in Athens on 16 April 2003 and entered into force on 1 May 2004;\nWHEREAS, pursuant to Article 6(2) of the 2003 Act of Accession, the accession of the new Contracting Parties to the Euro-Mediterranean Agreement is to be agreed by the conclusion of a protocol to the said Agreement;\nWHEREAS consultations pursuant to Article 21 of the Euro-Mediterranean Agreement have taken place in order to ensure that account has been taken of the mutual interests of the Community and Algeria,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic hereby become Parties to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, and shall respectively adopt and take note, in the same manner as the other EC Member States of the texts of the Agreement, as well as of the joint declarations, unilateral declarations and exchanges of letters.\nArticle 2\nTo take account of the recent institutional developments within the European Union, the Parties agree that following expiry of the Treaty establishing the European Coal and Steel Community, existing provisions in the Euro-Mediterranean Agreement referring to the European Coal and Steel Community shall be deemed to refer to the European Community, which has taken over all rights and obligations contracted by the European Coal and Steel Community.\nCHAPTER I\nAMENDMENTS TO THE EURO-MEDITERRANEAN AGREEMENT, AND IN PARTICULAR TO ITS ANNEXES AND PROTOCOLS\nArticle 3\nRules of Origin\nProtocol 6 is hereby amended as follows:\n1. Article 19(4) shall be replaced by the following:\nES “EXPEDIDO A POSTERIORI”\nCS “VYSTAVENO DODATEČNĚ”\nDA “UDSTEDT EFTERFØLGENDE”\nDE “NACHTRÄGLICH AUSGESTELLT”\nET “TAGANTJÄRELE VÄLJA ANTUD”\nEL “ΕΚΔΟΘΕΝ ΕΚ ΤΩΝ ΥΣΤΕΡΩΝ”\nEN “ISSUED RETROSPECTIVELY”\nFR “DÉLIVRÉ A POSTERIORI”\nIT “RILASCIATO A POSTERIORI”\nLV “IZSNIEGTS RETROSPEKTĪVI”\nLT “RETROSPEKTYVUSIS IŠDAVIMAS”\nHU “KIADVA VISSZAMENŐLEGES HATÁLLYAL”\nMT “MAĦRUĠ RETROSPETTIVAMENT”\nNL “AFGEGEVEN A POSTERIORI”\nPL “WYSTAWIONE RETROSPEKTYWNIE”\nPT “EMITIDO A POSTERIORI”\nSL “IZDANO NAKNADNO”\nSK “VYDANÉ DODATOČNE”\nFI “ANNETTU JÄLKIKÄTEEN”\nSV “UTFÄRDAT I EFTERHAND”\nAR\n2. Article 20(2) shall be replaced by the following:\nES “DUPLICADO”\nCS “DUPLIKÁT”\nDA “DUPLIKAT”\nDE “DUPLIKAT”\nET “DUPLIKAAT”\nEL “ΑΝΤΙΓΡΑΦΟ”\nEN “DUPLICATE”\nFR “DUPLICATA”\nIT “DUPLICATO”\nLV “DUBLIKĀTS”\nLT “DUBLIKATAS”\nHU “MÁSODLAT”\nMT “DUPLIKAT”\nNL “DUPLICAAT”\nPL “DUPLIKAT”\nPT “SEGUNDA VIA”\nSL “DVOJNIK”\nSK “DUPLIKÁT”\nFI “KAKSOISKAPPALE”\nSV “DUPLIKAT”\nAR\n3. Annex IV shall be replaced by the following:\nArticle 4\nChair of the Association Committee\nThe following paragraph 4 shall be added to Article 96:\n‘4.   The Association Committee shall be chaired in turn by a representative of the European Commission and by a representative of the Government of Algeria.’\nCHAPTER II\nTRANSITIONAL PROVISIONS\nArticle 5\nProofs of origin and administrative cooperation\nRequests for subsequent verification of proof of origin issued under the preferential agreements or autonomous arrangements applied between Algeria and a new EC Member State may be made by the competent customs authorities of either Algeria or the new Member States and accepted by those authorities for a period of three years after the issue of the proof of origin concerned.\nGENERAL AND FINAL PROVISIONS\nArticle 6\nThis Protocol shall form an integral part of the Euro-Mediterranean Agreement.\nArticle 7\n1.   This Protocol shall be approved by the Community, by the Council of the European Union acting on behalf of the Member States, and by Algeria in accordance with their own procedures.\n2.   The Parties shall notify each other of the completion of the procedures referred to in paragraph 1. The instruments of approval shall be deposited with the General Secretariat of the Council of the European Union.\nArticle 8\n1.   This Protocol shall enter into force on the first day of the first month following the date of the deposit of the last instrument of approval.\n2.   This Protocol shall apply provisionally with effect from 1 September 2005.\nArticle 9\nThis Protocol shall be drawn up in duplicate in each of the official languages of the Parties, each of these texts being equally authentic.\nArticle 10\nThe texts of the Euro-Mediterranean Agreement, including the Annexes and Protocols forming an integral part thereof, and of the Final Act, including the declarations attached thereto, shall be drawn up in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian languages and these texts shall be authentic in the same way as the original texts. The Association Council shall approve these texts.\nСъставено в Люксембург на двадесет и четвърти април две хиляди и седма година\nHecho en Luxemburgo, el veinticuatro de abril de dos mil siete.\nV Lucemburku dne dvacátého čtvrtého dubna dva tisíce sedm.\nUdfærdiget i Luxembourg den fireogtyvende april to tusind og syv.\nGeschehen zu Luxemburg am vierundzwanzigsten April zweitausendsieben.\nKahe tuhande seitsmenda aasta aprillikuu kahekümne neljandal päeval Luxembourgis.\nΈγινε στο Λουξεμβούργο, στις είκοσι τέσσερις Απριλίου δύο χιλιάδες επτά.\nDone at Luxembourg on the twenty-fourth day of April in the year two thousand and seven.\nFait à Luxembourg, le vingt-quatre avril deux mille sept.\nFatto a Lussemburgo, addì ventiquattro aprile duemilasette.\nLuksemburgā, divi tūkstoši septītā gada divdesmit ceturtajā aprīlī.\nPriimta du tūkstančiai septintųjų metų balandžio dvidešimt ketvirtą dieną Liuksemburge.\nKelt Luxembourgban, a kettőezer hetedik év április havának huszonnegyedik napján.\nMagħmul fil-Lussemburgu, fl-erbgħa u għoxrin jum ta' April tas-sena elfejn u sebgħa\nGedaan te Luxemburg, de vierentwintigste april tweeduizend zeven.\nSporządzono w Luksemburgu dnia dwudziestego czwartego kwietnia roku dwa tysiące siódmego.\nFeito no Luxemburgo, em vinte e quatro de Abril de dois mil e sete.\nÎncheiat la Luxemburg la douăzeci și patru aprilie, anul două mii șapte.\nV Luxemburgu dňa dvadsiateho štvrtého apríla dvetisíssedem.\nV Luxembourgu, štiriindvajsetega aprila leta dva tisoč sedem.\nTehty Luxemburgissa kahdentenakymmenentenäneljäntenä päivänä huhtikuuta vuonna kaksituhattaseitsemän.\nSom skedde i Luxemburg den tjugofjärde april tjugohundrasju.\nЗа държавите-членки\nPor los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGħall-Istati Membri\nVoor de lidstaten\nW imieniu państw członkowskich\nPelos Estados-Membros\nPentru statele membre\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\nAz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Communidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nFör Europeiska gemenskapen\nЗа Народна Демократична Република Алжир\nPor la República Argelina Democrática y Popular\nZa alžírskou demokratickou a lidovou republiku\nFor den Demokratiske Folkerepublik Algeriet\nFür die Demokratische Volksrepublik Algerien\nAlžeeria Demokraatliku Rahvavabariigi nimel\nΓια την Λαϊκή Δημοκρατία της Αλγερίας\nFor the People's Democratic Republic of Algeria\nPour la République algérienne démocratique et populaire\nPer la repubblica algerina democratica e popolare\nAlžīrijas Tautas Demokrātiskās Republikas vārdā\nAlžyro liaudies demokratinės respublikos vardu\nAz algériai Demokratikus és Népi Köztársaság részéről\nGħar-Repubblika Demokratika tal-Poplu ta' l-Alġerija\nVoor de Democratische Volksrepubliek Algerije\nW imieniu Algierskiej Republiki Ludowo-Demokratycznej\nPela República Argelina Democrática e Popular\nPentru Republica Algeriană Democratică și Populară\nZa Alžírsku demokratickú ľudovú republiku\nZa Ljudsko demokratično republiko Alžirijo\nAlgerian demokraattisen kansantasavallan puolesta\nFör Demokratiska folkrepubliken Algeriet\n(1)  OJ L 265, 10.10.2005, p. 2.\n(2)  When the invoice declaration is made out by an approved exporter within the meaning of Article 23 of the Protocol, the authorisation number of the approved exporter must be entered in this space. When the invoice declaration is not made out by an approved exporter, the words in brackets must be omitted or the space left blank.\n(3)  Origin of products to be indicated. When the invoice declaration relates in whole or in part, to products originating in Ceuta and Melilla within the meaning of Article 38 of the Protocol, the exporter must clearly indicate them in the document on which the declaration is made out by means of the symbol ‘CM’.\n(4)  These indications may be omitted if the information is contained on the document itself.\n(5)  See Article 22(5) of the Protocol. In cases where the exporter is not required to sign, the exemption of signature also implies the exemption of the name of the signatory.’"}