{"celex_id": "32001D0007", "uri": "http://publications.europa.eu/resource/cellar/c18fb9dd-d5d5-45f2-8e8c-fd503e0c49f9", "type": "Decision", "concepts": ["1598", "1755", "192", "5369", "619", "767"], "title": "2001/7/EC: Commission Decision of 19 December 2000 amending Annex I, Chapter 14 of Council Directive 92/118/EEC laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (Text with EEA relevance) (notified under document number C(2000) 3866)\n", "header": "Commission Decision\nof 19 December 2000\namending Annex I, Chapter 14 of Council Directive 92/118/EEC laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC\n(notified under document number C(2000) 3866)\n(Text with EEA relevance)\n(2001/7/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens to Directive 90/425/EEC(1), and in particular Article 15 thereof, as last amended by Commission Decision 1999/724/EC(2),\nWhereas:\n(1) Thee are some linguistic translation differences between the German text and the other language versions concerning the cross-border trade in unprocessed manure which should be resolved and it is opportune in view of possible disease risks to introduce better controls on such movements.\n(2) It is necessary to take into account in such cross-border movements the disease situation of Member States.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Annex I, Chapter 14, Part I.A, to Council Directive 92/118/EEC point 1(a), is replaced with:\n\"1. (a) Trade in unprocessed manure of species other than poultry or equidae is prohibited, except for manure:\nfrom an area or holding which is not subject to restrictions by virtue of a serious transmissible disease,\nand\nintended for spreading under the control of the competent authorities on land forming part of or belonging to the same holding, whether separated or not, located on both sides of the frontier between Member States and within a distance of approximately 20 kilometres. Records should be kept by the owner of the holding concerning these cross-frontier movements in order to be approved. The competent authority shall keep a register of such approved holdings.\"", "This Decision shall apply from 1 January 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 62, 15.3.1993, p. 49.\n(2) OJ L 290, 12.11.1999, p. 32."}