{"celex_id": "32003D0453", "uri": "http://publications.europa.eu/resource/cellar/6a9390c6-9d94-4b1d-9ccb-03e8737dbefd", "type": "Decision", "concepts": ["2783", "3591", "4680", "4707", "5403", "5707", "614"], "title": "2003/453/EC: Council Decision of 2 June 2003 on the signing, on behalf of the European Community, of the Agreement in the form of an Exchange of Letters amending the Agreement between the European Community and the Socialist Republic of Vietnam on trade in textile and clothing products and other market opening measures, and authorising its provisional application\n", "header": "Council Decision\nof 2 June 2003\non the signing, on behalf of the European Community, of the Agreement in the form of an Exchange of Letters amending the Agreement between the European Community and the Socialist Republic of Vietnam on trade in textile and clothing products and other market opening measures, and authorising its provisional application\n(2003/453/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Commission has negotiated on behalf of the Community an Agreement in the form of an Exchange of Letters on trade in textile products with Vietnam (hereinafter the Agreement).\n(2) The Agreement was initialled on 15 February 2003.\n(3) Subject to reciprocity, and in order to allow its benefits to accrue to both Parties immediately following the relevant notifications, it is appropriate to apply this Agreement on a provisional basis as from 15 April 2003 pending the completion of the procedures for its formal conclusion.\n(4) The Agreement should be signed on behalf of the Community,", "main_body": ["The signing of the Agreement in the form of an Exchange of Letters amending the Agreement between the European Community and the Socialist Republic of Vietnam on trade in textile and clothing products(1) and other market opening measures, and authorising its provisional application, is hereby approved on behalf of the Community, subject to the Council Decision concerning the conclusion of the said Agreement.\nThe text of the Agreement is annexed to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement, on behalf of the Community, subject to its conclusion.", "Subject to reciprocity, the Agreement shall be applied on a provisional basis as from 15 April 2003 pending the completion of the procedures for its formal conclusion.", "1. The increases of quotas to the levels indicated in Annex 2 of the Agreement will be carried out each year upon implementation by Vietnam of its commitments under paragraphs 3, 4, 8 and 10 of Article 3 of the Agreement between the European Community and the Socialist Republic of Vietnam on trade in textile and clothing products.\n2. In case Vietnam fails to fulfil its obligations under paragraphs 3, 4, 8, 9 and 10 of Article 3 of that Agreement in 2003, the quotas for 2003 will be reduced to the levels indicated in Annex 2, column 3. In case Vietnam fails to fulfil its obligations in 2004 or 2005, these levels will be increased by a growth rate of 3 % per annum. In such cases, any quantities already shipped in excess of the re-established quota levels will be deducted from the quotas of the following years.\n3. The Decision to implement paragraph 2 shall be taken in accordance with the procedures referred to in Article 17 of Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries(2)."], "attachments": "Done at Luxembourg, 2 June 2003.\nFor the Council\nThe President\nK. Stefanis\n(1) OJ L 410, 31.12.1992, p. 279.\n(2) OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Regulation (EC) No 138/2003 (OJ L 23, 28.1.2003, p. 1)."}