{"celex_id": "32006R0936", "uri": "http://publications.europa.eu/resource/cellar/6ecd6611-f9a8-4323-acee-3887c1a47c60", "type": "Regulation", "concepts": ["20", "2300", "3568", "5010"], "title": "Commission Regulation (EC) No 936/2006 of  23 June 2006  opening an invitation to tender for the refund on common wheat exports to certain third countries\n", "header": "24.6.2006 EN Official Journal of the European Union L 172/6\nCOMMISSION REGULATION (EC) No 936/2006\nof 23 June 2006\nopening an invitation to tender for the refund on common wheat exports to certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular the first subparagraph of Article 13(3) thereof,\nWhereas:\n(1) Given the present market situation for cereals, an invitation to tender for the export refund on common wheat should be opened in accordance with Article 4 of Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed rules for the application of Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals (2).\n(2) The tendering procedure rules to be followed for establishing export refunds are laid down in Regulation (EC) No 1501/95. The requirements under that procedure include an obligation to submit an application for an export licence and lodge a security. The rate of that security should be established.\n(3) A specific period of validity must be set for the licences issued under this invitation to tender. That validity period should be commensurate with world market requirements for the 2006/2007 marketing year.\n(4) To ensure that all parties are treated equally, all licences issued should have the same period of validity.\n(5) In order to prevent re-imports, the exports under this invitation to tender should be limited to certain third countries.\n(6) The satisfactory operation of tendering procedures for exports requires that a minimum quantity be set, and that the time-limit and means of transmission for tenders lodged with the competent authority be established.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   Under Article 4 of Regulation (EC) No 1501/95, an invitation to tender for the export refund is hereby opened.\n2.   The invitation to tender covers common wheat for exportation to destinations with the exception of Albania, Bulgaria, Croatia, Bosnia and Herzegovina, Serbia and Montenegro (3) and the former Yugoslav Republic of Macedonia, Liechtenstein, Romania and Switzerland.\n3.   The invitation to tender shall be open until 28 June 2007. During that period, weekly awards shall be made. The quantities and dates for submitting tenders shall be set out in the notice of invitation to tender.\nNotwithstanding Article 4(4) of Regulation (EC) No 1501/95, the time-limit for submitting tenders for the first partial invitation to tender shall be 6 July 2006.", "Tenders shall be valid only if they cover a quantity of at least 1 000 tonnes.", "The security referred to in Article 5(3)(a) of Regulation (EC) No 1501/95 shall be EUR 12 per tonne.", "1.   Notwithstanding Article 23(1) of Commission Regulation (EC) No 1291/2000 (4), export licences issued in accordance with Article 8(1) of Regulation (EC) No 1501/95 shall, for the purpose of determining their period of validity, be deemed to have been issued on the day on which the tender was submitted.\n2.   Export licences issued under the invitation to tender provided for in this Regulation shall be valid from their date of issue within the meaning of paragraph 1 until the end of the fourth month thereafter.", "Member States shall electronically send the Commission the tenders submitted within one and a half hours of the expiry of the weekly time-limit for lodging tenders, as laid down in the notice of invitation to tender, using the form set out in the Annex.\nIf no tenders are lodged, Member States shall inform the Commission within the time-limit referred to in the first paragraph.\nThe times set for the submission of tenders shall correspond to Belgian time.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 147, 30.6.1995, p. 7. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(3)  Including Kosovo, as defined in UN Security Council Resolution 1244 of 10 June 1999.\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 410/2006 (OJ L 71, 10.3.2006, p. 7).\nANNEX\nWeekly award of the refund on common wheat exports to certain third countries\nForm (1)\n(Regulation (EC) No 936/2006)\n(Time-limit for submission of tenders)\n1 2 3\nNumbering of tenderers Quantity (tonnes) Export refund rate (EUR/tonne)\n1\n2\n3\netc.\n(1)  To be sent to DG AGRI (Unit D.2)."}