{"celex_id": "32008L0022", "uri": "http://publications.europa.eu/resource/cellar/c5707dc6-567c-4af7-bfcb-75496cdcd745", "type": "Directive", "concepts": ["1425", "1812", "4038", "441", "4646", "5519"], "title": "Directive 2008/22/EC of the European Parliament and of the Council of 11 March 2008 amending Directive 2004/109/EC on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market, as regards the implementing powers conferred on the Commission\n", "header": "19.3.2008 EN Official Journal of the European Union L 76/50\nDIRECTIVE 2008/22/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\namending Directive 2004/109/EC on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market, as regards the implementing powers conferred on the Commission\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 44 and 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the European Central Bank (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1) Directive 2004/109/EC (4) of the European Parliament and of the Council provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(2) Decision 1999/468/EC has been amended by Decision 2006/512/EC which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia, by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (6) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) The Commission should be empowered to adopt the measures necessary for the implementation of Directive 2004/109/EC in order to clarify the technical aspects of some of the definitions provided under that Directive, notably the maximum length of the usual short settlement cycle, the calendar of trading days, the circumstances under which a person should have learnt of the acquisition or disposal of voting rights, the conditions of independence to be respected by market makers and management companies; take account of technical developments in financial markets; clarify the nature of the auditor’s review, to define the minimum content of the condensed set of solo financial statements; elaborate further the procedures for the notification and disclosure of major holdings as well as the procedures for filing regulated information with the competent authority of the issuer’s home Member State; and define minimum standards for the dissemination of regulated information and for the setting up of storage mechanisms. Since those measures are of general scope and are designed to amend non-essential elements of Directive 2004/109/EC, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(5) Directive 2004/109/EC provides for a time restriction concerning the implementing powers conferred on the Commission. In their statement concerning Decision 2006/512/EC, the European Parliament, the Council and the Commission stated that Decision 2006/512/EC provides a horizontal and satisfactory solution to the European Parliament’s wish to scrutinise the implementation of instruments adopted under the co-decision procedure and that, accordingly, implementing powers should be conferred on the Commission without time limit. The European Parliament and the Council also declared that they would ensure that the proposals aimed at repealing the provisions in the instruments that provide for a time limit on the delegation of implementing powers to the Commission are adopted as rapidly as possible. Following the introduction of the regulatory procedure with scrutiny, the provision establishing that time restriction in Directive 2004/109/EC should be deleted.\n(6) The Commission should, at regular intervals, evaluate the functioning of the provisions concerning the implementing powers conferred on it in order to allow the European Parliament and the Council to determine whether the extent of those powers and the procedural requirements imposed on the Commission are appropriate and ensure both efficiency and democratic accountability.\n(7) Directive 2004/109/EC should therefore be amended accordingly.\n(8) Since the amendments made to Directive 2004/109/EC by this Directive are technical in nature and concern committee procedure only, they do not need to be transposed by the Member States. It is therefore not necessary to lay down provisions to that effect,", "main_body": ["Amendments\nDirective 2004/109/EC is hereby amended as follows:\n1. Article 2(3) shall be replaced by the following:\n(a) establish, for the purposes of paragraph 1(i)(ii), the procedural arrangements in accordance with which an issuer may make the choice of the home Member State;\n(b) adjust, where appropriate for the purposes of the choice of the home Member State referred to in paragraph 1(i)(ii), the three-year period in relation to the issuer’s track record in the light of any new requirement under Community law concerning admission to trading on a regulated market; and\n(c) establish, for the purposes of paragraph 1(l), an indicative list of means which are not to be considered as electronic means, thereby taking into account Annex V to Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (7) in accordance with the regulatory procedure referred to in Article 27(2).\n2. Article 5(6) shall be amended as follows:\n(a) in the first subparagraph, the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(b) the third subparagraph shall be replaced by the following:\n3. Article 9(7) shall be replaced by the following:\n4. Article 12(8) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(b) the following subparagraph shall be added:\n5. Article 13(2) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(b) the following subparagraph shall be added:\n6. Articles 14(2), 17(4) and 18(5) shall each be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(b) the following sentence shall be added:\n7. Article 19(4) shall be amended as follows:\n(a) in the first subparagraph, the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(b) the following subparagraph shall be added:\n8. Article 21(4) shall be amended as follows:\n(a) in the first subparagraph, the words ‘in accordance with the procedure referred to in Article 27(2)’ shall be deleted;\n(b) the following subparagraph shall be added:\n9. Article 23 shall be amended as follows:\n(a) paragraph 4 shall be amended as follows:\n(i) the following subparagraph shall be inserted after the first subparagraph:\n(ii) the following subparagraph shall be added:\n(b) paragraph 5 shall be amended as follows:\n(i) the words ‘, in accordance with the procedure referred to in Article 27(2),’ shall be deleted;\n(ii) the following sentence shall be added:\n(c) in paragraph 7, the following subparagraph shall be added:\n10. Article 27 shall be amended as follows:\n(a) the following paragraph shall be inserted:\n(b) paragraphs 3 and 4 shall be replaced by the following:", "Entry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 161, 13.7.2007, p. 45.\n(2)  OJ C 39, 23.2.2007, p. 1.\n(3)  Opinion of the European Parliament of 14 November 2007 (not yet published in the Official Journal) and Council Decision of 3 March 2008.\n(4)  OJ L 390, 31.12.2004, p. 38.\n(5)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(6)  OJ C 255, 21.10.2006, p. 1.\n(7)  OJ L 204, 21.7.1998, p. 37. Directive as last amended by Council Directive 2006/96/EC (OJ L 363, 20.12.2006, p. 81).’;"}