{"celex_id": "32000R2339", "uri": "http://publications.europa.eu/resource/cellar/b7edf3bd-2b10-477d-bd70-c85c2fb648c0", "type": "Regulation", "concepts": ["1309", "1368", "2771", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 2339/2000 of 20 October 2000 establishing the quantities to be allocated to importers from the 2001 Community quantitative quotas on certain products originating in the People's Republic of China\n", "header": "Commission Regulation (EC) No 2339/2000\nof 20 October 2000\nestablishing the quantities to be allocated to importers from the 2001 Community quantitative quotas on certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas(1), as amended by Regulation (EC) No 138/96(2), and in particular Articles 9 and 13 thereof,\nHaving regard to Commission Regulation (EC) No 1355/2000 of 26 June 2000 establishing administration procedures for the 2001 quantitative quotas for certain products originating in the People's Republic of China(3), and in particular Article 6 thereof,\nWhereas:\n(1) Regulation (EC) No 1355/2000 established the portion of each of the quotas concerned reserved for traditional and other importers and the conditions and methods for participating in the allocation of the quantities available. Importers have lodged applications for import licences with the competent national authorities between 29 June and 3 p.m., Brussels time, on 8 September, in accordance with Article 3 of Regulation (EC) No 1355/2000.\n(2) The Commission has received from the Member States, pursuant to Article 5 of Regulation (EC) No 1355/2000, particulars of the numbers and aggregate volume of import licence applications submitted and the total volume imported by traditional importers in 1998 or 1999, the reference years.\n(3) The Commission is now able, on the basis of that information, to establish uniform quantitative criteria by which the competent national authorities may satisfy licence applications submitted by importers in the Member States for the 2001 quantitative quotas.\n(4) Examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by traditional importers for the products listed in Annex I to this Regulation exceeds the portion of the quota set aside for them. The applications must therefore be met by applying the uniform rate of reduction/increase shown in Annex I to the volume of each importer's imports, expressed in quantity or value terms, over the reference period.\n(5) Examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by non-traditional importers for the products listed in Annex II to this Regulation exceeds the portion of the quota set aside for them. The applications must therefore be met by applying the uniform rate of reduction shown in Article II to the amounts requested by each importer, as limited by Regulation (EC) No 1355/2000,", "main_body": ["In response to licence applications in respect of the products listed in Annex I duly submitted by traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to his imports for 1998 or 1999, as indicated by the importer, adjusted by the rate of reduction/increase specified in the said Annex for each quota.\nWhere the use of this quantitative criterion would entail allocating an amount greater than that applied for, the quantity or value allocated shall be limited to that specified in the application.", "In response to licence applications in respect of the products listed in Annex II duly submitted by non-traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to the amount requested within the limits set by Regulation (EC) No 1355/2000, adjusted by the rate of reduction specified in the said Annex for each quota.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 66, 10.3.1994, p. 1.\n(2) OJ L 21, 27.1.1996, p. 6.\n(3) OJ L 155, 28.6.2000, p. 31.\nANNEX I\nRate of reduction/increase applicable to imports in 1998 or 1999\n(traditional importers)\n>TABLE>\nANNEX II\nRate of reduction applicable to the volume requested within the limits of the maximum amounts fixed by Regulation (EC) No 1355/2000\n(non-traditional importers)\n>TABLE>"}