{"celex_id": "32006D0591", "uri": "http://publications.europa.eu/resource/cellar/cd9f44b0-3980-4c75-ae38-a20e1f23fc4b", "type": "Decision", "concepts": ["1085", "1318", "1712", "1755", "1854", "2211", "2286", "3584", "4152", "4839"], "title": "2006/591/EC: Commission Decision of 1 September 2006 amending Decision 2005/393/EC as regards the restricted zones in relation to bluetongue (notified under document number C(2006) 3947)   (Text with EEA relevance)\n", "header": "2.9.2006 EN Official Journal of the European Union L 240/15\nCOMMISSION DECISION\nof 1 September 2006\namending Decision 2005/393/EC as regards the restricted zones in relation to bluetongue\n(notified under document number C(2006) 3947)\n(Text with EEA relevance)\n(2006/591/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1) and in particular Article 10(4) thereof,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (2), and in particular the second subparagraph of Article 6(1), Article 8(2)(d) and (3), Article 9(1)(c) and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Directive 2000/75/EC lays down control rules and measures to combat bluetongue in the Community, including the establishment of protection and surveillance zones and a ban on animals leaving those zones.\n(2) Commission Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (3) provides for the demarcation of the global geographic areas where protection and surveillance zones (‘the restricted zones’) are to be established by the Member States in relation to bluetongue.\n(3) On 17, 19 and 21 August 2006 respectively, the Netherlands, Belgium and Germany informed the Commission of a number of suspected clinical cases of bluetongue in sheep and cattle holdings in areas in the Netherlands, Belgium and Germany, close to Luxembourg and France, located in a radius of 50 km from Kerkrade, the Netherlands, where the first suspected case was notified.\n(4) To avoid the spread of the disease from the affected area, the Commission adopted Decision 2006/577/EC of 22 August 2006 on certain protective measures against bluetongue (4), laying down rules on movements of animals of species susceptible to bluetongue and their semen, ova and embryos from the affected areas.\n(5) Then, the Community Reference Laboratory for bluetongue in Pirbright (United Kingdom) has confirmed the occurrence of bluetongue and that the virus in question is of serotype 8. This serotype has never been reported in Europe before.\n(6) In view of that finding, Decision 2005/393/EC should be amended in order to insert a new restricted zone including the affected area and Decision 2006/577/EC should be repealed.\n(7) Taking into account the farming practises, specific movements of susceptible animals can be allowed, without jeopardising disease control, under the supervision of the competent authorities concerned.\n(8) To prevent the further spread of the disease, this Decision should apply as a matter of urgency.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/393/EC is amended as follows:\n1. Article 2 is replaced by the following:\n— subject to the approval of the competent veterinary authority, animals for direct slaughter;\n— animals from outside the 20 km zone destined to a holding inside the 20 km zone;\n— subject to the approval of and on the basis of animal health conditions to be laid down by the competent veterinary authority, animals intended to a holding situated in the restricted zone.’\n2. Annex I is amended in accordance with the Annex to this Decision.", "Decision 2006/577/EC is repealed.", "This Decision shall apply from the day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 327, 22.12.2000, p. 74.\n(3)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2006/572/EC (OJ L 227, 19.8.2006, p. 60).\n(4)  OJ L 229, 23.8.2006, p. 10.\nANNEX\nIn Annex I to Decision 2005/393/EC, the following zone F is added:\n‘Zone F\n(serotype 8)\nBelgium:\nWhole territory\nFrance:\nAisne: arrondissements of Laon, Saint-Quentin, Soissons, Vervins\nArdennes: arrondissements of Charleville-Mézières, Rethel, Sedan, Vouziers\nMarne: arrondissements of Châlons-sur-Marne, Reims, Sainte-Menehould\nMeurthe et Moselle: arrondissement of Briey\nMeuse: arrondissements of Bar-le-Duc, Commercy, Verdun\nMoselle: arrondissements of Boulay-Moselle, Metz-Campagne, Thionville-Est, Thionville-Ouest, Metz-Ville\nNord: arrondissements of Avesnes-sur-Helpe, Cambrai, Valenciennes\nGermany:\nNordrhein-Westfalen\n— Stadt Aachen\n— Kreis Aachen\n— Stadt Bochum\n— Stadt Bonn\n— Kreis Borken\n— Stadt Bottrop\n— Kreis Coesfeld\n— Stadt Dortmund\n— Kreis Düren\n— Stadt Düsseldorf\n— Stadt Duisburg\n— Ennepe-Ruhr-Kreis\n— Erftkreis\n— Kreis Euskirchen\n— Stadt Essen\n— Stadt Gelsenkirchen\n— Stadt Hagen\n— Stadt Hamm\n— Kreis Heinsberg\n— Stadt Herne\n— Hochsauerlandkreis\n— Kreis Kleve\n— Stadt Köln\n— Stadt Krefeld\n— Stadt Leverkusen\n— Märkischer Kreis\n— Kreis Mettmann\n— Stadt Mönchengladbach\n— Stadt Mülheim a. d. Ruhr\n— Kreis Neuss\n— Oberbergischer Kreis\n— Stadt Oberhausen\n— Kreis Olpe\n— Kreis Recklinghausen\n— Stadt Remscheid\n— Rheinisch-Bergischer Kreis\n— Rhein-Sieg-Kreis\n— Kreis Siegen-Wittgenstein\n— Kreis Soest\n— Stadt Solingen\n— Kreis Unna\n— Kreis Viersen\n— Kreis Wesel\n— Stadt Wuppertal\nRheinland-Pfalz\n— Kreis Ahrweiler\n— Kreis Altenkirchen\n— Kreis Bernkastel-Wittlich\n— Im Kreis Birkenfeld das Gebiet nördlich der B41\n— Kreis Bitburg-Prüm\n— Kreis Cochem-Zell\n— Kreis Daun\n— Stadt Koblenz\n— Im Kreis Mainz Bingen die Ortgemeinden Breitscheid, Bacharach, Oberdiebach; Manubach\n— Kreis Mayen-Koblenz\n— Kreis Neuwied\n— Rhein-Hunsrück-Kreis\n— Rhein-Lahn-Kreis\n— Stadt Trier\n— Kreis Trier-Saarburg\n— Westerwaldkreis\nSaarland\n— Im Kreis Merzig-Wadern die Gemeinden Mettlach und Perl\nHessen\n— Im Lahn-Dill-Kreis die Gemeinden Breitscheid, Diedorf, Haiger\n— Im Kreis Limburg-Weilburg die Gemeinden Dornburg, Elbtal, Elz, Hadamar, Limburg a. d. Lahn, Mengerskirchen, Waldbrunn (Westerwald)\n— Im Rheingau-Taunus-Kreis die Gemeinde Heidenrod\nLuxembourg:\nWhole territory\nThe Netherlands:\n1. From the Belgian border following the Tractaatweg (N253) in northern direction change in Guido Gezellestraat following western direction change in Willem de Zwijgerlaan following in northern direction until the water.\n2. Following the water in northeastern direction change in Veerweg N60 following in northern direction until A58 (E312).\n3. A58 following in western direction until Deltaweg (A256).\n4. Deltaweg (A256) following in northern direction until the water.\n5. The water following in northeastern direction until Philipsdam (N257).\n6. Philipsdam (N257) following the water in eastern direction until Hellegatsplein (A29/A59).\n7. Hellegatsplein (A29/A59) following in northern direction change in Rijksweg (A29) following in northern direction until Ring Rotterdam (A15).\n8. Ring Rotterdam (A15) following in western direction until A16/E19.\n9. A16/E19 following in northern direction change in A20/E25 following in eastern direction change in A12/E30 following in northeastern direction until A27/E231.\n10. A27/E231 following in northern direction until A28/E30.\n11. A28/E30 following in eastern, northeastern direction until A1/E30.\n12. A1/E30 following in eastern direction until the German border.\n13. German border following in southern direction convert in the Belgian border following in north, northwestern direction until the Tractaatweg.’"}