{"celex_id": "32000D0406", "uri": "http://publications.europa.eu/resource/cellar/a13b58f3-81e2-4e5f-9321-4f3f40e4ec14", "type": "Decision", "concepts": ["1264", "2404", "2410", "2414", "2563", "797"], "title": "2000/406/EC: Commission Decision of 9 June 2000 approving the programme of new olive tree planting in Portugal (notified under document number C(2000) 1576) (Only the Portuguese text is authentic)\n", "header": "Commission Decision\nof 9 June 2000\napproving the programme of new olive tree planting in Portugal\n(notified under document number C(2000) 1576)\n(Only the Portuguese text is authentic)\n(2000/406/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1638/98 of 20 July 1998 amending Regulation No 136/66/EEC on the establishment of a common organisation of the market in oils and fats(1), and in particular Article 4 thereof,\nHaving regard to Commission Regulation (EC) No 2366/98 of 30 October 1998 laying down detailed rules for the appliction of the system of production aid for olive oil for the 1998/99, 1999/2000 and 2000/01 marketing years(2), as amended by Regulation (EC) No 1273/1999(3), and in particular Article 4(1) thereof,\nWhereas:\n(1) Article 4 of Regulation (EC) No 1638/98 provides that no aid under the common organisation of the market in oils and fats in force from 1 November 2001 may be paid to olive growers in respect of additional olive trees and the relevant areas planted after 1 May 1998 and those not covered by a cultivation declaration at a date to be determined. However, pursuant to the same Article, additional olive trees planted in connection with the conversion of old olive plantations and new plantings on areas covered by programmes approved by the Commission may be taken into account within certain limits to be determined.\n(2) Article 4 of Regulation (EC) No 1638/98 provides for a programme to be approved by the Commission covering 30000 hectares in Portugal.\n(3) The Portuguese national programme of new plantings forwarded on 13 April 2000 by the Portuguese authorities to the Commission for approval contains the information specified in Article 4(3) of Regulation (EC) No 2366/98. The programme covers the whole area provided for in Article 4 of Regulation (EC) No 1638/98.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The Portuguese national programme for new planting of 30000 hectares of olive groves provided for in Article 4 of Regulation (EC) No 1638/98 is hereby approved.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 9 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 210, 28.7.1998, p. 32.\n(2) OJ L 293, 31.10.1998, p. 50.\n(3) OJ L 151, 18.6.1999, p. 12."}