{"celex_id": "32009D0292", "uri": "http://publications.europa.eu/resource/cellar/a37851a4-82df-4c5a-bbf2-193d146e5531", "type": "Decision", "concepts": ["1158", "1837", "1884", "2947", "5581", "720"], "title": "2009/292/EC: Commission Decision of 24 March 2009 establishing the conditions for a derogation for plastic crates and plastic pallets in relation to the heavy metal concentration levels established in Directive 94/62/EC of the European Parliament and of the Council on packaging and packaging waste (notified under document number C(2009) 1959) (Text with EEA relevance)\n", "header": "25.3.2009 EN Official Journal of the European Union L 79/44\nCOMMISSION DECISION\nof 24 March 2009\nestablishing the conditions for a derogation for plastic crates and plastic pallets in relation to the heavy metal concentration levels established in Directive 94/62/EC of the European Parliament and of the Council on packaging and packaging waste\n(notified under document number C(2009) 1959)\n(Text with EEA relevance)\n(2009/292/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 94/62/EC of the European Parliament and of the Council of 20 December 1994 on packaging and packaging waste (1), and in particular Article 11(3) thereof,\nWhereas:\n(1) Commission Decision 1999/177/EC of 8 February 1999 establishing the conditions for a derogation for plastic crates and plastic pallets in relation to the heavy metal concentration levels established in Directive 94/62/EC on packaging and packaging waste (2) expired on 9 February 2009.\n(2) At the expiry of Decision 1999/177/EC, a considerable amount of plastic crates and plastic pallets containing heavy metals whose concentration level exceeds that provided for by Directive 94/62/EC were still on the market. Given the lack of capacity of the industry to replace all such crates and pallets, there is a high risk that those crates and pallets will be disposed of through land filling or incineration. Both solutions would have harmful impacts on health and the environment.\n(3) Directive 94/62/EC aims at limiting the presence of heavy metals in packaging as well as at providing a high level of environmental protection, including reuse and recycling.\n(4) In order to give time to the industry to replace those plastic crates and plastic pallets using the best available techniques, it is appropriate to adopt conditions for a derogation relating to those crates and pallets which are in product loops in a closed and controlled chain. The scientific reports submitted to the Commission recommend that such derogation should be granted.\n(5) Since the Commission intends to review the functioning of the system provided for in this Decision and the progress made in phasing out plastic crates and plastic pallets containing heavy metals after five years, it is necessary that Member States submit the relevant information. In order not to increase the existing administrative burden by imposing a specific reporting obligation on the Member States, it is sufficient that such information is included in the reports to be submitted to the Commission under Article 17 of Directive 94/62/EC.\n(6) For reasons of legal certainty, this Decision should apply with effect from the date following that of the expiry of Decision 1999/177/EC in order to avoid any possible negative effects resulting from that expiry.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee established pursuant to Article 21 of Directive 94/62/EC,", "main_body": ["For the purposes of this Decision, the following definitions shall apply:\n1. ‘heavy metals’ means lead, cadmium, mercury and hexavalent chromium;\n2. ‘intentional introduction of heavy metals’ means the act of deliberately utilising a substance containing heavy metals in the formulation of a packaging or a packaging component where its continued presence is desired in the final packaging or packaging component to provide a specific characteristic, appearance or quality;\n3. ‘incidental presence of heavy metals’ means the presence of heavy metals as an unintended ingredient of a packaging or packaging component.", "The sum of concentration levels of heavy metals in plastic crates and plastic pallets may exceed the applicable limit laid down in Article 11(1) of Directive 94/62/EC provided that those crates and pallets are introduced and kept in product loops which are in a closed and controlled chain under the conditions set out in Articles 3, 4 and 5.", "1.   Plastic crates and plastic pallets containing an excessive amount of heavy metals, as referred to in Article 2, shall be manufactured or repaired in a controlled recycling process in accordance with paragraphs 2, 3 and 4 of this Article.\n2.   The material used for recycling shall originate only from other plastic crates or plastic pallets.\nThe introduction of other material shall be limited to the minimum technically necessary and, in any case, shall not exceed 20 % by weight.\n3.   The intentional introduction of heavy metals as an element during the recycling, as opposed to the incidental presence of heavy metals, shall not be allowed.\nThe use of recycled materials as feedstock for the repair of packaging materials, where some portion of the recycled materials can contain heavy metals, shall not be considered to be intentional introduction of heavy metals.\n4.   The sum of concentration levels of heavy metals in plastic crates and plastic pallets may exceed the applicable limit laid down in Article 11(1) of Directive 94/62/EC only as a result of the use of materials containing heavy metals in the recycling process.", "1.   Plastic crates and plastic pallets containing an excessive amount of heavy metals, as referred to in Article 2, shall be identified in a permanent and visible way.\n2.   Member States shall ensure that within the life cycle of the plastic crates and plastic pallets concerned, at least 90 % of the dispatched plastic crates and plastic pallets containing an excessive amount of heavy metals, as referred to in Article 2, are returned to the manufacturer, the packer or the filler or to an authorised representative.\n3.   Without prejudice to the measures taken pursuant to Article 6, all plastic crates and plastic pallets returned pursuant to this Article that are no longer suitable or intended for reuse shall either be disposed of in accordance with a procedure specifically authorised by the competent authorities of the Member State concerned or be recycled in a controlled recycling process in accordance with paragraphs 2, 3 and 4 of Article 3.", "1.   Member States shall provide for a system of inventory and record keeping and a method of regulatory and financial accountability that enable compliance with the conditions laid down in this Decision to be documented.\nThe system shall account for all plastic crates and plastic pallets containing an excessive amount of heavy metals, as referred to in Article 2, which are put into, and removed from, service.\n2.   Unless otherwise specified in a voluntary agreement, Member States shall ensure that the manufacturer or his authorised representative draws up on an annual basis a written declaration of conformity and an annual report demonstrating how the conditions laid down in this Decision have been complied with. The report shall contain possible changes to the system and authorised representatives.\n3.   Member States shall ensure that the manufacturer or his authorised representative keeps the relevant technical documentation at the disposal of the competent authorities for inspection purposes for at least four years.\nWhere neither the manufacturer nor his authorised representative is established within the Community, the obligation to keep the relevant technical documentation available shall lie with the person who places the product on the Community market.", "Member States shall take measures to encourage manufacturers to investigate methods to progressively achieve the applicable limit of heavy metals contained in plastic crates and plastic pallets laid down in Article 11(1) of Directive 94/62/EC, including the best available techniques on the extraction of heavy metals.", "Member States shall include in the reports to be submitted to the Commission under Article 17 of Directive 94/62/EC a detailed report on the functioning of the system provided for in this Decision and on the progress made in phasing out plastic crates and plastic pallets which are not in conformity with Article 11(1) of Directive 94/62/EC.", "This Decision shall apply from 10 February 2009.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 March 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 365, 31.12.1994, p. 10.\n(2)  OJ L 56, 4.3.1999, p. 47."}