{"celex_id": "32006D0316", "uri": "http://publications.europa.eu/resource/cellar/d48053dc-3720-49d3-ad6b-2391caa02d08", "type": "Decision", "concepts": ["1318", "336", "3774", "5228", "544"], "title": "2006/316/EC: Commission Decision of  28 April 2006  on the allocation days present within an area to the United Kingdom, Denmark and Germany in accordance with point 8.1(h) of Annex IIA to Council Regulation (EC) No 51/2006  (notified under document number C(2006) 1714)\n", "header": "29.4.2006 EN Official Journal of the European Union L 116/72\nCOMMISSION DECISION\nof 28 April 2006\non the allocation days present within an area to the United Kingdom, Denmark and Germany in accordance with point 8.1(h) of Annex IIA to Council Regulation (EC) No 51/2006\n(notified under document number C(2006) 1714)\n(Only the English, Danish and German texts are authentic)\n(2006/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 51/2006 of 22 December 2005 fixing for 2006 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular point 8.1(h) of Annex IIA,\nWhereas:\n(1) Point 8.1(h) of Annex IIA to Regulation (EC) No 51/2006 specifies a special condition which invites the Member State to develop systems of automatic suspensions of fishing licences in respect of infringements.\n(2) On the basis of requests from Member States, appliance of this special condition enables the allocation from 1 February 2006 to 31 January 2007 of a specific number of days present within an area to a Community fishing vessel while carrying on board trawls, Danish seines or similar gears, except beam trawls, of mesh sizes equal to or greater than 120 mm as referred to in point 4.a.v. of Annex IIA.\n(3) The United Kingdom, Denmark and Germany have submitted a request and provided information on a system of automatic suspensions of fishing licences in respect of infringements for fishing vessels carrying on board such fishing gears.\n(4) In view of the information submitted, allocation of days present within an area on special condition laid down in point 8.1(h) should be authorised to the United Kingdom, Denmark and Germany for fishing vessels carrying on board fishing gears referred to in point 4.a.v of Annex IIA to Regulation (EC) No 51/2006,", "main_body": ["Having regard to points 4.a.v and 8.1(h) of Annex IIA to Regulation (EC) No 51/2006, vessels flying the flag from the United Kingdom, Denmark or Germany and carrying on board trawls, Danish seines or similar gears, except beam trawls, of mesh size equal to or greater than 120 mm shall benefit from the allocation of days laid down in point 8.1.(h) and the corresponding line of Table I in point 13 of Annex IIA.", "A vessel to which is allocated a number of days pursuant to Article 1 may not transfer these days to any other vessel unless:\n(a) the recipient vessel uses at all times a fishing gear of mesh size greater than 120 mm;\n(b) the conditions set out in point 14 and 15 of Annex IIA to Regulation (EC) No 51/2006 are fulfilled.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland, the Kingdom of Denmark and to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 April 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 16, 20.1.2006, p. 1."}