{"celex_id": "32006D0745", "uri": "http://publications.europa.eu/resource/cellar/e1980b7e-f647-48df-9dbf-9f4b45c2bad9", "type": "Decision", "concepts": ["1085", "3069", "4505", "5541", "818", "835", "889"], "title": "2006/745/EC: Commission Decision of 8 March 2006 on State Aid — France — Aid to rescue and restructure the Air Lib company (notified under document number C(2006) 649)   (Text with EEA relevance)\n", "header": "7.11.2006 EN Official Journal of the European Union L 307/205\nCOMMISSION DECISION\nof 8 March 2006\non State Aid — France — Aid to rescue and restructure the Air Lib company\n(notified under document number C(2006) 649)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2006/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above (1),\nWhereas:\nI.   PROCEDURE\n(1) By letter of 22 January 2002 France notified the European Commission of aid to rescue the airline parent holding company AOM Air Liberté (hereinafter referred to as ‘Air Lib’ or ‘the company’).\n(2) Having been implemented unlawfully, before its approval by the Commission, this measure was registered as non-notified aid under number NN 42/2002.\n(3) By letter of 24 January 2003 (SG (2003) D/228222), the Commission informed France of its decision to initiate the procedure under Article 88(2) of the Treaty in respect of this aid.\n(4) The Commission decision initiating the procedure was published in the Official Journal of the European Communities\n (2). The Commission invited interested parties to comment on the aid in question within one month of the date of publication, i.e. by 11 May 2003.\n(5) The Commission has received comments on this subject from one interested party by letters of 9 and 12 May 2003. Following the Commission's request made on 21 May, this third party agreed to waive the confidentiality of its comments. The comments were therefore conveyed to France by letter of 23 June 2003 and France was given one month to respond. At the same time, France responded to the initiation of the procedure by letter of 19 May 2003.\n(6)\nII.   DETAILED DESCRIPTION OF THE AID\n(7) Following the decision by their former shareholders, and particularly Swissair, to no longer continue their investment strategy, and confronted with a lack of new investors, the companies Air Liberté AOM (formerly AOM Minerve), Air Liberté and five subsidiary companies were subject to compulsory administration proceedings by the Créteil Commercial Court on 19 June 2001. On 27 July 2001, the Court handed over the assets of the administered companies for one symbolic franc to the Holco company, then to any subsidiary which it controlled. Air Lib (the trade name of the parent holding company AOM Air Liberté SA), a subsidiary of Holco SAS, itself owned almost 100 % by Mr Corbet, was constituted to this effect on 24 August 2001.\n(8) On 1 August 2001, the Court also endorsed the principle of the transaction proposed by the former shareholders through which Swissair undertook to pay FRF 1,5 billion (i.e. €228,7 million). By the beginning of September 2001, before its own bankruptcy, Swissair had in fact paid over only FRF 1 050 million (or €160 million). Following this lack of funding and the additional difficulties caused by the events of 11 September 2001, the company forecast losses in 2001 and 2002. So France provided aid to rescue the company. €16,5 million of this aid, to last for a maximum of six months, but renewable and as a part of a maximum amount of €30,5 million (FRF 200 million) had already been paid by 9 January 2002. The balance of €14 million was paid on 28 February 2002. This aid would have covered only a part of the company's short-term requirements. In the absence of any notification of a plan to restructure the company or proof that the loan had been reimbursed, the Commission pointed out to France on 9 July 2002 that it was pursuing its analysis of this dossier from the angle of an aid for restructuring that had been granted unlawfully.\n(9) It appeared that the company had proceeded to open many new routes according to information which appeared in the press or on its own Internet site. Initially, as from winter 2001, a new route to North Africa was opened while from April 2002 low-cost flights were offered in France under the name of Air Lib Express. Finally, as from the end of October 2002, Air Lib introduced low-cost flights from Paris to Italy. Meanwhile, it also appeared that commercial debts had remained outstanding or specific advances had been granted; these included the deferment of social security contributions, advances paid by Air France, exemption from VAT, etc. Thus, on 1 November 2002, still according to the press, Air Lib owed debts totalling approximately €90 million to various public bodies or companies. There were also plans for a Community shareholder, the Dutch group IMCA, to take over Air Lib.\nIII.   COMMENTS FROM INTERESTED PARTIES\n(10) In its comments to the Commission, the interested party, the French airline SA Corse Air International (hereinafter referred to as ‘Corsair’) basically transmitted legal documents showing the action it had taken before the French courts. At the beginning of 2003, Corsair had summoned Air Lib to appear before the Créteil Commercial Court because of the unlawful aid from which Air Lib had benefited according to Corsair, demanding that the aid be paid back and asking the Court to order the cessation of the abovementioned commercial activities which Corsair deemed to be unfair practices resulting from the said unlawful aid.\n(11) By a ruling of 12 February 2003, the Court, having regard inter alia to the procedure initiated by the Commission, declared that it had no jurisdiction in this matter. By submitting information, Corsair had hoped that the Commission would formulate the opinion that the decision of the Court was in conflict with its own decision-making practice and with Community case law.\n(12) Corsair had also adduced arguments in support of the criticism levelled by the Commission at the initial State aid, the company's commercial development and the other fiscal and social support measures from which the company was alleged to have benefited.\nIV.   COMMENTS BY FRANCE\n(13) On 19 May 2003 the French authorities informed the Commission that, following the failure of IMCA's bid to take over Air Lib, they had decided on 5 February 2003 not to renew Air Lib's temporary operating permit which expired on that date. Consequently, faced with serious financial difficulties, Air Lib filed for bankruptcy with the Créteil Commercial Court on 13 February 2003 and the Court ruled on 17 February that the company should be wound up; this ruling was upheld on appeal on 4 April.\n(14) As there appeared to be no way of resuming the company's activity, the coordinator of the airports of Paris in the meantime reallocated the slots, totalling about 35 000 , that had thus become available.\n(15) Accordingly, France has pointed out that in its opinion the formal investigation procedure initiated on 21 January 2003 was now no longer relevant as court-ordered liquidation is one of the grounds for ending entitlement to State rescue aid provided for in the Community guidelines.\nV.   CONCLUSIONS\n(16) The Commission notes that the activities of the beneficiary of the aid came to an end without its activities being taken over by any third party in the course of legal proceedings or any other procedure. Consequently, this ended all potential distortion of competition resulting from the measure implemented by the French authorities for the benefit of Air Lib.\n(17) Moreover, the Commission recalls that paragraph 23d of the Community guidelines on State aid for rescuing and restructuring firms in difficulty, published in 1999 (3), provides that the liquidation of a company is one of the grounds for terminating rescue aid.\n(18) In view of the above, the formal investigation procedure initiated on 21 January 2003 pursuant to Article 88(2) of the EC Treaty has become devoid of purpose,", "main_body": ["The procedure of Article 88(2) of the EC Treaty initiated on 21 January 2003 against the holding company AOM Air Liberté, known as ‘Air Lib’, shall be terminated.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 8 March 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  Decision of 21 January 2003 published in OJ C 88, 11.4.2003, p. 11.\n(2)  See footnote on page 1.\n(3)  OJ C 288, 9.10.1999, p. 2."}