{"celex_id": "32003D0257", "uri": "http://publications.europa.eu/resource/cellar/cf591e91-8239-4aee-a1ef-757ef8d8548b", "type": "Decision", "concepts": ["1318", "2356", "2560", "4821", "6030", "616", "73"], "title": "2003/257/EC: Commission Decision of 10 April 2003 on the financial assistance to Germany for the collection of epidemiological information on classical swine fever in feral pigs (notified under document number C(2003) 1189)\n", "header": "Commission Decision\nof 10 April 2003\non the financial assistance to Germany for the collection of epidemiological information on classical swine fever in feral pigs\n(notified under document number C(2003) 1189)\n(Only the German text is authentic)\n(2003/257/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Articles 19 and 20 thereof,\nWhereas:\n(1) Classical swine fever is one of the most serious pig diseases, which has caused very serious economic losses in the Community in the last decade. Cases of classical swine fever in feral pigs have been reported in several Member States in the last years. In many circumstances the control of the disease has been difficult and classical swine fever has spread from the feral to the domestic pig population.\n(2) The gathering and exchange of epidemiological information on classical swine fever in the feral pig population in the Member States is of fundamental importance to establish the appropriate measures for controlling the disease in this population and verifying their efficacy.\n(3) Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(3) establishes rules on the collection of information in relation to classical swine fever in feral pigs. Further rules may be established according to Comitology procedures.\n(4) The Bundesforschungsanstalt f端r Viruskrankheiten der Tiere, Institut f端r Epidemiologie, Wusterhausen, Germany, is in the process of establishing a digital database for the collection and exchange of epidemiological information via the Internet on classical swine fever in feral pigs. This database will be shared with other Member States in order to verify its validity as a tool to control the disease.\n(5) A financial contribution should be granted for that project, as it may contribute to the development of Community legislation on classical swine fever and to a better control of the disease.\n(6) Under Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(4), veterinary and plant health measures undertaken in accordance with Community rules are financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; for financial control purposes, Articles 8 and 9 of Council Regulation (EC) No 1258/1999 apply.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The Community shall grant Germany financial assistance for its project of establishing a digital database for the gathering and exchange of epidemiological information on classical swine fever in feral pigs at the Bundesforschungsanstalt f端r Viruskrankheiten der Tiere, Institut f端r Epidemiologie, Wusterhausen, Germany, as presented by Germany.\n2. The following conditions must be fulfilled:\n(a) The data base must be established and made available to all Member States at their request on 30 June 2003 at the latest;\n(b) Germany must forward a technical and financial report to the Commission on 30 September 2003 at the latest, the financial report being conform to the model set out in the Annex and accompanied by supporting documents justifying evidence as to the costs incurred and the results attained.", "1. The Community's financial assistance granted to Germany for the project referred to in Article 1 shall cover the costs incurred for staff and the purchase of hardware and software and shall not exceed EUR 50000.\n2. The Community's financial assistance shall be paid as follows:\n(a) 70 % by way of an advance at the request of Germany;\n(b) the balance following presentation of the reports and supporting documents referred to Article 1(2)(b).", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 10 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 316, 1.12.2001, p. 5.\n(4) OJ L 160, 26.6.1999, p. 103.\nANNEX\n>PIC FILE= \"L_2003095EN.006302.TIF\">\n>PIC FILE= \"L_2003095EN.006401.TIF\">"}