{"celex_id": "32000D0683", "uri": "http://publications.europa.eu/resource/cellar/be7c7d82-1659-42c7-bbff-4b42bcee7e1f", "type": "Decision", "concepts": ["5327", "5344", "5404", "5946"], "title": "2000/683/EC, ECSC, Euratom: Council and Commission Decision of 12 October 2000 on the conclusion of the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and Ukraine, of the other part\n", "header": "Council and Commission Decision\nof 12 October 2000\non the conclusion of the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and Ukraine, of the other part\n(2000/683/EC, ECSC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(1), the last sentence of Article 47(2), Article 55, Article 57(2), Article 71, Article 80(2), Articles 93, 94, 133 and 308, in conjunction with the second sentence of Article 300(2) and the second subparagraph of Article 300(3) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 95 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament(1),\nHaving regard to the Council's approval pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nAfter consulting the Consultative Committee of the ECSC and with the assent of the Council,\nWhereas:\n(1) The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and Ukraine, of the other part(2), which entered into force on 1 March 1998, contributes to achieving the objectives of the European Communities in so far as it is an essential part of the strategy of the European Communities and their Member States with regard to Ukraine.\n(2) Since the Partnership and Cooperation Agreement was signed before the enlargement of the European Union to include Austria, Finland and Sweden, a Protocol was signed on 10 April 1997 to include the three new Member States in the Partnership and Cooperation Agreement.\n(3) The parties agreed to the provisional application of the Protocol by the European Communities, Ukraine and all Member States except Austria, Sweden, Finland, Denmark and Portugal.\n(4) All the signatories to the Protocol have now ratified it,", "main_body": ["The Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and Ukraine, of the other part, shall be approved on behalf of the European Community, the European Coal and Steel Community and the European Atomic Energy Community.\nThe text of the Protocol is annexed to this Decision.", "The President of the Council shall, on behalf of the European Community, give the notification provided for in Article 4 of the Protocol. The President of the Commission shall give the same notification on behalf of the European Coal and Steel Community and the European Atomic Energy Community."], "attachments": "Done at Brussels, 12 October 2000.\nFor the Council\nThe President\nH. VĂŠdrine\nFor the Commission\nThe President\nR. Prodi\n(1) OJ C 286, 22.9.1997, p. 82.\n(2) OJ L 49, 19.2.1998, p. 3."}