{"celex_id": "32005D0926", "uri": "http://publications.europa.eu/resource/cellar/800bd60e-9bd0-4e3c-965c-e7d93b303c41", "type": "Decision", "concepts": ["1445", "1519", "1755", "2121", "3577", "4636", "4687", "4743", "5234", "5581"], "title": "2005/926/EC: Commission Decision of  21 December 2005  on introducing supplementary measures to control infections with low pathogenic avian influenza in Italy and repealing Decision 2004/666/EC  (notified under document number C(2005) 5566)   (Text with EEA relevance)\n", "header": "22.12.2005 EN Official Journal of the European Union L 337/60\nCOMMISSION DECISION\nof 21 December 2005\non introducing supplementary measures to control infections with low pathogenic avian influenza in Italy and repealing Decision 2004/666/EC\n(notified under document number C(2005) 5566)\n(Text with EEA relevance)\n(2005/926/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular, Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular, Article 10(4) thereof,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza (3), and in particular Article 16 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (4), and in particular Articles 4(3) and 13(3) thereof,\nWhereas:\n(1) Under Commission Decision 2002/975/EC of 12 December 2002 on introducing vaccination to supplement the measures to control infections with low pathogenic avian influenza in Italy and on specific movement control measures (5) a vaccination programme was carried out in parts of Northern Italy to control infections with low pathogenic avian influenza strain subtype H7N3. A differentiating infected from vaccinated animals (DIVA) strategy was applied by using a heterologous vaccine of H7N1 subtype, which allows differentiation between infected and vaccinated poultry.\n(2) Under Commission Decision 2004/666/EC of 29 September 2004 on introducing vaccination to supplement the measures to control infections with low pathogenic avian influenza in Italy and on specific movement control measures and repealing Decision 2002/975/EC (6) a new vaccination programme was approved in a smaller area of Italy compared to the previous vaccination campaign under Decision 2002/975/EC. The new programme is carried out with a bivalent vaccine containing both avian influenza subtypes H5 and H7. This kind of vaccination is carried out until at least 31 December 2005. That Decision also provides for a prohibition on intra-Community trade in live poultry and hatching eggs coming from and/or originating from the vaccination area and conditions for intra-Community trade in fresh meat originating from vaccinated poultry in accordance with article 3 of Decision 2004/666/EC.\n(3) The results of the vaccination programme, as provided for in Decision 2004/666/EC and reported at several meetings of the Standing Committee on the Food Chain and Animal Health, were generally favourable.\n(4) As a result of the favourable situation within the vaccination area provided for in Decision 2004/666/EC and in the light of the increased experience on the application of vaccination, dispatch of slaughter poultry, hatching eggs and day-old chicks from Italy should be permitted if certain conditions are fulfilled.\n(5) In the light of the particular risk of introduction of avian influenza in the areas of Italy in question, and the submission by Italy of an amended vaccination programme by the letter dated 23 June 2005 for approval, it appears appropriate to continue vaccination in the areas at higher risk of disease introduction. Furthermore, an intensive monitoring and surveillance should be performed both in the vaccination area and in its surroundings.\n(6) Special sampling and testing procedures should also be applicable to slaughter poultry.\n(7) In the interests of clarity of Community legislation, it is appropriate to repeal Decision 2004/666/EC and replace it by this Decision.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of the vaccination programme\n1.   The amended vaccination programme against avian influenza, submitted by Italy to the Commission on 23 June 2005, is approved (‘the vaccination programme’).\nThe vaccination programme shall be carried out with a bivalent vaccine in the areas listed in Annex I (‘the vaccination area’). The vaccination programme shall be implemented efficiently.\n2.   Intensive monitoring and surveillance, as set out in the vaccination programme shall be carried out in the vaccination area and in the areas listed in Annex III.", "Restrictions on movements of live poultry, hatching eggs, day-old chicks and fresh meat of poultry\nThe restrictions on movements of live poultry, hatching eggs, day-old chicks and fresh meat of poultry into, out of and within the vaccination area and from holdings located in a restriction zone established in accordance with the provisions laid down in the vaccination programme shall apply in accordance with Article 3 to 9 of this Decision.", "Restrictions on dispatch of live poultry, hatching eggs and day-old chicks\nNo live poultry, hatching eggs and day-old chicks coming from and/or originating from holdings in the vaccination area and from holdings located in a restriction zone established in accordance with the provisions laid down in the vaccination programme shall be dispatched from Italy.", "Derogation from restrictions on dispatch of slaughter poultry\n1.   By way of derogation from Article 3, slaughter poultry that come from and/or originate from holdings in the vaccination area, may be dispatched from Italy if the poultry:\n(a) come from holdings that are not located in a restriction zone established in accordance with the provisions laid down in the vaccination programme;\n(b) originate from flocks which have been regularly inspected and tested with negative results for avian influenza, with particular attention paid to sentinel birds;\n(c) originate from flocks which have been clinically inspected by an official veterinarian within 48 hours before loading, with particular attention paid to sentinel birds;\n(d) originate from flocks which have been tested serologically for avian influenza with negative results at the national laboratory for avian influenza, by using the sampling and testing procedure laid down in Annex II to this Decision;\n(e) are sent directly to a slaughterhouse and slaughtered immediately upon arrival.\n2.   For the testing of flocks, as provided for in point (b) of paragraph 1, the following tests shall be used:\n(a) for vaccinated birds, the developed indirect Immunofluorescence Assay (‘iIFA-test’);\n(b) for non-vaccinated birds:\n(i) the Haemagglutination-Inhibition Test (HI);\n(ii) the AGID-test;\n(iii) the ELISA-test; or\n(iv) the iIFA-test, if necessary.", "Derogation from restrictions on dipatch of hatching eggs\nBy way of derogation from Article 3, hatching eggs that come from and/or originate from holdings in the vaccination area, may be dispatched from Italy if:\n(a) they come from holdings that are not located in a restriction zone established in accordance with the provisions laid down in the vaccination programme;\n(b) they come from flocks which have been regularly inspected and tested with negative results for avian influenza using the tests as provided for in Article 4(2);\n(c) they are disinfected before departure from the holding;\n(d) they are transported directly to the hatchery of destination;\n(e) the hatchery of destination can ensure the traceability of the hatching eggs by means of the records of the holding of origin of the hatching eggs and of the destination of the day-old chicks hatched from such eggs.", "Derogation from restrictions on dispatch of day-old chicks\nBy way of derogation from Article 3, day-old chicks that come from and/or originate from holdings located in the vaccination area, may be dispatched from Italy if they orginate from hatching eggs that comply with the conditions set out in Article 5.", "Animal health certificates for consignments of live poultry, hatching eggs and day-old chicks\nAnimal health certificates accompanying consignments of live poultry, hatching eggs and day-old chicks from Italy shall include the words: ‘The animal health conditions of this consignment are in accordance with Commission Decision 2005/926/EC’.", "Restrictions on dispatch and special marking of fresh meat of poultry\n1.   Fresh meat of poultry as provided in Article 2 shall be marked in accordance with paragraph 2 and shall not be dispatched from Italy if it is derived from:\n(a) poultry originating from holdings located in a restriction zone established in accordance with the provisions laid down in the vaccination programme;\n(b) poultry vaccinated against avian influenza;\n(c) poultry from avian influenza sero-positive poultry flocks destined for slaughter under official control in accordance with the vaccination programme.\n2.   Fresh meat of poultry as provided in paragraph 1 shall be marked with a special health or identification mark which cannot be confused with the health mark as provided in Chapter XII, Annex I to Council Directive 71/118/EEC (7) and shall, in particular, not be oval. That mark shall contain the approval number of the establishment but not the letters C.E.", "Derogation from restrictions on dispatch of fresh meat of poultry\nBy way of derogation from Article 8(1)(b) and paragraph 2, fresh meat derived from turkeys and chickens vaccinated against avian influenza with a heterologous vaccine of subtype (H7N1) and (H5N9) may be dispatched from Italy, provided that the meat comes from turkeys and chickens which:\n(a) originate from flocks which have been regularly inspected and tested with negative results for avian influenza, with particular attention paid to sentinel birds;\n(b) originate from flocks which have been clinically inspected by an official veterinarian within 48 hours before loading, with particular attention paid to sentinel birds;\n(c) originate from flocks which have been tested serologically for avian influenza with negative results at the national laboratory for avian influenza, by using the sampling and testing procedure laid down in Annex II to this Decision;\n(d) come from flocks which have been tested with negative results for avian influenza using the tests as provided for in Article 4(2);\n(e) are kept separated from other flocks which do not comply with this Article;\n(f) are sent directly to a slaughterhouse and slaughtered immediately upon arrival.", "0\nHealth certificate for fresh meat of turkey and chicken\nFresh meat of turkey and chicken complying with the conditions set out in Article 9 shall be accompanied by a health certificate in accordance with the model set out in Annex VI to l Directive 71/118/EEC, which shall include under point IV (a) of that certificate the following attestation of the official veterinarian:\n‘The turkey meat/chicken meat (8) described above is in accordance with Commission Decision 2005/926/EC.", "1\nWashing and disinfection of packaging and means of transport\nItaly shall ensure that in the vaccination area listed in Annex I:\n(a) only disposable packaging material, or packaging material which can be effectively washed and disinfected, is used for the collection, storage and transport of hatching eggs and day-old chicks;\n(b) all means of transport used for transporting live poultry, hatching eggs, day-old chicks, fresh poultry meat and poultry feedstuff are cleaned and disinfected immediately before and after each transport with disinfectants and methods of use approved by the competent authority.", "2\nReports\nItaly shall submit a report to the Commission containing information on the effectiveness of the vaccination programme within six mouths from the date of application of this Decision and thereafter at six-monthly intervals.", "3\nRepeals\nDecision 2004/666/EC is repealed.", "4\nApplicability\nThis Decision shall apply from the tenth day following that of its publication in the Official Journal of the European Union.", "5\nAddresses\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33); corrected version (OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 167, 22.6.1992, p. 1. Directive as last amended by 2003 Act of Accession.\n(4)  OJ L 18, 23.1.2003, p. 11.\n(5)  OJ L 337, 13.12.2002, p. 87. Decision as last amended by Decision 2004/159/EC (OJ L 50, 20.2.2004, p. 63).\n(6)  OJ L 303, 30.9.2004, p. 35. Decision as amended by Decision 2005/10/EC (OJ L 4, 6.1.2005, p. 15).\n(7)  OJ L 55, 8.3.1971, p. 23.\n(8)  Delete as appropriate.’\nANNEX I\nVACCINATION AREA WHERE VACCINATION IS CARRIED OUT WITH A BIVALENT VACCINE\nVeneto Region\nVerona Province\nALBAREDO D'ADIGE\nANGIARI\nARCOLE\nBELFIORE\nBONAVIGO\nBOVOLONE\nBUTTAPIETRA\nCALDIERO area to the south of the A4 motorway\nCASALEONE\nCASTEL D'AZZANO\nCASTELNUOVO DEL GARDA area to the south of the A4 motorway\nCEREA\nCOLOGNA VENETA\nCOLOGNOLA AI COLLI area to the south of the A4 motorway\nCONCAMARISE\nERBÈ\nGAZZO VERONESE\nISOLA DELLA SCALA\nISOLA RIZZA\nLAVAGNO area to the south of the A4 motorway\nMINERBE\nMONTEFORTE D'ALPONE area to the south of the A4 motorway\nMOZZECANE\nNOGARA\nNOGAROLE ROCCA\nOPPEANO\nPALÙ\nPESCHIERA DEL GARDA area to the south of the A4 motorway\nPOVEGLIANO VERONESE\nPRESSANA\nRONCO ALL'ADIGE\nROVERCHIARA\nROVEREDO DI GUÀ\nSALIZZOLE\nSAN BONIFACIO area to the south of the A4 motorway\nSAN GIOVANNI LUPATOTO area to the south of the A4 motorway\nSANGUINETTO\nSAN MARTINO BUON ALBERGO area to the south of the A4 motorway\nSAN PIETRO DI MORUBIO\nSOAVE area to the south of the A4 motorway\nSOMMACAMPAGNA area to the south of the A4 motorway\nSONA area to the south of the A4 motorway\nSORGÀ\nTREVENZUOLO\nVALEGGIO SUL MINCIO\nVERONA area to the south of the A4 motorway\nVERONELLA\nVIGASIO\nVILLAFRANCA DI VERONA\nZEVIO\nZIMELLA\nLombardia Region\nBrescia Province\nACQUAFREDDA\nALFIANELLO\nBAGNOLO MELLA\nBASSANO BRESCIANO\nBORGOSATOLLO\nBRESCIA area to the south of the A4 motorway\nCALCINATO area to the south of the A4 motorway\nCALVISANO\nCAPRIANO DEL COLLE\nCARPENEDOLO\nCASTENEDOLO area to the south of the A4 motorway\nCIGOLE\nDELLO\nDESENZANO DEL GARDA area to the south of the A4 motorway\nFIESSE\nFLERO\nGAMBARA\nGHEDI\nGOTTOLENGO\nISORELLA\nLENO\nLONATO area to the south of the A4 motorway\nMANERBIO\nMILZANO\nMONTICHIARI\nMONTIRONE\nOFFLAGA\nPAVONE DEL MELLA\nPONCARALE\nPONTEVICO\nPOZZOLENGO area to the south of the A4 motorway\nPRALBOINO\nQUINZANO D'OGLIO\nREMEDELLO\nREZZATO area to the south of the A4 motorway\nSAN GERVASIO BRESCIANO\nSAN ZENO NAVIGLIO\nSENIGA\nVEROLANUOVA\nVEROLAVECCHIA\nVISANO\nMantova Province\nCASTIGLIONE DELLE STIVIERE\nCAVRIANA\nCERESARA\nGOITO\nGUIDIZZOLO\nMARMIROLO\nMEDOLE\nMONZAMBANO\nPONTI SUL MINCIO\nROVERBELLA\nSOLFERINO\nVOLTA MANTOVANA\nANNEX II\nSAMPLING AND TESTING PROCEDURE\n1.   Introduction and general use\nThe developed indirect Immunofluorescence Assay (iIFA-test) is aimed at the differentiation between vaccinated/field exposed and vaccinated/non field exposed turkeys and chickens in the framework of a Differentiating Infected from Vaccinated Animals (DIVA) vaccination strategy using a heterologous subtype vaccine from the field virus subtype.\n2.   Use of the test for the purpose of dispatching fresh turkey and chicken meat from the vaccination area in Italy\nMeat originating from turkey and chicken flocks vaccinated against avian influenza may be dispatched from Italy provided that, where all the birds are kept in one building, blood samples have been taken by the official veterinarian within seven days prior to slaughter from at least 10 vaccinated turkeys or chickens destined for slaughter.\nHowever, where the poultry are kept in more than one group or shed, at least 20 vaccinated birds selected randomly from all the groups or sheds on the farm shall be sampled.\n3.   Use of the test for the purpose of dispatching slaughter poultry from the vaccination area in Italy\nSlaughter poultry originating from the vaccination area may be dispatched from Italy provided that, where all the birds have been kept in one building, blood samples from at least 10 birds destined for slaughter have been taken by the official veterinarian within seven days prior dispatch. However, where the poultry are kept in more than one group or shed, at least 20 birds selected randomly from all the groups or sheds on the farm shall be sampled.\nANNEX III\nAREAS BORDERING THE VACCINATION AREA WHERE INTENSIVE MONITORING AND SURVEILLANCE IS CARRIED OUT\nLombardia Region\nBergamo province\nANTEGNATE\nBAGNATICA area to the south of the A4 motorway\nBARBATA\nBARIANO\nBOLGARE area to the south of the A4 motorway\nCALCINATE\nCALCIO\nCASTELLI CALEPIO area to the south of the A4 motorway\nCAVERNAGO\nCIVIDATE AL PIANO\nCOLOGNO AL SERIO\nCORTENUOVA\nCOSTA DI MEZZATE area to the south of the A4 motorway\nCOVO\nFARA OLIVANA CON SOLA\nFONTANELLA\nGHISALBA\nGRUMELLO DEL MONTE area to the south of the A4 motorway\nISSO\nMARTINENGO\nMORENGO\nMORNICO AL SERIO\nPAGAZZANO\nPALOSCO\nPUMENENGO\nROMANO DI LOMBARDIA\nSERIATE area to the south of the A4 motorway\nTELGATE area to the south of the A4 motorway\nTORRE PALLAVICINA\nBrescia province\nAZZANO MELLA\nBARBARIGA\nBASSANO BRESCIANO\nBERLINGO\nBORGO SAN GIACOMO\nBRANDICO\nCASTEGNATO area to the south of the A4 motorway\nCASTEL MELLA\nCASTELCOVATI\nCASTREZZATO\nCAZZAGO SAN MARTINO area to the south of the A4 motorway\nCHIARI\nCOCCAGLIO\nCOLOGNE\nCOMEZZANO-CIZZAGO\nCORZANO\nERBUSCO area to the south of the A4 motorway\nLOGRATO\nLONGHENA\nMACLODIO\nMAIRANO\nORZINUOVI\nORZIVECCHI\nOSPITALETTO area to the south of the A4 motorway\nPALAZZOLO SULL'OGLIO area to the south of the A4 motorway\nPOMPIANO\nPONTOGLIO\nROCCAFRANCA\nRONCADELLE area to the south of the A4 motorway\nROVATO area to the south of the A4 motorway\nRUDIANO\nSAN PAOLO\nTORBOLE CASAGLIA\nTRAVAGLIATO\nTRENZANO\nURAGO D'OGLIO\nVILLACHIARA\nCremona province\nCAMISANO\nCASALE CREMASCO-VIDOLASCO\nCASALETTO DI SOPRA\nCASTEL GABBIANO\nSONCINO\nMantova province\nACQUANEGRA SUL CHIESE\nASOLA\nBIGARELLO\nCANNETO SULL'OGLIO\nCASALMORO\nCASALOLDO\nCASALROMANO\nCASTEL D'ARIO\nCASTEL GOFFREDO\nCASTELBELFORTE\nGAZOLDO DEGLI IPPOLITI\nMARIANA MANTOVANA\nPIUBEGA\nPORTO MANTOVANO\nREDONDESCO\nRODIGO\nRONCOFERRARO\nSAN GIORGIO DI MANTOVA\nVILLIMPENTA\nVeneto Region\nPadua province\nCARCERI\nCASALE DI SCODOSIA\nESTE\nLOZZO ATESTINO\nMEGLIADINO SAN FIDENZIO\nMEGLIADINO SAN VITALE\nMONTAGNANA\nOSPEDALETTO EUGANEO\nPONSO\nSALETTO\nSANTA MARGHERITA D’ADIGE\nURBANA\nVerona province\nBEVILACQUA\nBOSCHI SANT'ANNA\nBUSSOLENGO\nPESCANTINA\nSOMMACAMPAGNA area to the north of the A4 motorway\nSONA area to the north of the A4 motorway\nVicenza province\nAGUGLIARO\nALBETTONE\nALONTE\nASIGLIANO VENETO\nBARBARANO VICENTINO\nCAMPIGLIA DEI BERICI\nCASTEGNERO\nLONIGO\nMONTEGALDA\nMONTEGALDELLA\nMOSSANO\nNANTO\nNOVENTA VICENTINA\nORGIANO\nPOIANA MAGGIORE\nSAN GERMANO DEI BERICI\nSOSSANO\nVILLAGA"}