{"celex_id": "32007D0623", "uri": "http://publications.europa.eu/resource/cellar/a7ea4e63-411b-4480-a759-c96352756ded", "type": "Decision", "concepts": ["1233", "1277", "13", "1839", "893"], "title": "Decision No 623/2007/EC of the European Parliament and of the Council of 23 May 2007 amending Directive 2002/2/EC amending Council Directive 79/373/EEC on the circulation of compound feedingstuffs\n", "header": "14.6.2007 EN Official Journal of the European Union L 154/23\nDECISION No 623/2007/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 May 2007\namending Directive 2002/2/EC amending Council Directive 79/373/EEC on the circulation of compound feedingstuffs\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 152(4)(b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Article 1(1)(b) of Directive 2002/2/EC of the European Parliament and of the Council (3), amended Council Directive 79/373/EEC of 2 April 1979 on the circulation of compound feedingstuffs (4). That provision added a point to Article 5(1) of Directive 79/373/EEC, requiring manufacturers of compound animal feedingstuffs to indicate, at the customer's request, the exact composition of a feedingstuff.\n(2) The Court of Justice of the European Communities, in its judgment of 6 December 2005 in Joined Cases C-453/03, C-11/04, C-12/04 and C-194/04 (5), declared Article 1(1)(b) of Directive 2002/2/EC invalid, in the light of the principle of proportionality.\n(3) Article 233 of the Treaty requires the institutions whose act has been declared void to take the necessary measures to comply with the judgment of the Court of Justice.\n(4) The objective of ensuring feed safety is achieved, inter alia, through implementation of the provisions of Regulations (EC) No 178/2002 of the European Parliament and of the Council (6) and (EC) No 183/2005 of the European Parliament and of the Council (7).\n(5) A number of court rulings in the Member States have led to Directive 2002/2/EC being implemented differently and unevenly and various cases relating to it are currently pending before the respective national courts.\n(6) The European Parliament and the Council are not at present making more far-reaching amendments to the basic legal act, since the Commission has promised, as part of a simplification programme, to draw up by mid-2007 proposals to overhaul feed legislation. They anticipate that the issue of the so-called ‘open declaration’ of ingredients will be fully reviewed in this context, and expect new proposals from the Commission taking account of both the interest of farmers in being provided with precise, detailed information on the feed materials contained in feedingstuffs and the interest of the industry in ensuring that business secrets are adequately protected.\n(7) The second subparagraph of Article 12 of Directive 79/373/EEC, inserted by Article 1(5) of Directive 2002/2/EC, provides for an obligation on manufacturers of compound feedingstuffs to make available to the authorities responsible for carrying out official inspections, on request, any document concerning the composition of feedingstuffs intended to be put into circulation which enables the accuracy of the information given by the labelling to be verified.\n(8) Directive 2002/2/EC should therefore be amended,", "main_body": ["Directive 2002/2/EC is amended as follows:\n1. Article 1(1)(b) shall be deleted;\n2. in Article 1(6), the text of Article 15a of Directive 79/373/EEC shall be replaced by the following:", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nG. GLOSER\n(1)  OJ C 324, 30.12.2006, p. 34.\n(2)  Opinion of the European Parliament of 12 December 2006, (not yet published in the Official Journal) and Council Decision of 16 April 2007.\n(3)  Directive 2002/2/EC of the European Parliament and of the Council of 28 January 2002 amending Council Directive 79/373/EEC on the circulation of compound feedingstuffs (OJ L 63, 6.3.2002, p. 23).\n(4)  OJ L 86, 6.4.1979, p. 30. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(5)  ABNA and Others ECR [2005] I-10423.\n(6)  Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1). Regulation as last amended by Commission Regulation (EC) No 575/2006 (OJ L 100, 8.4.2006, p. 3).\n(7)  Regulation (EC) No 183/2005 of the European Parliament and of the Council of 12 January 2005 laying down technical requirements for feed hygiene (OJ L 35, 8.2.2005, p. 1)."}