{"celex_id": "32004R0830", "uri": "http://publications.europa.eu/resource/cellar/89dea288-b40a-479a-9c7f-6a7b7cbcb17b", "type": "Regulation", "concepts": ["1216", "1474", "2306", "544", "5537"], "title": "Council Regulation (EC) No 830/2004 of 26 April 2004 on the conclusion of the Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast\n", "header": "Council Regulation (EC) No 830/2004\nof 26 April 2004\non the conclusion of the Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) Pursuant to the second paragraph of Article 15 of the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast (Agreement)(2), the two Parties conducted negotiations to determine any amendments or additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto.\n(2) As a result of those negotiations, a new Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement was initialled on 27 June 2003.\n(3) The method of allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Agreement.\n(4) It is in the Community's interest to approve that Protocol,", "main_body": ["The Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea on fishing off the Guinean coast is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "1. The fishing opportunities provided for in the Protocol shall be allocated among the Member States as follows:\n(a) shrimp fishing:\n- Spain: 1050 GRT,\n- Portugal: 300 GRT,\n- Greece: 150 GRT;\n(b) tuna seiners:\n- France: 17 vessels,\n- Spain: 17 vessels;\n(c) pole-and-line tuna vessels:\n- France: 7 vessels,\n- Spain: 7 vessels;\n(d) Surface longliners:\n- Spain: 8,\n- Portugal: 1.\n2. The fishing opportunities provided for in the Protocol for fin-fish and cephalod fishing for 2004 shall be allocated among the Member States as follows:\n- Spain: 844 GRT\n- Italy: 750 GRT\n- Greece: 906 GRT\n3. If fishing opportunities are increased from 2005 as compared with 2004 in accordance with Article 1 of the Protocol, these increases shall be allocated in proportion to the fishing opportunities indicated above for 2004.\n4. If licence applications from these Member States do not cover all the fishing opportunities laid down by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nJ. Walsh\n(1) Opinion delivered on 1 April 2004 (not yet published in the Official Journal).\n(2) OJ L 111, 27.4.1983, p. 1."}