{"celex_id": "32007R1494", "uri": "http://publications.europa.eu/resource/cellar/92444a50-06c1-4db7-bb88-9c786e7a2f9d", "type": "Regulation", "concepts": ["1401", "3846", "5650", "6012", "893"], "title": "Commission Regulation (EC) No 1494/2007 of 17 December 2007 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, the form of labels and additional labelling requirements as regards products and equipment containing certain fluorinated greenhouse gases (Text with EEA relevance)\n", "header": "18.12.2007 EN Official Journal of the European Union L 332/25\nCOMMISSION REGULATION (EC) No 1494/2007\nof 17 December 2007\nestablishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, the form of labels and additional labelling requirements as regards products and equipment containing certain fluorinated greenhouse gases\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 842/2006 of the European Parliament and of the Council of 17 May 2006 on certain fluorinated greenhouse gases (1), and in particular Article 7(3) thereof,\nWhereas:\n(1) A review on the desirability of including additional environmental information on labels to be used on the products and equipment referred to in Article 7(2) of Regulation (EC) No 842/2006 has been carried out in accordance with Article 7(3) of that Regulation.\n(2) The labelling requirements take into account labelling systems currently used in the Community for products and equipment containing fluorinated greenhouse gases, including labelling systems established by industry standards for such products and equipment.\n(3) For the sake of clarity, it is appropriate to determine the exact wording of the information to be indicated on the labels. Member States should be able to decide to use their own language on those labels.\n(4) Additional information indicating whether refrigeration and air conditioning products and equipment as well as heat pumps covered by this Regulation have been insulated with foam blown with fluorinated greenhouse gases should be included on the label in order to promote their potential recovery from such foams.\n(5) In cases where fluorinated greenhouse gases are added to the product or equipment concerned outside the manufacturing site, the label should indicate the total quantity of fluorinated greenhouse gases contained in the product or equipment.\n(6) The label should be designed so as to ensure that it is clearly legible and remains securely in place on the product or equipment throughout the entire period during which the product or equipment contains fluorinated greenhouse gases.\n(7) The label should be placed in a way which ensures visibility to installation and servicing technicians.\n(8) For air conditioning products and equipment and heat pumps the label should be placed in a way that takes into account the technical profile of the product or equipment.\n(9) The possibility of inclusion of additional environmental information on labels has constrained manufacturers in making the necessary adjustments as regards to labels and therefore an adequate period should be allowed before this Regulation becomes applicable.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18(1) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council (2),", "main_body": ["Subject matter\nThis Regulation establishes the form of the labels to be used and the additional labelling requirements which shall apply to the types of products and equipment listed in Article 7(2) of Regulation (EC) No 842/2006.", "Labelling requirements\n1.   The products and equipment covered by this Regulation shall be marked with a label containing the following information:\n(a) the text ‘Contains fluorinated greenhouse gases covered by the Kyoto Protocol’;\n(b) the abbreviated chemical names for the fluorinated greenhouse gases contained or designed to be contained in the equipment using accepted industry nomenclature standard to the equipment or substance;\n(c) the quantity of the fluorinated greenhouse gases, expressed in kilograms;\n(d) the text ‘hermetically sealed’ where applicable.\n2.   In addition to the labelling requirements referred to in paragraph 1, refrigeration and air conditioning products and equipment as well as heat pumps, which are insulated with foam blown with fluorinated greenhouse gases, before being placed on the market, shall be marked with a label containing the following text: ‘Foam blown with fluorinated greenhouse gases’.\n3.   Where fluorinated greenhouse gases may be added outside the manufacturing site and the resulting total quantity is not defined by the manufacturer, the label shall contain the quantity charged in the manufacturing plant and shall provide space on the label for the quantity to be added outside the manufacturing plant as well as for the resulting total quantity of fluorinated greenhouse gases.\n4.   Member States may make the placing on the market of products and equipment covered by this Regulation on their territory subject to use of their official languages in respect of the labelling requirements referred to in paragraphs 1, 2 and 3.", "Form of the label\n1.   The information referred to in Article 2 shall be indicated on a label which shall be affixed to the products and equipment covered by this Regulation.\n2.   The information shall stand out clearly from the background of the label and shall be of such size and spacing as to be clearly legible.\nWhere the information required by this Regulation is added to a label already affixed to the product or equipment concerned, the font size shall not be smaller than the minimum size of other information on that label.\n3.   The entire label and its contents shall be designed so as to ensure that it remains securely in place on the product or equipment and shall be legible under normal operational conditions, throughout the entire period during which the product or equipment contains fluorinated greenhouse gases.", "Placing of the label\n1.   In addition to the places indicated in Article 7(1) of Regulation (EC) No 842/2006, the labels may also be placed on, or adjacent to existing nameplates or product information labels, or adjacent to servicing access locations.\n2.   For air conditioning products and equipment as well as heat pumps with separate indoor and outdoor sections connected by refrigerant piping, the label information shall be placed on that part of the equipment which is initially charged with the refrigerant.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply with effect from 1 April 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 161, 14.6.2006, p. 1.\n(2)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Commission Decision 2007/540/EC (OJ L 198, 31.7.2007, p. 35)."}