{"celex_id": "32009R0272", "uri": "http://publications.europa.eu/resource/cellar/a77186fb-7773-465f-85c4-eebde6d0a00a", "type": "Regulation", "concepts": ["3648", "4408", "5234", "5887"], "title": "Commission Regulation (EC) No 272/2009 of 2 April 2009 supplementing the common basic standards on civil aviation security laid down in the Annex to Regulation (EC) No 300/2008 of the European Parliament and of the Council\n", "header": "3.4.2009 EN Official Journal of the European Union L 91/7\nCOMMISSION REGULATION (EC) No 272/2009\nof 2 April 2009\nsupplementing the common basic standards on civil aviation security laid down in the Annex to Regulation (EC) No 300/2008 of the European Parliament and of the Council\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 on common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required by Article 4(2) of Regulation (EC) No 300/2008 to adopt general measures designed to amend non-essential elements of the common basic standards on civil aviation security laid down in the Annex to that Regulation by supplementing them.\n(2) Article 4(3) of Regulation (EC) No 300/2008 further provides that the Commission must adopt detailed measures for implementing the common basic standards on civil aviation security laid down in the Annex to Regulation (EC) No 300/2008, as supplemented by the general measures adopted by the Commission on the basis of Article 4(2).\n(3) General measures supplementing the common basic standards on civil aviation security should therefore be adopted in the field of screening, access control and other security controls as well as in the field of prohibited articles, third country recognition of equivalence, staff recruitment, training, special security procedures and exemptions from security controls.\n(4) These general measures are necessary in order to achieve a level of aviation security within the European Union that is equivalent to the standards required by Regulation (EC) No 2320/2002 (2), which was repealed by Regulation (EC) No 300/2008.\n(5) In accordance with Article 24 of Regulation (EC) No 300/2008, the Annex to the said Regulation shall apply as from the date to be specified in the implementing rules, but not later than 24 months after the entry into force of Regulation (EC) No 300/2008. Therefore, the application of the general measures adopted pursuant to Article 4(2) of Regulation (EC) No 300/2008 should be deferred until the adoption of implementing rules pursuant to Article 4(3), but not later than 29 April 2010.\n(6) Methods, including technologies, for detection of liquid explosives should be deployed on an EU-wide basis at airports as swiftly as possible and no later than 29 April 2010, thus allowing passengers to carry harmless liquids without restrictions. If it is not possible to deploy methods, including technologies, for the detection of liquid explosives on an EU-wide basis in time, the Commission will propose the necessary addition to the categories of items that may be prohibited (Part B of the Annex). If the deployment of methods, including technologies, is not possible at certain airports for objective reasons, modalities to allow liquids to be carried without compromising standards of security will be specified by the Commission in implementing measures.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["This Regulation provides for general measures to supplement the common basic standards set out in the Annex to Regulation (EC) No 300/2008 in order to:\n(a) allow methods of screening as laid down in part A of the Annex;\n(b) prohibit categories of articles as laid down in part B of the Annex;\n(c) provide grounds for granting access to airside and security restricted areas as laid down in part C of the Annex;\n(d) allow methods for the examination of vehicles, aircraft security checks and aircraft security searches as laid down in part D of the Annex;\n(e) establish criteria for recognising the equivalence of security standards of third countries as laid down in part E of the Annex;\n(f) set the conditions under which cargo and mail shall be screened or subjected to other security controls and determine the process for the approval or designation of regulated agents, known consignors and account consignors as laid down in part F of the Annex;\n(g) set the conditions under which air carrier mail and air carrier materials shall be screened or subjected to other security controls as laid down in part G of the Annex;\n(h) set the conditions under which in-flight supplies and airport supplies shall be screened or subjected to other security controls and determine the process for the approval or designation of regulated suppliers and known suppliers as laid down in part H of the Annex;\n(i) establish criteria for defining critical parts of security restricted areas as laid down in part I of the Annex;\n(j) establish criteria applicable for the recruitment of persons who will implement, or will be responsible for the implementation of, screening, access control or other security controls and instructors as well as the methods of training of those persons and persons who will be issued with an airport identification card or crew identification card as laid down in part J of the Annex; and\n(k) set the conditions under which special security procedures or exemptions from security controls may be applied as laid down in part K of the Annex.", "For the purposes of this Regulation, the following definitions shall apply:\n1. ‘airport supplies’ means all items intended to be sold, used or made available in security restricted areas of airports;\n2. ‘in-flight supplies’ means all items other than:\n(a) cabin baggage;\n(b) items carried by persons other than passengers; and\n(c) air carrier mail and air carrier materials;\n3. ‘regulated supplier of in-flight supplies’ means a supplier whose procedures meet common security rules and standards sufficient to allow delivery of in-flight supplies directly to aircraft;\n4. ‘known supplier of in-flight supplies’ means a supplier whose procedures meet common security rules and standards sufficient to allow delivery of in-flight supplies to an air carrier or regulated supplier, but not directly to aircraft;\n5. ‘known supplier of airport supplies’ means a supplier whose procedures meet common security rules and standards sufficient to allow delivery of airport supplies to security restricted areas.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply as from the date specified in the implementing rules adopted in accordance with the procedure referred to in Article 4(3) of Regulation (EC) No 300/2008, but not later than 29 April 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 97, 9.4.2008, p. 72.\n(2)  OJ L 355, 30.12.2002, p. 1.\nANNEX\nPART A.\nMethods of screening allowed\nThe implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow the use of the following methods of screening, individually or in combination, as a primary or secondary means and under defined conditions:\n1. For the screening of persons:\n(a) hand search;\n(b) walk-through metal detection (WTMD) equipment;\n(c) hand-held metal detection (HHMD) equipment;\n(d) explosive detection dogs; and\n(e) explosive trace detection (ETD) equipment.\n2. For the screening of cabin baggage, items carried by persons other than passengers, air carrier mail and air carrier materials except when to be loaded into the hold of an aircraft, in-flight supplies and airport supplies:\n(a) hand search;\n(b) visual check;\n(c) x-ray equipment;\n(d) explosive detection systems (EDS) equipment;\n(e) explosive detection dogs; and\n(f) explosive trace detection (ETD) equipment.\n(a) tasting or testing on the skin;\n(b) visual check;\n(c) x-ray equipment;\n(d) explosive detection systems (EDS) equipment;\n(e) explosive detection dogs;\n(f) explosive trace detection (ETD) equipment;\n(g) chemical reaction test strips; and\n(h) bottled liquid scanners.\n3. For the screening of hold baggage, cargo and mail as well as air carrier mail and air carrier materials to be loaded into the hold of an aircraft:\n(a) hand search;\n(b) visual check;\n(c) x-ray equipment;\n(d) explosive detection systems (EDS) equipment;\n(e) explosive detection dogs;\n(f) explosive trace detection (ETD) equipment; and\n(g) simulation chamber.\nIn order to evaluate methods of screening using new technologies not foreseen at the time of adoption of this Regulation, the implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow the use of other methods on a trial basis and for a limited period of time on condition that such trials do not prejudice the overall levels of security.\nPART B.\nCategories of articles that may be prohibited\nThe implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may prohibit, under defined conditions, the introduction of any or all of the following categories of articles into security restricted areas and on board an aircraft:\n(a) guns, firearms and other devices that discharge projectiles – devices capable, or appearing capable, of being used to cause serious injury by discharging a projectile;\n(b) stunning devices – devices designed specifically to stun or immobilise;\n(c) objects with a sharp point or sharp edge – objects with a sharp point or sharp edge capable of being used to cause serious injury;\n(d) workmen’s tools – tools capable of being used either to cause serious injury or to threaten the safety of aircraft;\n(e) blunt instruments – objects capable of being used to cause serious injury when used to hit; and\n(f) explosives and incendiary substances and devices – explosives and incendiary substances and devices capable, or appearing capable, of being used to cause serious injury or to pose a threat to the safety of aircraft.\nPART C.\nAccess control: grounds for granting access to airside and security restricted areas\nAccess to airside and security restricted areas shall be granted according to the following criteria:\n1. Access to airside may only be authorised if persons and vehicles have a legitimate reason to be there.\n2. Access to security restricted areas may only be granted if persons and vehicles have a legitimate reason to be there.\nPART D.\nMethods allowed for the examination of vehicles, aircraft security checks and aircraft security searches\nThe implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow the use of the following methods for the examination of vehicles, aircraft security checks and aircraft security searches, individually or in combination, as a primary or secondary means and under defined conditions:\n(a) hand search;\n(b) visual check;\n(c) explosive detection dogs; and\n(d) explosive trace detection (ETD) equipment.\nIn order to evaluate methods of examination using new technologies not foreseen at the time of adoption of this Regulation, the implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow the use of other methods on a trial basis and for a limited period of time on condition that such trials do not prejudice the overall levels of security.\nPART E.\nCriteria for recognising the equivalence of security standards of third countries\nThe Commission shall recognise the equivalence of security standards of third countries in accordance with the following criteria:\n(a) The third country has a good record of cooperation with the Community and its Member States;\n(b) The Commission has verified that the third country applies satisfactory standards of aviation security, including quality control; and\n(c) The Commission has verified that:\n— as regards passengers and cabin baggage, security measures are applied equivalent to those set out in sections 1, 3, 11 and 12 and points 4.1 and 4.2 of the Annex to Regulation (EC) No 300/2008 and related implementing acts;\n— as regards hold baggage, security measures are applied equivalent to those set out in sections 1, 3, 5, 11 and 12 of the Annex to Regulation (EC) No 300/2008 and related implementing acts;\n— as regards cargo and mail, security measures are applied equivalent to those set out in sections 1, 3, 6, 11 and 12 of the Annex to Regulation (EC) No 300/2008 and related implementing acts; and/or\n— as regards aircraft security, security measures are applied equivalent to those set out in sections 1, 3, 11 and 12 and points 4.1 and 4.2 of the Annex to Regulation (EC) No 300/2008 and related implementing acts.\nPART F.\nCargo and mail\n1.   Cargo and mail: conditions under which they shall be screened or subjected to other security controls\nCargo and mail to be loaded on an aircraft shall be screened, unless:\n(a) security controls have been applied to the consignment by a regulated agent and the consignment has been protected from unauthorised interference from the time that those security controls were applied; or\n(b) security controls have been applied to the consignment by a known consignor and the consignment has been protected from unauthorised interference from the time that those security controls were applied; or\n(c) security controls have been applied to the consignment by an account consignor, the consignment has been protected from unauthorised interference from the time that those security controls were applied, and the cargo is carried on an all-cargo aircraft or the mail on an all-mail aircraft; or\n(d) security controls have been applied to transfer cargo and transfer mail, as referred to in point 6.1.2 of the Annex to Regulation (EC) No 300/2008.\n2.   Cargo and mail: the process for the approval or designation of regulated agents, known consignors and account consignors\nThe following process for the approval or designation of regulated agents, known consignors and account consignors shall apply:\n1. Regulated agents shall be approved by the appropriate authority.\n2. Known consignors shall be approved by the appropriate authority.\n3. Account consignors shall be designated by a regulated agent.\nPART G.\nAir carrier mail and air carrier materials: conditions under which they shall be screened or subjected to other security controls\nAir carrier mail and air carrier materials to be loaded into the hold of an aircraft shall either be screened as hold baggage or subjected to the same security controls as for cargo and mail.\nAir carrier mail and air carrier materials to be loaded into any part of an aircraft other than the hold shall be screened as cabin baggage.\nPART H.\nIn-flight supplies and airport supplies\n1.   In-flight supplies and airport supplies: conditions under which they shall be screened or subjected to other security controls\n1. In-flight supplies to be loaded on an aircraft shall be screened, unless:\n(a) security controls have been applied to the supplies by an air carrier that delivers these to its own aircraft and the supplies have been protected from unauthorised interference from the time that those controls were applied until delivery at the aircraft; or\n(b) security controls have been applied to the supplies by a regulated supplier and the supplies have been protected from unauthorised interference from the time that those controls were applied until delivery at the aircraft or, where applicable, to the air carrier or another regulated supplier; or\n(c) security controls have been applied to the supplies by a known supplier and the supplies have been protected from unauthorised interference from the time that those controls were applied until delivery to the air carrier or regulated supplier.\n2. Airport supplies shall be screened before being allowed into security restricted areas, unless security controls have been applied to the supplies by a known supplier and the supplies have been protected from unauthorised interference from the time that those controls were applied until they are in the security restricted area.\n2.   In-flight supplies and airport supplies: the process for the approval or designation of regulated suppliers and known suppliers\n1. Regulated suppliers of in-flight supplies shall be approved by the appropriate authority by a date to be established in the implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008.\n2. Known suppliers of in-flight supplies shall be designated by the operator or entity to whom it delivers.\n3. Known suppliers of airport supplies shall be designated by the airport operator.\nPART I.\nCriteria for defining critical parts of security restricted areas\nThe definition of critical parts of security restricted areas shall ensure that there is no contamination of screened departing passengers (both originating and transfer) and their cabin baggage as well as of screened departing hold baggage (both originating and transfer).\nPART J.\nStaff recruitment and methods of training\n1.   Criteria for staff recruitment\nThe following criteria shall apply for the recruitment of both persons who will implement, or will be responsible for the implementation of, screening, access control or other security controls and instructors:\n(a) they shall have successfully completed a background check or pre-employment check in accordance with national rules; and\n(b) they shall have those abilities necessary to carry out the tasks to which they are assigned.\n2.   Methods of training\nThe implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may require that:\n(a) persons implementing, or responsible for implementing, screening, access control or other security controls;\n(b) instructors; and\n(c) persons who will be issued with an airport identification card or crew identification card;\nreceive theoretical, practical and/or on-the-job training.\nPART K.\nConditions under which special security procedures or exemptions from security controls may be applied\nThe implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow special security procedures or exemptions from security controls to be applied on condition that:\n(a) the procedure or exemption is established by the Commission or the appropriate authority; and\n(b) there are objective reasons that justify the procedure or exemption."}