{"celex_id": "32005R0355", "uri": "http://publications.europa.eu/resource/cellar/24c9f8a9-1ff9-4ab2-a858-970912bd1c0b", "type": "Regulation", "concepts": ["1134", "2730", "2871", "4713", "5300"], "title": "Commission Regulation (EC) No 355/2005 of 28 February 2005 amending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\n", "header": "2.3.2005 EN Official Journal of the European Union L 56/3\nCOMMISSION REGULATION (EC) No 355/2005\nof 28 February 2005\namending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 46(3) thereof,\nWhereas:\n(1) The method for measuring the alcoholic strength of wine by electronic densimetry has been validated in accordance with internationally recognised criteria. The International Vine and Wine Office (OIV) adopted the new description of this method at its General Assembly in 2000.\n(2) Use of this measurement method can constitute a simpler and more accurate means of checking the alcoholic strength by volume of wines.\n(3) There is no longer any need to recognise the equivalence of this method with the methods described in Chapter 3 of the Annex to Commission Regulation (EEC) No 2676/90 (2), and Article 3(2) of that Regulation should therefore be deleted. The updated description of this method and the experimental values for the validation parameters for the method should also be included in Chapter 3 of the Annex to that Regulation.\n(4) Regulation (EEC) No 2676/90 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2676/90 is hereby amended as follows:\n1. Article 3(2) is deleted.\n2. The Annex is amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as amended by the 2003 Act of Accession.\n(2)  OJ L 272, 3.10.1990, p. 1. Regulation as last amended by Regulation (EC) No 128/2004 (OJ L 19, 27.1.2004, p. 3).\nANNEX\nChapter 3 of the Annex to Regulation (EEC) No 2676/90, ‘Alcoholic strength by volume’, is hereby amended as follows:\n1. point 2.2 is replaced by the following:\n— measurement of the alcoholic strength of the distillate using a pycnometer,\n— measurement of the alcoholic strength of wines using a hydrostatic balance,\n— measurement of the alcoholic strength of wines by electronic densimetry using a frequency oscillator.’;\n2. in point 4, the title is replaced by the following title and subtitle:\n4–A\n3. in paragraph 4a, the title is replaced by the following:\n4. the following paragraph 4–C is inserted after paragraph 4–B:\nρ = density of the sample\nT = period of vibration induced\nM = mass of the empty tube\nC = spring constant\nV = volume of the sample in vibration\n— dry air (unpolluted),\n— water of at least grade 3 as defined by ISO 3696:1987 should be used,\n— hydroalcoholic solutions of reference density,\n— solutions linked to national viscosity standards below 2 mm2/s.\n— detergents, acids,\n— organic solvents: ethanol 96 % vol., pure acetone.\n— a measuring cell with a measuring tube and thermostatic chamber,\n— a system for making the tube oscillate and for measuring the period of oscillation,\n— a clock,\n— a digital display unit, and possibly a calculator.\nRepeatability (r) = 0,067 (% vol)\nReproducibility (R) = 0,0454 + 0,0105 × alcoholic strength by volume"}