{"celex_id": "32004D0706", "uri": "http://publications.europa.eu/resource/cellar/b150f946-7844-48ac-a094-f36489298394", "type": "Decision", "concepts": ["2894", "2897", "3545", "5532", "5769", "6751", "6907", "8465"], "title": "2004/706/EC: Commission Decision of 15 October 2004 establishing the European Corporate Governance Forum\n", "header": "22.10.2004 EN XM Official Journal of the European Union L 321/53\nCOMMISSION DECISION\nof 15 October 2004\nestablishing the European Corporate Governance Forum\n(2004/706/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Good and transparent corporate governance is essential for enhancing competitiveness and efficiency of businesses in the European Union as well as strengthening shareholders rights and third parties protection.\n(2) The Commission set up in September 2001 a high level group of company law experts to make recommendations on a modern regulatory framework for company law; the mandate of the high level group of company law experts was further extended to deal specifically with a number of corporate governance issues.\n(3) Following the presentation of the final report of the high level group of experts on company law on 4 November 2002, the Council invited the Commission to develop an Action Plan for company law and corporate governance; such an Action Plan should be in particular a considered response to recent corporate failures.\n(4) The Commission Action Plan on modernising company law and enhancing corporate governance in the European Union (1), adopted in May 2003 identified a series of actions that are required in order to modernise and simplify the regulatory framework, including the creation of the European Corporate Governance Forum.\n(5) On 22 September 2003 the Council welcomed the presentation of the Action Plan which it considered to be an important element of establishing a transparent and sound capital market in an enlarged Union; the Council endorsed the Commission’s recognition of the importance of expert and public consultation as an integral part of the development of company law and corporate governance at European level and took note of the Commission’s intention to set up a Forum on systems of corporate governance within the European Union.\n(6) The European Corporate Governance Forum should serve as a body for exchange of information and best practices existing in Member States in order to enhance the convergence of national codes of corporate governance as well as a body for reflection, debate and advice to the Commission in the field of corporate governance.\n(7) The European Corporate Governance Forum should draw up its own rules of procedure and fully respect the role and the prerogatives of the institutions (2),", "main_body": ["An expert group on corporate governance in the Community, called the ‘European Corporate Governance Forum’ (hereinafter referred to as the Forum) is hereby established.", "The role of the Forum shall be, in the light of developing corporate governance practices in the Member States, to enhance the convergence of national codes of corporate governance and to provide strategic advice to the Commission, either at the Commission’s request or on its own initiative, on policy issues in the field of corporate governance.", "The Forum shall comprise 15 members at most whose experience and competence regarding corporate governance are widely recognised at Community level. The members of the Forum shall be appointed by the Commission. The list of members is reproduced in annex.\nThe Commission shall be present at meetings of the Forum and shall designate a high-level representative to participate in its debates.\nThe Forum shall be chaired by a representative of the Commission.", "The term of office of members of the Forum shall be three years. It shall be renewable. After the expiry of the three-year period, members of the Forum shall remain in office until they are replaced or their appointments are renewed. In the event of resignation or death of a member of the Forum during the period of appointment the Commission shall appoint a new member of the Forum in accordance with Article 3.", "The list of members shall be published by the Commission in the Official Journal of the European Union for information purposes.", "The Forum may invite experts and observers to attend its meetings.\nThe Forum may set up working groups.", "The Forum shall present an annual report to the Commission.", "The Forum shall adopt its own rules of procedure.\nThe Secretariat of the Forum shall be provided by the Commission.", "Travel and subsistence expenses incurred by members, observers and experts, in connection with the activities of the Forum, shall be reimbursed by the Commission in accordance with the provisions in force within the Commission. Their functions shall not be remunerated.", "0\nThe Forum shall take up its duties on 18 October 2004."], "attachments": "Done at Brussels, 15 October 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  COM(2003) 284 final.\n(2)  Text taken from point 9 of Council Conclusions of 22 September 2003.\nANEXO — PŘÍLOHA — BILAG — ANHANG — ANNEKS — ΠΑΡΑΡΤΗΜΑ — ANNEX — ANNEXE — ALLEGATO — PIELIKUMS — PRIEDAS — MELLÉKLET — ANNESS — BIJLAGE — ZAŁĄCZNIK — ANEXO — PRÍLOHA — PRILOGA — LIITE — BILAGA\n— Antonio Borges,\n— Igor Adam Chalupec,\n— Bertrand Collomb,\n— Gerhardt Cromme,\n— David Devlin,\n— Emílio Gabaglio,\n— José María Garrido,\n— Peter Montagnon,\n— Colette Neuville,\n— Roland Oetker,\n— Alastair Ross Goobey,\n— Rolf Skog,\n— Andreas Trink,\n— Jaap Winter,\n— Eddy Wymeersch."}