{"celex_id": "32006D0382", "uri": "http://publications.europa.eu/resource/cellar/8cd62053-5d91-4348-9cd9-1b4c5ecc7ba1", "type": "Decision", "concepts": ["1182", "1774", "2611", "3117", "4033", "4522", "4827"], "title": "2006/382/EC: Commission Decision of  22 May 2006  on the extension of the limited recognition of the Hellenic Register of Shipping to the Republic of Malta  (notified under document number C(2006) 1990)   (Text with EEA relevance)\n", "header": "6.6.2006 EN Official Journal of the European Union L 151/31\nCOMMISSION DECISION\nof 22 May 2006\non the extension of the limited recognition of the Hellenic Register of Shipping to the Republic of Malta\n(notified under document number C(2006) 1990)\n(Only the Maltese text is authentic)\n(Text with EEA relevance)\n(2006/382/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organisations and for the relevant activities of maritime administrations (1), and in particular Article 4(3) thereof,\nHaving regard to the letter of 15 September 2004 from the Maltese authorities requesting the extension to Malta of limited recognition of the Hellenic Register of Shipping (hereinafter HRS) pursuant to Article 4(2) of Directive 94/57/EC,\nWhereas:\n(1) Limited recognition, as provided for in Article 4(3) of Directive 94/57/EC, is granted to organisations known as classification societies which meet all the criteria of the Annex to the Directive other than those set out in paragraphs 2 and 3 of Section A (General), but it is limited in time and scope in order for the organisations concerned to gain further experience.\n(2) Commission Decision 2001/890/EC (2) granted the recognition of HRS requested by Greece under Article 4(3) of the Directive. Commission Decision 2005/623/EC (3) extended this recognition for a period of three years from 3 August 2005, its effects being limited to Greece and Cyprus.\n(3) The Commission, together with the Maltese maritime authorities, have verified that HRS meets all the criteria of the Annex to Directive 94/57/EC other than those set out in paragraphs 2 and 3 of Section A (General) of the Annex. In addition, HRS has committed itself to the objective of bringing its performance records into line with the average of the recognised organisations.\n(4) The measures provided for in this Decision are in accordance with the opinion of the COSS Committee set up by Article 7 of Directive 94/57/EC,", "main_body": ["The effects of the limited recognition of the Hellenic Register of Shipping granted by Decision 2001/890/EC are extended to the Republic of Malta.", "This Decision is addressed to the Republic of Malta."], "attachments": "Done at Luxembourg, 22 May 2006\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 319, 12.12.1994, p. 20.\n(2)  OJ L 329, 14.12.2001, p. 72.\n(3)  OJ L 219, 24.8.2005, p. 43."}