{"celex_id": "32006R2024", "uri": "http://publications.europa.eu/resource/cellar/ceeee065-714c-4279-8ef6-224014308eff", "type": "Regulation", "concepts": ["12", "13", "2985", "3763", "3885", "5063", "5581"], "title": "Commission Regulation (EC) No 2024/2006 of 22 December 2006 laying down transitional measures derogating from Regulation (EC) No 2076/2002 and Decisions 98/270/EC, 2002/928/EC, 2003/308/EC, 2004/129/EC, 2004/141/EC, 2004/247/EC, 2004/248/EC, 2005/303/EC and 2005/864/EC as regards the continued use of plant protection products containing certain active substances not included in Annex I to Directive 91/414/EEC by reason of the accession of Romania   (Text with EEA relevance)\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/79\nCOMMISSION REGULATION (EC) No 2024/2006\nof 22 December 2006\nlaying down transitional measures derogating from Regulation (EC) No 2076/2002 and Decisions 98/270/EC, 2002/928/EC, 2003/308/EC, 2004/129/EC, 2004/141/EC, 2004/247/EC, 2004/248/EC, 2005/303/EC and 2005/864/EC as regards the continued use of plant protection products containing certain active substances not included in Annex I to Directive 91/414/EEC by reason of the accession of Romania\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2076/2002 (1) and Decisions 98/270/EC (2), 2002/928/EC (3), 2003/308/EC (4), 2004/129/EC (5), 2004/141/EC (6), 2004/247/EC (7), 2004/248/EC (8), 2005/303/EC (9) and 2005/864/EC (10) contain provisions for the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC (11) and for the withdrawal by Member States of all authorizations for plant protection products containing those active substances.\n(2) Since existing authorisations have to be withdrawn in Romania by 31 December 2006, Romania applied for transitional measures permitting it to grant a grace period for some of those active substances to allow existing stocks to be used up.\n(3) Romania should take the appropriate measures to ensure that the continued uses have neither harmful effect on human or animal health nor unacceptable influence on the environment and that all necessary risk mitigation measures are taken.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from Article 1 of Commission Decision 98/270/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance fenvalerate, shall be as short as possible and shall expire not later than 30 June 2008.", "By way of derogation from Article 3 of Commission Decision 2002/928/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance benomyl shall be as short as possible and shall expire not later than 31 December 2007.", "By way of derogation from Article 3 of Commission Regulation (EC) No 2076/2002, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substances acifluorfen, bensultap, bromopropylate, fenpropathrin, fomesafen, imazapyr, nonylphenol ethoxylate, oxadixyl, prometryne, quinalphos, terbufos or triforine shall be as short as possible and shall expire not later than 30 June 2008.", "By way of derogation from Article 3 of Commission Decision 2003/308/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance metalaxyl shall be as short as possible and shall expire not later than 30 June 2008.", "By way of derogation from Article 3 of Commission Decision 2004/129/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substances boric acid, imazethapyr, methidathion or triadimefon shall be as short as possible and shall expire not later than 30 June 2008.", "By way of derogation from Article 3 of Commission Decision 2004/141/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance amitraz shall be as short as possible and shall expire not later than 31 December 2007.", "By way of derogation from Article 3 of Commission Decision 2004/247/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance simazine shall be as short as possible and shall expire not later than 31 December 2007.", "By way of derogation from Article 3 of Commission Decision 2004/248/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance atrazine shall be as short as possible and shall expire not later than 31 December 2007.", "By way of derogation from Article 3 of Commission Decision 2005/303/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance kasugamycin shall be as short as possible and shall expire not later than 31 December 2007.", "0\nBy way of derogation from Article 3 of Commission Decision 2005/864/EC, any period of grace granted by Romania, in accordance with Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing the active substance endosulfan shall be as short as possible and shall expire not later than 31 December 2007.", "1\nRomania shall ensure that the continued uses referred to in Articles 1 to 10 have neither harmful effect on human or animal health nor unacceptable influence on the environment.\nRomania shall ensure that all necessary risk mitigation measures are taken.\nWhere a plant protection product contains several active substances, and Articles 1 to 10 lay down different dates for in relation to those substances, the earlier date shall apply.", "2\nThis Regulation shall enter into force subject to and on the date of entry into force of the Treaty of Accession of Bulgaria and Romania.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 319, 23.11.2002, p. 3. Regulation as last amended by Regulation (EC) No 1335/2005 (OJ L 211, 13.8.2005, p. 6).\n(2)  OJ L 117, 21.4.1998, p. 15.\n(3)  OJ L 322, 27.11.2002, p. 53. Decision as last amended by Regulation (EC) No 1335/2005.\n(4)  OJ L 113, 7.5.2003, p. 8.\n(5)  OJ L 37, 10.2.2004, p. 27. Decision as last amended by Regulation (EC) No 1335/2005.\n(6)  OJ L 46, 17.2.2004, p. 35.\n(7)  OJ L 78, 16.3.2004, p. 50. Decision as last amended by Regulation (EC) No 1335/2005.\n(8)  OJ L 78, 16.3.2004, p. 53. Decision as last amended by Regulation (EC) No 835/2005 (OJ L 127, 29.4.2004, p. 43).\n(9)  OJ L 97, 15.4.2005, p. 38. Decision as last amended by Regulation (EC) No 1335/2005.\n(10)  OJ L 317, 3.12.2005, p. 25.\n(11)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive (EC) 2006/75/EC (OJ L 248, 12.9.2006, p. 3)."}