{"celex_id": "32004R0334", "uri": "http://publications.europa.eu/resource/cellar/01a52049-ce9f-4b76-998c-baae4ed0dfbf", "type": "Regulation", "concepts": ["161", "1644", "4692"], "title": "Commission Regulation (EC) No 334/2004 of 26 February 2004 derogating, for 2004, from Regulation (EC) No 1458/2003 opening and providing for the administration of a tariff quota in the pigmeat sector\n", "header": "Commission Regulation (EC) No 334/2004\nof 26 February 2004\nderogating, for 2004, from Regulation (EC) No 1458/2003 opening and providing for the administration of a tariff quota in the pigmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat(1), and in particular Articles 8(2) and 11(1) and the second paragraph of Article 22 thereof,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations(2), and in particular Article 1 thereof,\nWhereas:\n(1) The accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union on 1 May 2004 should enable those countries to qualify for the tariff quotas for pigmeat provided for by Commission Regulation (EC) No 1458/2003(3) under fair conditions compared with those applicable to the existing Member States. Economic operators in those countries must be given the possibility therefore of participating fully in those quotas upon accession.\n(2) In order not to create disturbance on the market before and after 1 May 2004, the timetable for the tranches provided for in 2004 must be altered and the allocation of quantities adjusted without however altering the overall quantities provided for in the international agreements concluded under GATT Articles XXIII and XXIV.6. The deadline for submitting applications should also be amended.\n(3) It is therefore necessary, for 2004, to provide for amendments and adjustments to the measures laid down in Articles 3 and 5(1) of Regulation (EC) No 1458/2003.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. In derogation from Article 3 of Regulation (EC) No 1458/2003, for the period from 1 April to 30 June 2004, the quotas shall be distributed as follows:\n(a) 8 % during the period from 1 to 30 April 2004;\n(b) 17 % during the period from 1 May to 30 June 2004.\n2. In derogation from Article 5(1) of Regulation (EC) No 1458/2003, for the period from 1 May to 30 June 2004, licence applications shall be submitted during the first seven days of May.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April to 30 June 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 1. Regulation last amended by Regulation (EC) No 1365/2000 (OJ L 156, 29.6.2000, p. 5).\n(2) OJ L 146, 20.6.1996, p. 1.\n(3) OJ L 208, 19.8.2003, p. 3."}