{"celex_id": "32001R1451", "uri": "http://publications.europa.eu/resource/cellar/850be0cf-161b-498f-9d0d-eda9a2860cbf", "type": "Regulation", "concepts": ["1035", "1372", "2518", "5138", "5228", "5668"], "title": "Council Regulation (EC) No 1451/2001 of 28 June 2001 amending Regulation (EC) No 2792/1999 laying down the detailed rules and arrangements regarding Community structural assistance in the fisheries sector\n", "header": "Council Regulation (EC) No 1451/2001\nof 28 June 2001\namending Regulation (EC) No 2792/1999 laying down the detailed rules and arrangements regarding Community structural assistance in the fisheries sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 37 and 299(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the Opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nHaving regard to the opinion of the Committee of the Regions,\nWhereas:\n(1) Regulation (EC) No 2792/1999(4) fixes maximum rates of assistance from the Financial Instrument for Fisheries Guidance (FIFG) in accordance with the ceilings laid down in Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(5).\n(2) However, the limits which apply to the FIFG remain below the special provisions laid down in Regulation (EC) No 1260/1999 for certain categories of Objective 1 regions. The limits applicable to the FIFG should therefore be adjusted according to the specific difficulties of each of these categories of region. With regard to the outermost regions in particular, it is necessary to take into account the factors indicated in Article 299(2) of the Treaty as these could be very damaging to their development.\n(3) Regulation (EC) No 2792/1999 should therefore be amended.\n(4) Pursuant to Article 14 of Regulation (EC) No 1260/1999, each plan, Community support framework, operational programme and single programming document shall cover a period of seven years, and the programming period shall begin on 1 January 2000. In the interests of cohesiveness and to avoid discrimination between beneficiaries of the same programme, the derogations provided for in this Regulation must, exceptionally, be applicable to the whole programming period,", "main_body": ["Table 3 of Annex IV to Regulation (EC) No 2792/1999 shall be replaced by the following table:\n\"TABLE 3\n>TABLE>\nIn the case of investment in small and medium-sized businesses within the meaning of Commission Recommendation 96/280/EC(6) the (A) rates for groups 2 and 3 may be increased by an amount for forms of finance other than direct assistance, provided that this increase does not exceed 10 % of the total eligible cost. The contribution of the private beneficiary shall be reduced accordingly.\nA summary description of the derogations provided for under the first subparagraph shall be included in the operational programmes or single programming documents for the areas concerned referred to in Articles 18 and 19 of Regulation (EC) No 1260/1999.\"", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply as from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 2001.\nFor the Council\nThe President\nB. Rosengren\n(1) OJ C 96 E, 27.2.2001, p. 277.\n(2) Opinion delivered on 14 June 2001 (not yet published in the Official Journal).\n(3) OJ C 139, 11.5.2001, p. 29.\n(4) OJ L 337, 30.12.1999, p. 10.\n(5) OJ L 161, 26.6.1999, p. 1. Regulation as amended by Regulation (EC) No 1447/2001 (see p. 1 of this Official Journal).\n(6) OJ L 107, 30.4.1996, p. 4."}