{"celex_id": "32003D0331", "uri": "http://publications.europa.eu/resource/cellar/cbd1e0fc-75da-4270-b557-91633e1d2d30", "type": "Decision", "concepts": ["1567", "1596", "1598", "1644", "1937", "2089", "2737", "2771", "5369"], "title": "2003/331/EC: Commission Decision of 7 May 2003 amending Decision 2003/56/EC on health certificates for the importation of live animals and animal products from New Zealand (Text with EEA relevance) (notified under document number C(2003) 1460)\n", "header": "Commission Decision\nof 7 May 2003\namending Decision 2003/56/EC on health certificates for the importation of live animals and animal products from New Zealand\n(notified under document number C(2003) 1460)\n(Text with EEA relevance)\n(2003/331/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/132/EC of 17 December 1996 on the conclusion of the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products(1), as amended by Decision 1999/837/EC(2), and in particular Article 4 thereof,\nWhereas:\n(1) Commission Decision 2003/56/EC of 24 January 2003 on health certificates for the importation of live animals and animal products from New Zealand(3), lays down the certification requirements and models of the official health certificates for the importation of live animals and animal products from New Zealand.\n(2) That Decision implements full equivalence for certain animal products by laying down the models of the official health certificates on that basis in accordance with Annex VII to the Agreement between the Community and New Zealand on sanitary measures applicable to trade in live animals and animal products (the Agreement).\n(3) In order to facilitate the changeover to the new official health certificates, Decision 2003/56/EC provides for a transitional period of a maximum of 90 days. That transitional period expires on 2 May 2003.\n(4) The Joint Management Committee for the Agreement, in its meeting of 27 and 28 February, issued a recommendation concerning determination of equivalence of certification systems for a further range of animal products. That recommendation, leading to full equivalence for those products, needs to be implemented in accordance with Annex VII to the Agreement. Therefore, the model of the official health certificate for those products as laid down in Annex I to Decision 2003/56/EC should also be replaced by the model as set out in Annexes II to V to that Decision.\n(5) Accordingly, in order to facilitate the changeover to the new official health certificates, it is necessary to extend the transitional period provided for in Decision 2003/56/EC by a further 30 days.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 4 of Decision 2003/56/EC is replaced by the following:\n\"Article 4\nFor a transitional period not exceeding 120 days from the date of application of this Decision, Member States shall authorise the importation of live animals and animal products set out in Annex I under the models of certificates previously applicable.\"", "This Decision shall apply from 2 May 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 57, 26.2.1997, p. 4.\n(2) OJ L 332, 23.12.1999, p. 1.\n(3) OJ L 22, 25.1.2003, p. 38."}