{"celex_id": "32009R0579", "uri": "http://publications.europa.eu/resource/cellar/2cf56e98-9fa8-4bd9-a9bf-f1742c440f09", "type": "Regulation", "concepts": ["1309", "1338", "1394", "161", "2173", "2887", "4314", "4605", "5083"], "title": "Commission Regulation (EC) No 579/2009 of 2 July 2009 fixing the complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries in the period from 1 October 2008 to 30 September 2009\n", "header": "3.7.2009 EN Official Journal of the European Union L 173/3\nCOMMISSION REGULATION (EC) No 579/2009\nof 2 July 2009\nfixing the complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries in the period from 1 October 2008 to 30 September 2009\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 153(4) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 153(4) of Regulation (EC) No 1234/2007 lays down that, during the 2008/2009 marketing years and in order to ensure adequate supply to Community refineries, import duties on a complementary quantity of imports of raw cane sugar originating in the States referred to in Annex XIX to that Regulation are to be suspended.\n(2) That complementary quantity should be calculated in accordance with Article 19 of Commission Regulation (EC) No 950/2006 of 28 June 2006 laying down detailed rules of application for the 2006/2007, 2007/2008 and 2008/2009 marketing years for the import and refining of sugar products under certain tariff quotas and preferential agreements (2), on the basis of a Community forecast supply balance of raw sugar. For the 2008/2009 marketing year, the balance indicates the need to import a complementary quantity of raw sugar so that the Community refineries’ supply needs can be met.\n(3) To ensure that refineries within the Community have a sufficient supply of raw sugar to fulfil their traditional supply needs, the complementary quantity should be allocated between the third countries concerned in a way to ensure full delivery. For India, it is considered appropriate to maintain an initial quantity of 10 000 tonnes. As regards the remaining supply need, a global quantity should be fixed for the ACP States, which have collectively undertaken to implement between themselves procedures for the allocation of the quantities in order to ensure the appropriate supply of the refineries.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["For the period from 1 October 2008 to 30 September 2009, the complementary quantity of raw cane sugar for refining falling within CN code 1701 11 10, as referred to in Article 153(4) of Regulation (EC) No 1234/2007, shall be:\n(a) 127 547 tonnes expressed as white sugar originating in the States listed in Annex XIX to Regulation (EC) No 1234/2007 except India;\n(b) 10 000 tonnes expressed as white sugar originating in India.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 178, 1.7.2006, p. 1."}