{"celex_id": "32000D0688", "uri": "http://publications.europa.eu/resource/cellar/7986c5dd-9a6d-4d07-8d31-62e338ff7b10", "type": "Decision", "concepts": ["1130", "1489", "2355", "2607", "4838", "5563"], "title": "2000/688/EC: Council Decision of 7 November 2000 amending Decision 2000/24/EC so as to extend the Community guarantee granted to the European Investment Bank to cover loans for projects in Croatia\n", "header": "Council Decision\nof 7 November 2000\namending Decision 2000/24/EC so as to extend the Community guarantee granted to the European Investment Bank to cover loans for projects in Croatia\n(2000/688/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) On 6 March 1995, the General Affairs Council adopted negotiation directives for the conclusion of an economic and trade agreement including a financial protocol with Croatia. The financial protocol consisted of a special EUR 230 million European Investment Bank (EIB) loan facility for Croatia covering a five-year period. On 4 August 1995, the presidency of the Council announced the suspension of the negotiations with Croatia on the economic and trade agreement due to the start of military operations in Krajina.\n(2) Recent developments, following the results of the parliamentary and the presidential elections in early 2000, have fundamentally changed the political scenario in Croatia. The new Croatian government is fully committed to implementing a political and economic reform programme in line with the conditions of the European Union Stabilisation and Association Process for the countries of South-Eastern Europe.\n(3) The General Affairs Council of 24 January 2000 adopted a specific statement on Croatia and re-iterated its readiness to help Croatia meeting the challenges it faces in developing a closer relationship with the European Union.\n(4) At the invitation of the General Affairs Council of 14 February 2000, the Commission on 24 May 2000 adopted a report on the feasibility of opening negotiations for a Stabilisation and Association Agreement with Croatia. This report was endorsed by the General Affairs Council of 14 June 2000 and followed by adoption by the Commission on 19 July 2000 of a recommendation to the Council on the opening of negotiations.\n(5) It is crucial to demonstrate the European Union's support to Croatia at this moment in implementing a political and economic reform programme elaborated after the elections of early 2000 in line with the European Union Stabilisation and Association Process, by supporting Croatia's investment activities in infrastructure and private sector development.\n(6) It is therefore appropriate to provide a guarantee mandate to the EIB to allow it to sign loan operations in Croatia. The EIB has indicated its ability and willingness to extend loans from its own resources in Croatia, in accordance with its Statute.\n(7) On 31 October 1994 the Council adopted Regulation (EC, Euratom) No 2728/94 establishing a Guarantee Fund for external actions(3).\n(8) Council Decision 2000/24/EC(4) grants the EIB a Community guarantee against losses under loans for projects outside the Community (Central and Eastern Europe, Mediterranean countries, Latin America and Asia and the Republic of South Africa).\n(9) That global guarantee covering the general EIB external lending mandate laid down in Decision 2000/24/EC should be extended to Croatia. The loan ceilings should be increased in order to allow for the extension of corresponding loan facilities to Croatia. Decision 2000/24/EC should therefore be amended accordingly.\n(10) The Treaty does not provide, for the adoption of this Decision, powers other than those under Article 308,", "main_body": ["Article 1 of Decision 2000/24/EC is hereby amended as follows:\n1. The second sentence of the second subparagraph of paragraph 1 shall be amended as follows:\n(a) in the introductory part, \"EUR 18410 million\" shall be replaced by \"EUR 18660 million\";\n(b) in the first indent, \"EUR 8680 million\" shall be replaced by \"EUR 8930 million\".\n2. In the first indent of paragraph 2, \"Croatia\" shall be inserted after \"Bulgaria\".", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communitries."], "attachments": "Done at Brussels, 7 November 2000.\nFor the Council\nThe President\nL. Fabius\n(1) OJ C 311 E, 31.10.2000, p. 329.\n(2) Opinion delivered on 6 October 2000 (not yet published in the Official Journal).\n(3) OJ L 293, 12.11.1994, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1149/1999 (OJ L 139, 2.6.1999, p. 1).\n(4) OJ L 9, 13.1.2000, p. 24."}