{"celex_id": "32003R0606", "uri": "http://publications.europa.eu/resource/cellar/1544e441-e019-42b3-b1d9-d2500eb37092", "type": "Regulation", "concepts": ["1119", "1309", "1518", "1562", "1608", "2081"], "title": "Commission Regulation (EC) No 606/2003 of 2 April 2003 approving operations to check conformity with the marketing standards applicable to fresh fruit and vegetables carried out in Israel prior to import into the Community\n", "header": "Commission Regulation (EC) No 606/2003\nof 2 April 2003\napproving operations to check conformity with the marketing standards applicable to fresh fruit and vegetables carried out in Israel prior to import into the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 47/2003(2), and in particular Article 10 thereof,\nWhereas:\n(1) Article 7 of Commission Regulation (EC) No 1148/2001 of 12 June 2001 on checks on conformity to the marketing standards applicable to fresh fruit and vegetables(3), as last amended by Regulation (EC) No 408/2003(4), lays down the conditions for the approval of checking operations performed by certain third countries which so request prior to import into the Community.\n(2) On 30 July 2001, the Israeli authorities sent the Commission a request for the approval of checking operations performed by the fresh produce quality control service under the responsibility of the Plant Protection and Inspection Service (PPIS) of the Israeli Ministry of Agriculture and Rural Development. This states that the PPIS has the necessary staff, equipment and facilities to carry out checks, that it uses methods equivalent to those referred to in Article 9 of Regulation (EC) No 1148/2001 and that the fresh fruit and vegetables exported from Israel to the Community meet the Community marketing standards.\n(3) The information sent by the Member States to the Commission shows that, in the period 1997 to 2000, the incidence of non-conformity with marketing standards among imports of fresh fruit and vegetables from Israel was relatively low.\n(4) Representatives of the Israeli inspection bodies have regularly participated in international efforts to agree marketing standards for fruit and vegetables within the Working Party on standardisation of perishable produce and quality development of the United Nations Economic Commission for Europe (UNECE). Moreover, Israel participates in the Organisation for Economic Cooperation and Development (OECD) scheme for the application of international standards for fruit and vegetables. Lastly, for many years the Israeli inspection bodies have also taken part in various seminars and training activities organised by different Member States.\n(5) Checks on conformity carried out by Israel should therefore be approved with effect from the date of implementation of the administrative cooperation procedure provided for in Article 7(8) of Regulation (EC) No 1148/2001.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Checks on conformity to the marketing standards applicable to fresh fruit and vegetables carried out by Israel prior to import into the Community are hereby approved in accordance with Article 7 of Regulation (EC) No 1148/2001.", "Details of the official authority and inspection body in Israel, as referred to in the second subparagraph of Article 7(2) of Regulation (EC) No 1148/2001, are given in Annex I to this Regulation.", "The certificates referred to in the second subparagraph of Article 7(3) of Regulation (EC) No 1148/2001, issued following the checks referred to in Article 1 of this Regulation, must be drawn up on forms in conformity with the model given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from the date of publication in the C series of the Official Journal of the European Union of the notice referred to in Article 7(8) of Regulation (EC) No 1148/2001, relating to the establishment of administrative cooperation between the Community and Israel.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 7, 11.1.2003, p. 64.\n(3) OJ L 156, 13.6.2001, p. 9.\n(4) OJ L 62, 6.3.2003, p. 8.\nANNEX I\nOfficial authority referred to in Article 7(2) of Regulation (EC) No 1148/2001:\nMinistry of Agriculture and Rural Development PPIS (Plant Protection and Inspection Service) PO box 78 Bet-Dagan 50250 Israel Tel. (972-3) 968 15 00 Fax (972-3) 368 15 07 E-mail:\nInspection body referred to in Article 7(2) of Regulation (EC) No 1148/2001:\nMinistry of Agriculture and Rural Development PPIS (Plant Protection and Inspection Service)\nFresh produce quality control service\nPO box 78 Bet-Dagan 50250 Israel Tel. (972-3) 968 15 20 Fax (972-3) 368 15 07 E-mail:\nANNEX II\nModel certificate referred to in Article 7(3) of Regulation (EC) No 1148/2001\n>PIC FILE= \"L_2003086EN.001702.TIF\">"}