{"celex_id": "32008R1327", "uri": "http://publications.europa.eu/resource/cellar/7e033cba-6c6a-476e-8dcd-c5a9a0d0cea4", "type": "Regulation", "concepts": ["1201", "1562", "2081", "4080", "5823", "922"], "title": "Commission Regulation (EC) No 1327/2008 of 19 December 2008 amending Regulation (EC) No 1580/2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector\n", "header": "23.12.2008 EN Official Journal of the European Union L 345/24\nCOMMISSION REGULATION (EC) No 1327/2008\nof 19 December 2008\namending Regulation (EC) No 1580/2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 103h and 127 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1580/2007 (2) provides for detailed rules concerning producer organisations in the fruit and vegetable sector.\n(2) To ensure that all producers may participate democratically in decisions concerning the producer organisation, Member States should be able to adopt measures to permit, restrict or prohibit the powers of a legal entity to modify, approve or reject decisions of a producer organisation where it is a clearly defined part of that legal entity.\n(3) Article 32(3) of Regulation (EC) No 1580/2007 provides for the possibility for Member States to allow, restrict or prohibit the right to vote of non-producer members of a producer organisation on decisions relating to operational funds. It is desirable to apply this provision equally to members of associations of producer organisations which are not producer organisations pursuant to Article 36(2) of the said Regulation in order to make the implementation of partial operational programmes by associations of producer organisations more flexible. Moreover, the reference made to the right to vote on decisions relating to operational funds should refer, for reasons of clarity, to decisions relating to operational programmes, since decisions relating to operational funds should be taken by the producer organisation directly and not by the association of producer organisations.\n(4) In order to ensure legal certainty, it should be made clear that aid to encourage the formation of producer groups and to facilitate their administrative operation provided for in Article 103a(1)a of Regulation (EC) No 1234/2007 is a flat-rate payment and that evidence as to the use of aid is not necessary in the applications for aid.\n(5) Article 52(5) of Regulation (EC) No 1580/2007 provides that only the production of the members of the producer organisation marketed by the producer organisation itself or in conformity with Article 125a(2)(b) and (c) of Regulation (EC) No 1234/2007 should be counted in the value of marketed production (VMP). This allows the production that members market themselves under those paragraphs to be included in the VMP of the producer organisation in which the producer is member, but excludes products marketed by the members themselves under Article 125a(2)(a) of Regulation (EC) No 1234/2007. In the interests of producer organisations, the product sold directly by farmers through a second producer organisation should be included in the VMP of the second producer organisation. The product sold directly by farmers on the market should not be included in the VMP of the producer organisation of which this producer is member.\n(6) In order to ensure legal certainty, it should be made clear that the level of support for producer groups as laid down in Articles 103a(1) of Regulation (EC) No 1234/2007 and Article 49 of Regulation (EC) No 1580/2007 may under certain circumstances exceed that applicable for the measures under the rural development programme.\n(7) The third and fourth subparagraphs of Article 60(2) of Regulation (EC) No 1580/2007 provide for a limitation of the support for environmental actions to the maximum amounts laid down in the Annex to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (3). Certain types of environmental actions do not relate directly or indirectly to a particular parcel. Article 60(2) should therefore be amended to exclude such actions from this limitation.\n(8) Article 63(3)(a) of Regulation (EC) No 1580/2007 provides that Member States have to ensure that the actions concerning partial operational programmes are fully financed from contributions of member producer organisations paid out of the operational funds of those organisations. It is desirable to allow members of associations of producer organisations, which are not producer organisations, to finance actions or investments undertaken by the association of producer organisation, on condition these members are producers or their cooperatives. However, pursuant to Article 36(2) of Regulation (EC) No 1580/2007, they may only indirectly benefit from measures financed by the Community, e.g. as a result of effects of scale.\n(9) Article 120 of Regulation (EC) No 1580/2007 provides for sanctions following first-level checks on withdrawal operations. In particular in Article 120(a)(b) and (c) reference is made to the amount of the compensation. In the interests of clarity and legal certainty the provision should instead refer to the amount of the Community contribution.\n(10) Article 103f(2) of Regulation (EC) No 1234/2007 provides for the obligation for Member States to establish a national strategy for sustainable operational programmes. For reasons of transparency, the national strategy applicable in any given year shall be integrated into the Member States' annual reports and sent to the Commission.\n(11) Several Member States meet specific difficulties in preparing their national framework for environmental actions on time, referred to in Article 103f(1) of Regulation (EC) No 1234/2007 and Article 58 of Regulation (EC) No 1580/2007, as part of their national strategy for sustainable operational programmes. Therefore, as a transitional measure, Member States should be allowed to postpone decisions on the operational programmes for 2009 until 1 March 2009 at the latest. The estimated amounts of all operational programmes should be submitted by 31 January 2009 and the final approved amounts by 15 March 2009.\n(12) In accordance with the second subparagraph of point 15 of Annex VIII to Regulation (EC) No 1580/2007, promotional material must bear the emblem of the European Community (in the case of visual media only) and include the following legend ‘Campaign financed with the aid of the European Community’. It should be made clear that this obligation refers only to generic promotion and promotion of quality labels. The use of the emblem of the European Community by producer organisations, associations of producer organisations and those subsidiaries referred to in Article 52(7) of that Regulation in promotion of their brands/trademarks should be explicitly forbidden.\n(13) In accordance with the sixth indent of paragraph 2(a) of Annex XIII to Regulation (EC) No 1580/2007, Member States have to report on the volume of products withdrawn from the market broken down by products and by months. However, for reasons of transparency, it is necessary to break down these volumes between amounts disposed of by way of free distribution and total amounts.\n(14) Regulation (EC) No 1580/2007 should therefore be amended accordingly.\n(15) In order to allow for the changes to Articles 52(5) and 63(3) of Regulation (EC) No 1580/2007 to be introduced smoothly, those changes should apply as from 1 January 2010.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1580/2007 is amended as follows:\n1. in Article 33 the following paragraph is added:\n2. Article 36(2) is amended as follows:\n(a) point (b) is deleted;\n(b) the following subparagraph is added:\n3. Article 49(1) is amended as follows:\n(a) points (a) and (b) are replaced by the following:\n‘(a) 75 % in the regions eligible under the Convergence Objective, and\n(b) 50 % in other regions.’;\n(b) the following subparagraph is added:\n4. in Article 52, paragraph 5 is replaced by the following:\n5. in Article 60, paragraph 2 is amended as follows:\n(a) the third subparagraph is replaced by the following:\n(b) the following fifth subparagraph is added:\n6. in Article 63(3), point (a) is replaced by the following:\n‘(a) the actions are fully financed from contributions of members of associations of producer organisations which are producer organisations, paid out of the operational funds of those producer organisations. However, the actions may be financed in a proportional amount to the contribution of member producer organisations, by members of associations of producer organisations which are not producer organisations pursuant to Article 36, on condition these members are producers or their cooperatives.’;\n7. in Article 120, points (a), (b) and (c) ‘compensation’ is replaced by ‘Community contribution’;\n8. in Article 152, the following paragraphs are added:\n9. Annexes VIII and XIII are amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nPoints 4 and 6 of Article 1 shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 350, 31.12.2007, p. 1.\n(3)  OJ L 277, 21.10.2005, p. 1.\n(4)  OJ L 299, 16.11.2007, p. 1.’;\nANNEX\nThe Annexes to Regulation (EC) No 1580/2007 are amended as follows:\n1. In Annex VIII, the second subparagraph of point 15 is replaced by the following:\n2. Annex XIII is amended as follows:\n(a) point (a) of paragraph 1 is replaced by the following:\n‘(a) National legislation adopted in order to implement Section IVa of Chapter IV of Title I and Section IA of Chapter II of Title II of Part II of Regulation (EC) No 1234/2007, including the national strategy for sustainable operational programmes applicable to operational programmes implemented on the year being reported on.’;\n(b) the sixth indent of point (a) of paragraph 2 is replaced by the following:\n‘— information on the volume of products withdrawn broken down by products and by months and between total volumes withdrawn from the market and volumes disposed of by way of free distribution, expressed in tonnes,’."}