{"celex_id": "32008D0804", "uri": "http://publications.europa.eu/resource/cellar/7cb6dab3-e0a1-4cdb-8268-0cb20ed96777", "type": "Decision", "concepts": ["1644", "1755", "1937", "3191", "3308", "3579", "5040", "5746", "5892", "842"], "title": "2008/804/EC: Commission Decision of 17 October 2008 amending Decision 2004/211/EC as regards the entries for Brazil, Montenegro and Serbia in the list of third countries and parts thereof from which imports into the Community of live equidae and semen, ova and embryos of the equine species are authorised (notified under document number C(2008) 6024) (Text with EEA relevance)\n", "header": "18.10.2008 EN Official Journal of the European Union L 277/36\nCOMMISSION DECISION\nof 17 October 2008\namending Decision 2004/211/EC as regards the entries for Brazil, Montenegro and Serbia in the list of third countries and parts thereof from which imports into the Community of live equidae and semen, ova and embryos of the equine species are authorised\n(notified under document number C(2008) 6024)\n(Text with EEA relevance)\n(2008/804/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 12(1) and (4), and the introductory phrase of Article 19 and points (i) and (ii) of Article 19 thereof,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992, laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (2), and in particular Article 17(3)(a) thereof,\nWhereas:\n(1) Directive 90/426/EEC lays down animal health conditions for the importation into the Community of live equidae. It provides that imports of equidae into the Community are only authorised from third countries or parts of the territory thereof, which have been free from glanders for a period of at least six months.\n(2) Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species (3) establishes a list of third countries, or parts thereof where regionalisation applies, from which Member States authorise the importation of equidae and semen, ova and embryos thereof, and indicates the other conditions applicable to such imports. That list is set out in Annex I to that Decision.\n(3) Venezuelan equine encephalomyelitis and glanders do occur in parts of the territory of Brazil and therefore imports of equidae, and as a consequence of their semen, ova and embryos, are only allowed from the disease free parts of the territory of that country described as ‘BR-1’ in column 4 of Annex I to Decision 2004/211/EC. The State of São Paulo is included in that list.\n(4) In September 2008, Brazil notified the World Organisation for Animal Health (OIE) of the confirmation of a case of glanders in a horse in the suburbs of the State of São Paulo. Since that State is no longer free from glanders, it should be deleted from the list set out in Annex I to Decision 2004/211/EC.\n(5) However, in the light of the information and guarantees provided by Brazil, it is possible to allow for a limited period of time from a part of the territory of the State of São Paulo the re-entry of registered horses after temporary export in accordance with the requirements of Commission Decision 93/195/EEC of 2 February 1993 on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (4).\n(6) In addition, the list set out in Annex I to Decision 2004/211/EC should take account of the separation of the customs territories of Montenegro and Serbia and those two third countries should be listed separately, thus allowing the importation of live equidae, their semen, ova and embryos from both Montenegro and Serbia under the same additional conditions as specified at present for ‘Serbia and Montenegro’ in that Annex.\n(7) Annex I to Decision 2004/211/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2004/211/EC is amended as follows:\n1. the entry for Brazil is replaced by the following:\n‘BR Brazil BR-0 Whole country  — — — — — — — — — —\nBR-1 The States of: D X X X X X X X X X\nBR-2 Sociedade Hipica Paulista, the airport Viracopos and the auto route between the two premises in the State of São Paulo D — X — — — — — — — Valid until 15.11.2008’\n2. the following entry for Montenegro is inserted between the entry for Morocco and the entry for the former Yugoslav Republic of Macedonia:\n‘ME Montenegro ME-0 Whole country B X X X X X X X X X’\n3. the following entry for Serbia is inserted between the entry for Qatar and the entry for Russia:\n‘RS Serbia RS-0 Whole country B X X X X X X X X X’\n4. the entry for Serbia and Montenegro is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 42.\n(2)  OJ L 268, 14.9.1992, p. 54.\n(3)  OJ L 73, 11.3.2004, p. 1.\n(4)  OJ L 86, 6.4.1993, p. 1."}