{"celex_id": "32007D0068", "uri": "http://publications.europa.eu/resource/cellar/0d3061c4-c513-442b-8a14-8fe5d68d51b0", "type": "Decision", "concepts": ["1141", "143", "365", "4392", "4619", "5503", "5706", "747"], "title": "Commission Decision of 18 December 2006 concerning a request from the Republic of Latvia to apply a reduced rate of VAT to the supply of district heating, natural gas and electricity to households (notified under document number C(2006) 6592)\n", "header": "6.2.2007 EN Official Journal of the European Union L 32/165\nCOMMISSION DECISION\nof 18 December 2006\nconcerning a request from the Republic of Latvia to apply a reduced rate of VAT to the supply of district heating, natural gas and electricity to households\n(notified under document number C(2006) 6592)\n(Only the Latvian text is authentic)\n(2007/68/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (1), and in particular Article 12(3)(b) thereof,\nWhereas:\n(1) By initial request of 19 April 2006 sent to the Commission, followed by a formal letter registered on 10 July 2006, the Republic of Latvia informed the Commission of its intention of applying a reduced rate of VAT to the supply of district heating, natural gas and electricity to households. Latvia defined households as all final consumers with whom contracts about the supplies concerned are concluded as with natural persons.\n(2) According to annex VIII of the Accession Treaty, by way of derogation from Article 12(3)(a) of Directive 77/388/EEC (hereinafter the Sixth VAT Directive), Latvia was allowed to maintain an exemption from value added tax on the supply of heating sold to households until 31 December 2004. In fact, Latvia applied an exemption from value added tax on the supply of district heating to households also after this date.\n(3) Latvia wishes to apply a reduced rate (5 %) to supplies of district heating, natural gas and electricity to households, excluding supplies for commercial activities or for other professional activities. This rate neither causes distortion of competition, nor tax-induced changes in the consumption of electricity, gas or heating sold to households. This is mainly because from a technical-technological point of view, those three products act as substitute goods only for heating purposes. Moreover, since the application of this reduced VAT rate is restricted to households, such application is not likely to cause distortion of competition vis-à-vis legal persons who exercise the right to deduct VAT and thus do not bear the final cost of VAT.\n(4) Moreover, the VAT rules regarding the place of supply of natural gas and electricity, as laid down in the Sixth VAT Directive, were amended by Council Directive 2003/92/EC (2). The supply of natural gas through the distribution networks and electricity in the final stage, from traders and distributors to final consumers, is taxed at the place where the customer has effective use and consumption of the goods, in order to ensure that taxation takes place in the country where actual consumption takes place. As regards the supply of district heating, as there are no cross-border transactions, the supply is thus local and there is no risk of distortion of competition within the meaning of Article 12(3)(b) of the Sixth VAT Directive.\n(5) The planned measure applying a reduced rate of VAT to the supply of district heating, natural gas and electricity to households pursuant to Article 12(3)(b) of the Sixth VAT Directive is limited to the supplies made to final consumers and does not apply to the supplies made to taxable persons for the needs of their commercial, professional and other economic activities.\n(6) Since the measure is limited to the supplies made to final consumers and does not apply to the supplies made to taxable persons for the needs of their commercial, professional and other economic activities, the risk of distortion of competition must be thus deemed non-existent. Since the condition laid down by Article 12(3)(b) of the Sixth Directive is thus fulfilled, Latvia should be authorised to apply the measure concerned as soon as this Decision is notified,", "main_body": ["Latvia may apply the measure notified in its letter registered by the Commission on 10 July 2006, applying a reduced rate of VAT to the supply of district heating, natural gas and electricity to households, irrespective of the conditions of production and supply.", "For the purposes of this Decision, households shall be defined as natural persons who are the recipients of the supplies referred to in Article 1 for the purposes of their final consumption, excluding therefore any supplies made for the needs of their commercial, professional and other economic activities.", "This Decision is addressed to the Republic of Latvia."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2006/69/EC (OJ L 221, 12.8.2006, p. 9).\n(2)  OJ L 260, 11.10.2003, p. 8."}