{"celex_id": "32008R0755", "uri": "http://publications.europa.eu/resource/cellar/4a4c6229-2fdc-45bb-b2b3-e03979366279", "type": "Regulation", "concepts": ["2041", "2286", "3846", "5706", "6099", "831"], "title": "Commission Regulation (EC) No 755/2008 of 31 July 2008 amending Annex II to Directive 2005/36/EC of the European Parliament and of the Council on the recognition of professional qualifications (Text with EEA relevance)\n", "header": "1.8.2008 EN Official Journal of the European Union L 205/10\nCOMMISSION REGULATION (EC) No 755/2008\nof 31 July 2008\namending Annex II to Directive 2005/36/EC of the European Parliament and of the Council on the recognition of professional qualifications\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (1), and in particular Article 11(c)(ii),\nWhereas:\n(1) Article 2(3) of Directive 2005/36/EC provides that where, for a given regulated profession, other specific arrangements directly related to the recognition of professional qualifications are established, the corresponding provisions of Directive 2005/36/EC shall not apply. Article 3(1) of Directive 2005/45/EC of the European Parliament and of the Council of 7 September 2005 on the mutual recognition of seafarers’ certificates issued by the Member States and amending Directive 2001/25/EC (2) provides for the automatic recognition of seafarers’ certificates issued by Member States in accordance with the requirements laid down in Directive 2001/25/EC of the European Parliament and of the Council of 4 April 2001 on the minimum level of training of seafarers (3). Directive 2005/36/EC should therefore not apply to the recognition of seafarers’ qualifications working on board vessels falling within the scope of Directive 2001/25/EC.\n(2) The Czech Republic, Denmark, Germany, Italy, Romania and the Netherlands have submitted reasoned requests for removing their seafaring professions falling under the scope of Directive 2001/25/EC from point 3(a) of Annex II to Directive 2005/36/EC.\n(3) The Czech Republic, Denmark, Germany, Italy and Romania have asked for the deletion of all the professions and associated description of training listed for their countries under point 3(a) of Annex II to Directive 2005/36/EC. The Netherlands have asked for the deletion of two professions: ‘first mate (coastal vessel) (with supplementary training) (stuurman kleine handelsvaart (met aanvulling))’ and ‘coaster engineer (with diploma) (diploma motordrijver)’ as well as the associated description of training from point 3(a) of Annex II to Directive 2005/36/EC.\n(4) The United Kingdom has submitted a reasoned request for removing its seafaring professions, falling within the scope of Directive 2001/25/EC, from point 5 of Annex II to Directive 2005/36/EC.\n(5) Directive 2005/36/EC should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the recognition of professional qualifications,", "main_body": ["Annex II to Directive 2005/36/EC is hereby amended as set out in the Annex hereto.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 2008.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 255, 30.9.2005, p. 22. Directive as last amended by Commission Regulation (EC) No 1430/2007 (OJ L 320, 6.12.2007, p. 3).\n(2)  OJ L 255, 30.9.2005, p. 160.\n(3)  OJ L 136, 18.5.2001, p. 17. Directive as last amended by Directive 2005/45/EC (OJ L 255, 30.9.2005, p. 160).\nANNEX\nAnnex II to Directive 2005/36/EC is amended as follows:\n1. Point 3(a) is replaced by the following:\n‘(a) Sea transport\nTraining for the following:\nin Latvia:\n— electrical engineer officer on ships (kuģu elektromehāniķis),\n— operator of refrigeration machinery (kuģa saldēšanas iekārtu mašīnists);\nin the Netherlands:\n— VTS-official (VTS-functionaris);\nwhich represent training:\n— in Latvia:\n(i) for electrical engineer officer on ships (kuģu elektromehāniķis),\n1. a person of not less than 18 years of age;\n2. represents an education of a total duration of at least 12,5 years, comprising at least nine years of elementary education and at least three years of vocational education. In addition, seagoing service of not less than six months as a ship’s electrician or as assistant to the electrical engineer on ships with generator power more than 750 kW is required. Vocational training is completed by a special examination by the competent authority in accordance with the training programme as approved by the Ministry of Transport;\n(ii) for operator of refrigeration machinery (kuģa saldēšanas iekārtu mašīnists),\n1. a person of not less than 18 years of age;\n2. represents an education of a total duration of at least 13 years, comprising at least nine years of elementary education and at least three years of vocational education. In addition, seagoing service of not less than 12 months as assistant to the refrigeration engineer is required. Vocational training is completed by a special examination by the competent authority in accordance with the training programme as approved by the Ministry of Transport;\n— in the Netherlands:\n2. Point 5 is amended as follows:"}