{"celex_id": "32009R1252", "uri": "http://publications.europa.eu/resource/cellar/a8566619-6b86-4a59-9b82-43ab990cdce9", "type": "Regulation", "concepts": ["1309", "1591", "2302", "2771", "315", "519", "5969"], "title": "Council Implementing Regulation (EU) No 1252/2009 of 18 December 2009 concluding the new exporter review of Regulation (EC) No 1338/2006 imposing a definitive anti-dumping duty on imports of chamois leather originating in the People's Republic of China, levying retroactively and imposing an anti-dumping duty with regard to imports from one exporter in this country and terminating the registration of these imports\n", "header": "19.12.2009 EN Official Journal of the European Union L 338/12\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1252/2009\nof 18 December 2009\nconcluding the new exporter review of Regulation (EC) No 1338/2006 imposing a definitive anti-dumping duty on imports of chamois leather originating in the People's Republic of China, levying retroactively and imposing an anti-dumping duty with regard to imports from one exporter in this country and terminating the registration of these imports\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Article 11(4) thereof,\nHaving regard to the proposal submitted from the European Commission after consulting the Advisory Committee,\nWhereas:\n1.   MEASURES IN FORCE\n(1) By Regulation (EC) No 1338/2006 (2), the Council, following an investigation (‘the original investigation’), imposed a definitive anti-dumping duty on imports of chamois leather originating in the People's Republic of China (‘PRC’). The measures in force consist of an ad valorem definitive country-wide duty rate of 58,9 %.\n2.   CURRENT INVESTIGATION\n(a)   Request for a review\n(2) Subsequent to the imposition of the definitive anti-dumping measures, the Commission received a request for a new exporter review pursuant to Article 11(4) of the basic Regulation. The request was based on the claim that the exporting producer, Henan Prosper Skins and Leather Enterprise Co. Ltd. (‘the applicant’):\n(i) did not export chamois leather before or during the investigation period of the original investigation;\n(ii) was not related to any of the exporting producers subject to the measures imposed by Regulation (EC) No 1338/2006;\n(iii) had started to export chamois leather to the Union after the end of the investigation period of the original investigation;\n(iv) operates under market economy conditions as defined in Article 2(7)(c) of the basic Regulation or alternatively claims individual treatment in conformity with Article 9(5) of the basic Regulation.\n(b)   Initiation of a new exporter review\n(3) The Commission examined the prima facie evidence submitted by the applicant and considered it sufficient to justify the initiation of a review pursuant to Article 11(4) of the basic Regulation. After consultation of the Advisory Committee and after the Union industry concerned had been given the opportunity to comment, the Commission initiated, by Regulation (EC) No 573/2009 (3), a review of Regulation (EC) No 1338/2006 with regard to the applicant.\n(4) Pursuant to Article 2 of Regulation 573/2009, the anti-dumping duty imposed by Regulation (EC) No 1338/2006 on imports of chamois leather produced by the applicant was repealed. Simultaneously, pursuant to Article 14(5) of the basic Regulation, customs authorities were directed to take appropriate steps to register the imports of chamois leather produced by the applicant.\n(c)   Product concerned\n(5) The product concerned by the current review is chamois leather as defined in the original investigation, i.e. chamois leather and combination chamois leather, whether or not cut to shape, including crust chamois and combination crust chamois leather (‘chamois leather’) originating in the People's Republic of China, currently falling within CN codes 4114 10 10 and 4114 10 90.\n(d)   Parties concerned\n(6) The Commission officially advised the Union industry, the applicant and the representatives of the exporting country of the initiation of the review. Interested parties were given the opportunity to make their views known in writing and to be heard.\n(e)   Review investigation period\n(7) The investigation of dumping covered the period from 1 July 2008 to 30 June 2009 (‘review investigation period’ or ‘RIP’).\n3.   WITHDRAWAL OF COOPERATION AND OF THE REQUEST FOR A NEW EXPORTER REVIEW\n(8) The Commission sent a questionnaire to the applicant and received a reply within the deadlines set. During the verification of the applicant's questionnaire reply at their premises, the applicant provided false and misleading information within the meaning of Article 18(1) of the basic Regulation. Furthermore, the applicant decided to cease cooperation altogether and the verification had to be terminated without being completed. On 21 September 2009, the applicant formally withdrew its application for a new exporter review.\n(9) The applicant was informed that the information supplied by it could not be considered reliable and would be rejected and was invited to provide further explanations within a given deadline in accordance with Article 18(4) of the basic Regulation. The applicant did not supply any further explanation.\n(10) In the above circumstances, despite the withdrawal of the application, it was considered appropriate to continue the investigation ex officio and base findings with regard to the applicant on facts available within the meaning of Article 18 of the basic Regulation.\n(11) In the absence of other information, the duty rate to be applied to the applicant is set at the level of the country-wide duty.\n4.   CONCLUSION OF THE INVESTIGATION AND RETROACTIVE LEVYING OF THE ANTI-DUMPING DUTY\n(12) In the light of the above findings, it was concluded that imports into the Union of chamois leather and combination chamois leather, whether or not cut to shape, including crust chamois leather and combination crust chamois leather, currently falling within CN codes 4114 10 10 and 4114 10 90, originating in the People's Republic of China, produced and sold for export to the Union by Henan Prosper Skins & Leather Enterprise Co. Ltd. (TARIC additional code A957) should be subject to an anti-dumping duty at the level of the antidumping duty imposed by Regulation (EC) No 1338/2006 on all companies in the People's Republic of China and that that rate of anti-dumping duty should be re-imposed and levied retroactively on imports of the product concerned, which have been made subject to registration pursuant to Article 3 of Regulation (EC) No 573/2009.\n5.   DISCLOSURE AND DURATION OF THE MEASURES\n(13) The applicant, the Union industry and the representatives of the exporting country were informed of the essential facts and considerations leading to the above conclusions and were given an opportunity to comment. No comments of a nature as to warrant a change of the above conclusions were received.\n(14) This review does not affect the date on which the measures imposed by Regulation (EC) No 1338/2006 will expire pursuant to Article 11(2) of the basic Regulation,", "main_body": ["1.   The new exporter review initiated by Regulation (EC) No 573/2009 is hereby concluded, and an anti-dumping duty set at the level of the anti-dumping duty applicable according to Article 1(2) of Regulation (EC) No 1338/2006 to all companies in the People's Republic of China is hereby imposed on imports identified in Article 1 of Regulation (EC) No 573/2009.\n2.   An anti-dumping duty set at the level of the anti-dumping duty applicable according to Article 1(2) of Regulation (EC) No 1338/2006 to all companies in the People's Republic of China is hereby levied with effect from 3 July 2009 on imports of chamois leather which have been registered pursuant to Article 3 of Regulation (EC) No 573/2009.\n3.   The customs authorities are hereby directed to cease the registration carried out pursuant to Article 3 of Regulation (EC) No 573/2009.\n4.   Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2009.\nFor the Council\nThe President\nÅ. TORSTENSSON\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 251, 14.9.2006, p. 1.\n(3)  Commission Regulation (EC) No 573/2009 of 29 June 2009 initiating a new exporter review of Council Regulation (EC) No 1338/2006 imposing a definitive anti-dumping duty on imports of chamois leather originating in the People's Republic of China, repealing the duty with regard to imports from one exporting producer in this country and making these imports subject to registration (OJ L 172, 2.7.2009, p. 3)."}