{"celex_id": "32006R0402", "uri": "http://publications.europa.eu/resource/cellar/4f6cc397-9ec5-4501-a612-aa3906149d4f", "type": "Regulation", "concepts": ["1119", "1120", "4082", "491"], "title": "Commission Regulation (EC) No 402/2006 of  8 March 2006  amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code   (Text with EEA relevance)\n", "header": "9.3.2006 EN Official Journal of the European Union L 70/35\nCOMMISSION REGULATION (EC) No 402/2006\nof 8 March 2006\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) In the light of experience gained since Commission Regulation (EC) No 89/97 of 20 January 1997 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2) entered into force, it is necessary to specify the methods to be used for determining the net weight of fresh bananas. These methods should include the weighing of fresh bananas, to establish their net weight, and the drawing up of banana weighing certificates attesting that weight, by economic operators authorised by customs authorities. The net weight of fresh bananas should be established for each consignment of fresh bananas delivered by any means of transport.\n(2) To give sufficient time to Member States and economic operators to prepare for the authorisation of weighers, the measures concerning the weighing of fresh bananas and the drawing up of banana weighing certificates should apply from 1 June 2006.\n(3) For imports of certain electronic circuits covered by Chapters 84 and 85 of the Combined Nomenclature, countervailing duties have been imposed by Council Regulation (EC) No 1480/2003 of 11 August 2003 imposing a definitive countervailing duty and collecting definitively the provisional duty imposed on imports of certain electronic microcircuits known as DRAMs (dynamic random access memories) originating in the Republic of Korea (3). With a view to ensuring the uniform application of these countervailing duties, it is necessary to have a specific rule of origin for the products covered by the said Regulation.\n(4) Commission Regulation (EEC) No 2454/93 (4) should therefore be amended accordingly.\n(5) The measures provided for by this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EEC) No 2454/93 is amended as follows:\n1. after Article 290, the following text is inserted:\n2. Article 290a is replaced by the following:\n(a) “authorised weigher” means any economic operator authorised by a customs office for the purpose of weighing fresh bananas;\n(b) “applicant's records” means any documents related to the weighing of fresh bananas;\n(c) “net weight of fresh bananas” means the weight of the bananas themselves without packing materials and packing containers of any kind;\n(d) “consignment of fresh bananas” means the consignment comprising the total quantity of fresh bananas loaded on a single means of transport and shipped by a single exporter to one or more consignees;\n(e) “place of unloading” means any place where a consignment of fresh bananas can be unloaded or removed to under a customs procedure, or in the case of containerised traffic, where the container is offloaded from the ship, or aircraft, or other principal means of transport or where the container is unpacked.’;\n3. the following Article 290b is inserted:\n(a) the applicant offers all the necessary guarantees for the proper conduct of the weighing;\n(b) the applicant has at his disposal appropriate weighing equipment;\n(c) the applicant’s records enable the customs authorities to carry out effective checks.\n4. the following Article 290c is inserted:\n5. the following Article 290d is inserted:\n6. Annex 11 is amended in accordance with Annex I to this Regulation.\n7. Annex 38b is replaced by the text set out in Annex II to this Regulation.\n8. Annex 38c is inserted in accordance with Annex III to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nHowever, points 4, 7 and 8 of Article 1 shall apply from 1 June 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2006.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 648/2005 of the European Parliament and of the Council (OJ L 117, 4.5.2005, p. 13).\n(2)  OJ L 17, 21.1.1997, p. 28.\n(3)  OJ L 212, 22.8.2003, p. 1. Regulation as amended by Regulation (EC) No 2116/2005 (OJ L 340, 23.12.2005, p. 7).\n(4)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 215/2006 (OJ L 38, 9.2.2006, p. 11).\nANNEX I\nAnnex 11 is amended as follows:\n(a) between the entries concerning products classified within CN codes ‘ex 7117’ and ‘ex 8482’ the following text is inserted:\n‘ex 8473 30 10 and ex 8473 50 10 Electronic integrated circuits known as dynamic random access memories (DRAMs) Manufacture where the increase in value acquired as a result of working and processing, and, if applicable, the incorporation of parts originating in the country of manufacture, represents at least 45 % of the ex-works price of the products.\n(b) between the entries concerning products classified within CN codes ‘ex 8542’ and ‘ex 9009’ the following text is inserted:\n‘ex 8548 90 10 Electronic integrated circuits known as dynamic random access memories (DRAMs) Manufacture where the increase in value acquired as a result of working and processing, and, if applicable, the incorporation of parts originating in the country of manufacture, represents at least 45 % of the ex-works price of the products.\nANNEX II\n‘ANNEX 38b\nProcedure referred to in Article 290c(1)\nFor the purposes of Article 290c, the net weight of each consignment of fresh bananas shall be determined by authorised weighers at any place of unloading in accordance with the following procedure:\n1. a sample of units of packed bananas shall be selected for each type of packaging and for each origin. The sample of units of packed bananas to be weighed shall constitute a representative sample of the consignment of fresh bananas. It shall contain at least the quantities indicated below:\nNumber of units of packed bananas Number of units of packed bananas to be inspected\n— up to 400 5\n— from 401 to 700 7\n— from 701 to 1 000 10\n— from 1 001 to 2 000 13\n— from 2 001 to 4 000 15\n— from 4 001 to 6 000 18\n— more than 6 000 21\n2. the net weight shall be determined as follows:\n(a) by weighing each unit of packed bananas to be inspected (gross weight);\n(b) by opening at least one unit of packed bananas, then calculating the weight of the packaging;\n(c) the weight of that packaging shall be accepted for all packaging of the same type and origin, and shall be deducted from the weight of all the units of packed bananas weighed;\n(d) the average net weight per unit of packed bananas thus established for each type and origin, based on the weight of the samples checked, shall be accepted as the basis for determining the net weight of the consignment of fresh bananas;\n3. where the customs authority does not check the banana weighing certificates contemporaneously, the net weight declared on such certificates shall be acceptable to customs authorities provided that the difference is not more or less than 1 % between the declared net weight and the average net weight established by customs authorities;\n4. the banana weighing certificate shall be presented to the customs office at which the declaration for release for free circulation is submitted. The customs authorities shall apply the results of the sampling shown on the banana weighing certificate to the whole consignment of fresh bananas to which that certificate relates.’\nANNEX III\nThe following Annex 38c is inserted:\n‘ANNEX 38c"}