{"celex_id": "32000R2810", "uri": "http://publications.europa.eu/resource/cellar/66f7b1e2-6633-4851-a80b-f020cf3ada3d", "type": "Regulation", "concepts": ["2292", "2713", "2729", "4171", "4854", "4885"], "title": "Commission Regulation (EC) No 2810/2000 of 21 December 2000 establishing the forecast supply balances for cereal products and dried fodder for the smaller Aegean islands for 2001 and amending Regulation (EC) No 3175/94 laying down detailed rules of application for the specific supply arrangements\n", "header": "Commission Regulation (EC) No 2810/2000\nof 21 December 2000\nestablishing the forecast supply balances for cereal products and dried fodder for the smaller Aegean islands for 2001 and amending Regulation (EC) No 3175/94 laying down detailed rules of application for the specific supply arrangements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2958/93(3), as last amended by Regulation (EC) No 1802/95(4), lays down the common detailed rules for implementing Regulation (EEC) No 2019/93 as regards the specific arrangements for the supply of certain agricultural products to smaller Aegean islands, and pursuant to Article 3 of Regulation (EEC) No 2019/93, the amount of aid for this supply.\n(2) For the purposes of applying Article 2 of Regulation (EEC) No 2019/93, Commission Regulation (EC) No 3175/94(5), as last amended by Regulation (EC) No 2363/2000(6), establishes for 2000 the forecast supply balances for cereals and dried fodder. The forecast supply balances should be established for 2001. Regulation (EC) No 3175/94 should therefore be amended.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Joint Committee of the relevant management committees,", "main_body": ["Pursuant to Article 2 of Regulation (EEC) No 2019/93, the forecast supply balance for cereal products and dried fodder for the smaller Aegean islands originating in the rest of the Community in 2001 shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 184, 27.7.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 267, 28.10.1993, p. 4.\n(4) OJ L 174, 26.7.1995, p. 27.\n(5) OJ L 335, 23.12.1994, p. 54.\n(6) OJ L 273, 26.10.2000, p. 3.\nANNEX\nForecast supply balance for cereal products and dried fodder for the smaller Aegean islands for 2001\n>TABLE>\nGroups A and B are defined in Annexes I and II to Regulation (EEC) No 2958/93."}