{"celex_id": "32007R1470", "uri": "http://publications.europa.eu/resource/cellar/4491a769-a827-4f64-a6c8-ceba4a348b1e", "type": "Regulation", "concepts": ["1519", "2543", "2563", "3083", "3424", "3682", "623"], "title": "Commission Regulation (EC) No 1470/2007 of 13 December 2007 amending Regulation (EEC) No 1859/82 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\n", "header": "14.12.2007 EN Official Journal of the European Union L 329/7\nCOMMISSION REGULATION (EC) No 1470/2007\nof 13 December 2007\namending Regulation (EEC) No 1859/82 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), and particular Article 4(4) thereof,\nWhereas:\n(1) Annex I to Commission Regulation (EEC) No 1859/82 (2) fixes the number of returning holdings per division.\n(2) Taking into account the changes in the Italian agricultural structures and the use of improved statistical methodologies for defining the number of holdings to be selected by region, type of farming and economic size class, the number of returning holdings per division in Italy should be adjusted so that the sample may better represent all the farm types present in the field of observation.\n(3) Taking into account the changes in the Polish agricultural structures and the use of an increased number of types of farming used for stratification of the field of observation, the number of returning holdings per division in Poland should be adjusted so that the sample better represents all farm types present in the field of observation.\n(4) Following the merging of the divisions ‘Entre Douro e Minho e Beira Litoral’ and ‘Trás-os-montes e Beira Interior’ into one division ‘Norte e Centro’ by Commission Regulation (EC) No 1469/2007 of 13 December 2007 amending the Annex to Council Regulation No 79/65/EEC as regards the list of divisions (3), the number of returning holdings per division in Portugal should be adjusted.\n(5) Regulation (EEC) No 1859/82 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["Annex I to Regulation (EEC) No 1859/82 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from the 2008 accounting year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ 109, 23.6.1965, p. 1859. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 205, 13.7.1982, p. 5. Regulation as last amended by Regulation (EC) No 800/2007 (OJ L 179, 7.7.2007, p. 3).\n(3)  See page 5 of this Official Journal.\nANNEX\nAnnex I to Regulation (EEC) No 1859/82 is amended as follows:\n(1) The part concerning Italy is replaced by the following:\nReference number Name of division Number of returning holdings\n‘ITALY\n221 Valle d’Aosta 197\n222 Piemonte 619\n230 Lombardia 710\n241 Trentino 388\n242 Alto Adige 405\n243 Veneto 907\n244 Friuli-Venezia Giulia 735\n250 Liguria 508\n260 Emilia-Romagna 1 166\n270 Toscana 956\n281 Marche 601\n282 Umbria 498\n291 Lazio 528\n292 Abruzzo 504\n301 Molise 354\n302 Campania 478\n303 Calabria 346\n311 Puglia 453\n312 Basilicata 450\n320 Sicilia 470\n330 Sardegna 413\nTotal Italy 11 686’\n(2) The part concerning Poland is replaced by the following:\nReference number Name of division Number of returning holdings\n‘POLAND\n785 Pomorze and Mazury 1 870\n790 Wielkopolska and Śląsk 4 470\n795 Mazowsze and Podlasie 4 460\n800 Małopolska and Pogórze 1 300\nTotal Poland 12 100’\n(3) The part concerning Portugal is replaced by the following:\nReference number Name of division Number of returning holdings\n‘PORTUGAL\n615 Norte e Centro 1 233\n630 Ribatejo e Oeste 351\n640 Alentejo e Algarve 399\n650 Açores e Madeira 317\nTotal Portugal 2 300’"}