{"celex_id": "32001R2563", "uri": "http://publications.europa.eu/resource/cellar/f0cc7ac5-9eea-45c4-9f81-4993fbeaad71", "type": "Regulation", "concepts": ["2638", "2649", "2713", "2718"], "title": "Council Regulation (EC) No 2563/2001 of 19 December 2001 fixing for the 2002 fishing year the guide prices for the fishery products listed in Annexes I and II and the Community producer price for the fishery products listed in Annex III to Regulation (EC) No 104/2000\n", "header": "Council Regulation (EC) No 2563/2001\nof 19 December 2001\nfixing for the 2002 fishing year the guide prices for the fishery products listed in Annexes I and II and the Community producer price for the fishery products listed in Annex III to Regulation (EC) No 104/2000\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), and in particular Articles 18(3) and 26(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 18(1) of Regulation (EC) No 104/2000 requires a guide price to be fixed for each fishing year for each of the products and groups of products listed in Annexes I and II to that Regulation.\n(2) On the basis of the data currently available on the prices for the products concerned and the criteria referred to in Article 18(2) of Regulation (EC) No 104/2000, those prices should be increased, maintained or reduced for the 2002 fishing year depending on the species.\n(3) Article 26(1) of Regulation (EC) No 104/2000 requires a Community producer price to be fixed for each of the products listed in Annex III to that Regulation.\n(4) Commission Regulation (EEC) No 3510/82(2) fixes the conversion factors applicable to different species of tuna. It is therefore not necessary for Community producer prices to be fixed for all species of tuna listed in Annex III to Regulation (EC) No 104/2000, but only for yellow-fin tuna (Thunnus albacares).\n(5) On the basis of the criteria laid down in the first and second indents of Article 18(2) and in Article 26(1) of Regulation (EC) No 104/2002, the Community producer price for the 2002 fishing year should be maintained,", "main_body": ["The guide prices for the fishing year from 1 January to 31 December 2002 for the products listed in Annexes I and II to Regulation (EC) No 104/2000 and for the presentations and commercial categories to which they relate shall be as set out in the Annex hereto.", "The Community producer price for yellow-fin tuna (Thunnus albacares) for the fishing year from 1 January to 31 December 2002 is hereby fixed as follows:\n>TABLE>", "This Regulation shall enter into force on 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 368, 28.12.1982, p. 27. Regulation last amended by Regulation (EEC) No 3899/92 (OJ L 392, 31.12.1992, p. 24).\nANNEX\n>TABLE>"}