{"celex_id": "32001D0059", "uri": "http://publications.europa.eu/resource/cellar/18ac8862-e9b8-4a88-8327-87de16530c36", "type": "Decision", "concepts": ["2215", "2286", "3813", "3844", "4308", "5581"], "title": "2001/59/EC: Commission Decision of 5 January 2001 authorising the Kingdom of the Netherlands to have a temporary exemption to allow the use of chlorofluorocarbons (CFCs) until 31 December 2002 in delivery mechanisms for hermetically sealed devices designed for implantation in the human body for delivery of measured doses of medication in accordance with Article 4(1) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council on substances that deplete the ozone layer (Text with EEA relevance) (notified under document number C(2000) 4416)\n", "header": "Commission Decision\nof 5 January 2001\nauthorising the Kingdom of the Netherlands to have a temporary exemption to allow the use of chlorofluorocarbons (CFCs) until 31 December 2002 in delivery mechanisms for hermetically sealed devices designed for implantation in the human body for delivery of measured doses of medication in accordance with Article 4(1) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council on substances that deplete the ozone layer\n(notified under document number C(2000) 4416)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2001/59/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council on substances that deplete the ozone layer(1), and in particular Articles 4(1), 11(1)(f) and 18 thereof,\nWhereas:\n(1) Article 4(1) of Regulation (EC) No 2037/2000 prohibits the use and the placing on the market of chlorofluorocarbons.\n(2) Article 4(1) of Regulation (EC) No 2037/2000 states that, following a request of a Member State and in accordance with the procedure referred to in Article 18(2), the Commission may authorise the use of chlorofluorocarbons until 31 December 2004 in delivery mechanisms for hermetically sealed devices designed for implantation in the human body for delivery of measured doses of medication.\n(3) Medtronic is a producer of the Isomed infusion system, an implantable drug delivery system that is used for the treatment of cancer pain, non-malignant pain, spasticity and cancer chemotherapy. The Isomed device utilises a minute quantity of CFC-114 to create the pressure to deliver the medication. To date there is no alternative to the CFC but Medtronic is seeking an alternative. As the pump is implanted in the body there is no escape of CFC into the environment during the use of this device.\n(4) The Commission has examined the technical and economic aspects of the Isomed infusion system produced by Medtronic and accepts that currently there is no technical and economically feasible alternative substance or technology and that the temporary use of CFCs in these drug pumps for medical uses remains essential.\n(5) The competent authority in the Netherlands has given its agreement for a temporary exemption up to 31 December 2002 for the use of CFCs for the production and export of medical drug pumps by Medtronic BV.\n(6) The Committee established by Article 18 of Regulation (EC) No 2037/2000 examined this request at its meeting of 5 October 2000 and agreed to an exemption up to 31 December 2002 with a maximum use of 75 ODP kg of CFCs and the possibility of this exemption being renewed for a further two years up to 31 December 2004 following a review of the technical and economic availability of alternative substances or technologies by the Commission.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee,", "main_body": ["In accordance with Article 4(1) of Regulation (EC) No 2037/2000, Medtronic BV (NL) is allowed to use chlorofluorocarbons in delivery mechanisms for hermetically sealed devices designed for implantation in the human body for delivery of measured doses of medication until 31 December 2002 and for a maximum quantity of 75 ODP kg.", "The Commission will review this exemption in 2002 to examine whether its extension to 31 December 2004 can be authorised in the light of the development of technical and economic alternative substances or technologies.", "This Decision is addressed to the Government of the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 5 January 2001.\nFor the Commission\nMargot Wallström\nMember of the Commission\n(1) OJ L 244, 29.9.2000, p. 1."}