{"celex_id": "32009D0354", "uri": "http://publications.europa.eu/resource/cellar/0ab80ae9-0e19-44a8-89e0-371d629b517a", "type": "Decision", "concepts": ["1182", "2611", "3117", "4827", "5889", "5989"], "title": "2009/354/EC: Commission Decision of 30 March 2009 extending the limited Community recognition of the Hellenic Register of Shipping (HRS) (notified under document number C(2009) 2130)\n", "header": "30.4.2009 EN Official Journal of the European Union L 109/42\nCOMMISSION DECISION\nof 30 March 2009\nextending the limited Community recognition of the Hellenic Register of Shipping (HRS)\n(notified under document number C(2009) 2130)\n(Only the Greek text is authentic)\n(2009/354/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organizations and for the relevant activities of maritime administrations (1), and in particular Article 4(3) thereof,\nHaving regard to the letter of 6 June 2008 from the Greek authorities, requesting the extension of the limited recognition of the Hellenic Register of Shipping (HRS) pursuant to Article 4(3) of Directive 94/57/EC,\nHaving regard to the letters of 28 January and 12 February 2009 from the Greek authorities, confirming their abovementioned request,\nWhereas:\n(1) Limited recognition under Article 4(2) of Directive 94/57/EC is a recognition granted to organisations known as classification societies, which fulfil all criteria other than those set out under paragraphs 2 and 3 of the ‘General’ section A of the Annex thereto, but limited in time and scope in order for the organisation concerned to gain further experience.\n(2) In accordance with Article 4(3) of Directive 94/57/EC, a decision on the extension of such recognition shall not take into account the criteria set out under paragraphs 2 and 3 of section A of the Annex but shall take into account the safety and pollution prevention performance records of the organisation, referred to in Article 9(2) of the said Directive. Any decision on the extension of the limited recognition shall specify under which conditions, if any, such extension is granted.\n(3) At the request of the Greek authorities, the Commission granted the Hellenic Register of Shipping a limited recognition for a period of three years by Decision 98/295/EC (2) of 22 April 1998; the effects of this recognition were limited to Greece. Upon expiry of the recognition, a new limited recognition was granted by Commission Decision 2001/890/EC (3), for a second period of three years and again with effects limited to Greece, at the request of the Greek authorities. The organisation’s recognition was extended by Commission Decision 2005/623/EC (4) of 3 August 2005 for a third period of three years with effects limited to Greece and Cyprus, at the request of the Greek and Cypriot authorities. At the request of the Maltese authorities, the recognition was subsequently extended to Malta in 2006 by Commission Decision 2006/382/EC (5) of 22 May 2006 with the same expiry date.\n(4) The limited recognition of the Hellenic Register of Shipping expired on 3 August 2008.\n(5) The Commission assessed the Hellenic Register of Shipping in accordance with Article 11(3) of Directive 94/57/EC. The assessment was based on the results of four fact-finding inspections performed in 2006 and 2007 by experts of the European Maritime Safety Agency (hereinafter EMSA) in accordance with Article 2(b)(iii) of Regulation (EC) No 1406/2002 of the European Parliament and of the Council (6). The Cypriot, Greek and Maltese administrations were invited to take part in the assessment; as a result, these administrations took part in the inspection of the organisation’s head office in September 2006.\n(6) After having taken into account the organisation’s observations, the assessment confirmed a significant number of items of non-conformity with the criteria laid down in Directive 94/57/EC which seriously affected the organisation’s main systems and control mechanisms. These conclusions were communicated to the three administrations concerned, who formulated no observations from their side, and to the organisation.\n(7) Following communication of these conclusions, the Hellenic Register of Shipping put in place a corrective action plan.\n(8) At the request of the Greek authorities, a new assessment of the organisation has been carried out on the basis of two fact-finding inspections carried out by EMSA between 12 and 20 November 2008.\n(9) While this reassessment of the organisation has shown limited improvement, it has only been possible for the Commission to lift one item of non-conformity among those previously identified. Serious shortcomings thus remain as regards, inter alia, the quality and maintenance of the organisation’s rules, the organisation’s systems for the training and monitoring of surveyors, the respect for both statutory requirements and the requirements in the organisation’s own rules and procedures, the acceptance of new ships onto the organisation’s register, the use of non-exclusive surveyors; and the measures taken following the detention of ships by the port State control authorities for reasons connected with the certificates delivered to those ships by the organisation. The reassessment of the Hellenic Register of Shipping has not allowed the Commission to establish that the organisation has until now identified and addressed the fundamental causes of the shortcomings found in the previous assessment, including their recurrence; and evaluated and addressed the safety risk incurred by its registered fleet as a result of these shortcomings.\n(10) In the absence of Community recognition, the Member States are prevented from delegating ship survey and certification tasks under the international conventions to the Hellenic Register of Shipping in accordance with Article 3(2) of Directive 94/57/EC, while classification of a ship by the Hellenic Register of Shipping no longer fulfils the requirements of Article 14(1) of that Directive. The Member States are also prevented from authorising the Hellenic Register of Shipping to perform surveys in accordance with Article 10(5) of Council Directive 98/18/EC of 17 March 1998 on safety rules and standards for passenger ships (7), while classification of a ship by HRS no longer fulfils the requirements of Article 6(1)(a) of the said Directive.\n(11) The Greek authorities have shown that the public domestic passenger transport service by sea in Greece is largely dependent upon ships bearing class certificates delivered by the Hellenic Register of Shipping, and that this organisation has until now surveyed these ships on behalf of the Greek administration. Loss of recognition by the Hellenic Register of Shipping would therefore force the fleet concerned, as the certificates previously delivered by the Hellenic Register of Shipping come to their expiry date, to seek classification with other recognised organisations while, at the same time, their survey under Directive 98/18/EC should be transferred to either these organisations or the Greek administration itself. The Greek authorities have shown that, given its extreme complexity and the high number of ships potentially concerned, this process could only be completed over a significant length of time, spanning several months, during which the ships concerned might remain uninspected and eventually be forced to suspend their trade. This situation would entail the risk of a collapse of a vital public service and constitute an immediate and serious threat to both the safety and the economic viability of the fleet concerned.\n(12) In order to prevent such a situation from occurring, it is necessary to reinstate the recognition of the Hellenic Register of Shipping under prudent structural and operational conditions, so as to ensure that the organisation can continue to provide classification and survey services to the fleet serving domestic passenger transport services in Greece safely and in full compliance with the requirements of Directive 94/57/EC. This recognition should be granted for a limited period of time, so that the fleet concerned and the Greek authorities can make the necessary preparatory arrangements in case the organisation’s recognition could no longer be extended at the end of this period.\n(13) It is necessary to ensure that the risks incurred as a result of the shortcomings are identified and appropriately addressed including, as necessary, re-inspection of the ships concerned. Attention should be paid to ships under Greek flag engaged in international trade, which, in accordance with Article 3 of Directive 94/57/EC, may benefit from the extension of the organisation’s recognition.\n(14) The Greek authorities have committed to intensifying unscheduled inspections and audits of vessels flying the Greek flag and engaged in domestic voyages in Greece, classed and certified by the Hellenic Register of Shipping, and to conduct these inspections rigorously. These inspections shall take place at least once every three months for all ships concerned, excluding idle periods.\n(15) Based on the data last published by the Paris Memorandum of Understanding on Port State Control, which concern the inspections carried out by the signatory parties in 2007, the rate of detention of ships for reasons relating to the certificates delivered to them by the Hellenic Register of Shipping remained at 1,88 % of the total number of inspections, while the average rate for recognised organisations was 0,35 %.\n(16) The measures provided for in this Decision are in accordance with the opinion of the COSS Committee set up by Article 7 of Directive 94/57/EC,", "main_body": ["The Community recognition of the Hellenic Register of Shipping is extended for a period of 17 months as from the date of adoption of this Decision, subject to the conditions set out in the Annex.", "The effects of this Decision are limited to Greece.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 30 March 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 319, 12.12.1994, p. 20.\n(2)  OJ L 131, 5.5.1998, p. 34.\n(3)  OJ L 329, 14.12.2001, p. 72.\n(4)  OJ L 219, 24.8.2005, p. 43.\n(5)  OJ L 151, 6.6.2006, p. 31.\n(6)  OJ L 208, 5.8.2002, p. 1.\n(7)  OJ L 144, 15.5.1998, p. 1.\nANNEX\nThe limited recognition of the Hellenic Register of Shipping is subject to the following conditions:\n1. The organisation shall implement corrective and preventive action as necessary in order to address all shortcomings identified in the Commission’s assessments.\n2. The organisation shall carry out, with the assistance of appropriately qualified external experts, an investigation covering the five years immediately preceding the taking effect of this decision and encompassing the entire organisation, in order to:\n(a) determine the fundamental causes and extent of the shortcomings identified in the Commission’s assessments;\n(b) assess the risks incurred as a result of the said shortcomings and in particular the extent to which the safety of the ships concerned may have been compromised;\n(c) implement, by 1 October 2009 and in addition to the corrective action referred to in point 1, a specific action plan to address the risks referred to in point 2(b), including re-inspection of ships as necessary.\n3. The organisation shall be assisted by appropriately qualified external experts, in order to bring the organisation’s rules and procedures fully into line with the requirements laid down in Article 15(2) and (5) of Directive 94/57/EC as well as in criteria A.4, B.6(a) and B.7(a) of the Annex to that Directive.\n4. The organisation shall be assisted by appropriately qualified external experts in the training of surveyors. By 1 July 2009, qualifications shall be granted to surveyors based solely on certificates delivered by these external experts attesting to the surveyor concerned having successfully completed the necessary training.\n5. The organisation’s top management personnel shall undergo, by 1 August 2009, a specific quality management training programme provided by appropriately qualified external experts.\n6. The experts referred to in points 2 to 5 shall be subject to prior explicit agreement of the Greek administration for the purpose after consultation with the Commission, assisted by EMSA.\n7. All surveyors from offices outside Greece shall be retrained and their qualifications re-certified in accordance with point 4 of this Annex. Until re-certified in accordance with this point, surveyors outside Greece shall not carry out any class or statutory surveys unless these are carried out jointly with a surveyor from an office in Greece or with an exclusive surveyor from another recognised organisation.\n8. Without prejudice to point 9 of this Annex, the organisation shall not accept new ships for classification during the period referred to in Article 1 of this Decision.\n9. By 1 October 2009, the maximum period for which ships are allowed to trade with provisional certificates shall be reduced to three months.\n10. The organisation’s checklists for statutory tasks shall be either approved by the Greek administration or provided by another recognised organisation.\n11. By 1 July 2009, the organisation’s checklists for class surveys shall be replaced by new checklists produced and kept up to date with the assistance of the experts referred to in point 3.\n12. By 1 May 2009, the Management Information System newly developed by the organisation shall become operational with the following capabilities:\n(a) providing accurate and fully up-to-date information concerning the training and qualification of surveyors before job assignment;\n(b) providing accurate and fully up-to-date ship survey status information;\n(c) verification of all survey reports before entering the relevant data into the system; and\n(d) providing the organisation’s management with warnings in case of excessive delays in the production of survey records.\n13. Following the taking effect of this Decision the organisation shall submit to the Greek authorities and to the Commission, at two-monthly intervals, a report on the progress in the fulfilment of the conditions laid down in points 1 to 5 and in points 7 to 12.\n14. The organisation shall take the necessary measures to improve its performance significantly.\n15. The Commission, assisted by EMSA, shall assess on a continuous basis the fulfilment of the conditions in points 1 to 14 of this Annex and in particular respect of the deadlines set out therein. Non-fulfilment of these conditions or non-respect of the relevant deadlines may, at any time during the period referred to in Article 1 of this Decision, be considered by the Commission as grounds for withdrawal of recognition in accordance with Article 9 of Directive 94/57/EC."}