{"celex_id": "32007R1276", "uri": "http://publications.europa.eu/resource/cellar/e5efaa2a-8215-40d3-b917-66fb40ad7fb0", "type": "Regulation", "concepts": ["1155", "2443", "2965", "3003", "797"], "title": "Commission Regulation (EC) No 1276/2007 of 29 October 2007 amending Council Regulation (EC) No 1782/2003, Council Regulation (EC) No 247/2006 and Commission Regulation (EC) No 552/2007, as regards the fixing of budgetary ceilings for 2007\n", "header": "30.10.2007 EN Official Journal of the European Union L 284/11\nCOMMISSION REGULATION (EC) No 1276/2007\nof 29 October 2007\namending Council Regulation (EC) No 1782/2003, Council Regulation (EC) No 247/2006 and Commission Regulation (EC) No 552/2007, as regards the fixing of budgetary ceilings for 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Articles 64(2) and 70(2) thereof,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (2), and in particular the second sentence of Article 20(3) thereof,\nWhereas:\n(1) Annex VIII to Regulation (EC) No 1782/2003 sets for each Member State the national ceilings which cannot be exceeded by the reference amounts mentioned in Chapter 2 of Title III of that Regulation.\n(2) Article 23(2) of Regulation (EC) No 247/2006 sets the annual maximum amounts up to which the Community finances the measures provided for in Titles II and III of that Regulation.\n(3) Annexes I, II and III to Commission Regulation (EC) No 552/2007 of 22 May 2007 establishing the maximum Community contribution to financing the work programmes in the olive oil sector and fixing, for 2007, budgetary ceilings for the partial or optional implementation of the Single Payment Scheme and the annual financial envelopes for the Single Area Payment Scheme, provided for in Council Regulation (EC) No 1782/2003, and amending that Regulation (3), lay down respectively, for the 2007 calendar year in each case, the budgetary ceilings for direct payments to be granted in accordance with Articles 66 to 69 of Regulation (EC) No 1782/2003, the budgetary ceilings for direct payments to be granted in accordance with Article 70 of that Regulation and the budgetary ceilings for the Single Payment Scheme.\n(4) In accordance with the first sentence of Article 20(3) of Regulation (EC) No 247/2006, Portugal has decided to reduce for 2007 the national ceiling for suckler cow premium rights and to transfer the corresponding financial amount in order to reinforce the Community contribution, provided for in Article 23 of Regulation (EC) No 247/2006, towards the financing of the specific measures laid down in that Regulation. Consequently, it is necessary to deduct from the national ceiling for Portugal for 2007, set in Annex VIII to Regulation (EC) No 1782/2003, the amount which is to be added to the financial amount set in Article 23(2) of Regulation (EC) No 247/2006 and to reduce the budgetary ceilings applicable in Portugal for 2007 to the suckler cow premium, including the supplement thereto, and to the beef and veal payments (Article 69 of Regulation (EC) No 1782/2003), set in Annex I to Regulation (EC) No 552/2007.\n(5) In accordance with a decision taken by Portugal, the amounts deriving from the dairy premium and additional payments, provided for in Articles 95 and 96 of Regulation (EC) No 1782/2003, were included in the Single Payment Scheme as from 2007. It is on this basis that the budgetary ceiling for the Single Payment Scheme referred to in Title III of Regulation (EC) No 1782/2003 was calculated for 2007 for Portugal. This ceiling was set in Annex III to Regulation (EC) No 552/2007. However, when the budgetary ceilings were set for 2007, the exclusion from the Single Payment Scheme of dairy premiums and additional payments for farmers in the Azores and Madeira, in accordance with Article 70(1)(b) of Regulation (EC) No 1782/2003, was not taken into account.\n(6) The budgetary ceilings applicable for 2007 in Portugal to the direct payments to be granted in accordance with Article 70 of Regulation (EC) No 1782/2003 and to the Single Payment Scheme should therefore be amended by deducting from Annex III to Regulation (EC) No 552/2007 an amount corresponding to the amounts relating to the dairy premium and additional payments to milk producers, and by adding them to Annex II to that Regulation.\n(7) Spain decided, before 1 August 2004, to implement partially the Single Payment Scheme under the conditions laid down in Articles 64 to 69 of Regulation (EC) No 1782/2003, including those for beef and veal payments. However, under Article 8 of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, and repealing Regulation 1260/1999 (4), the Spanish region of Cantabria cannot, as from 2007, benefit from the transitional aid provided for in that Article. Consequently, the national premium supplementing the suckler cow premium provided for in Article 125(5) of Regulation (EC) No 1782/2003 and granted to holdings situated in the Spanish region of Cantabria cannot be financed by the EAGF as from 2007. In order to ensure continued Community support for suckler cows, Spain has requested that an amount corresponding to the payments made under the additional national premium in Cantabria up to 2006 be transferred from the ceiling set for 2007 in Annex I to Regulation (EC) No 552/2007 for the additional national premium to the ceiling set in that Annex for the suckler cow premium. The above-mentioned budgetary ceilings should therefore be adjusted.\n(8) Regulations (EC) No 1782/2003, (EC) No 247/2006 and (EC) No 552/2007 should be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["In Annex VIII to Regulation (EC) No 1782/2003, the amount concerning Portugal for 2007 is replaced by ‘570 997’.", "In the table in Article 23(2) of Regulation (EC) No 247/2006, the amount relating to the Azores and Madeira for the 2008 budget year is replaced by ‘86,98’.", "Regulation (EC) No 552/2007 is amended as follows:\n1. Annex I is amended as follows:\n(a) the amount for the ‘Suckler cow premium’ for Spain is replaced by ‘261 153’;\n(b) the amount for the ‘Additional suckler cow premium’ for Spain is replaced by ‘26 000’;\n(c) the amount for the ‘Suckler cow premium’ for Portugal is replaced by ‘78 695’;\n(d) the amount for the ‘Additional suckler cow premium’ for Portugal is replaced by ‘9 462’;\n(e) the amount for ‘Article 69, beef and veal’ for Portugal is replaced by ‘1 681’;\n2. Annex II is replaced by the text in the Annex to this Regulation;\n3. in Annex III, the amount concerning Portugal is replaced by ‘413 774’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 1182/2007 (OJ L 273, 17.10.2007, p. 1).\n(2)  OJ L 42, 14.2.2006, p. 1. Regulation as last amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(3)  OJ L 131, 23.5.2007, p. 10.\n(4)  OJ L 210, 31.7.2006, p. 25. Regulation as amended by Regulation (EC) No 1989/2006 (OJ L 411, 30.12.2006, p. 6), corrected by OJ L 27, 2.2.2007, p. 5).\nANNEX\n‘ANNEX II\nBUDGETARY CEILINGS FOR DIRECT PAYMENTS TO BE GRANTED IN ACCORDANCE WITH ARTICLE 70 OF REGULATION (EC) No 1782/2003\n2007 Calendar year\n(EUR thousand)\nBelgium Greece Spain France Italy Netherlands Portugal Finland\nArticle 70(1)(a)\nAid for seeds 1 397 1 400 10 347 2 310 13 321 726 272 1 150\nArticle 70(1)(b)\nArable crops payments   23\nGrain legumes aid   1\nCrop specific aid for rice    3 053\nTobacco aid       166\nDairy premiums       12 608\nAdditional payments to milk producers       6 254’"}