{"celex_id": "32003R0990", "uri": "http://publications.europa.eu/resource/cellar/8a1a2e0d-b5b9-4a22-9ffd-72275c0fc039", "type": "Regulation", "concepts": ["20", "2193", "3170", "3774", "946"], "title": "Commission Regulation (EC) No 990/2003 of 10 June 2003 amending Regulation (EC) No 968/2002 increasing the quantity of barley held by the intervention agency of the United Kingdom for which a standing invitation to tender for export has been opened\n", "header": "Commission Regulation (EC) No 990/2003\nof 10 June 2003\namending Regulation (EC) No 968/2002 increasing the quantity of barley held by the intervention agency of the United Kingdom for which a standing invitation to tender for export has been opened\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93(3), as last amended by Regulation (EC) No 1630/2000(4), lays down the procedures and conditions for the disposal of cereals held by the intervention agencies.\n(2) Commission Regulation (EC) No 968/2002(5), as last amended by Regulation (EC) No 937/2003(6), opened a standing invitation to tender for the export of 88011 tonnes of barley held by the intervention agency of the United Kingdom.\n(3) The United Kingdom informed the Commission of the intention of its intervention agency to increase by 34501 tonnes the quantity for which a standing invitation to tender for export has been opened. In view of the market situation, the request of the United Kingdom should be granted.\n(4) This increase in the quantity put out to tender makes it necessary to alter the list of regions and quantities in store without delay.\n(5) Regulation (EC) No 968/2002 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 968/2002 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n\"Article 2\n1. The invitation to tender shall cover a maximum of 122512 tonnes of barley to be exported to all third countries with the exception of Bulgaria, Canada, the Czech Republic, Cyprus, Estonia, Hungary, Latvia, Lithuania, Malta, Mexico, Poland, Romania, the Slovak Republic, Slovenia and the United States of America.\n2. The regions in which the 122512 tonnes of barley are stored are stated in Annex I to this Regulation.\"\n2. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24.\n(5) OJ L 149, 7.6.2002, p. 15.\n(6) OJ L 133, 29.5.2003, p. 51.\nANNEX\n\"ANNEX I\n>TABLE>\""}