{"celex_id": "32008R0608", "uri": "http://publications.europa.eu/resource/cellar/ba11c6a1-87a8-4aac-a333-53038fdb6544", "type": "Regulation", "concepts": ["13", "1309", "2300", "4078", "4350", "5360"], "title": "Commission Regulation (EC) No 608/2008 of 26 June 2008 temporarily suspending customs duties on imports of certain cereals for the 2008/2009 marketing year\n", "header": "27.6.2008 EN Official Journal of the European Union L 166/19\nCOMMISSION REGULATION (EC) No 608/2008\nof 26 June 2008\ntemporarily suspending customs duties on imports of certain cereals for the 2008/2009 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 187 in conjunction with Article 4 thereof,\nWhereas:\n(1) In order to promote the supply of cereals to the Community market during the 2007/2008 marketing year, Council Regulation (EC) No 1/2008 of 20 December 2007 temporarily suspending customs duties on imports of certain cereals for the 2007/2008 marketing year (2) suspended those duties until 30 June 2008, whilst providing for the possibility of reintroducing them in the event of disruption or threatened disruption on the Community market. The market situation since that measure was adopted and the likely short-term trends are not expected to result in the duties being reintroduced, given the price situation. The suspension of duties should, on the basis of that text, therefore continue to apply until the end of the 2007/2008 marketing year.\n(2) The outlook for the cereals market for the start of the next marketing year (2008/2009) would suggest that prices will remain high, given the low stock levels and current estimates from the Commission regarding the quantities which will actually be available under the 2008 harvest. In order to make it easier to maintain a flow of imports which will help maintain market equilibrium, there is a need to ensure continuity in cereal imports policy by maintaining the temporary suspension of customs duties on imports during the 2008/2009 marketing year for cereals to which this measure currently applies. Furthermore, in order to apply equivalent conditions to the supply of certain other cereals to the Community market, the measure should be extended to products falling under CN codes 1008 10 00 and 1008 20 00.\n(3) However, it must be possible to lift this suspension of duties without delay in the event of disruption or threatened disruption on the Community market, notably due to imported quantities or if cereals from the new harvest are available on the Community market in sufficient quantities to ensure market equilibrium. To this end, provision should be made for the Commission to take appropriate steps to reintroduce customs duties immediately should the market situation so warrant, and to lay down the criteria whereby this situation should be considered as such.\n(4) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1.   The application of customs duties on imports of products falling under CN codes 1001 90 99, 1001 10, 1002 00 00, 1003 00, 1005 90 00, 1007 00 90, 1008 10 00 and 1008 20 00 is hereby suspended in respect of the 2008/2009 marketing year, for all imports at the normal rate carried out in accordance with Article 130 of Regulation (EC) No 1234/2007 or within the context of tariff quotas at reduced rate opened in accordance with Article 144 of that Regulation.\n2.   The customs duties may be reintroduced by a Commission Decision under the procedure provided for in Article 195(2) of Regulation (EC) No 1234/2007 at the levels and under the conditions provided for in Article 136 of that Regulation, notably in one of the following cases:\n(a) where, for one or more of the products referred to in Article 1(1) above, the fob price recorded in Community ports is below 180 % of the reference price given in Article 8(1)(a) of Regulation (EC) No 1234/2007;\n(b) where the quantities available on the Community market are sufficient to ensure market equilibrium.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 1, 4.1.2008, p. 1."}