{"celex_id": "32004D0680", "uri": "http://publications.europa.eu/resource/cellar/93d69a45-2ff0-49e6-a441-7dd806cb6d5d", "type": "Decision", "concepts": ["1217", "3489", "4040", "5897"], "title": "2004/680/EC: Council Decision of 24 September 2004 concluding consultations with Guinea-Bissau under Article 96 of the ACP-EC Partnership Agreement\n", "header": "8.10.2004 EN Official Journal of the European Union L 311/27\nCOUNCIL DECISION\nof 24 September 2004\nconcluding consultations with Guinea-Bissau under Article 96 of the ACP-EC Partnership Agreement\n(2004/680/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Partnership agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (ACP-EC Partnership Agreement) (1), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (2), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The essential elements cited in Article 9 of the ACP-EC Partnership Agreement were violated by the military coup of 14 September 2003 in Guinea-Bissau, as condemned by the European Union in a statement of 18 September 2003.\n(2) Pursuant to Article 96 of the ACP-EC Partnership Agreement, consultations were held on 19 January 2004 with the ACP countries and Guinea-Bissau, at which Guinea-Bissau's authorities gave specific undertakings aimed at remedying the problems set out by the European Union and to be implemented during a period of intensive dialogue lasting three months.\n(3) At the end of this period, a number of practical measures regarding essential elements of the ACP-EC Partnership Agreement were found to have resulted from the above undertakings; nevertheless, certain important measures specially concerning consolidation of public finances have still not been adequately implemented in practice,", "main_body": ["Consultations with the Republic of Guinea-Bissau pursuant to Article 96 of the ACP-EC Partnership Agreement are hereby concluded.", "The measures specified in the attached draft letter are hereby adopted as appropriate steps within the meaning of Article 96(2)(c) of the ACP-EC Partnership Agreement.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply until 11 October 2005."], "attachments": "Done at Brussels, 24 September 2004.\nFor the Council\nThe President\nL. J. BRINKHORST\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 317, 15.12.2000, p. 376.\nANNEX\nSir,\nThe European Union places great importance on the provisions of Article 9 of the ACP-EC Partnership Agreement. The ACP-EC partnership is founded on respect for human rights, democratic principles and the rule of law; these are essential elements of the above agreement, and thus form the basis for relations between us.\nIn this spirit the European Union, in its statement of 18 September 2003, roundly condemned the military coup of 14 September 2003.\nThe Council of the European Union therefore decided on 19 December 2003 to invite Guinea-Bissau's authorities to enter into consultations with a view to a thorough examination of the situation and finding ways of remedying it.\nThese consultations took place in Brussels on 19 January 2004 in a positive atmosphere. Several fundamental questions were addressed, and the Prime Minister of the transitional government was able to present the point of view of Guinea-Bissau's authorities and their analysis of the situation. The European Union took note of the Prime Minister's commitments to:\n— confirm the transition programme of the government of the Republic of Guinea-Bissau, and in particular its plans for a general election,\n— adopt measures to consolidate public finances,\n— confirm progress towards a return to an independent judiciary and the restoration of civilian control over the armed forces.\nIt was also agreed that an intensive dialogue would be held in Guinea-Bissau over a period of three months on the various points raised, and that the situation would be assessed at the end of this period.\nThis regular and intensive dialogue has been held in Guinea-Bissau. It focused on a series of measures intended to fulfil the undertakings given.\nA number of significant measures have been taken by the authorities of Guinea-Bissau. In particular, we note that:\n— a fair, free and transparent general election was held on 28 and 30 March 2004,\n— progress has been made towards a return to an independent judiciary with the appointment of a public prosecutor and the election of the supreme court president,\n— an emergency economic programme was adopted,\n— a census of government employees is being carried out.\nThese initiatives are definitely signs of the country's social and political stabilisation. There nevertheless remain issues of concern, especially with regard to the consolidation of public finances, and in particular public accounting, the collection of customs revenue and the payment of the majority of government employees.\nThe European Union attaches particular importance to the following measures to consolidate public finances:\n— continuing implementation of the emergency economic programme adopted by the transitional government,\n— the continuation of the current census of government employees,\n— the adoption of corrective measures in the matter of public finances, including audits of the financial control system, public procurement and government revenue,\n— the repayment of Community budgetary support following the 2003 audit into the use of resources,\n— the submission of the conclusions of the government auditors' 2003 report on government revenue,\n— the continuation of administrative and judicial proceedings against officials of the government preceding the transition period who committed irregularities or fraud.\nIn the wake of the consultations, it was decided by way of appropriate measures within the meaning of Article 96(2)(c) of the ACP-EC Partnership Agreement, to normalise relations and continue cooperation while monitoring progress made in the areas of public finances, the return to an independent judiciary, the restoration of civilian control over the armed forces and the pursuit of the electoral timetable with the presidential elections. Conditions should be provided in time to ensure that the Presidential elections are transparent and genuinely democratic. The European Union shall regularly monitor progress made in the above areas.\nThe European Union is ready to further a close political dialogue with your democratically elected government and to help consolidate democracy in your country.\nI have the honour to be, Sir, yours faithfully,\nFor the Council\nFor the Commission"}