{"celex_id": "32006R1507", "uri": "http://publications.europa.eu/resource/cellar/e95886e7-a9c7-4438-862e-f7a36c0c0d6c", "type": "Regulation", "concepts": ["2426", "2754", "4713", "4726", "4734", "5573", "893"], "title": "Commission Regulation (EC) No 1507/2006 of 11 October 2006 amending Regulations (EC) No 1622/2000, (EC) No 884/2001 and (EC) No 753/2002 concerning certain detailed rules implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards the use of pieces of oak wood in winemaking and the designation and presentation of wine so treated\n", "header": "12.10.2006 EN Official Journal of the European Union L 280/9\nCOMMISSION REGULATION (EC) No 1507/2006\nof 11 October 2006\namending Regulations (EC) No 1622/2000, (EC) No 884/2001 and (EC) No 753/2002 concerning certain detailed rules implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards the use of pieces of oak wood in winemaking and the designation and presentation of wine so treated\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Articles 46(1), 53(1) and 70(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1622/2000 of 24 July 2000 laying down certain detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes (2) lays down restrictions on and certain conditions for the use of substances authorised by Regulation (EC) No 1493/1999. As a result of the addition of the use of pieces of oak wood to the list of authorised oenological practices in Annex IV to Regulation (EC) No 1493/1999, restrictions on and conditions for the use of this material should be laid down. The restrictions and conditions laid down in this Regulation are in accordance with the rules approved by the International Organisation of Vine and Wine.\n(2) Commission Regulation (EC) No 884/2001 of 24 April 2001 laying down detailed rules of application concerning the documents accompanying the carriage of wine products and the records to be kept in the wine sector (3) lays down rules on the information to be provided in accompanying documents and the keeping of inwards and outwards registers, and provides in particular for the indication of certain operations in the records. The particular characteristics of the use of pieces of oak wood in wine require this use to be indicated in the accompanying documents and the records.\n(3) Commission Regulation (EC) No 753/2002 of 29 April 2002 laying down certain rules for applying Regulation (EC) No 1493/1999 as regards the description, designation, presentation and protection of certain wine sector products (4) lays down the conditions for using indications concerning the production method. The use of pieces of oak wood in winemaking gives the product a woody flavour similar to that of wines produced in oak casks. It is therefore difficult for the average consumer to determine which of the two methods has been used. Using pieces of oak wood in winemaking is extremely financially attractive to wine producers, and affects the selling price of the product. There is a risk of misleading consumers if the labelling of a wine made using pieces of oak wood contains terms or expressions which may lead them to believe that it has in fact been produced in oak casks. To avoid misleading consumers, and to prevent any distortion of competition between producers, appropriate labelling rules should be laid down.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1622/2000 is hereby amended as follows:\n1. The following Article 18b is inserted:\n2. Annex I to this Regulation is added as Annex XIa.", "Regulation (EC) No 884/2001 is hereby amended as follows:\n1. The following indent is added to the first subparagraph of Article 14(1):\n‘— the use of pieces of oak wood in winemaking’.\n2. The following figure 8a is added to point 3.2 of paragraph B of Annex II:\n‘8a : the product has been made using pieces of oak wood’.", "Regulation (EC) No 753/2002 is hereby amended as follows:\n1. The following paragraph 3 is added to Article 22:\n2. Annex II to this Regulation is added as Annex X.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2165/2005 (OJ L 345, 28.12.2005, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 643/2006 (OJ L 115, 28.4.2006, p. 6).\n(3)  OJ L 128, 10.5.2001, p. 32. Regulation as last amended by Regulation (EC) No 643/2006.\n(4)  OJ L 118, 4.5.2002, p. 1. Regulation as last amended by Regulation (EC) No 261/2006 (OJ L 46, 16.2.2006, p. 18).\nANNEX I\n‘ANNEX XIa\nRequirements for pieces of oak wood\nPURPOSE, ORIGIN AND AREA OF APPLICATION\nPieces of oak wood are used in winemaking, to pass on certain characteristics of oak wood to wine.\nThe pieces of oak wood must come exclusively from the Quercus genus.\nThey may be left in their natural state, or heated to a low, medium or high temperature, but they may not have undergone combustion, including surface combustion, nor be carbonaceous or friable to the touch. They may not have undergone any chemical, enzymatic or physical processes other than heating. No product may be added for the purpose of increasing their natural flavour or the amount of their extractible phenolic compounds.\nLABELLING\nThe label must mention the origin of the botanical species of oak and the intensity of any heating, the storage conditions and safety precautions.\nDIMENSIONS\nThe dimensions of the particles of wood must be such that at least 95 % in weight are retained by a 2 mm mesh filter (9 mesh).\nPURITY\nThe pieces of oak wood may not release any substances in concentrations which may be harmful to health.\nThis treatment is to be recorded in the register referred to in Article 70(2) of Regulation (EC) No 1493/1999.’\nANNEX II\n‘ANNEX X\nIndications authorised for use on wine labelling pursuant to Article 22(3)\n“barrel fermented” “barrel matured” “barrel aged”\n“oak-cask fermented” “oak-cask matured” “oak-cask aged”\n“cask fermented” “cask matured” “cask aged” ’"}