{"celex_id": "32004R0607", "uri": "http://publications.europa.eu/resource/cellar/fed16147-fd6e-48ca-9b1d-a1a4bc97b32e", "type": "Regulation", "concepts": ["1309", "2743", "4078", "4682"], "title": "Commission Regulation (EC) No 607/2004 of 31 March 2004 providing for reallocation of import rights under Regulation (EC) No 1146/2003 and derogating from that Regulation\n", "header": "Commission Regulation (EC) No 607/2004\nof 31 March 2004\nproviding for reallocation of import rights under Regulation (EC) No 1146/2003 and derogating from that Regulation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1146/2003 of 27 June 2003 opening and providing for the administration of an import tariff quota for frozen beef intended for processing (1 July 2003 to 30 June 2004)(2) provides for the opening of a tariff quota from 1 July 2003 to 30 June 2004 for 50700 tonnes of frozen beef intended for processing. Article 9 of that Regulation provides for the reallocation of unused quantities on the basis of the actual utilisation of import rights for A-products and B-products respectively by the end of February 2004.\n(2) An operator submitted an application for import rights for 225 tonnes of beef for the production of A-products under Article 5(2) of Regulation (EC) No 1146/2003. As a result of an administrative error by the competent Danish authority, the application from that operator, forwarded to the Commission in accordance with Article 5(3), concerned 40 tonnes only. The national administration discovered the error only on completion of the procedure for the allocation of import rights referred to in Article 5(4) and notified the Commission accordingly. In order that the operator who submitted the application correctly should not be put at a disadvantage, the necessary measures should be taken to permit the competent Danish authority to remedy the administrative error in an appropriate way. Consequently, by derogation from Article 9 of the above Regulation steps should be taken, firstly, to reduce the overall quantity established in accordance with paragraph 1 of that Article by a quantity corresponding to the difference between the import rights which the operator could legitimately have hoped to receive on the basis of his application and the import rights which he actually received and, secondly, to provide that the competent Danish authority may allocate import rights to the operator concerned on the basis of the application which he submitted under Article 5 of Regulation (EC) No 1146/2003.\n(3) Taking account of this error has resulted in an administrative delay. The deadlines for application and communication referred to in Article 9(4) should be extended therefore.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["By derogation from Article 9 of Regulation (EC) No 1146/2003, the competent Danish authority is hereby authorised to allocate import rights for 72,199 tonnes of beef to the operator who submitted an application for import rights for 225 tonnes of beef but who, as a result of an error, was taken into consideration in respect of 40 tonnes only under Article 5 of Regulation (EC) No 1146/2003.", "1. The quantities to be allocated in accordance with Article 9(1) of Regulation (EC) No 1146/2003 amount to 406,58 tonnes.\n2. The breakdown referred to in Article 9(2) of Regulation (EC) No 1146/2003 shall be as follows:\n- 321,20 tonnes intended for A-products,\n- 85,38 tonnes intended for B-products.", "By derogation from Article 9(4) of Regulation (EC) No 1146/2003, the date for application shall be 7 April 2004 and the date for communication shall be 16 April 2004.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999 p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2) OJ L 160, 28.6.2003, p. 59."}