{"celex_id": "32005D0633", "uri": "http://publications.europa.eu/resource/cellar/f4dfbc3d-df1e-46b0-b1a7-7fef2d31bbe6", "type": "Decision", "concepts": ["1318", "2282", "5228", "5254", "544", "598", "997"], "title": "2005/633/EC: Commission Decision of 30 August 2005 on the allocation of one additional day absent from port to Germany in accordance with Annex IVa to Council Regulation (EC) No 27/2005 (notified under document number C(2005) 3153)\n", "header": "1.9.2005 EN Official Journal of the European Union L 226/10\nCOMMISSION DECISION\nof 30 August 2005\non the allocation of one additional day absent from port to Germany in accordance with Annex IVa to Council Regulation (EC) No 27/2005\n(notified under document number C(2005) 3153)\n(Only the German text is authentic)\n(2005/633/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 27/2005 of 22 December 2004 fixing for 2005 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (1), and in particular point 6(e) of Annex IVa,\nWhereas:\n(1) Point 6(a) of Annex IVa to Regulation (EC) No 27/2005 specifies the number of days on which certain Community fishing vessels may be absent from port in the geographical areas defined in point 2 of that Annex from 1 February 2005 to 31 December 2005.\n(2) Point 6(e) of that Annex enables the Commission to allocate an additional day on which a vessel may be absent from port while carrying on board fishing gears referred to in point 4(a) of mesh size greater than 120 mm, on the basis of a request from a Member State and on the condition that the Member State concerned has developed a system of automatic suspensions of fishing licences in respect of infringements.\n(3) Germany has submitted a request and provided information on a system of automatic suspensions of fishing licences in respect of infringements for fishing vessels carrying on board demersal trawls, seines or similar towed gears of mesh size greater than 120 mm except beam trawls.\n(4) In the view of the information submitted, one additional day should be allocated to Germany for fishing vessels carrying on board fishing gears referred to in point 4(a) of Annex IVa to Regulation (EC) No 27/2005 of mesh size greater than 120 mm,", "main_body": ["One additional day, in relation to those set out in point 6(a) of Annex IVa to Regulation (EC) No 27/2005, shall be allocated in each calendar month for vessels from Germany carrying on board demersal trawls, seines or similar towed gears of mesh size greater than 120 mm except beam trawls.", "A vessel to which one additional day is allocated pursuant to Article 1 may not transfer this day to any other vessel unless:\n(a) the recipient vessel uses at all times a fishing gear of mesh size greater than 120 mm;\n(b) the conditions set out in point 10 of Annex IVa to Regulation (EC) No 27/2005 are fulfilled.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 August 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 12, 14.1.2005, p. 1. Regulation as last amended by Regulation (EC) No 1300/2005 (OJ L 207, 10.8.2005, p. 1)."}