{"celex_id": "32008D0621", "uri": "http://publications.europa.eu/resource/cellar/16658d71-7437-4c44-ad53-05b32da5250e", "type": "Decision", "concepts": ["255", "2695", "2701", "5313", "5609", "5640"], "title": "2008/621/EC,Euratom: Council Decision of 23 June 2008 amending the Rules of Procedure of the Court of Justice of the European Communities as regards the rules governing the language arrangements applicable to the review procedure\n", "header": "29.7.2008 EN Official Journal of the European Union L 200/20\nCOUNCIL DECISION\nof 23 June 2008\namending the Rules of Procedure of the Court of Justice of the European Communities as regards the rules governing the language arrangements applicable to the review procedure\n(2008/621/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Article 64 of the Protocol on the Statute of the Court of Justice,\nIn accordance with the procedure laid down in the second paragraph of Article 245 of the Treaty establishing the European Community and the second paragraph of Article 160 of the Treaty establishing the European Atomic Energy Committee,\nHaving regard to the request of the Court of Justice of 4 February 2008,\nHaving regard to the opinion of the European Parliament of 17 June 2008,\nHaving regard to the opinion of the Commission of 14 March 2008,\nWhereas the Rules of Procedure should specify certain detailed rules governing the review procedure laid down in Article 225(2) and (3) of the Treaty establishing the European Community and Article 140a(2) and (3) of the Treaty establishing the European Atomic Energy Committee, the principles governing which are set out in Articles 62 to 62b of the Protocol on the Statute of the Court of Justice, and, in particular, should lay down the detailed rules governing the language arrangements applicable to that procedure,", "main_body": ["The Rules of Procedure of the Court of Justice of the European Communities of 19 June 1991 (OJ L 176, 4.7.1991, p. 7, with corrigendum in OJ L 383, 29.12.1992, p. 117), as amended on 21 February 1995 (OJ L 44, 28.2.1995, p. 61), 11 March 1997 (OJ L 103, 19.4.1997, p. 1, with corrigendum in OJ L 351, 23.12.1997, p. 72), 16 May 2000 (OJ L 122, 24.5.2000, p. 43), 28 November 2000 (OJ L 322, 19.12.2000, p. 1), 3 April 2001 (OJ L 119, 27.4.2001, p. 1), 17 September 2002 (OJ L 272, 10.10.2002, p. 24, with corrigendum in OJ L 281, 19.10.2002, p. 24), 8 April 2003 (OJ L 147, 14.6.2003, p. 17), 19 April 2004 (OJ L 132, 29.4.2004, p. 2), 20 April 2004 (OJ L 127, 29.4.2004, p. 107), 12 July 2005 (OJ L 203, 4.8.2005, p. 19), 18 October 2005 (OJ L 288, 29.10.2005, p. 51) and 18 December 2006 (OJ L 386, 29.12.2006, p. 44) are hereby amended as follows:\nAfter Article 123, there shall be inserted in the Title headed ‘Title IVa: Review of Decisions of the Court of First Instance’ an Article 123a, to be worded as follows:\n‘Article 123a\nWithout prejudice to the arrangements laid down in Article 29(2)(b) and (c) and the fourth and fifth subparagraphs of Article 29(3) of these Rules, where, in accordance with the second paragraph of Article 62 of the Statute, the Court decides to review a decision of the Court of First Instance, the language of the case shall be the language of the decision of the Court of First Instance which is subject to review.’.", "This Decision shall enter into force on the first day of the second month following its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 23 June 2008.\nFor the Council\nThe President\nI. JARC"}