{"celex_id": "32006R0263", "uri": "http://publications.europa.eu/resource/cellar/1eb683bb-23c6-480d-8d5d-5013ff0f35e8", "type": "Regulation", "concepts": ["1116", "3003", "755", "80"], "title": "Commission Regulation (EC) No 263/2006 of  15 February 2006  amending Regulations (EC) No 796/2004 and (EC) No 1973/2004 as regards nuts\n", "header": "16.2.2006 EN Official Journal of the European Union L 46/24\nCOMMISSION REGULATION (EC) No 263/2006\nof 15 February 2006\namending Regulations (EC) No 796/2004 and (EC) No 1973/2004 as regards nuts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(c), (l) and (m) thereof,\nWhereas:\n(1) Regulation (EC) No 1782/2003 introduced support arrangements for nuts to avoid the potential disappearance of nut production in traditional areas and the subsequent negative environmental, rural, social and economic consequences.\n(2) Regulation (EC) No 1782/2003 made the area payment conditional on minimum tree density and parcel size.\n(3) In order to simplify the management of the area payment scheme for nuts, while complying with the eligibility conditions laid down by Regulation (EC) No 1782/2003 and pursuing the objectives laid down by that Regulation, the conditions relating to the identification of agricultural parcels and the content of aid applications laid down in Commission Regulation (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in of Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (2), should be amended. Commission Regulation (EC) No 1973/2004 of 29 October 2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials (3), concerning the conditions for the area payments for nuts, should also be amended.\n(4) To adapt the control system to the standard control rate applicable to area payment schemes, the terms laid down in Regulation (EC) No 796/2004 should be amended.\n(5) Regulations (EC) No 796/2004 and (EC) No 1973/2004 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 796/2004 is hereby amended as follows:\n1. Article 6(3) is deleted;\n2. Article 13(5) is replaced by the following:\n3. point (d) of the second subparagraph of Article 26(1) is replaced by the following:\n‘(d) 5 % of all farmers applying for the aid for nuts provided for in Chapter 4 of Title IV of Regulation (EC) No 1782/2003.’", "Article 15 of Regulation (EC) No 1973/2004 shall be replaced by the following:\n‘Article 15\nConditions of payment of Community aid\n1.   Only agricultural parcels planted with nut trees and meeting the conditions provided for in paragraphs 2 and 3 of this Article at the date to be fixed in accordance with Article 11(2) of Regulation (EC) No 796/2004 shall be eligible for the area payment provided for in Article 83 of Regulation (EC) No 1782/2003.\nIn the case of a parcel planted with different species of nut trees and when the aid is differentiated by species, eligibility shall be conditional on compliance for at least one of the species of nuts with the minimum number of trees per hectare laid down in paragraph 3 of this Article.\n2.   The minimum size of the parcel eligible for the area payment provided for in Article 83 of Regulation (EC) No 1782/2003 shall be 0,10 hectare. However, Member States may fix a higher minimum parcel size on the basis of objective criteria and taking into account the specific characteristics of the areas concerned.\n3.   The number of nut trees per hectare may not be less than:\n(i) 125 for hazelnuts;\n(ii) 50 for almonds;\n(iii) 50 for walnuts;\n(iv) 50 for pistachios;\n(v) 30 for locust beans.\nHowever, Member States may fix a higher tree density on the basis of objective criteria and taking into account the specific characteristics of the production concerned.\n4.   In the cases referred to in the second subparagraph of paragraph 1, the level of the aid to be granted is the level corresponding to the species for which the eligibility conditions are met and for which the amount is highest.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply to aid applications submitted in respect of 2006 and following years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 2183/2005 (OJ L 347, 30.12.2005, p. 56).\n(2)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 2184/2005 (OJ L 347, 30.12.2005, p. 61).\n(3)  OJ L 345, 20.11.2004, p. 1. Regulation as last amended by Regulation (EC) No 2184/2005."}