{"celex_id": "32005D0932", "uri": "http://publications.europa.eu/resource/cellar/c456883c-f5d6-4424-8de0-2025c63c77d8", "type": "Decision", "concepts": ["192", "2211", "5252", "5369"], "title": "2005/932/EC: Commission Decision of  21 December 2005  amending Annex E to Council Directive 91/68/EEC as regards the updating of the model health certificates relating to ovine and caprine animals  (notified under document number C(2005) 5506)   (Text with EEA relevance)\n", "header": "23.12.2005 EN Official Journal of the European Union L 340/68\nCOMMISSION DECISION\nof 21 December 2005\namending Annex E to Council Directive 91/68/EEC as regards the updating of the model health certificates relating to ovine and caprine animals\n(notified under document number C(2005) 5506)\n(Text with EEA relevance)\n(2005/932/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (1), and in particular Article 14(2) thereof,\nWhereas:\n(1) The model health certificates for intra-Community trade in ovine and caprine animals for slaughter, fattening and breeding are set out in Annex E to Directive 91/68/EEC as models I, II and III respectively.\n(2) Certification problems have been encountered by Member States where the official veterinarian has not been able to certify the residence and standstill requirements, which information is known only by the farmer.\n(3) Health certificates should stress that certification concerning residence and standstill requirements is based on a declaration by the farmer or an examination of records kept in accordance with Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals and amending Regulation (EC) No 1782/2003 and Directives 92/102/EEC and 64/432/EEC (2).\n(4) Directive 91/68/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex E to Directive 91/68/EEC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 15 February 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 19. Directive as last amended by Commission Decision 2004/554/EC (OJ L 248, 22.7.2004, p. 1).\n(2)  OJ L 5, 9.1.2004, p. 8.\nANNEX\nAnnex E to Directive 91/68/EEC is amended as follows:\n1. In Model I, the following point is inserted before point 12.4.1:\n‘12.4. Based on the written declaration made by the keeper or an examination of the holding register and movement documents kept in accordance with Council Regulation (EC) No 21/2004, in particular in Sections B and C of the Annex of that Regulation,’\n2. In Models II and III, point 12.4 is replaced by the following:\n‘12.4. Based on the written declaration made by the keeper or an examination of the holding register and movement documents kept in accordance with Council Regulation (EC) No 21/2004, in particular in Sections B and C of the Annex of that Regulation, they have remained on a single holding of origin for a period of at least 30 days prior to loading, or on the holding of origin since birth where the animals are less than 30 days old, and no animal of the ovine and caprine species has been introduced into the holding of origin during the last 21 days prior to loading and no biungulate animal imported from a third country has been introduced into the holding of origin during the 30 days prior to dispatch from the holding of origin, unless those animals were introduced in accordance with Article 4a(2) of Directive 91/68/EEC;’."}