{"celex_id": "32006R1412", "uri": "http://publications.europa.eu/resource/cellar/13c7d032-84f1-4bb3-a149-0d69b9d1edcf", "type": "Regulation", "concepts": ["1000", "1005", "1613", "218", "2303", "2647", "922"], "title": "Council Regulation (EC) No 1412/2006 of 25 September 2006 concerning certain restrictive measures in respect of Lebanon\n", "header": "27.9.2006 EN Official Journal of the European Union L 267/2\nCOUNCIL REGULATION (EC) No 1412/2006\nof 25 September 2006\nconcerning certain restrictive measures in respect of Lebanon\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Common Position 2006/625/CFSP concerning a prohibition on the sale or supply of arms and related matériel and on the provision of related services to entities or individuals in Lebanon in accordance with UN Security Council Resolution 1701 (2006) (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Common Position 2006/625/CFSP implements the restrictive measures imposed by United Nations (UN) Security Council Resolution 1701 (2006) and provides, inter alia, for a prohibition on the provision of technical assistance and of financing and financial assistance related to military activities and to the provision, manufacture, maintenance and use of arms and related matériel of all types to entities or individuals in Lebanon.\n(2) These measures fall within the scope of the Treaty and, therefore, notably with a view to ensuring their uniform application by economic operators in all Member States, Community legislation is necessary to implement them as far as the Community is concerned.\n(3) On a case-by-case basis, the competent authorities should be allowed to grant authorisations for the provision of assistance where such provision was authorised by the Government of Lebanon or by the UN Interim Force in Lebanon (UNIFIL), and taking into account UN Security Council Resolutions 1559 (2004) and 1680 (2006) and any other relevant facts and circumstances.\n(4) It is appropriate to allow the competent authorities to grant authorisations for the provision of assistance to the armed forces that are part of UNIFIL and to the armed forces of the Lebanese Republic.\n(5) For reasons of expediency, the Commission should be empowered to amend the Annex to this Regulation.\n(6) Member States should determine the penalties applicable to infringements of the provisions of this Regulation. The penalties provided for should be proportionate, effective and dissuasive.\n(7) This Regulation should enter into force on the day of its publication so as to ensure that the measures provided for in it are effective,", "main_body": ["For the purposes of this Regulation, the following definitions shall apply:\n1. ‘technical assistance’ means any technical support related to repairs, development, manufacture, assembly, testing, maintenance, or any other technical service, and may take forms such as instruction, advice, training, transmission of working knowledge or skills or consulting services; technical assistance shall include verbal forms of assistance;\n2. ‘territory of the Community’ means the territories of the Member States to which the Treaty is applicable, under the conditions laid down in the Treaty.", "It shall be prohibited:\n(a) to provide technical assistance related to military activities and to the provision, manufacture, maintenance and use of arms and related matériel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned, directly or indirectly to any natural or legal person, entity or body in, or for use in, Lebanon;\n(b) to provide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and related matériel, or for any provision of related technical assistance, directly or indirectly to any natural or legal person, entity or body in, or for use in, Lebanon;\n(c) to participate, knowingly and intentionally, in activities, the object or effect of which is to circumvent the prohibitions referred to in points (a) or (b).", "1.   By way of derogation from Article 2, the competent authorities of Member States as listed in the Annex may authorise, after prior written notification to the Government of Lebanon and UNIFIL, and under such conditions as they deem appropriate:\n(a) the provision to any natural or legal person, entity or body in Lebanon other than the armed forces of the Lebanese Republic or UNIFIL, of technical assistance, financing and financial assistance related to arms or related matériel which are either in or for use in Lebanon, provided that:\n(i) the services shall not be provided, directly or indirectly, to any militia for whose disarmament the UN Security Council has called in its Resolutions 1559 (2004) and 1680 (2006),\n(ii) the authorisations are granted on a case-by-case basis, and\n(iii) the Government of Lebanon or UNIFIL authorised in each case the provision to the person, entity or body concerned of the services concerned. If the Government of Lebanon or UNIFIL authorises a specific supply or transfer to a person, entity or body of specific arms or related matériel, that authorisation may be construed as authorising the provision to that person, entity or body of technical assistance related to the provision, manufacture, maintenance and use of the goods concerned;\n(b) the provision to the armed forces of the Lebanese Republic of technical assistance related to military activities and to arms or related matériel, and of financing and financial assistance related to military activities, unless the Government of Lebanon raises any objection within 14 days after the receipt of a notification.\n2.   By way of derogation from Article 2, the competent authorities of Member States as listed in the Annex may authorise, under such conditions as they deem appropriate:\n(a) the provision of technical assistance related to military activities and to arms or related matériel, provided that:\n(i) the goods to which the assistance relates are in use or will be used by UNIFIL in the performance of its mission, and\n(ii) the services are provided to armed forces that are or will be part of UNIFIL;\n(b) the provision of financing and financial assistance related to military activities and to arms or related matériel, provided that:\n(i) the financing or financial assistance is provided to UNIFIL, to the armed forces of a State that provides troops to UNIFIL, or to a public authority in charge of procurement for the armed forces of such a State, and\n(ii) the arms or related matériel are procured for the purpose of use by UNIFIL or by the armed forces of the State concerned assigned to UNIFIL.\n3.   The competent authorities of Member States may only grant the authorisations referred to in paragraphs 1 and 2 prior to the activity for which they are requested.", "The Commission and Member States shall immediately inform each other of the measures taken under this Regulation and shall supply each other with any other relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgments handed down by national courts.", "The Commission shall be empowered to amend the Annex on the basis of information supplied by Member States.", "1.   Member States shall lay down the rules on penalties applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive.\n2.   Member States shall notify the Commission of those rules without delay after the entry into force of this Regulation and shall notify it of any subsequent amendment.", "This Regulation shall apply:\n(a) within the territory of the Community, including its airspace;\n(b) on board of any aircraft or any vessel under the jurisdiction of a Member State;\n(c) to any person inside or outside the territory of the Community who is a national of a Member State;\n(d) to any legal person, entity or body which is incorporated or constituted under the law of a Member State;\n(e) to any legal person, entity or body in respect of any business done in whole or in part within the Community.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2006.\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  OJ L 253, 16.9.2006, p. 36.\nANNEX\nLIST OF COMPETENT AUTHORITIES REFERRED TO IN ARTICLE 3\nBELGIUM\nConcerning freezing of funds, financing and financial assistance:\nService Public Fédéral des Finances\nAdministration de la Trésorerie\n30 Avenue des Arts\nB-1040 Bruxelles\nFax: (32-2) 233 74 65\nE-mail: Quesfinvragen.tf@minfin.fed.be\nFederale Overheidsdienst Financiën\nAdministratie van de Thesaurie\nKunstlaan 30\nB-1040 Brussel\nFax: (32-2) 233 74 65\nE-mail: Quesfinvragen.tf@minfin.fed.be\nConcerning goods, technical assistance and other services:\nFederal Authority in charge of sales, purchases and technical assistance by Belgian defence forces and security services, and of financial and technical services in relation to the production or delivery of weapons and military and paramilitary equipment:\nService Public Fédéral Économie, P.M.E., Classes Moyennes & Énergie\nDirection générale du Potentiel économique\nService Licences\nRue de Louvain 44\n1er étage\nB-1000 Bruxelles\nTél.: (32-2) 548 62 11\nFax: (32-2) 548 65 70\nFederale Overheidsdienst Economie, K.M.O., Middenstand & Energie\nAlgemene Directie van het Economisch Potentieel\nDienst vergunningen\nLeuvenseweg 44\n1ste verdieping\nB-1000 Brussel\nTel.: (32-2) 548 62 11\nFax: (32-2) 548 65 70\nRegional Authorities in charge of other export, import and transit licences for weapons, military and paramilitary equipment:\nBrussels Hoofdstedelijk Gewest/Région de Bruxelles — Capitale:\nDirectie Externe Betrekkingen/Direction des Relations extérieures\nCity Center\nKruidtuinlaan/Boulevard du Jardin Botanique 20\nB-1035 Brussel/Bruxelles\nTéléphone: (32-2) 800 37 59 (Cédric Bellemans)\nFax: (32-2) 800 38 20\nMail: cbellemans@mrbc.irisnet.be\nRégion wallonne:\nDirection Générale Economie et Emploi\nDir Gestion des Licences,\nchaussée de Louvain 14,\nB-5000 Namur\nTél.: 081/649 751\nFax: 081/649 760\nMail: m.moreels@mrw.wallonie.be\nVlaams Gewest:\nAdministratie Buitenlands Beleid\nCel Wapenexport\nBoudewijnlaan 30\nB-1000 Brussel\nTel.: (32-2) 553 59 28\nFax: (32-2) 553 60 37\nMail: wapenexport@vlaanderen.be\nCZECH REPUBLIC\nMinisterstvo průmyslu a obchodu\nLicenční správa\nNa Františku 32\n110 15 Praha 1\nTel.: (420) 224 907 641\nFax: (420) 224 221 811\nMinisterstvo financí\nFinanční analytický útvar\nP.O. Box 675\nJindřišská 14\n111 21 Praha 1\nTel.: (420) 257 044 501\nFax: (420) 257 044 502\nDENMARK\nJustitsministeriet\nSlotsholmsgade 10\nDK-1216 København K\nTel.: (45) 33 92 33 40\nFax: (45) 33 93 35 10\nUdenrigsministeriet\nAsiatisk Plads 2\nDK-1448 København K\nTel.: (45) 33 92 00 00\nFax: (45) 32 54 05 33\nGERMANY\nConcerning financing and financial assistance:\nDeutsche Bundesbank\nServicezentrum Finanzsanktionen\nPostfach\nD-80281 München\nTel.: (49-89) 28 89 38 00\nFax: (49-89) 70 90 97 38 00\nConcerning technical assistance:\nBundesamt für Wirtschafts- und Ausfuhrkontrolle (BAFA)\nFrankfurter Straße 29—35\nD-65760 Eschborn\nTel.: (49-61) 9 69 08-0\nFax: (49–61) 9 69 08-800\nESTONIA\nConcerning supply and sale of arms and related material and provision of technical assistance:\nStrateegilise kauba komisjon (Strategic Goods Commission)\nIslandi väljak 1\n15049 Tallinn\nTel.: (372) 6317 200\nFaks: (372) 6377 288\nE-mail: stratkom@mfa.ee\nConcerning financing and financial assistance:\nFinantsinspektsioon\nSakala 4\n15030 Tallinn\nTel.: (372) 6680 500\nFaks: (372) 6680 501\nGREECE\nA.   Freezing of Assets\nMinistry of Economy and Finance\nGeneral Directory of Economic Policy\nAddress: 5 Nikis Str., 101 80\nAthens, Greece\nTel.: (30-210) 333.2786\nFax: (30-210) 333.2810\nA.   Δέσμευση κεφαλαίων\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Δ/νσηΟικονομικής Πολιτικής\nΔ/νση: Νίκης 5, ΑΘΗΝΑ 101 80\nΤηλ.: (30-210) 333.2786\nΦαξ: (30-210) 333.2810\nB.   Import — Export restrictions\nMinistry of Economy and Finance\nGeneral Directorate for Policy Planning and Management\nAddress Kornaroy Str.,\nGR-105 63 Athens\nTel.: (30-210) 328.6401-3\nFax: (30-210) 328.6404\nB.   Περιορισμοί εισαγωγών — εξαγωγών\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Δ/νσηΣχεδιασμού και Διαχείρισης Πολιτικής\nΔ/νση: Κορνάρου 1, Τ.Κ. 105 63\nΑθήνα — Ελλάς\nΤηλ.: (30-210) 328.6401-3\nΦαξ: (30-210) 328.6404\nSPAIN\nMinisterio de Industria, Comercio y Turismo\nSecretaría General de Comercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel: (34-91) 3493860\nFax: (34-91) 4572863\nMinisterio de Economía y Hacienda\nDirección General del Tesoro y Política Financiera\nSubdirección General de Inspección y Control\nde Movimientos de Capitales\nPaseo del Prado, 6\nE-28014 Madrid\nTel: (34-91) 2099511\nFax: (34-91) 2099656\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection générale des douanes et des droits indirects\nCellule embargo — Bureau E2\nTél.: (33-1) 44 74 48 93\nTélécopie: (33-1) 44 74 48 97\nMinistère de l'économie, des finances et de l'industrie\nDirection du Trésor et de la politique économique\nService des affaires multilatérales et de développement\nSous-direction Multicom\n139, rue du Bercy\n75572 Paris Cedex 12\nTél.: (33-1) 44 87 72 85\nTélécopie: (33-1) 53 18 96 55\nMinistère des Affaires étrangères\nDirection de la coopération européenne\nSous-direction des relations extérieures de la Communauté\nTél.: (33-1) 43 17 44 52\nTélécopie: (33-1) 43 17 56 95\nDirection générale des affaires politiques et de sécurité\nService de la Politique Étrangère et de Sécurité Commune\nTél.: (33-1) 43 17 45 16\nTélécopie: (33-1) 43 17 45 84\nIRELAND\nCentral Bank of Ireland\nFinancial Markets Department\nPO Box 559\nDame Street\nDublin 2\nTel.: (353) 167 16666\nFax.: (353) 167 16561\nDepartment of Foreign Affairs\nBilateral Economic Relations Division\n80 St. Stephen's Green\nDublin 2\nTel.: (353) 140 82153\nFax.: (353) 140 82003\nDepartment of Enterprise, Trade and Employment\nExport Licensing Unit\nBlock C\nEarlsfort Centre\nLower Hatch St.\nDublin 2\nTel.: (353) 163 12534\nFax: (353) 163 12562\nITALY\nMinistero degli Affari Esteri\nPiazzale della Farnesina, 1\nI-00194 Roma\nD.G.M.M. — Ufficio II\nTel.: (39) 06 3691 2296\nFax: (39) 06 3691 3567\nU.A.M.A.\nTel.: (39) 06 3691 3605\nFax: (39) 06 3691 8815\nCYPRUS\nΥπουργείο Εξωτερικών\nΛεωφ. Προεδρικού Μεγάρου\n1447 Λευκωσία\nΤηλ: (357-22) 30 0600\nΦαξ: (357-22) 66 1881\nMinistry of Foreign Affairs\nPresidential Palace Avenue\n1447 Nicosia\nTel: (357-22) 30.0600\nFax: (357-22) 66.1881\nLATVIA\nLatvijas Republikas Ārlietu ministrija\nBrīvības iela 36\nRīga LV 1395\nTālr.: (371) 701 6201\nFakss: (371) 782 8121\nNoziedzīgi iegūto līdzekļu legalizācijas novēršanas dienests\nKalpaka bulvārīs 6,\nRīga LV 1081\nTālr.: (371) 704 4431\nFakss: (371) 704 4549\nLITHUANIA\nSaugumo politikos departamentas\nUžsienio reikalų ministerija\nJ.Tumo-Vaižganto 2\nLT-01511 Vilnius\nTel. (370-5) 236 25 16\nFax. (370-5) 231 30 90\nLUXEMBOURG\nMinistère des Affaires Étrangères\nDirection des relations économiques internationales\n6, rue de l'Ancien Athenée\nL-1144 Luxembourg\nTel.: (352) 478 23 46\nFax: (352) 22 20 48\nMinistère des Finances\n3, rue de la Congrégation\nL-1352 Luxembourg\nTel.: (352) 478 27 12\nFax: (352) 47 52 41\nHUNGARY\nArticle 3\nMinistry of Economic Affairs and Transport – Hungarian Trade\nLicencing Office\nMargit krt. 85.\nH-1024 Budapest\nHungary\nPostbox: 1537 Pf.: 345\nTel.: (36) 1 336 73 00\nGazdasági és Közlekedési Minisztérium – Kereskedelmi Engedélyezési Hivatal\nMargit krt. 85.\nH-1024 Budapest\nMagyarország\nPostafiók: 1537 Pf.: 345\nTel.: (36) 1 336 73 00\nArticle 4\nMinistry of Foreign Affairs\nBem rakpart 47.\nH-1027 Budapest\nHungary\nTel.: (36) 1 458 11 42\nFax: (36) 1 458 10 91\nKülügyminisztérium\nBem rakpart 47.\nBudapest 1027\nMagyarország\nTel.: (36) 1 458 11 42\nFax: (36) 1 458 10 91\nMALTA\nBord ta' Sorveljanza dwar is-Sanzjonijiet\nDirettorat ta' l-Affarijiet Multilaterali\nMinisteru ta' l-Affarijiet Barranin\nPalazzo Parisio\nTriq il-Merkanti\nValletta CMR 02\nTel: (356) 21 24 28 53\nFax: (356) 21 25 15 20\nNETHERLANDS\nBelastingdienst/Douane Noord\nCentrale Dienst In- en Uitvoer\nEngelse Kamp 2\nPostbus 30003\nNL-9700 RD Groningen\nTel: (050) 523 2600\nFax: (050) 523 2183\nMinisterie van Financiën\nDirectie Financiële Markten/Afdeling Integriteit\nPostbus 20201\nNL-2500 EE Den Haag\nTel.: (31) 70 342 8997\nFax: (31) 70 342 7984\nAUSTRIA\nBundesministerium für Wirtschaft und Arbeit\nAbteilung C/2/2\nStubenring 1\nA-1010 Wien\nTel.: (+43-1) 711 00\nFax: (+43-1) 711 00 8386\nÖsterreichische Nationalbank\nOtto Wagner Platz 3,\nA-1090 Wien\nTel.: (+43-1) 404 20–0\nFax: (+43-1) 404 20 73 99\nBundesministerium für Inneres\nBundeskriminalamt\nJosef Holaubek Platz 1\nA-1090 Wien\nTel: (+43-1) 31345 0\nFax: (+43-1) 31345 85290\nPOLAND\nMinistry of Economy\nDepartment of Export Control\nPlac Trzech Krzyży 3/5\nPL-00-507 Warszawa\nTel.: (48) 22 693 51 71\nFaks: (48) 22 693 40 33\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nDirecção-Geral dos Assuntos Multilaterais\nLargo Rilvas\nP-1350-179 Lisboa\nTel.: (351) 21 394 67 02\nFax: (351) 21 394 60 73\nMinistério das Finanças\nDirecção-Geral dos Assuntos Europeus e Relações Internacionais\nAvenida Infante D. Henrique, n.o 1, C 2.o\nP-1100 Lisboa\nTel.: (351) 21 882 32 40 47\nFax: (351) 21 882 32 49\nSLOVENIA\nBank of Slovenia\nSlovenska 35\n1505 Ljubljana\nTel: (386) 1 471 90 00\nFax: (386) 1 251 55 16\nhttp://www.bsi.si\nMinistry of Foreign Affairs of the Republic of Slovenia\nPrešernova 25\n1000 Ljubljana\nTel: (386) 1 478 20 00\nFax: (386) 1 478 23 47\nhttp://www.gov.si/mzz\nMinistry of Defence of the Republic of Slovenia\nVojkova 55\n1000 Ljubljana\nTel: (386) 1 471 22 11\nFax: (386) 1 471 29 78\nhttp://www.mors.si\nCommission for issuing of preliminary opinions in the procedure of authorizing trade in military weapons and equipment\nLogistics Directorate\nMinistry of Defence of the Republic of Slovenia\nVojkova 55\n1000 Ljubljana\nTel: (386) 1 471 25 46\nFax: (386) 1 471 24 23\nCustoms Administration of the Republic of Slovenia\nŠmartinska 55\n1523 Ljubljana\nTel: (386) 1 478 38 00\nFax: (386) 1 478 39 00\nhttp://www.gov.si/curs\nSLOVAKIA\nMinisterstvo hospodárstva SR\nMierová 19\n827 15 Bratislava 212\nTel: (421-2) 48 541 111\nFax: (421-2) 4 333 782\nMinisterstvo financií SR\nŠtefanovičova 5\nP. O. BOX 82\n817 82 Bratislava\nTel: (421-2) 59 581 111\nFax: (421-2) 52 493 048\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet\nPL/PB 176\nFI-00161 Helsinki/Helsingfors\nTel.: (358-9) 16005\nFax: (358-9) 1605 5707\nPuolustusministeriö/Försvarsministeriet\nEteläinen Makasiinikatu 8\nFI-00131 Helsinki/Helsingfors\nPL/PB 31\nTel.: (358-9) 1608 8128\nFax: (358-9) 1608 8111\nSWEDEN\nInspektionen för strategiska produkter\nBox 70252\nSE-107 22 Stockholm\nTfn (46) 8 406 3100\nFax (46) 8 20 31 00\nUNITED KINGDOM\nSanctions Licensing Unit\nExport Control Organisation\nDepartment of Trade and Industry\n4 Abbey Orchard Street\nLondon SW1P 2HT\nUnited Kingdom\nTel.: (44) 207 215 0594\nFax: (44) 207 215 0593\nHM Treasury\nFinancial Systems and International Standards\n1, Horse Guards Road\nLondon SW1A 2HQ\nUnited Kingdom\nTel.: (44) 207 270 5977\nFax: (44) 207 270 5430\nBank of England\nFinancial Sanctions Unit\nThreadneedle Street\nLondon EC2R 8AH\nUnited Kingdom\nTel.: (44) 207 601 4607\nFax: (44) 207 601 4309\nFor Gibraltar:\nErnest Montado\nChief Secretary\nGovernment Secretariat\nNo 6 Convent Place\nGibraltar\nTel.: (350) 75707\nFax: (350) 5875700\nEUROPEAN COMMUNITY\nCommission of the European Communities\nDirectorate-General for External Relations\nDirectorate A. Crisis Platform and Policy Coordination in CFSP\nUnit A.2. Crisis management and Conflict Prevention\nCHAR 12/45\nB-1049 Brussels\nTel.: (32-2) 299 1176/295 5585\nFax: (32-2) 299 0873"}