{"celex_id": "32006R0101", "uri": "http://publications.europa.eu/resource/cellar/1393d868-c7ea-44db-ba96-87b67d2541cb", "type": "Regulation", "concepts": ["1309", "1338", "1518", "1591", "1837", "2771", "5040", "519"], "title": "Council Regulation (EC) No 101/2006 of  20 January 2006  amending Regulations (EC) No 1975/2004 and (EC) No 1976/2004 extending definitive anti-dumping and countervailing duties on imports of polyethylene terephthalate (PET) film originating in India, to imports of polyethylene terephthalate (PET) film consigned from Brazil and from Israel, whether declared as originating in Brazil or Israel or not\n", "header": "21.1.2006 EN Official Journal of the European Union L 17/1\nCOUNCIL REGULATION (EC) No 101/2006\nof 20 January 2006\namending Regulations (EC) No 1975/2004 and (EC) No 1976/2004 extending definitive anti-dumping and countervailing duties on imports of polyethylene terephthalate (PET) film originating in India, to imports of polyethylene terephthalate (PET) film consigned from Brazil and from Israel, whether declared as originating in Brazil or Israel or not\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (‘the basic anti-dumping Regulation’), and in particular Articles 11(4) and 13(4) thereof, and to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (2) (‘the basic anti-subsidy Regulation’) and in particular Articles 20 and 23(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   MEASURES IN FORCE\n(1) The Council, by Regulations (EC) No 1676/2001 (3) and (EC) No 2597/1999 (4) imposed anti-dumping and countervailing measures respectively on polyethylene terephthalate (‘PET’) film originating, inter alia, in India.\n(2) By Regulations (EC) No 1975/2004 (5) and (EC) No 1976/2004 (6), the Council extended these measures to PET film consigned from Israel and from Brazil (‘the extended measures’) with the exception of imports produced by one Brazilian company, Terphane Ltda, and one Israeli company, Jolybar Ltd, specifically mentioned in each of those regulations.\n(3) On 10 December 2004 (7), the Commission initiated an expiry review of the definitive countervailing measures on the basis of Article 18 of the basic anti-subsidy (see 1st recital) Regulation. The repeal or continuation of the extended measures will depend on the findings of that investigation.\nB.   CURRENT INVESTIGATION\n1.   Request for a review\n(4) The Commission subsequently received a request for an exemption from the extended measures pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation and Articles 20 and 23(3) of the basic anti-subsidy Regulation. The application was lodged by Hanita Coatings Rural Cooperative Association Ltd, Kibbutz Hanita, 22885, Israel (‘Hanita’), a producer in Israel (‘the country concerned’).\n2.   Initiation of a review\n(5) The Commission examined the evidence submitted by Hanita and considered it sufficient to justify the initiation of an investigation pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation and Articles 20 and 23(3) of the basic anti-subsidy Regulation for the purposes of determining the possibility of granting Hanita an exemption from the extended measures. After consultation of the Advisory Committee, and after the Community industry concerned had been given the opportunity to comment, the Commission initiated, by Regulation (EC) No 1370/2005 (8), a review of Regulations (EC) No 1975/2004 and (EC) No 1976/2004 with regard to Hanita.\n(6) The Regulation initiating the review repealed the anti-dumping duty imposed by Regulation (EC) No 1975/2004 with regard to imports of the product under investigation consigned from Israel by Hanita. Simultaneously, pursuant to Article 14(5) of the basic anti-dumping Regulation, customs authorities were directed to take appropriate steps to register such imports.\n3.   Product concerned\n(7) The product concerned is, as defined in the original investigation, polyethylene terephthalate (PET) film originating in India, normally declared under CN codes ex 3920 62 19 and ex 3920 62 90 (‘the product concerned’).\n(8) It is considered that the product concerned and PET film consigned from Israel to the Community under CN codes ex 3920 62 19 and ex 3920 62 90 (‘the product under review’) have the same basic technical, physical and chemical characteristics and the same uses. Therefore, they are considered as like products within the meaning of Article 1(4) of the basic anti-dumping Regulation and Article 1(5) of the basic anti-subsidy Regulation.\n4.   Investigation\n(9) The Commission officially advised Hanita and the representatives of the country concerned of the initiation of the review. Interested parties were invited to make their views known and informed of the possibility to request a hearing. No such request was, however, received.\n(10) The Commission also sent out a questionnaire to Hanita and received a satisfactory reply within the relevant deadline. The Commission sought and verified all the information deemed necessary for the purposes of the review. A verification visit was carried out at Hanita’s premises.\n5.   Investigation period\n(11) The investigation covered the period from 1 January 2004 to 30 June 2005 (‘the IP’). Data was collected from 2001 up to the end of the IP to investigate any change in the pattern of trade.\nC.   RESULTS OF THE INVESTIGATION\n(12) The investigation confirmed that Hanita did not export the product under review to the Community during the investigation period of the investigation that led to the extended measures, i.e. 1 January to 31 December 2003. Hanita's first exports of the product under review occurred subsequent to the extension of measures.\n(13) Furthermore, according to documentary evidence submitted, Hanita was able to satisfactorily demonstrate that it did not have any direct or indirect links with any of the Indian exporting producers or Israeli companies subject to the anti-dumping and countervailing measures in force.\n(14) As already mentioned at recital (12), Hanita's exports to the Community of the product under review first occurred after the extension of measures. Hanita converts and slits purchased PET film and produces a range of products, some of which fall under the same CN codes as the product concerned. The PET film processed by Hanita and exported to the Community does not use any inputs from India. It is therefore concluded that this is not a practice constituting circumvention.\nD.   AMENDMENT OF THE MEASURES BEING REVIEWED\n(15) In accordance with the above findings that Hanita was found not to have circumvented the measures in force, the company should be exempted from the extended measures.\n(16) The registration of imports of PET film consigned from Israel by Hanita, as imposed by the initiating Regulation, should cease. In accordance with Article 14(5) of the basic anti-dumping Regulation, which provides that measures shall be applied against registered imports from the date of registration, no anti-dumping duty should be collected on imports of PET film consigned from Israel by Hanita which entered the Community under registration imposed by the initiating Regulation.\n(17) The exemption from the extended measures granted to PET film produced by Hanita shall, in accordance with Article 13(4) of the basic anti-dumping Regulation and Article 23(3) of the basic anti-subsidy Regulation, remain valid under the requirement that it is not established that the exemption was granted on the basis of false or misleading information submitted by the company concerned. Should prima facie evidence indicate otherwise, an investigation may be initiated by the Commission to establish if withdrawal of the exemption is warranted.\n(18) The exemption from the extended measures of imports of PET film from Hanita was established on the basis of the findings of the present review. This exemption is thus exclusively applicable to imports of PET film consigned from Israel and produced by that specific legal entity. Imported PET film produced or consigned by any company not specifically mentioned in Article 1(1) of Regulations (EC) No 1975/2004 and (EC) No 1976/2004 with its name and address, including entities related to those specifically mentioned, cannot benefit from the exemption and should be subject to the residual duty rate as imposed by Regulations (EC) No 1676/2001 and (EC) No 2597/1999.\nE.   PROCEDURE\n(19) Hanita and all other interested parties were informed of the facts and considerations on the basis of which it was intended to grant an exemption to Hanita from the extended measures and no comments were received,", "main_body": ["1.   Article 1(1) of Regulation (EC) No 1975/2004 shall be replaced by the following:\n‘1.   The definitive anti-dumping duty of 53,3 % imposed by Regulation (EC) No 1676/2001 on imports of polyethylene terephthalate film originating in India, falling within CN codes ex 3920 62 19 and ex 3920 62 90, is hereby extended to imports of the same polyethylene terephthalate film consigned from Brazil and consigned from Israel (whether declared as originating in Brazil or Israel or not) (TARIC codes 3920621901, 3920621904, 3920621907, 3920621911, 3920621914, 3920621917, 3920621921, 3920621924, 3920621927, 3920621931, 3920621934, 3920621937, 3920621941, 3920621944, 3920621947, 3920621951, 3920621954, 3920621957, 3920621961, 3920621967, 3920621974, 3920621992, 3920629031, 3920629092) with the exception of those produced by Terphane Ltda, BR 101, km 101, City of Cabo de Santo Agostinho, State of Pernambuco, Brazil (TARIC additional code A569), by Jolybar Filmtechnic Converting Ltd (1987), Hacharutsim str. 7, Ind. Park Siim 2000, Natania South, 42504, POB 8380, Israel (TARIC additional code A570) and by Hanita Coatings Rural Cooperative Association Ltd, Kibbutz Hanita, 22885, Israel (TARIC additional code A691).’\n2.   Article 1(1) of Regulation (EC) No 1976/2004 shall be replaced by the following:\n‘1.   The definitive countervailing duty of 19,1 % imposed by Regulation (EC) No 2597/1999 on imports of polyethylene terephthalate film originating in India, falling within CN codes ex 3920 62 19 and ex 3920 62 90, is hereby extended to imports of the same polyethylene terephthalate film consigned from Brazil and consigned from Israel (whether declared as originating in Brazil or Israel or not) (TARIC codes 3920621901, 3920621904, 3920621907, 3920621911, 3920621914, 3920621917, 3920621921, 3920621924, 3920621927, 3920621931, 3920621934, 3920621937, 3920621941, 3920621944, 3920621947, 3920621951, 3920621954, 3920621957, 3920621961, 3920621967, 3920621974, 3920621992, 3920629031, 3920629092) with the exception of those produced by Terphane Ltda, BR 101, km 101, City of Cabo de Santo Agostinho, State of Pernambuco, Brazil (TARIC additional code A569), by Jolybar Filmtechnic Converting Ltd (1987), Hacharutsim str. 7, Ind. Park Siim 2000, Natania South, 42504, POB 8380, Israel (TARIC additional code A570) and by Hanita Coatings Rural Cooperative Association Ltd, Kibbutz Hanita, 22885, Israel (TARIC additional code A691).’", "The registration of imports of PET film imposed by Article 3 of Regulation (EC) No 1370/2005 shall cease without the collection of anti-dumping duties.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 288, 21.10.1997, p. 1. Regulation as last amended by Regulation (EC) No 461/2004.\n(3)  OJ L 227, 23.8.2001, p. 1.\n(4)  OJ L 316, 10.12.1999, p. 1.\n(5)  OJ L 342, 15.11.2004, p. 1.\n(6)  OJ L 342, 15.11.2004, p. 8.\n(7)  OJ C 306, 10.12.2004, p. 2.\n(8)  OJ L 218, 23.8.2005, p. 3."}