{"celex_id": "32007D0034", "uri": "http://publications.europa.eu/resource/cellar/a3debe53-143c-4b0d-83db-e51516b913dc", "type": "Decision", "concepts": ["1743", "218", "3441", "3559", "4217", "5788"], "title": "Political and Security Committee Decision Darfur/5/2007 of 16 January 2007 appointing a Military Advisor to the European Union Special Representative for Sudan\n", "header": "19.1.2007 EN Official Journal of the European Union L 13/9\nPOLITICAL AND SECURITY COMMITTEE DECISION DARFUR/5/2007\nof 16 January 2007\nappointing a Military Advisor to the European Union Special Representative for Sudan\n(2007/34/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular to Article 25(3) thereof,\nHaving regard to Council Joint Action 2005/557/CFSP of 18 July 2005 on the European Union civilian-military supporting action to the African Union mission in the Darfur region of Sudan (1), and in particular Article 4 thereof,\nWhereas:\n(1) On 5 July 2006 the Council adopted Joint Action 2006/468/CFSP (2) renewing and revising the mandate of the Special Representative of the European Union for Sudan.\n(2) The Special Representative of the European Union (EUSR) for Sudan inter alia ensures the coordination and coherence of the Union's contributions to the African Union mission in the Darfur region of Sudan (AMIS). In accordance with Article 5(2) of Joint Action 2005/557/CFSP, an EU Coordination Cell in Addis Ababa (ACC) under the authority of the EUSR, comprised of a political advisor, a military advisor and a police advisor, manages day-to-day coordination with all relevant EU actors and with the Administrative Control and Management Centre (ACMC) within the chain of command of the African Union in Addis Ababa in order to ensure coherence and timely EU support to AMIS.\n(3) Under Article 4 of Joint Action 2005/557/CFSP the Council authorised the Political and Security Committee to appoint the military advisor to the EUSR upon a proposal from the Secretary-General/High Representative (SG/HR) based on a recommendation from the EUSR.\n(4) The SG/HR, following the recommendation of the EUSR, has proposed that Colonel François AMELINEAU be appointed as the new Military Advisor to the EUSR.\n(5) In accordance with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the elaboration and implementation of decisions and actions of the European Union which have defence implications,", "main_body": ["Colonel François AMELINEAU is hereby appointed Military Advisor to the EUSR for Sudan.", "This Decision shall take effect on 25 January 2007."], "attachments": "Done at Brussels, 16 January 2007.\nFor the Political and Security Committee\nThe Chairperson\nC. von GOETZE\n(1)  OJ L 188, 20.7.2005, p. 46.\n(2)  OJ L 184, 6.7.2006, p. 38."}