{"celex_id": "32009R0409", "uri": "http://publications.europa.eu/resource/cellar/4fda9334-12fa-4208-bce7-96052271f3d6", "type": "Regulation", "concepts": ["1268", "1425", "2435", "2718", "2735", "2836", "893"], "title": "Commission Regulation (EC) No 409/2009 of 18 May 2009 establishing Community conversion factors and presentation codes used to convert fish processed weight into fish live weight, and amending Commission Regulation (EEC) No 2807/83\n", "header": "19.5.2009 EN Official Journal of the European Union L 123/78\nCOMMISSION REGULATION (EC) No 409/2009\nof 18 May 2009\nestablishing Community conversion factors and presentation codes used to convert fish processed weight into fish live weight, and amending Commission Regulation (EEC) No 2807/83\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993, establishing a control system applicable to the Common Fisheries policy (1), and in particular Article 5 thereof,\nWhereas:\n(1) The implementation of Commission Regulation (EEC) No 2807/83 of 22 September 1983 laying down detailed rules for recording information on Member States’ catches of fish (2), has brought to light certain differences which result in problems of application and enforcement of Community legislation and which should be rectified, notably by harmonising fresh fish conversion factors among EU Member States.\n(2) Presentation codes for processed fish should be established in order to eliminate ambiguities in the interpretation of data recorded and therefore allow a more effective control of catch uptake by Member States.\n(3) Harmonised Community conversion factors will ensure harmonisation in the calculations of each of the national quota uptake, a more effective monitoring of the reporting obligations and a standardised calculation of the margin of tolerance.\n(4) For the purpose of the correct application of fish conversion factors, only Three-Alpha codes established by the FAO for fish species should be used. Regulation (EEC) No 2807/83 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Fisheries and Aquaculture Committee,", "main_body": ["Subject matter\nThis Regulation establishes Community conversion factors and presentation codes for processed fish, to convert fish processed weight into fish live weight for the propose of monitoring catches.", "Scope\nThis Regulation shall apply to fishery products on board or landed or transhipped by Community fishing vessels and by third country vessels fishing in European Union waters.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a) ‘Community fishing vessel’ means a fishing vessel flying the flag of a Member State and registered in the Community;\n(b) ‘Fish’ means any marine organism subject to catch limits;\n(c) ‘Presentation’ means the form into which the fish is processed while on board of the vessel and prior to landing, as described in Annex I;\n(d) ‘Collective presentation’ means a presentation consisting of two or more parts extracted from the same fish;\n(e) ‘total allowable catches’ (TAC) means the quantity that can be taken and landed from each stock each year;\n(f) ‘quota’ means a proportion of the TAC allocated to the Community or Member States;\n(g) ‘state of processing’ means the way the fish is preserved (fresh and fresh salted).", "General principles\n1.   The Community conversion factors set out in Annex II and Annex III shall apply to convert fish processed weight into fish live weight.\n2.   By way of derogation from paragraph 1, where Regional Fisheries Management Organisations, of which the European Community is a Contracting party or cooperating non-Contracting party, or regions or coastal areas where the European Community has an agreement to fish in third country waters, have defined regional conversion factors, those factors shall apply.\n3.   Where no Community or regional conversion factors exist for a given species and presentation, the conversion factor adopted by the flag Member State shall apply.", "Calculation method\n1.   The fish live weight shall be obtained by multiplying the fish processed weight by the conversion factors referred to in Article 4 for each species and presentation.\n2.   In case of collective presentations, only one conversion factor corresponding to one of the parts of the collective presentation shall be used.", "Use of conversion factors by the master of the vessel\n1.   The masters of Community fishing vessels shall use the conversion factors referred to in Article 4 in the logbook as referred to in Article 6 of Regulation (EEC) No 2847/93, to:\n(a) estimate the live weight of the quantities onboard the fishing vessel; and\n(b) to calculate the live weight of the quantities upon landing.\n2.   When deemed necessary by the master of the fishing vessel to use, in the landing declaration as referred to in Article 8 of Regulation (EEC) No 2847/93 or transhipment declaration as referred to in Article 2 of Regulation (EEC) No 2807/83, the presentation code ‘OTH’ (other), the master shall describe exactly what the presentation ‘other’ refers to.", "Use of Community conversion factors by Member States’ authorities\nMember States’ authorities shall use the Community conversion factors referred to in Article 4 when calculating the live weight of landings in order to monitor the quota uptake.", "Amendments to Regulation (EEC) No 2807/83\nIn Article 1 of Regulation (EEC) No 2807/83, paragraph 4 is replaced by the following:\n‘4.   The codes given in Annex VI and the Three-Alpha codes established by the FAO for fish species shall be used for indicating, under the appropriate headings of the logbook, the fishing gear used and the species caught.’", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 2009.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 261, 20.10.1993, p. 1.\n(2)  OJ L 276, 10.10.1983, p. 1.\nANNEX I\nPRESENTATION 3-ALPHA CODES\n3-Alpha presentation code Presentation Description\nFIL Fillets Removal of head, guts, bones and fins. Each fish originates two fillets not joined by any part\nFIS Skinned fillets Removal of head, guts, bones, fins and skin. Each fish originates two fillets not joined by any part\nGHT Gutted headed and tailed Guts, head and tail removed\nGUG Gutted and gilled Guts and gills removed\nGUH Gutted and headed Guts and head removed\nGUL Gutted liver in Guts removed with the exception of liver\nGUS Gutted headed and skinned Guts head and skin removed\nGUT Gutted All guts removed\nHEA Headed Head removed\nLVR Liver Liver only. In case of collective presentation use code LVR-C\nOTH Other Any other presentation\nROE Roe(s) Roe(s) only. In case of collective presentation use code ROE-C\nSGT Gutted and salted Guts removed and fish salted\nTAL Tail Tails only\nTNG Tongue Tongue only. In case of collective presentation use code TNG-C\nWHL Whole No processing\nWNG Wings Wings only\nANNEX II\nFRESH COMMUNITY CONVERSION FACTORS\nSpecies: Albacore ALB\nWHL 1,00\nGUT 1,11\nSpecies: Alfonsinos ALF\nWHL 1,00\nSpecies: Anchovy ANE\nWHL 1,00\nSpecies: Anglerfish ANF\nWHL 1,00\nGUT 1,22\nGUH 3,00\nTAL 3,00\nSpecies: Mackerel icefish ANI\nWHL 1,00\nSpecies: Greater silver smelt ARU\nWHL 1,00\nSpecies: Bigeye tuna BET\nWHL 1,00\nGUT 1,10\nGUH 1,29\nSpecies: Blue ling BLI\nWHL 1,00\nGUT 1,17\nSpecies: Brill BLL\nWHL 1,00\nGUT 1,09\nSpecies: Black scabbardfish BSF\nWHL 1,00\nGUT 1,24\nHEA 1,40\nSpecies: Atlantic blue marlin BUM\nWHL 1,00\nSpecies: Capelin CAP\nWHL 1,00\nSpecies: Cod COD\nWHL 1,00\nGUT 1,17\nGUH 1,70\nHEA 1,38\nFIL 2,60\nFIS 2,60\nSpecies: Common Dab DAB\nWHL 1,00\nGUT 1,11\nGUH 1,39\nSpecies: Picked dogfish DGS\nWHL 1,00\nGUT 1,35\nGUS 2,52\nSpecies: European flounder FLE\nWHL 1,00\nGUT 1,08\nGUS 1,39\nSpecies: Greater forkbeard GFB\nWHL 1,00\nGUT 1,11\nGUH 1,40\nSpecies: Greenland halibut GHL\nWHL 1,00\nGUT 1,08\nSpecies: Haddock HAD\nWHL 1,00\nGUT 1,17\nGUH 1,46\nSpecies: Atlantic halibut HAL\nWHL 1,00\nSpecies: Hering HER\nWHL 1,00\nGUT 1,12\nGUH 1,19\nSpecies: European hake HKE\nWHL 1,00\nGUT 1,11\nGUH 1,40\nSpecies: White hake HKW\nWHL 1,00\nSpecies: Horse mackerel JAX\nWHL 1,00\nGUT 1,08\nSpecies: Antarctic krill KRI\nWHL 1,00\nSpecies: Lemon sole LEM\nWHL 1,00\nGUT 1,05\nSpecies: Megrims LEZ\nWHL 1,00\nGUT 1,06\nFIL 2,50\nSpecies: Unicorn icefish LIC\nWHL 1,00\nSpecies: Ling LIN\nWHL 1,00\nGUT 1,14\nGUH 1,32\nFIL 2,64\nSpecies: Atlantic mackerel MAC\nWHL 1,00\nGUT 1,09\nSpecies: Norway lobster NEP\nWHL 1,00\nTAL 3,00\nSpecies: Humped rockcod NOG\nWHL 1,00\nSpecies: Norway pout NOP\nWHL 1,00\nSpecies: Marbled rockcod NOR\nWHL 1,00\nSpecies: Orange roughy ORY\nWHL 1,00\nSpecies: Pacific snow crab PCR\nWHL 1,00\nSpecies: White shrimps PEN\nWHL 1,00\nSpecies: European plaice PLE\nWHL 1,00\nGUT 1,05\nGUH 1,39\nFIL 2,40\nSpecies: Saithe POK\nWHL 1,00\nGUT 1,19\nSpecies: Pollack POL\nWHL 1,00\nGUT 1,17\nSpecies: Northern prawn PRA\nWHL 1,00\nSpecies: Atlantic redfishes RED\nWHL 1,00\nGUT 1,19\nSpecies: Rough-head grenadier RHG\nWHL 1,00\nSpecies: Roundnose grenadier RNG\nWHL 1,00\nGUT 1,11\nGUH 1,92\nGHT 3,20\nSpecies: Sandeels SAN\nWHL 1,00\nSpecies: Blackspot seabream SBR\nWHL 1,00\nGUT 1,11\nSpecies: Rough longnose dogfish SDH\nWHL 1,00\nSpecies: Arrowhead dogfish SDU\nWHL 1,00\nSpecies: South Georgia icefish SGI\nWHL 1,00\nSpecies: Common sole SOL\nWHL 1,00\nGUT 1,04\nSpecies: European sprat SPR\nWHL 1,00\nSpecies: Northern squid SQI\nWHL 1,00\nSpecies: Squid SQS\nWHL 1,00\nSpecies: Skates SRX\nWHL 1,00\nGUT 1,13\nWNG 2,09\nSpecies: Swordfish SWO\nWHL 1,00\nGUT 1,11\nGUH 1,31\nSpecies: Patagonian toothfish TOP\nWHL 1,00\nSpecies: Turbot TUR\nWHL 1,00\nGUT 1,09\nSpecies: Tusk USK\nWHL 1,00\nGUT 1,14\nSpecies: Blue whiting WHB\nWHL 1,00\nGUT 1,15\nSpecies: Whiting WHG\nWHL 1,00\nGUT 1,18\nSpecies: Atlantic white marlin WHM\nWHL 1,00\nSpecies: Witch flounder WIT\nWHL 1,00\nGUT 1,06\nSpecies: Yellowtail flounder YEL\nWHL 1,00\nANNEX III\nFRESH SALTED COMMUNITY CONVERSION FACTORS\nSpecies: Ling LIN\nSGT 2,80"}