{"celex_id": "32002R1379", "uri": "http://publications.europa.eu/resource/cellar/32981349-ddb9-4567-aaa8-05e27c21b009", "type": "Regulation", "concepts": ["1270", "20", "2952", "807", "862"], "title": "Commission Regulation (EC) No 1379/2002 of 29 July 2002 on the supply of vegetable oil as food aid\n", "header": "Commission Regulation (EC) No 1379/2002\nof 29 July 2002\non the supply of vegetable oil as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security(1), as amended by Regulation (EC) No 1726/2001 of the European Parliament and of the Council(2), and in particular Article 24(1)(b) thereof,\nWhereas:\n(1) The abovementioned Regulation lays down the list of countries and organisations eligible for Community aid and specifies the general criteria on the transport of food aid beyond the fob stage.\n(2) Following the taking of a number of decisions on the allocation of food aid, the Commission has allocated vegetable oil to certain beneficiaries.\n(3) It is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EC) No 2519/97 of 16 December 1997 laying down general rules for the mobilisation of products to be supplied under Council Regulation (EC) No 1292/96 as Community food aid(3). It is necessary to specify the time limits and conditions of supply to determine the resultant costs.\n(4) In order to ensure that the supplies are carried out for a given lot, provision should be made for tenderers to be able to mobilise either rapeseed oil or sunflower oil. The contract for the supply of each such lot is to be awarded to the tenderer submitting the lowest tender,", "main_body": ["Vegetable oil shall be mobilised in the Community, as Community food aid for supply to the recipient listed in the Annex, in accordance with Regulation (EC) No 2519/97 and under the conditions set out in the Annex.\nThe supply shall cover the mobilisation of vegetable oil produced in the Community. Mobilisation may not involve a product manufactured and/or packaged under inward processing arrangements.\nTenders shall cover either rapeseed oil or sunflower oil. Tenders shall be rejected unless they specify the type of oil to which they relate.\nThe tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 166, 5.7.1996, p. 1.\n(2) OJ L 234, 1.9.2001, p. 10.\n(3) OJ L 346, 17.12.1997, p. 23.\nANNEX\nNotes\nLOT A\n1. Action No: 300/01\n2. Beneficiary(2): World Food Programme (WFP), Via Cesare Giulio Viola 68, I - 00148 Roma; tel.: (39-06) 6513 2988; fax: 6513 2844/3; telex: 626675 WFP I\n3. Beneficiary's representative: to be designated by the beneficiary\n4. Country of destination: Zimbabwe\n5. Product to be mobilised: refined rapeseed oil or refined sunflower oil\n6. Total quantity (tonnes net): 600\n7. Number of lots: 1\n8. Characteristics and quality of the product(3)(4)(6): see OJ C 312, 31.10.2000, p. 1 (D.1 or D.2)\n9. Packaging: see OJ C 267, 13.9.1996, p. 1 (10.8 A, B and C.2)\nWeight of the empty container 135 g minimum\n10. Labelling or marking(5): see OJ C 114, 29.4.1991, p. 1 (III.A(3))\n- language to be used for the markings: English\n- supplementary markings: -\n11. Method of mobilisation of the product: the Community market.\nThe mobilisation may not involve a product manufactured and/or packaged under inward-processing arrangements.\n12. Specified delivery stage(7): free at port of shipment\n13. Alternative delivery stage: -\n14. a) Port of shipment: -\nb) Loading address: -:\n15. Port of landing: -\n16. Place of destination: - port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: 9.9.2002 to 29.9.2002\n- second deadline: 23.9.2002 to 13.10.2002\n18. Period or deadline of supply at the alternative stage: - first deadline: -\n- second deadline: -\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 20.8.2002\n- second deadline: 3.9.2002\n20. Amount of tendering guarantee: EUR 15 per tonne\n21. Address for submission of tenders and tendering guarantees(1): M. Vestergaard, Commission europĂŠenne, Bureau: L130 7/46, B - 1049 Bruxelles; telex 25670 AGREC B; fax (32-2) 296 70 03/296 70 04\n22. Export refund: -\nLOT B\n1. Action No: 294/01\n2. Beneficiary(2): EuronAid, PO Box 12, 2501 CA Den Haag, Nederland; tel. (31-70) 33 05 757; fax 36 41 701; telex 30960 EURON NL\n3. Beneficiary's representative: to be designated by the beneficiary\n4. Country of destination: Eritrea\n5. Product to be mobilised: refined rapeseed oil or refined sunflower oil\n6. Total quantity (tonnes net): 810\n7. Number of lots: 1 in 3 parts (B1: 540 tonnes; B2: 135 tonnes; B3: 135 tonnes)\n8. Characteristics and quality of the product(3)(4)(6): see OJ C 312, 31.10.2000, p. 1 (D.1 or D.2)\n9. Packaging: see OJ C 267, 13.9.1996, p. 1 (10.8, A, B and C.2)\nWeight of the empty container 135 g minimum\n10. Labelling or marking(5): see OJ C 114, 29.4.1991, p. 1 (III.A.(3))\n- Language to be used for the markings: English\n- Supplementary markings: -\n11. Method of mobilisation of the product: the Community market\nThe mobilisation may not involve a product manufactured and/or packaged under inward-processing arrangements.\n12. Specified delivery stage: free at port of landing - container terminal\n13. Alternative delivery stage: free at port of shipment\n14. a) Port of shipment: -\nb) Loading address: -:\n15. Port of landing: B1 and B2: Massawa; B3: Assab\n16. Place of destination: - port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: 20.10.2002\n- second deadline: 3.11.2002\n18. Period or deadline of supply at the alternative stage: - first deadline: 16.9.2002 to 29.9.2002\n- second deadline: 30.9.2002 to 13.10.2002\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 20.8.2002\n- second deadline: 3.9.2002\n20. Amount of tendering guarantee: EUR 15 per tonne\n21. Address for submission of tenders and tendering guarantees(1): M. Vestergaard, European Commission, Office L 130 7/46, B - 1049 Brussels; telex 25670 AGREC B; fax (32-2) 296 70 03/296 70 04\n22. Export refund: -\n(1) Supplementary information Torben Vestergaard (tel. (32-2) 299 30 50; fax (32-2) 296 20 05).\n(2) The supplier shall contact the beneficiary or its representative as soon as possible to establish which consignment documents are required.\n(3) The supplier shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been exceeded. The radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4) The supplier shall supply to the beneficiary or its representative, on delivery, the following document\n- health certificate.\n(5) Notwithstanding OJ C 114, 29.4.1991, point III.A(3)(c) is replaced by the following \"the words 'European Community'\".\nThe containers may be marked by the application of labels.\n(6) Tenders shall be rejected unless they specify the type of oil to which they relate.\n(7) The tenderer's attention is drawn to the second subparagraph of Article 7(6) of Regulation (EC) No 2519/97."}