{"celex_id": "32006R1756", "uri": "http://publications.europa.eu/resource/cellar/8d6ce0c9-92dd-4563-98fb-4cc8f918e706", "type": "Regulation", "concepts": ["7221", "914"], "title": "Council Regulation (EC) No 1756/2006 of 28 November 2006 amending Regulation (EC) No 2667/2000 on the European Agency for Reconstruction\n", "header": "30.11.2006 EN Official Journal of the European Union L 332/18\nCOUNCIL REGULATION (EC) No 1756/2006\nof 28 November 2006\namending Regulation (EC) No 2667/2000 on the European Agency for Reconstruction\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first sentence of Article 181a(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Community assistance provided for in Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia, repealing Regulation (EC) No 1628/96 and amending Regulations (EEC) No 3906/89 and (EEC) No 1360/90 and Decisions 97/256/EC and 1999/311/EC (2) (the CARDS programme) is implemented in Serbia and Montenegro, including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999, and in the former Yugoslav Republic of Macedonia by the European Agency for Reconstruction established by Council Regulation (EC) No 2667/2000 (3).\n(2) Regulation (EC) No 2667/2000 applies until 31 December 2006.\n(3) Regulation (EC) No 2667/2000 provides for a report from the Commission to the Council on the future of the mandate of the European Agency for Reconstruction.\n(4) The Commission submitted the said report to the Council, and to the European Parliament for information, on 23 December 2005.\n(5) In that report, the Commission proposed to discontinue the European Agency for Reconstruction, but nevertheless to extend its existence for two years, until 31 December 2008, with its current mandate and status, so as to phase out its activities under the CARDS programme.\n(6) Regulation (EC) No 2667/2000 should therefore be amended accordingly,", "main_body": ["In Article 16 of Regulation (EC) No 2667/2000, the date ‘31 December 2006’ shall be replaced by ‘31 December 2008’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2006.\nFor the Council\nThe President\nE. HEINÄLUOMA\n(1)  Opinion delivered on 12 October 2006 (not yet published in the Official Journal).\n(2)  OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2112/2005 (OJ L 344, 27.12.2005, p. 23).\n(3)  OJ L 306, 7.12.2000, p. 7. Regulation as last amended by Regulation (EC) No 389/2006 (OJ L 65, 7.3.2006, p. 5)."}