{"celex_id": "32007R1139", "uri": "http://publications.europa.eu/resource/cellar/76be87ef-8f47-4fac-a1a7-adbe1c07f1cc", "type": "Regulation", "concepts": ["1277", "1590", "6052"], "title": "Commission Regulation (EC) No 1139/2007 of 1 October 2007 concerning the authorisation of L-arginine as a feed additive (Text with EEA relevance)\n", "header": "2.10.2007 EN Official Journal of the European Union L 256/11\nCOMMISSION REGULATION (EC) No 1139/2007\nof 1 October 2007\nconcerning the authorisation of L-arginine as a feed additive\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) An application for authorisation has been submitted for L-arginine as an aminoacid.\n(3) As the application for authorisation was submitted before the date of application of Regulation (EC) No 1831/2003, it was submitted under Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition (2). As from 18 October 2004, aminoacids, their salts and analogues fall under the scope of Regulation (EC) No 1831/2003. The application is therefore to be considered as an application under Article 7 of Regulation (EC) No 1831/2003.\n(4) In order to comply with the requirements laid down in Article 7 of Regulation (EC) No 1831/2003, additional information was submitted in support of the application.\n(5) The application concerns authorisation of L-arginine as a feed additive for all animal species, to be classified in the additive category ‘nutritional additives’ and the functional group ‘aminoacids, their salts and analogues’.\n(6) The European Food Safety Authority (the Authority) concluded in its opinions of 17 April 2007 (3) that L-arginine does not have an adverse effect on animal health, human health or the environment. It further concluded that L-arginine does not present any other risk which would, in accordance with Article 5(2) of Regulation (EC) No 1831/2003, exclude authorisation. It does not consider that there is a need for specific requirements of post market monitoring. The report on the method of analysis of the feed additive in feed was submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003 to the Authority. The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘aminoacids, their salts and analogues’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 213, 21.7.1982, p. 8. Directive as last amended by Commission Directive 2004/116/EC (OJ L 379, 24.12.2004, p. 81).\n(3)  Opinion of the Scientific Panel on Additives and Products or Substances used in Animal Feed on the safety and efficacy of the product L-arginine produced by fermentation from Corynebacterium glutamicum (ATCC-13870) for all animal species. Adopted on 17 April 2007. The EFSA Journal (2007) 473, p. 1-19.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of nutritional additives. Functional group: amino acids, their salts and analogues\nCharacterisation of the additive:\nAnalytical method:\n(1)  OJ L 257, 19.9.1998, p. 14."}