{"celex_id": "32004R2084", "uri": "http://publications.europa.eu/resource/cellar/d5224e88-e37b-42db-940b-21d4baff9bd5", "type": "Regulation", "concepts": ["2136", "3003", "4171", "6210", "755"], "title": "Commission Regulation (EC) No 2084/2004 of 6 December 2004 derogating from Regulation (EEC) No 2837/93 as regards the period for paying the aid to maintain olive groves in traditional olive-growing areas in the smaller Aegean islands\n", "header": "7.12.2004 EN Official Journal of the European Union L 360/19\nCOMMISSION REGULATION (EC) No 2084/2004\nof 6 December 2004\nderogating from Regulation (EEC) No 2837/93 as regards the period for paying the aid to maintain olive groves in traditional olive-growing areas in the smaller Aegean islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) The third subparagraph of Article 2(1) of Commission Regulation (EEC) No 2837/93 of 18 octobre 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 with regard to the maintenance of olive groves in traditional olive-growing areas (2) provides that the flat-rate aid per hectare to maintain olive groves in traditional olive-growing areas in the smaller Aegean islands is to be paid out during the period 16 October to 30 November each year.\n(2) In the Aegean islands, the aid might be paid using software covering the entire region concerned. This software was introduced in a pilot project in 2003 and now needs to be adjusted. For 2004, therefore, Greece should be allowed to extend the period for payment of the flat-rate aid per hectare from 16 October 2004 until 31 January 2005 instead of 16 November as in other years.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["As an exception to the third subparagraph of Article 2(1) of Regulation (EEC) No 2837/93, Greece is hereby authorised, for 2004, to pay the flat-rate aid per hectare to maintain olive groves as provided for in Article 11(1) of Regulation (EEC) No 2019/93 from 16 October 2004 until 31 January 2005.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 184, 27.7.1993, p. 1. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2)  OJ L 260, 19.10.1993, p. 5. Regulation as last amended by Regulation (EC) No 2384/2002 (OJ L 358, 31.12.2002, p. 124)."}