{"celex_id": "32007R0964", "uri": "http://publications.europa.eu/resource/cellar/08b9e9f7-638c-4517-b12b-b422076a5cd4", "type": "Regulation", "concepts": ["13", "161", "1644", "2299", "2771", "3191", "3732", "5334"], "title": "Commission Regulation (EC) No 964/2007 of 14 August 2007 laying down detailed rules for the opening and administration of the tariff quotas for rice originating in the least developed countries for the marketing years 2007/2008 and 2008/2009\n", "header": "15.8.2007 EN Official Journal of the European Union L 213/26\nCOMMISSION REGULATION (EC) No 964/2007\nof 14 August 2007\nlaying down detailed rules for the opening and administration of the tariff quotas for rice originating in the least developed countries for the marketing years 2007/2008 and 2008/2009\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1), and in particular Article 12(6) thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2), and in particular Articles 10(2) and 13(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1401/2002 (3) lays down detailed rules for the opening and administration of the tariff quotas for rice originating in the least developed countries for the marketing years 2002/2003 to 2008/2009. Since its entry into force, horizontal or sectoral implementing regulations, that is, Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), Commission Regulation (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (5), and Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (6), have been adopted or amended, and must be taken into account in respect of this quota.\n(2) Regulation (EC) No 1301/2006 lays down in particular detailed rules for applications for import licences, the status of applicants and the issue of licences. It applies without prejudice to additional conditions or derogations laid down by the sectoral regulations. For the sake of clarity, therefore, the administration of the Community tariff quotas for imports of rice originating in the least developed countries should be adapted by adopting a new regulation and repealing Regulation (EC) No 1401/2002.\n(3) Article 12(5) of Regulation (EC) No 980/2005 lays down that, until Common Customs Tariff duties are entirely suspended as from 1 September 2009, a global tariff quota at zero duty is to be opened for every marketing year for products of CN code 1006, originating in a country that, according to Annex I of that Regulation, benefits from the special arrangements for least developed countries. This tariff quota is calculated on the basis of a quantity of 2 895 tonnes for the 2002/2003 marketing year, in husked rice equivalent, for products of CN code 1006, increased by 15 % for each of the following marketing years. Those quantities should be fixed for the coming marketing years on those bases.\n(4) In the interests of sound administration of those quotas, operators should be permitted to submit licence applications in the first seven days of the marketing year starting on 1 September and, if there are any remaining quantities, it should be possible to submit new applications in the first seven days of February. For the same reason the specific rules which apply to the drawing up of licence applications, their issue, their period of validity and the notification of information to the Commission should be laid down in this Regulation, as well as suitable administrative measures to ensure that the volume of the quota fixed is not exceeded. In any event, under Regulation (EC) No 1301/2006 licences are valid only up to and including the last day of the tariff quota period. Moreover, in order to improve controls on the quota, the security should be fixed at a level commensurate with the risks involved.\n(5) The rules on the proof of origin set out in Articles 67 to 97 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (7) define the concept of originating products to be used for the purposes of generalised tariff preferences. Provision should be made for the application of those rules.\n(6) These measures should be applied from the start of the next marketing year, 1 September 2007.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   The annual import tariff quotas at zero duty referred to in Article 12(5) of Regulation (EC) No 980/2005 shall be opened on the first day of each marketing year for products falling within CN code 1006 expressed in husked rice equivalent, under the following conditions:\n(a) serial number 09,4177 and a quantity of 5 821 tonnes for the 2007/2008 marketing year;\n(b) serial number 09,4178 and a quantity of 6 694 tonnes for the 2008/2009 marketing year.\nThe quotas referred to in the first subparagraph shall apply only to imports originating in the countries which, pursuant to Annex I to Regulation (EC) No 980/2005, benefit from the special arrangements for the least developed countries.\n2.   The conversion rate between husked rice and paddy rice, semi-milled or wholly-milled rice shall be the rate laid down in Article 1 of Commission Regulation No 467/67/EEC (8), except for broken rice, for which the quantities demanded shall be based on the actual weight.\n3.   Regulations (EC) No 1291/2000, (EC) No 1342/2003 and (EC) No 1301/2006 shall apply, save as otherwise provided for in this Regulation.", "1.   The import licence application and the import licence shall contain the following entries:\n(a) in box 8, the country of origin, ‘yes’ being marked by a cross.\n(b) in box 20, the serial number of the quota and the words ‘Regulation (EC) No 964/2007’.\n2.   Each licence application shall indicate a quantity in kilograms (whole numbers).\n3.   Notwithstanding Article 12 of Regulation (EC) No 1342/2003, the security relating to the import licences for rice shall be EUR 46 per tonne.\n4.   Licence applications shall be lodged with the competent authority in the Member State concerned during the first seven working days of the marketing year concerned and, where applicable, in the event of an additional period as referred to in paragraph 7, in the first seven days of the month of February of the same marketing year.\n5.   The allocation coefficient referred to in Article 7(2) of Regulation (EC) No 1301/2006 shall be fixed by the Commission within 10 days of the final day for notification referred to in Article 4(a) of this Regulation.\nWhere, following the application of the first subparagraph, the quantity for which a licence is to be issued is less than 20 tonnes, while the licence application was for a quantity greater, the licence application may be withdrawn by the operator within two working days following the date of entry into force of the Regulation fixing the allocation coefficient.\n6.   The import licence shall be issued on the 20th working day following the last day for the submission of applications.\n7.   If the import licences issued in accordance with paragraph 6, for applications submitted in the first seven days of the marketing year, did not cover the total quota concerned, the remaining quantities may be allocated in the additional period starting in the month of February of the current marketing year. Where the Commission decides to open the above additional period, it shall fix and publish the quantities available before 1 November of the current quota year.\n8.   Notwithstanding Article 6(1) of Regulation (EC) No 1342/2003, import licences shall be valid from their date of issue within the meaning of Article 23(2) of Regulation (EC) No 1291/2000 until the end of the sixth month following.", "1.   Release for free circulation within the quotas referred to in Article 1 of this Regulation shall be subject to presentation of a certificate of origin form A issued in accordance with Articles 67 to 97 of Regulation (EEC) No 2454/93.\n2.   The certificate of origin form A shall bear, in box 4:\n(a) the words ‘Regulation (EC) No 964/2007’;\n(b) the date of loading of the rice in the exporting beneficiary country, and the marketing year, as laid down in Article 3 of Regulation (EC) No 1785/2003, in respect of which delivery is being made;\n(c) the eight-digit CN code.", "The Member States shall send the Commission, by electronic means:\n(a) no later than the second working day following the final day for the submission of licence applications, by 18.00 (Brussels time), the information on the import licence applications referred to in Article 11(1)(a) of Regulation (EC) No 1301/2006, with a breakdown by eight-digit CN code and by country of origin of the total quantities (in product weight) covered by those applications;\n(b) no later than the second working day following the issue of the import licences, information on the licences issued, as referred to in Article 11(1)(b) of Regulation (EC) No 1301/2006, with a breakdown by eight-digit CN code and by country of origin of the total quantities (in product weight) for which import licences have been issued and the quantities for which licence applications have been withdrawn in accordance with the second subparagraph of Article 2(5);\n(c) no later than the last day of each month, the total quantities (in product weight) actually released for free circulation under this quota during the previous month but one, broken down by eight-digit CN code. If no quantities have been released for free circulation during one of these months, a ‘nil’ notification shall be sent. However, this notification shall no longer be required in the third month following the final day of validity of the licences.", "Regulation (EC) No 1401/2002 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 169, 30.6.2005, p. 1. Regulation as last amended by Commission Regulation (EC) No 606/2007 (OJ L 141, 2.6.2007, p. 4).\n(2)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(3)  OJ L 203, 1.8.2002, p. 42.\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(5)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 1996/2006 (OJ L 398, 30.12.2006, p. 1).\n(6)  OJ L 238, 1.9.2006, p. 13. Regulation amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(7)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\n(8)  OJ 204, 24.8.1967, p. 1. Regulation as last amended by Regulation (EEC) No 2325/88 (OJ L 202, 27.7.1988, p. 41)."}