{"celex_id": "32006D0948", "uri": "http://publications.europa.eu/resource/cellar/ee666448-e3e4-4004-b25f-de05a8fda4b8", "type": "Decision", "concepts": ["1519", "155", "2739", "4509", "5541", "889"], "title": "2006/948/EC: Commission Decision of 4 July 2006 on State aid which Italy is planning to implement for Cantieri Navali Termoli S.p.A (No C 48/2004 (ex 595/2003)) (notified under document number C(2006) 2972) Text with EEA relevance\n", "header": "28.12.2006 EN Official Journal of the European Union L 383/53\nCOMMISSION DECISION\nof 4 July 2006\non State aid which Italy is planning to implement for Cantieri Navali Termoli S.p.A (No C 48/2004 (ex 595/2003))\n(notified under document number C(2006) 2972)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2006/948/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving regard to Council Regulation (EC) No1540/98 establishing new rules on aid to shipbuilding (1) (hereinafter the ‘Shipbuilding Regulation’), and in particular Article 3(2) thereof,\nHaving called on interested parties to submit their comments (2) and having regard to their comments,\nWhereas:\n(1) By letter dated 22 December 2003, registered as received on the same day, the Italian authorities notified the Commission under Article 3(2) of the shipbuilding Regulation (1) of a request to extend the three-year delivery date for a vessel named C.180, for which operating aid has been granted. The ship is being built by Cantieri Navali Termoli SpA. (‘the shipyard’).\n(2) By letter dated 30 December 2004, the Commission notified Italy of its decision to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the notified measure.\n(3) The Commission decision to initiate the procedure was published in the Official Journal of the European Union\n (2). The Commission invited interested parties to submit their comments on the measures.\n(4) By letters dated 28 January 2005, 1 April 2005, 1 June 2005 and 6 July 2006, registered as received on 2 February 2005, 6 April 2005, 6 June 2005 and 7 July 2005 respectively, Italy requested extensions of the deadline for submitting its comments on the Commission’s decision to initiate proceedings. The Commission replied by letters dated 4 February 2005, 8 April 2005, 29 June 2005 and 17 July 2005 respectively.\n(5) Italy submitted its comments by letter dated 26 July 2005, registered as received on 29 July 2005. By letter dated 6 January 2006, the Commission requested additional information. The Italian authorities replied by letters dated 23 January 2006 and 2 February 2006, asking for extensions of the deadline, which the Commission granted by letters dated 27 January 2006 and 9 February 2006. By letter dated 6 March 2006, registered as received on the same day, the Italian authorities submitted the additional information requested and completed their submission by letter dated 6 April 2006.\n(6) The Commission received no comments from interested parties.\n(7) Italy asked the Commission to agree to an extension of the delivery limit of 31 December 2003, which is laid down in the Shipbuilding Regulation as a condition for receiving contract-related operating aid for ships. The extension requested concerned the delivery of a vessel named C.180, which was being built by Cantieri Navali Termoli SpA., a shipyard located in the Molise region of Italy. The extension originally requested was until 31 October 2004 (10 months).\n(8) The shipbuilding contract was signed on 30 December 2000, and delivery was originally scheduled for 30 June 2003. The ship had been ordered by Marnavi SpA., an Italian shipowner, for the transport of chemical and petroleum products. In accordance with Article 3(1) of the Shipbuilding Regulation, the shipowner was promised operating aid of 9 % for this vessel, equivalent to some EUR 3,9 million.\n(9) However, according to the Italian authorities, construction took longer than anticipated because of a combination of factors, namely the impact of the events of 11 December 2001, the subsequent need to modify the ship to meet the changed market demands, and two natural disasters — an earthquake and floods. The shipyard therefore had to request an extension of the delivery limit for ship C.180 to a date 10 months over the 31 December 2003 limit laid down in the Shipbuilding Regulation.\n(10) In their notification, the Italian authorities refer to the Commission decision of 5 June 2002 authorising a similar extension of the 31 December 2003 delivery limit for cruise ships under construction at Meyer Werft, Papenburg, Germany (the ‘Meyer Werft decision’). Specifically, they emphasise several basic similarities between the two cases in terms of: (i) the reason invoked for the extension (i.e. the impact of the 11 September 2001 terrorist attack); (ii) the market concerned (i.e. maritime transport of petroleum and chemical products); and (iii) the consolidated commercial relations between the shipyard and the shipowner (3). In short, they claim that the Meyer Werft decision sets a clear precedent for an exceptional authorisation in this case. Furthermore, they note that on 13 November 2002 the Commission took another decision granting, for similar reasons, an extension of the delivery limit for a cruise ship under construction at Kvaerner Masa yard, Finland (the ‘Kvaerner Masa decision’).\n(11) The Italian authorities justify their request by referring to what they describe as exceptional factors which were unforeseeable and external to the shipyard and which resulted in unexpected, substantial and defensible disruptions to the shipyard’s work programme. More specifically, these delays were attributable to the following events (see overview in Table 1):\n(i) Impact of the 11 September 2001 events\n(ii) Need to modify the ship to meet changed market demands\n(iii) Impact of natural disasters\nShip Cause of delay Responsibility Problems Delay Additional months required\n(i) Events of 11.9.2001:\n— suspension and late reactivation of order\n(ii) Technical modifications\n(iii) Delays due to natural disasters affecting the Molise region:\n— Earthquake on 31.10.2002\n— Floods 23 to 25.1.2003\nTotal More than 26 months More than 2 months\nExtension requested 10 months\n(12) In deciding to initiate the procedure, the Commission thought it doubtful that any of the causes of delay invoked in this case complied with Article 3(2), second subparagraph, of the Shipbuilding Regulation and so doubted that the measure was compatible with the common market under Article 87(3)(e) of the EC Treaty.\n(13) In order to allay the doubts expressed by the Commission in the decision to initiate the procedure, the Italian authorities submitted additional explanations and data supporting their views concerning the eligibility of the grounds for extending the delivery limit and the compatibility of the measure in question.\n(i) Concerning the impact of the events of 11 September 2001\n(ii) Need to modify the ship to meet changed market demands\n(iii) Impact of natural disasters (earthquake of 31 October 2002 and floods of 23 to 25 January 2003)\n(iv) Suspension of the work on C.180 (ex C.173) in 2004\n(14) The Italian authorities conclude that the causes of the delays in this case comply with Article 3(2), second subparagraph, of the Shipbuilding Regulation and that the 10-month extension of the three-year delivery limit as from the date of adoption of the Commission’s final decision is compatible with the common market within the meaning Article 87(3)(e) of the EC Treaty.\n(15) According to Article 87(1) of the EC Treaty, any aid granted by a Member State or through state resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods is, in so far as it affects trade between Member States, incompatible with the common market. Pursuant to the established case-law of the European Court of Justice, the criterion of trade being affected is met if the recipient firm carries out an economic activity involving trade between Member States.\n(16) According to Article 87(3)(e) of the Treaty, categories of aid specified by a decision of the Council acting by a qualified majority on a proposal from the Commission may be considered compatible with the common market. The Commission notes that the Council adopted the Shipbuilding Regulation on this basis on 29 June 1998. Although the Shipbuilding Regulation expired on 31 December 2003, its provisions must still be applied in assessing requests for an extension of the delivery limit since the matter concerns aid granted under that Regulation and since the Shipbuilding Framework does not provide any guidance for such requests (14).\n(17) The Commission notes that the issue of the extension of the delivery limit is decisive for establishing the admissibility of the contract in question for operating aid under Article 3 of the Shipbuilding Regulation. The operating aid in question consists of financing from state resources for some of the costs that the yard in question would normally have to bear when building a vessel. Moreover, shipbuilding is an economic activity involving trade between Member States. Therefore, the aid in question falls within the scope of Article 87(1) of the Treaty.\n(18) According to the Shipbuilding Regulation, ‘shipbuilding’ means the building of self-propelled seagoing commercial vessels. The vessel built by Cantieri Navali Termoli, a chemical tanker, is a self-propelled seagoing vessel providing specialised maritime services, namely the transportation of chemical and petroleum products, and thus falls within the scope of Article 1(a) of the Regulation.\n(19) Article 3(1) of the Shipbuilding Regulation provides for a ceiling of 9 % for contract-related operating aid for ships until 31 December 2000. According to Article 3(2), the aid ceiling applicable to the contract is that in force on the date on which the final contract is signed. However, this does not apply to ships delivered more than three years after the signing of the contract. In such cases, the ceiling applicable is that in force three years before the date of delivery of the ship. Therefore, the last delivery date for a vessel still to qualify for operating aid was, in principle, 31 December 2003.\n(20) The proposed aid for the vessel in question would be granted under Article 3 of Law No 88 of 16 March 2001, authorised by the Commission, as state aid No 502/00. It amounts to some EUR 3,9 million for ship C.180, which is no more than 9 % of the contract value.\n(21)(22) Article 3(2), second subparagraph, third sentence, of the Shipbuilding Regulation stipulates that: ‘the Commission may, however, grant an extension of the three-year delivery limit when this is found justified by the technical complexity of the individual shipbuilding project concerned or by delays resulting from unexpected disruptions of a substantial and defensible nature in the working programme of a yard due to exceptional circumstances, unforeseeable and external to the company.’ The Commission notes that the extension is sought because Cantieri Navali Termoli could not finish the vessel referred to above on account of unexpected delays external to the company.The Shipbuilding Regulation requires that the circumstances justifying the extension of the delivery limit be (a) exceptional, (b) unforeseeable and (c) external to the company. What must also be established is (d) causality between these events and the unforeseen disruptions which caused the delay, (e) their duration and (f) the substantial and defensible nature of these disruptions. The following paragraphs set out the assessment of the arguments invoked by the Italian authorities.\n(i) Impact of the events of 11 September 2001\n(ii) Need to modify the ship to meet changed market demands\n(iii) Impact of the natural disasters which hit the Molise region, where the yard is located\n(23) Consequently, the Commission considers that the exceptional circumstances described above have not had an impact on the specific programme of work on the ship in question that would justify the requested 10-month extension to the delivery limit. Therefore, the arguments set out in (i) to (iii) cannot be accepted.\n(24) Given the lack of substantial evidence, the extension cannot be authorised on these grounds.\n(iv) Suspension of work on C.180 (ex C.173) in 2004\n(25) In the light of the above, the Commission finds that the measure under examination constitutes state aid within the meaning of Article 87(1) of the Treaty. The information submitted by the Italian authorities, including that provided during the formal investigation, has confirmed the Commission’s doubts as to whether the causes of delays invoked in this case satisfied Article 3(2), second subparagraph, of the Shipbuilding Regulation, and so the measure under examination is not compatible with the common market under Article 87(3)(e) of the Treaty.", "main_body": ["The three-year delivery limit laid down in Article 3(2) of Regulation (EC) No 1540/98 may not be extended for ship C.180 (ex C.173) built by Cantieri Navali Termoli SpA.\nThe contract-related operating aid for that ship may not, therefore, be implemented.", "Italy shall inform the Commission, within two months of notification of this Decision, of the measures taken to comply with it.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 4 July 2006.\nFor the Commission\nNelly KROES\nMember of the Commission\n(1)  OJ L 202, 18.7.1998, p. 1.\n(2)  OJ C 42, 18.2.2005, p. 15.\n(3)  Between 2000 and 2004 Marnavi accounted for about 43 % of Cantieri Navali Termoli's turnover whereas, during the earlier period from 1995 to 1999, its share was close to zero.\n(4)  The shipyard is a very small company employing 51 people.\n(5)  The Italian authorities state that the Commission's reference to the Clarkson report in footnote 11 of the decision to initiate the procedure is incorrect because it refers to a report of November 2003 instead of October 2003.\n(6)  The Clarkson Shipping Review & Outlook, autumn 2003, pp 7-44 and 127; Clarkson: ‘Review of Tanker/Chemical/Small LPG Markets and Newbuilding Investment over 2001 and onwards’, October 2003, pp.17-20.\n(7)  The tankers in question are the C.173 and C.180, discussed below.\n(8)  These concern mainly the ship's size and number of tanks, and its length and width.\n(9)  The Italian authorities say that theses changes concerned both the original C.173 and C.180 (ex C.173) and had been agreed between the yard and the shipowner before suspension of the contract in 2001 following the letter from Novamar of February 2001, which indicated that both ships could be subject to changes. They further state that work on the modified C.180 (ex C.173) was already under way before being formalised in a contract addendum in December 2003.\n(10)  According to the Italian authorities’ interpretation of Commission Decisions 691/2003 of 9 July 2003 and 727/1993 of 21 December 1993, the type of ship and the changes in question would qualify for the ‘technical complexity’ exemption accepted by the Commission.\n(11)  Commission decision C(2004)3344 fin. cor. of 8 September 2004 concerning Case No 147/2004.\n(12)  These subsystems of the hull, the carpentry and outfitting services for the vessel, the supply of stainless steel plate, the supply and installation of electrical fittings, and the supply of consultancy services for the modification of the vessel C.173 subsequently rebaptised C.180 to increase its capacity and power.\n(13)  As a result of these contract cancellations, the yard was obliged to invoke the ‘force majeure’ clause with respect to the shipowner; this eventually prompted the latter’s decision to abandon the construction of one of the two vessels it had ordered at the yard.\n(14)  OJ C 317, 30.12.2003, p. 11.\n(15)  See Case No 99/02 (OJ C 262, 29/10/2002), Odense shipyard — Prolongation of three-year delivery limits for two ships (Denmark).\n(16)  ‘Review of Tanker/Chemical/Small LPG Markets & Newbuilding Investment over 2001 and onwards’, Clarkson Research, November 2003, pp. 19 and 20."}