{"celex_id": "32002D0933", "uri": "http://publications.europa.eu/resource/cellar/e625b1d4-3e0c-46d0-bc97-123b7065c0b5", "type": "Decision", "concepts": ["1309", "1445", "192", "2737", "5969"], "title": "2002/933/EC: Commission Decision of 28 November 2002 amending Decision 2002/69/EC concerning certain protective measures with regard to the products of animal origin imported from China (Text with EEA relevance) (notified under document number C(2002) 4583)\n", "header": "Commission Decision\nof 28 November 2002\namending Decision 2002/69/EC concerning certain protective measures with regard to the products of animal origin imported from China\n(notified under document number C(2002) 4583)\n(Text with EEA relevance)\n(2002/933/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22(1) thereof,\nWhereas:\n(1) Commission Decision 2002/69/EC of 30 January 2002 concerning certain protective measures with regard to the products of animal origin imported from China(2), as last amended by Decision 2002/768/EC(3), was adopted following the identification during a Community inspection visit to China of serious shortcomings as regards veterinary medicines regulation and the residue control system in live animals and animal products, and following the presence of harmful residues, including chloramphenicol, in products intended for human or animal consumption, presenting a risk to their health.\n(2) Decision 2002/69/EC was to be reviewed on the basis of the information provided by the Chinese competent authorities of any results from the increased monitoring and testing carried out by Member States on consignments arriving before 14 March 2002 and, if necessary, of the results of an on-the-spot inspection visit by Community experts.\n(3) In view of the information provided by the Chinese authorities as regards the control and the production conditions of crayfish of the species Procambrus clarkii and surimi obtained from the fishery species listed in Decision 2002/69/EC, imports of these products from China should be authorised. However, since the presence of chloramphenicol was detected in surimi and crayfish, it is necessary, in order to ensure their safety, to carry out intensified monitoring and testing of imports of these products applying to 20 % of the consignments arriving at the Community border inspection posts.\n(4) Decision 2002/69/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 2002/69/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 2 December 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 24, 30.1.1998, p. 9.\n(2) OJ L 30, 31.1.2002, p. 50.\n(3) OJ L 260, 28.9.2002, p. 31.\nANNEX\n\"ANNEX II\nList of products of animal origin intended for human consumption or animal feed use authorised to be imported into the Community, subject to a chemical test under the conditions of Article 3\n- Casings\n- Crayfish of the species Procambrus clarkii caught in natural fresh waters by fishing operations.\n- Surimi obtained from the fish species authorised in the list in the Annex I.\""}