{"celex_id": "32007R0077", "uri": "http://publications.europa.eu/resource/cellar/dcb18933-c685-4365-8dbc-c9ed4b2eb96f", "type": "Regulation", "concepts": ["164", "2173", "4718", "473", "4734"], "title": "Commission Regulation (EC) No 77/2007 of 26 January 2007 fixing a percentage for acceptance of contracts concluded for the optional distillation of table wine\n", "header": "27.1.2007 EN Official Journal of the European Union L 20/9\nCOMMISSION REGULATION (EC) No 77/2007\nof 26 January 2007\nfixing a percentage for acceptance of contracts concluded for the optional distillation of table wine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (1), and in particular Article 63a(5) thereof,\nWhereas:\n(1) Article 63a of Regulation (EC) No 1623/2000 lays down the detailed rules for applying the arrangements for distilling wine as referred to in Article 29 of Council Regulation (EC) No 1493/1999 (2). This is optional, subsidised distillation intended to support the wine market and help ensure an uninterrupted supply to the potable alcohol sector. To that end, contracts are concluded between wine producers and distillers. These contracts were notified to the Commission by the Member States up to 15 January 2007.\n(2) For the 2006/07 wine year, distillation was opened in the period 1 October to 23 December. The quantities of wine covered by distillation contracts notified to the Commission by the Member States exceed the limits imposed by available budget resources and the absorption capacity of the potable alcohol sector. A single percentage should therefore be fixed for acceptance of the quantities notified for distillation.\n(3) Pursuant to the first subparagraph of Article 63a(6) of Regulation (EC) No 1623/2000, the Member States are to approve distillation contracts within a period beginning on 30 January. This Regulation should therefore enter into force immediately,", "main_body": ["The quantities of wine for which contracts were concluded and notified to the Commission under Article 63a(4) of Regulation (EC) No 1623/2000 up to 15 January 2007 shall be accepted up to 86,99 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 2016/2006 (OJ L 384, 29.12.2006, p. 38).\n(2)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}