{"celex_id": "32005R2103", "uri": "http://publications.europa.eu/resource/cellar/0d90e21f-3a33-405e-ab9d-a42f75ed1be3", "type": "Regulation", "concepts": ["367", "4038", "424", "4256", "4369", "4502", "5283"], "title": "Council Regulation (EC) No 2103/2005 of  12 December 2005  amending Regulation (EC) No 3605/93 as regards the quality of statistical data in the context of the excessive deficit procedure\n", "header": "22.12.2005 EN Official Journal of the European Union L 337/1\nCOUNCIL REGULATION (EC) No 2103/2005\nof 12 December 2005\namending Regulation (EC) No 3605/93 as regards the quality of statistical data in the context of the excessive deficit procedure\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 104(14) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Central Bank (2),\nWhereas:\n(1) Statistical data to be used for the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community must be provided by the Commission. The Commission does not directly compile these data but relies on data compiled and reported by the national authorities pursuant to Article 3 of that Protocol.\n(2) The role of the Commission, as statistical authority, in that context is specifically exercised by Eurostat, on behalf of the Commission. As the Commission department responsible for carrying out the tasks devolving on the Commission as regards the production of Community statistics, Eurostat is required to execute its tasks in accordance with the principles of impartiality, reliability, relevance, cost-effectiveness, statistical confidentiality and transparency, as laid down in Commission Decision 97/281/EC of 21 April 1997 on the role of Eurostat as regards the production of Community statistics (3). The implementation by the national and Community statistical authorities of the Recommendation of the Commission of 25 May 2005 on the independence, integrity and accountability of the national and Community statistical authorities should enhance the principle of professional independence, adequacy of resources and quality of statistical data.\n(3) Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (4) contains the relevant definitions for the purpose of the excessive deficit procedure and lays down a timetable for the reporting to the Commission of annual government deficit and debt and of other annual government data. In its current wording, the Regulation does not contain provisions concerning the assessment of the quality of the data reported by Member States or to the provision of data by the Commission.\n(4) Following a proposal by the Commission, the Council (ECOFIN) adopted on 18 February 2003 a Code of Best Practice on the compilation and reporting of data in the context of the excessive deficit procedure, in an attempt to clarify and streamline procedures, at both Member States and Commission levels, when compiling and reporting the European System of Accounts 1995 (ESA 95) (5), government accounts, and in particular data for government deficit and debt, in the context of the excessive deficit procedure.\n(5) A revision of the deadlines for reporting data in the context of the excessive deficit procedure should ensure full consistency with the deadlines of the ESA transmission programme (6) on government expenditure and revenue, financial balance sheets, financial transactions and debt with quarterly and annual frequency. The purpose of the revision of reporting deadlines is to streamline the Member States’ reporting obligations, and the revision implies some future amendment of the ESA 95 transmission programme, to be carried out by a Commission Regulation.\n(6) The credibility of budgetary surveillance crucially hinges upon reliable budgetary statistics. It is of the utmost importance that data reported by Member States under Regulation (EC) No 3605/93 and provided by the Commission to the Council in accordance with the Protocol be of high quality.\n(7) It is necessary to specify measures to improve the quality of actual government data reported in the context of the excessive deficit procedure which build on existing best practices and which would allow the Council and the Commission to perform their duties under the Treaty. Core elements for the evaluation of quality are laid down in the Quality Declaration of the European Statistical System, adopted by the Statistical Programme Committee in September 2001.\n(8) In accordance with the principle of proportionality, as set out in Article 5 of the Treaty, the measures provided for in this Regulation necessary to achieve the objective of strengthening the statistical monitoring of the quality of the reported data in the context of the excessive deficit procedure do not go beyond what is required to achieve this objective.\n(9) The compilation of budgetary statistics is governed by the principles laid down in Council Regulation (EC) No 322/97 of 17 February 1997 on Community statistics (7), most notably the principles of impartiality, reliability, relevance and transparency.\n(10) Eurostat shall be responsible, on behalf of the Commission, for assessing the quality of the data and for providing the data to be used in the context of the excessive deficit procedure, in accordance with Commission Decision 97/281/EC.\n(11) A permanent dialogue should be established between the Commission and the Member States’ statistical authorities in order to ensure the quality both of the actual data reported by Member States and of the underlying government sector accounts compiled in accordance with ESA 95. To that end, regular dialogue visits, as well as possible methodological visits, may be carried out by the Commission, thus enhancing the monitoring of the reported data and providing continuing assurance of data quality. Member States are to provide the Commission with prompt access to the information. Dialogue visits should be the rule. Methodological visits should only be undertaken in cases where the Commission (Eurostat) identifies substantial risks or potential problems with the quality of the data, especially where it relates to the methods, concepts and classifications applied to the data, which Member States are obliged to report. The conduct of these possible methodological visits will be based on exchange of information amongst all the relevant fora, in particular the Economic and Financial Committee.\n(12) Detailed inventories of the methods, procedures and sources used for the compilation of actual deficit and debt data and the underlying government sector accounts compiled according to ESA 95 are to be provided to the Commission, updated and made public by the Member States.\n(13) Prompt decisions by the Commission (Eurostat) on the correct accounting treatment of a transaction in accordance with Council Regulation (EC) No 2223/96 are needed in cases of doubt as to the correct accounting treatment of a government transaction or in cases which are either complex or of general interest.\n(14) Rules governing the provision of data by the Commission (Eurostat) are to be clarified in terms of the time limit for such provision and any reservations and amendments.\n(15) Coverage of the reporting needs to be brought in line with the data currently reported by the Member States. More generally, Regulation (EC) No 3605/93 needs to be updated in the light of the experience gained through the implementation of the Code of Best Practice.\n(16) Regulation (EC) No 3605/93 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 3605/93 is hereby amended as follows:\n1. Article 3 shall be replaced by the following:\n2. in Article 4, paragraphs 1, 2 and 3 shall be replaced by the following:\n— shall report to the Commission their planned government deficit for year n, an up-to-date estimate of their actual government deficit for year n-1 and their actual government deficits for years n-2, n-3 and n-4,\n— shall simultaneously provide the Commission with their planned data for year n and the actual data for years n-1, n-2, n-3 and n-4 of their corresponding public accounts budget deficits in accordance with the definition which is given most prominence nationally and with the figures which explain the transition between the public accounts budget deficit and their government deficit for the sub-sector S.1311,\n— shall simultaneously provide the Commission with their actual data for years n-1, n-2, n-3 and n-4 of their corresponding working balances and with the figures which explain the transition between the working balances of each government sub-sector and their government deficit for the sub-sectors S.1312, S.1313 and S.1314,\n— shall report to the Commission their planned level of government debt at the end of year n and their levels of actual government debt at the end of years n-1, n-2, n-3 and n-4,\n— shall simultaneously provide the Commission, for years n-1, n-2, n-3 and n-4, with the figures which explain the contribution of the government deficit and other factors relevant to the variation in the level of their government debt by sub-sector.\n— their updated planned government deficit for year n and their actual government deficits for years n-1, n-2, n-3 and n-4 and shall comply with the requirements of the second and third indents of paragraph 2,\n— their updated planned level of government debt at the end of year n and their levels of actual government debt at the end of years n-1, n-2, n-3 and n-4, and shall comply with the requirements of the fifth indent of paragraph 2.’;\n3. Articles 7 and 8 shall be replaced by the following:\n4. After Article 8, the following sections shall be inserted:\n— data from national accounts,\n— inventories,\n— EDP notification tables,\n— additional questionnaires and clarification related to the notifications.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  Opinion delivered on 23 June 2005 (not yet published in the Official Journal).\n(2)  OJ C 116, 18.5.2005, p. 11.\n(3)  OJ L 112, 29.4.1997, p. 56.\n(4)  OJ L 332, 31.12.1993, p. 7. Regulation as last amended by Commission Regulation (EC) No 351/2002 (OJ L 55, 26.2.2002, p. 23).\n(5)  Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community (OJ L 310, 30.11.1996, p. 1). Regulation as last amended by Regulation (EC) No 1267/2003 of the European Parliament and of the Council (OJ L 180, 18.7.2003, p. 1).\n(6)\n— Commission Regulation (EC) No 264/2000 of 3 February 2000 on the implementation of Council Regulation (EC) No 2223/96 with respect to short term public finance statistics (OJ L 29, 4.2.2000, p. 4).\n— Regulation (EC) No 1221/2002 of the European Parliament and of the Council of 10 June 2002 on quarterly non-financial accounts for general government (OJ L 179, 9.7.2002, p. 1).\n— Regulation (EC) No 501/2004 of the European Parliament and of the Council of 10 March 2004 on quarterly financial accounts for general government (OJ L 81, 19.3.2004, p. 1).\n— Council Regulation (EC) No 1222/2004 of 28 June 2004 concerning the compilation and transmission of data on the quarterly government debt (OJ L 233, 2.7.2004, p. 1).\n— Commission Regulation (EC) No 1500/2000 of 10 July 2000 implementing Council Regulation (EC) No 2223/96 with respect to general government expenditure and revenue (OJ L 172, 12.7.2000, p. 3).\n— Council Regulation (EC) No 2223/96 (OJ L 310, 30.11.1996, p. 1).\n(7)  OJ L 52, 22.2.1997, p. 1.\n(8)  OJ L 59, 6.3.1991, p. 19.’"}