{"celex_id": "32007R0323", "uri": "http://publications.europa.eu/resource/cellar/5ef722b8-552a-4329-8cbe-1dafe272a4dd", "type": "Regulation", "concepts": ["1158", "2537", "2825", "3885", "4308"], "title": "Commission Regulation (EC) No 323/2007 of 26 March 2007 amending Annex V to Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants and amending Directive 79/117/EEC (Text with EEA relevance )\n", "header": "27.3.2007 EN Official Journal of the European Union L 85/3\nCOMMISSION REGULATION (EC) No 323/2007\nof 26 March 2007\namending Annex V to Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants and amending Directive 79/117/EEC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (1), and in particular Article 7(6), and Article 14(3) thereof,\nWhereas:\n(1) As specified in Part 1 of Annex V to Regulation (EC) No 850/2004, the operations laid down in Part 2 of that Annex may also require in some cases pre-treatment operations. Therefore, Part 2 of Annex V needs to be amended accordingly.\n(2) The measures provided for in this Regulation are the most appropriate to ensure a high level of protection.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18 of Council Directive 75/442/EEC of 15 July 1975 on waste (2),", "main_body": ["The Annex V to Regulation (EC) No 850/2004 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 158, 30.4.2004, p. 7, as corrected by OJ L 229, 29.6.2004, p. 5. Regulation as last amended by Council Regulation (EC) No 172/2007 (OJ L 55, 23.2.2007, p. 1).\n(2)  OJ L 194, 25.7.1975, p. 39. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nIn Part 2 of Annex V to Regulation (EC) No 850/2004 the following paragraph is added after the first sentence:\n‘Pre-treatment operations prior to permanent storage pursuant to this part of this Annex may be performed, provided that a substance listed in Annex IV that is isolated from the waste during the pre-treatment is subsequently disposed of in accordance with Part 1 of this Annex. In addition, repackaging and temporary storage operations may be performed prior to such pre-treatment or prior to permanent storage pursuant to this part of this Annex.’"}