{"celex_id": "32002D0501", "uri": "http://publications.europa.eu/resource/cellar/4d3d34a8-0ae3-4157-83a4-669aa59855c8", "type": "Decision", "concepts": ["1474", "161", "4713", "5563"], "title": "2002/501/EC: Commission Decision of 18 March 2002 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Croatia concerning the certificate referred to in paragraph 6 of the Agreement on reciprocal preferential trade concessions for certain wines (notified under document number C(2002) 666)\n", "header": "Commission Decision\nof 18 March 2002\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Croatia concerning the certificate referred to in paragraph 6 of the Agreement on reciprocal preferential trade concessions for certain wines\n(notified under document number C(2002) 666)\n(2002/501/EC)\nTHE COMMISSION OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decisions 2001/918/EC(1) and 2001/919/EC(2) concerning the conclusion of an Additional Protocol adjusting the trade aspects of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part, and an Additional Protocol adjusting the trade aspects of the Interim Agreement between the European Community and the Republic of Croatia to take account of the outcome of the negotiations between the parties on reciprocal preferential concessions for certain wines, the reciprocal recognition, protection and control of wine names and the reciprocal recognition, protection and control of designations for spirits and aromatised drinks, and in particular Article 3 thereof,\nWhereas:\n(1) Within these Decisions the Council has concluded with the Republic of Croatia Additional Protocols including Agreements on reciprocal preferential concessions for certain wines, the reciprocal recognition, protection and control of wine names and the reciprocal recognition, protection and control of designations for spirits and aromatised drinks, hereinafter referred to as \"Additional Protocols on wine\". The Additional Protocols on wine apply as of 1 January 2002.\n(2) Paragraph 6 of Annex 1 (Agreement on reciprocal preferential trade concessions for certain wines) of the Additional Protocols on wine to the Stabilisation and Association Agreement and the Interim Agreement, concluded on 7 December 2001, stipulates that the entitlement to benefit from the tariff concessions is subject to presentation of a certificate issued by a mutually recognised official body appearing on a list drawn up jointly, to the effect that the wine in question complies with point 5(b).\n(3) The Commission, on behalf of the Community, and the Republic of Croatia have agreed in the Additional Protocols on wine to the Stabilisation and Association Agreement and the Interim Agreement implementing rules for the abovementioned certificate. Therefore, the Commission should approve these rules agreed upon in the form of an Exchange of Letters.\n(4) The measures provided for in this Decision and in the attached Exchange of Letters are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Croatia concerning the certificate referred to in paragraph 6, Annex 1 of the Agreement on reciprocal preferential trade concessions for certain wines is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.\nThe Director-General for Agriculture and Rural Development of the Commission of the European Communities is authorised to sign the Agreement in the form of an Exchange of Letters.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 18 March 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 342, 27.12.2001, p. 42.\n(2) OJ L 342, 27.12.2001, p. 60."}