{"celex_id": "32007D0354", "uri": "http://publications.europa.eu/resource/cellar/bb6453bf-f078-4d86-985e-3e43a378e7a3", "type": "Decision", "concepts": ["1445", "1755", "1854", "2211", "3034", "3584", "4152", "5369"], "title": "2007/354/EC: Commission Decision of 21 May 2007 amending Decision 2005/393/EC as regards restricted zones in relation to bluetongue (notified under document number C(2007) 2090) (Text with EEA relevance)\n", "header": "25.5.2007 EN Official Journal of the European Union L 133/37\nCOMMISSION DECISION\nof 21 May 2007\namending Decision 2005/393/EC as regards restricted zones in relation to bluetongue\n(notified under document number C(2007) 2090)\n(Text with EEA relevance)\n(2007/354/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular the second subparagraph of Article 6(1), Article 11 and Article 12 thereof,\nWhereas:\n(1) Directive 2000/75/EC lays down control rules and measures to combat bluetongue in the Community, including the establishment of protection and surveillance zones and a ban on susceptible species leaving those zones.\n(2) Article 6(1)(c) of Directive 2000/75/EC provides that where the presence of the bluetongue virus is officially confirmed, the official veterinarian is to extend certain measures provided for in Article 4 of that Directive to holdings located within a radius of 20 kilometres around the infected holding. Those measures aim at containing the disease in an initial state after virus introduction into a newly infected zone.\n(3) However, in accordance with Article 6(2) those measures may be modulated by the affected Member State on the basis of the positive outcome of a risk assessment which takes into account geographical, epidemiological, ecological, entomological, meteorological and historical data and active surveillance results, including percentage of seropositive animals, virus serotype circulating and occurrence of vectors likely to be competent.\n(4) It is therefore appropriate to lay down requirements for the exemption from the movement ban for animals leaving the 20 kilometres area around the infected holding, including animals destined for intra-Community trade and export, after having obtained the prior approval of the competent authority of the place of destination.\n(5) Commission Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (2) provides for the demarcation of the global geographic areas where protection and surveillance zones (the restricted zones) are to be established by the Member States in relation to bluetongue.\n(6) Commission Decision 93/444/EEC of 2 July 1993 on detailed rules governing intra-Community trade in certain live animals and products intended for exportation to third countries (3) provides that animals intended for export must be accompanied until the exit point from the Community by a certificate which contains, where necessary, the additional guarantees provided for by Community legislation for animals intended for slaughter. Accordingly, the certificate covering animals for export should include a reference to any insecticide treatment carried out pursuant to Decision 2005/393/EC.\n(7) It is appropriate to provide for the conditions for the treatment of the animals and the means of transport with authorised insecticides at the place of loading from the restricted zones destined for or passing through areas outside a restricted zone. When during the transit through a restricted zone, a rest period is foreseen in a control post the animals must be protected from any attacks by vectors.\n(8) Decision 2005/393/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/393/EC is amended as follows:\n1. Article 2a is replaced by the following:\n(a) animals destined for a holding within a radius of 20 km around an infected holding;\n(b) animals destined for direct transport to a slaughterhouse situated within the restricted zone around the holding of dispatch;\n(c) animals destined for a holding which is situated in the restricted zone around the holding of dispatch and outside a radius of 20 km around an infected holding, subject to:\n(i) either prior approvals of the competent authorities of the place of the holdings of dispatch and destination and compliance with any animal health guarantees required by those competent authorities concerning measures against the spread of the bluetongue virus, and protection against attacks by vectors; or\n(ii) an agent identification test as set out in Section A(1)(c) of Annex II carried out with negative results on a sample taken, within 48 hours prior to the time of dispatch, from the animal concerned which must be protected from attacks by vectors at least from the time that sample was taken and must not leave the holding of destination, except for direct slaughter or in accordance with Section A of that Annex;\n(d) animals destined for a holding or for direct transport to a slaughterhouse which is situated outside the restricted zone around the holding of dispatch, including animals for intra-Community trade or export, subject to:\n(i) prior approvals of the competent authorities of the Member States where the holdings of dispatch and destination are located and compliance with any animal health guarantees required by those competent authorities concerning measures against the spread of the bluetongue virus, and protection against attacks by vectors; and\n(ii) compliance with at least the conditions set out in Article 3 or Article 4; and\n(iii) in case of animals destined for intra-Community trade, the Member State of origin shall ensure that the following additional wording is added to the corresponding health certificates laid down in Council Directives 64/432/EEC, 91/68/EEC and 92/65/EEC, or, where the animals are destined for export, the health certificate laid down in Decision 93/444/EEC\n2. Article 6 is replaced by the following:", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74. Directive as last amended by the Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2007/227/EC (OJ L 98, 13.4.2007, p. 23).\n(3)  OJ L 208, 19.8.1993, p. 34."}