{"celex_id": "32000D0568", "uri": "http://publications.europa.eu/resource/cellar/b1bb830a-4f7d-4775-a073-e6ed593c1027", "type": "Decision", "concepts": ["1763", "191", "2232", "2548", "5369", "690"], "title": "2000/568/EC: Commission Decision of 8 September 2000 amending Decision 96/301/EC authorising Member States temporarily to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt (notified under document number C(2000) 2531)\n", "header": "Commission Decision\nof 8 September 2000\namending Decision 96/301/EC authorising Member States temporarily to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt\n(notified under document number C(2000) 2531)\n(2000/568/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), and in particular Article 16(3) thereof,\nWhereas:\n(1) Where a Member State considers that there is an imminent danger of the introduction into its territory of Pseudomonas solanacearum (Smith) Smith, the cause of potato brown rot, from a third country, it may temporarily take any additional measures necessary to protect itself from that danger.\n(2) In 1996, on the basis of continued interceptions of Pseudomonas solanacearum (Smith) Smith in potatoes originating in Egypt, several Member States - France, Finland, Spain and Denmark - adopted measures to implement a ban on potatoes originating in Egypt, with a view to ensuring more efficient protection against the introduction of Pseudomonas solanacearum (Smith) Smith from Egypt into their respective territories.\n(3) The Commission, by Decision 96/301/EC(2), required Member States temporarily to take additional measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt. Furthermore as a result of unacceptable numbers of interceptions of Pseudomonas solanacearum (Smith) Smith on imports of potatoes originating in Egypt during the import season 1996/97 and 1997/98, Decision 96/301/EC was amended and further strengthened by Decision 98/105/EC(3) and again by Decision 98/503/EC(4), with the result that the import into the Community of potatoes originating in Egypt was banned except where the potatoes originated in pest free areas established in accordance with the FAO International Standard for Phytosanitary Measures Part 4: Pest Surveillance - Requirements of the Establishment of Pest-Free Areas.\n(4) Cases of Pseudomonas solanacearum (Smith) Smith continued to be found in imports of potatoes originating in Egypt during 1998/99, and as a consequence the import into the territory of the Community of tubers of Solanum tuberosum L. originating in Egypt was prohibited between 3 April 1999 and the beginning of the 1999/2000 import season.\n(5) The situation was then reassessed: Egypt informed the Commission that administrative measures had been strengthened to control the processes of harvesting, handling and packing of potatoes by the Egyptian Central Administration for Plant Quarantine. Moreover Egypt confirmed that improved measures were taken against exporters who violate Egyptian instructions on the export of potatoes destined to the EU.\n(6) Egypt also informed the Commission that they would apply a strict control system to ensure and maintain freedom within \"approved pest-free areas\" from the above pathogen.\n(7) In the light of the Egyptian assurances, the Commission considered it appropriate, by Decision 1999/842/EC(5), to remove the prohibition on the import of potatoes from officially approved \"pest-free areas\" for the 1999/2000 import season.\n(8) During the 1999/2000 season, the situation improved significantly and only 1 interception of Pseudomonas solanacearum (Smith) Smith on imports of potatoes originating in Egypt was recorded. Thus it appears that restricting imports to potatoes originating in \"pest-free areas\" is effective to prevent the introduction of this pathogen.\n(9) Therefore it should be possible to permit for the import season 2000/2001 the entry into the territory of the Community of Solanum tuberosum L. which originate in Egypt from pest-free areas which have been approved in Egypt in accordance with the said FAO International Standard.\n(10) The Commission will ensure that Egypt makes available all technical information in relation to surveying and monitoring necessary for the approval of such \"pest-free areas\" in accordance with the said FAO International Standard in order to enable the Commission to carry out the necessary assessment for its aforesaid action. Such technical information shall be sufficiently detailed to give evidence that the specific risk factors both in the delta and in the desert region are sufficiently addressed while establishing the approved PFAs in Egypt.\n(11) The effects of the emergency measures will be assessed continually, in the import season 2000/2001, and whereas possible consequences will be considered if it is established that the conditions laid down in this Decision have not been complied with.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health (hereinafter referred to as the Committee),", "main_body": ["Decision 96/301/EC is hereby amended as follows:\n1. The text of Article 1a is replaced by the following:\n\"1. By way of derogation to Article 1, for the import season 2000/2001, the entry into the territory of the Community of tubers of Solanum tuberosum L. which originate in Egypt shall be permitted from the 'pest-free areas' referred to in paragraph 2, provided that the measures applicable to tubers grown in these areas and laid down in the Annex of this Decision, are complied with.\n2. The Commission shall establish whether 'pest-free areas' have been approved in Egypt for the import season 2000/2001 in accordance with the 'FAO International Standard for Phytosanitary Measures Part 4: Pest Surveillance - Requirements for the Establishment of Pest-Free Areas', in particular point 2.3 thereof, and shall compile a 'list of approved pest-free areas', including identification details of the fields located in the above 'approved pest-free areas'. The Commission shall convey this list to the Committee and to the Member States.\"\n2. In Article 1b, \"1999/2000\" is replaced by \"2000/2001\".\n3. In Article 2, \"30 August 2000\" is replaced by \"30 August 2001\".\n4. In Article 4, \"30 September 2000\" is replaced by \"30 September 2001\".\n5. The text in point 1(c), third indent, of the Annex to the Decision, \"1999/2000\" is replaced by \"2000/2001\" and \"1 December 1999\" is replaced by \"1 December 2000\".\n6. In point 1(c), last indent, of the Annex to the Decision, \"1 December 1999\" is replaced by \"1 December 2000\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 September 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 115, 9.5.1996, p. 47.\n(3) OJ L 25, 31.1.1998, p. 101.\n(4) OJ L 225, 12.8.1998, p. 34.\n(5) OJ L 326, 18.12.1999, p. 68."}