{"celex_id": "32005D0663", "uri": "http://publications.europa.eu/resource/cellar/e03cf3ab-536e-4548-939f-7f5cf27b4bed", "type": "Decision", "concepts": ["12", "2850", "3814", "4600", "5404"], "title": "2005/663/EC: Council Decision of 18 January 2005 on the conclusion, on behalf of the European Community and its Member States, of a Protocol to the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino, regarding the participation, as Contracting Parties, of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, pursuant to their accession to the European Union\n", "header": "27.9.2005 EN Official Journal of the European Union L 251/1\nCOUNCIL DECISION\nof 18 January 2005\non the conclusion, on behalf of the European Community and its Member States, of a Protocol to the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino, regarding the participation, as Contracting Parties, of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, pursuant to their accession to the European Union\n(2005/663/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 133 and 308, in conjunction with the second sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the Treaty of Accession of 2003, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of 2003, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Following the authorisation given to the Commission on 23 February 2004, negotiations with the Republic of San Marino for a Protocol to the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino, regarding the participation, as contracting parties, of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, pursuant to their accession to the European Union have been concluded.\n(2) Pursuant to Article 6(2) of the Act of Accession of 2003, a draft of the Protocol has been submitted by the Commission to the Council.\n(3) The Protocol should be concluded,", "main_body": ["The Protocol to the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino, regarding the participation, as contracting parties, of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, pursuant to their accession to the European Union, is hereby approved on behalf of the European Community and its Member States.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Protocol on behalf of the Community and its Member States.", "The President of the Council shall, on behalf of the Community and its Member States, transmit the instrument of approval provided for in Article 3 of the Protocol."], "attachments": "Done at Brussels, 18 January 2005.\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1)  Opinion of 14 December 2004 (not yet published in the Official Journal).\n27.9.2005 EN Official Journal of the European Union L 251/3\nPROTOCOL\nto the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino, regarding the participation, as contracting parties, of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, pursuant to their accession to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN, AND NORTHERN IRELAND,\n(The Member States) represented by the Council of the European Union, and,\nTHE EUROPEAN COMMUNITY, also represented by the Council of the European Union,\nof the one part, and\nTHE REPUBLIC OF SAN MARINO,\nof the other part,\nHAVING REGARD to the Agreement on Cooperation and Customs Union between the European Economic Community and the Republic of San Marino of 16 December 1991 (the Agreement), which entered into force on 1 April 2002,\nHAVING REGARD to the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic (the new Member States) to the European Union on 1 May 2004,\nWHEREAS the new Member States are to become Contracting Parties to the Agreement,\nCONSIDERING that the Treaty of Accession grants to the Council of the European Union the power to conclude, on behalf of the present Member States and the new Member States, a protocol on the accession of the new Member States to the Agreement,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe new Member States hereby become Contracting Parties to the Agreement. They shall respectively adopt and take note, in the same manner as the present Member States, of the Agreement, as well as the Declarations annexed to it.\nArticle 2\nThis Protocol shall be an integral part of the Agreement.\nArticle 3\n1.   This Protocol shall be approved by the Council of the European Union, on behalf of the Member States and the European Community, and by the Republic of San Marino in accordance with their own procedures.\n2.   The Parties shall notify each other of the accomplishment of these procedures. The instruments of approval shall be deposited with the General Secretariat of the Council of the European Union.\nArticle 4\nThis Protocol shall enter into force on the first day of the first month following the date of deposit of the last instrument of approval.\nArticle 5\nThe texts of the Agreement, as well as the Declarations annexed to it, are drawn up in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian languages.\nThey are annexed to this Protocol and are equally authentic with the texts in the other languages in which the Agreement, as well as the Declarations annexed to it are drawn up.\nArticle 6\nThis Protocol is drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovenian, Slovak, Spanish and Swedish languages, each of those texts being equally authentic.\nHecho en Bruselas, el cuatro de mayo de dos mil cinco.\nV Bruselu dne čtvrtého května dva tisíce pět.\nUdfærdiget i Bruxelles den fjerde maj to tusind og fem.\nGeschehen zu Brüssel am vierten Mai zweitausendfünf.\nKahe tuhande viienda aasta maikuu neljandal päeval Brüsselis.\nΈγινε στις Βρυξέλλες, στις τέσσερις Μαΐου δύο χιλιάδες πέντε.\nDone at Brussels on the fourth day of May in the year two thousand and five.\nFait à Bruxelles, le quatre mai deux mille cinq.\nFatto a Bruxelles, addì quattro maggio duemilacinque.\nBriselē, divtūkstoš piektā gada ceturtajā maijā.\nPriimta du tūkstančiai penktų metų gegužės ketvirtą dieną Briuselyje.\nKelt Brüsszelben, a kettőezer-ötödik év május havának negyedik napján.\nMagħmul fi Brussel, fl-erbgħa jum ta' Mejju tas-sena elfejn u ħamsa.\nGedaan te Brussel, de vierde mei tweeduizend vijf.\nSporządzono w Brukseli dnia czwartego maja roku dwatysiące piątego.\nFeito em Bruxelas, em quatro de Maio de dois mil e cinco.\nV Bruslju, četrtega maja leta dva tisoč pet.\nV Bruseli dňa štvrtého mája dvetisícpäť.\nTehty Brysselissä neljäntenä päivänä toukokuuta vuonna kaksituhattaviisi.\nSom skedde i Bryssel den fjärde maj tjugohundrafem.\nPor los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGhall-Istati Membri\nVoor de lidstaten\nW imieniu Państw Członkowskich\nPelos Estados-Membros\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nPor las Comunidades Europeas\nZa Evropská společenstvi\nFor de Europæiske Fællesskaber\nFür die Europäischen Gemeinschaften\nEuroopa ühenduste nimel\nΓια τις Ευρωπαϊκές Κοινότητες\nFor the European Communities\nPour les Communautés européennes\nPer le Comunità europee\nEiropas Kopienu vārdā\nEuropos Bendrijų vardu\nAz Európai Közösségek részéről\nGhall-Komunitajiet Ewropej\nVoor de Europese Gemeenschappen\nW imieniu Wspólnot Europejskich\nPelas Comunidades Europeias\nZa Európske spoločenstvá\nZa Evropske skupnosti\nEuroopan yhteisöjen puolesta\nPå Europeiska gemenskapernas vägnar\nPor la República de San Marino\nZa Republiku San Marino\nFor Republikken San Marino\nIm Namen der Republik San Marino\nSan Marino Vabariigi nimel\nΓια τη Δημοκρατία του Αγίου Μαρίνου\nFor the Republic of San Marino\nPour la République de Saint-Marin\nPer la Repubblica di San Marino\nSanmarīno Republikas vārdā\nSan Marino Respublikos vardu\nA San Marino Köztársaság részéről\nGħar-Repubblika ta' San Marino\nVoor de Republiek San Marino\nW imieniu Republiki San Marino\nPela República de São Marino\nZa Sanmarínsku republiku\nZa Republiko San Marino\nSan Marinon tasavallan puolesta\nPå Republiken San Marinos vägnar\n27.9.2005 EN Official Journal of the European Union L 251/7\nAGREEMENT\non Cooperation and Customs Union between the European Economic Community and the Republic of San Marino\nThe Agreement drawn up in 11 official languages of the European Union (Spanish, Danish, German, Greek, English, French, Italian, Dutch, Portuguese, Finnish, Swedish) was published in OJ L 84, 28.3.2002, p. 43. The Czech, Estonian, Latvian, Lithuanian, Hungarian, Maltese, Polish, Slovak and Slovenian versions are published in this Official Journal."}