{"celex_id": "32002R1890", "uri": "http://publications.europa.eu/resource/cellar/e2f6e1e0-712f-449e-9d4c-cf4a018c40fd", "type": "Regulation", "concepts": ["2292", "2713", "391", "4885", "5360", "862"], "title": "Commission Regulation (EC) No 1890/2002 of 23 October 2002 amending Regulation (EC) No 21/2002 as regards the forecast supply balance for the French overseas departments in the cereals sector\n", "header": "Commission Regulation (EC) No 1890/2002\nof 23 October 2002\namending Regulation (EC) No 21/2002 as regards the forecast supply balance for the French overseas departments in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1452/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the French overseas departments, amending Directive 72/462/EEC and repealing Regulations (EEC) No 525/77 and (EEC) No 3763/91 (Poseidom)(1), and in particular Article 3(6) thereof,\nWhereas:\n(1) Part 1 of Annex I to Commission Regulation (EC) No 21/2002 of 28 December 2001 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001(2), as last amended by Regulation (EC) No 1365/2002(3), establishes a forecast supply balance and fixes the Community aid for cereals and cereal products for the French overseas departments in accordance with Regulation (EC) No 1452/2001.\n(2) The forecast supply balance provides for an annual quantity of 44200 tonnes of cereals for Guadeloupe and 32700 tonnes of cereals for Martinique. Given that two new mills have come into operation in Martinique, the current level of implementation of the specific supply arrangements shows that the quantities laid down for the supply of the two departments are below requirements.\n(3) By letter dated 6 September 2002, therefore, the French authorities submitted a request for adjustment of the balance for Guadeloupe and for Martinique in order to meet the legitimate supply needs of these departments.\n(4) As a result, as regards the supply of cereals, the quantity originally laid down in the supply balance should be increased and the distribution of the quantities fixed for these two islands should be amended.\n(5) Regulation (EC) No 21/2002 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Part 1 of Annex I to Regulation (EC) No 21/2002 is hereby replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 11.\n(2) OJ L 8, 11.1.2002, p. 15.\n(3) OJ L 198, 27.7.2002, p. 27.\nANNEX\n\"PART 1\nCereals and cereal products intended for human consumption and animal feed; oilseeds, protein crops, dried fodder\nForecast supply balance and Community aid for the supply of Community products per calendar year\n>TABLE>\nThe products in this part are 100 % interchangeable for one and the same department.\""}