{"celex_id": "32005L0013", "uri": "http://publications.europa.eu/resource/cellar/e9311316-fb60-4982-90cb-dede20c92b95", "type": "Directive", "concepts": ["1252", "1707", "1994", "2527", "3641", "4476", "4654"], "title": "Commission Directive 2005/13/EC of 21 February 2005 amending Directive 2000/25/EC of the European Parliament and of the Council concerning the emission of gaseous and particulate pollutants by engines intended to power agricultural or forestry tractors, and amending Annex I to Directive 2003/37/EC of the European Parliament and of the Council concerning the type-approval of agricultural or forestry tractors (Text with EEA relevance)\n", "header": "1.3.2005 EN Official Journal of the European Union L 55/35\nCOMMISSION DIRECTIVE 2005/13/EC\nof 21 February 2005\namending Directive 2000/25/EC of the European Parliament and of the Council concerning the emission of gaseous and particulate pollutants by engines intended to power agricultural or forestry tractors, and amending Annex I to Directive 2003/37/EC of the European Parliament and of the Council concerning the type-approval of agricultural or forestry tractors\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2000/25/EC of the European Parliament and of the Council of 22 May 2000 on action to be taken against the emission of gaseous and particulate pollutants by engines intended to power agricultural or forestry tractors and amending Council Directive 74/150/EEC (1), and in particular Articles 6 and 7 thereof,\nHaving regard to Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units and repealing Council Directive 74/150/EEC (2), and in particular Article 19(1)(a) thereof,\nWhereas:\n(1) Directive 97/68/EC of the European Parliament and of the Council of 16 December 1997 on the approximation of the laws of the Member States relating to measures against the emission of gaseous and particulate pollutants from internal combustion engines to be installed in no-road mobile machinery (3) as amended by Directive 2004/26/EC sets out more stringent emission requirements for engines installed in non-road mobile machinery, and introduces three new stages for emission limits.\n(2) Directive 2000/25/EC, which is one of the separate Directives in the framework of the type approval procedure under Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors (4), should be aligned with Directive 97/68/EC as amended by Directive 2004/26/EC, in particular as regards the introduction of the flexibility scheme provided for in the latter.\n(3) Annexes I and II to Directive 2000/25/EC need to be adapted, notably to take account of the introduction by Directive 97/68/EC as amended by Directive 2004/26/EC of new emission limits for combined emission of hydrocarbons and oxides of nitrogen. Other changes should be introduced in those annexes to ensure consistency between the provisions on information documents laid down in Directives 2000/25/EC, 97/68/EC and 2003/37/EC. In addition, Annex III to Directive 2000/25/EC needs to be adapted in order to add the alternative type-approvals to be recognised for the new stages III A, III B and IV.\n(4) It is also necessary to adapt Annex I to Directive 2003/37/EC in order to ensure consistency between the provisions on information documents laid down in Directives 2000/25/EC, 97/68/EC and 2003/37/EC. In particular, discrepancies in terminology should be eliminated in the interests of clarity.\n(5) Directives 2000/25/EC and 2003/37/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Committee established by Article 20(1) of Directive 2003/37/EC,", "main_body": ["Directive 2000/25/EC is amended as follows:\n1. In Article 1, the following indent is added:\n‘— “replacement engine” means a newly built engine which replaces an engine in a machine and which has been supplied for this purpose only;’\n2. In Article 3, the following paragraph is added:\n3. The following Article 3a is inserted:\n4. Article 4 is amended as follows:\n(a) In paragraph 2, the following points (c), (d) and (e) are added:\n‘(c) in stage III A\n— after 31 December 2005 for engines of categories H, I and K (power range as defined in Article 9(3a) of Directive 97/68/EC),\n— after 31 December 2006 for engines of category J (power range as defined in Article 9(3a) of Directive 97/68/EC);\n(d) in stage III B\n— after 31 December 2009 for engines of category L (power range as defined in Article 9(3c) of Directive 97/68/EC),\n— after 31 December 2010 for engines of categories M and N (power range as defined in Article 9(3c) of Directive 97/68/EC),\n— after 31 December 2011 for engines of category P (power range as defined in Article 9(3c) of Directive 97/68/EC);\n(e) in stage IV\n— after 31 December 2012 for engines of category Q (power range as defined in Article 9(3d) of Directive 97/68/EC),\n— after 30 September 2013 for engines of category R (power range as defined in Article 9(3d) of Directive 97/68/EC).’;\n(b) in paragraph 3, the following indents are added:\n‘— after 31 December 2005 for engines of category H,\n— after 31 December 2006 for engines of categories I,\n— after 31 December 2006 for engines of categories K,\n— after 31 December 2007 for engines of category J,\n— after 31 December 2010 for engines of category L,\n— after 31 December 2011 for engines of categories M,\n— after 31 December 2011 for engines of categories N,\n— after 31 December 2012 for engines of category P,\n— after 31 December 2013 for engines of category Q,\n— after 30 September 2014 for engines of category R.’;\n(c) paragraph 5 is replaced by the following:\n(d) the following paragraphs 6, 7 and 8 are added:\n5. Annexes I, II and III are amended in accordance with Annex I to this Directive.\n6. Annex IV, the text of which is set out in Annex II to this Directive, is added.", "Annex I to Directive 2003/37/EC is amended in accordance with Annex III to this Directive.", "1.   Member States shall adopt and publish, by 31 December 2005 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 January 2006.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 February 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 173, 12.7.2000, p. 1. Directive as amended by the Act of Accession of 2003.\n(2)  OJ L 171, 9.7.2003, p. 1. Directive as amended by Council Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35).\n(3)  OJ L 59, 27.2.1998, p. 1. Directive as last amended by Directive 2004/26/EC (OJ L 146, 30.4.2004, p. 1).\n(4)  OJ L 84, 28.3.1974, p. 10. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\nANNEX I\nAnnexes I, II and III to Directive 2000/25/EC are amended as follows:\n1. Annex I is amended as follows:\n(a) Appendix 1 is replaced by the following:\n(b) in Appendix 2, section II, subsection 2.4 is replaced by the following:\nCO HC NOx HC + NOx Particulates\n\n2. Annex II is amended as follows:\n(a) Appendix 1 is amended as follows:\n(i) section 2, subsections 2.1.17 and 2.1.18 are replaced by the following:\n‘2.1.17. Intake system: maximum allowable intake depression at rated engine speed and at 100 % load: … kPa\n2.1.18. Exhaust system: maximum permissible exhaust back pressure at rated engine speed and at 100 % load: … kPa’;\n(ii) the following is added:\n2.6.1. Position, size and number’;\n(b) in Appendix 2, section 2, subsection 2.2.4, is replaced by the following:\nCO HC NOx HC + NOx Particulates\n\n3. Annex III is replaced by the following:\nANNEX II\nThe following Annex IV is added to Directive 2000/25/EC:\n‘ANNEX IV\nPROVISIONS FOR TRACTORS AND ENGINES PLACED ON THE MARKET UNDER THE FLEXIBILITY SCHEME LAID DOWN IN ARTICLE 3A\n1.   ACTIONS BY THE ENGINE AND THE TRACTOR MANUFACTURERS\n1.1.   A tractor manufacturer, who wishes to make use of the flexibility scheme, shall request permission from his approval authority to place or to source from his engine suppliers, in the period between two emissions stages, the quantities of engines described in section 1.2 and 1.3 that do not comply with the current emission limit values, but are approved to the nearest previous stage of emission limits.\n1.2.   The number of engines placed on the market under a flexibility scheme shall, in each engine category, not exceed 20 % of the tractor manufacturer’s annual sales of tractors with engines in that engine category (calculated as the average of the latest 5 years sales on the EU market). In the case that a tractor manufacturer has marketed tractors in the EU for a period of less than five years the average will be calculated based on the period for which the tractor manufacturer has marketed tractors in the EU.\n1.3.   As an alternative option to section 1.2, the tractor manufacturer may seek permission for his engine suppliers to place on the market a fixed number of engines under the flexibility scheme. The number of engines in each engine category shall not exceed the following values:\nEngine Category Number of Engines\n19-37 kW 200\n37-75 kW 150\n75-130 kW 100\n130-560 kW 50\n1.4.   The tractor manufacturer shall include in his application to an approval authority the following information:\n(a) a sample of the labels to be affixed to each tractor in which an engine placed on the market under the flexibility scheme will be installed. The labels shall bear the following text: “TRACTOR NO … (sequence of tractors) OF … (total number of tractors in respective power band) WITH ENGINE NO. … WITH TYPE APPROVAL (Directive 2000/25/EC) NO …”; and\n(b) a sample of the supplementary label to be affixed on the engine bearing the text referred to in section 2.2 of this Annex.\n1.5.   The tractor manufacturer shall provide the approval authority with any information connected with the implementation of the flexibility scheme that the approval authority may request necessary to make a decision.\n1.6.   The tractor manufacturer shall file a report every six months to the approval authorities of each Member State, where the tractor or engine is put on the market, on the implementation of the flexibility schemes he is using. The report shall include cumulative data on the number of engines and tractors placed on the market under the flexibility scheme, engine and tractor serial numbers, and the Member States where the tractor has been entered into service. This procedure shall be continued as long as a flexibility scheme is still in progress.\n2.   ACTIONS BY THE ENGINE MANUFACTURER\n2.1.   An engine manufacturer may supply engines to a tractor manufacturer under a flexibility scheme covered by an approval in accordance with section 1 of this annex.\n2.2.   The engine manufacturer must put a label on those engines with the following text: “Engine placed on the market under the flexibility scheme”.\n3.   ACTIONS BY THE APPROVAL AUTHORITY\nThe approval authority shall evaluate the content of the flexibility scheme request and the enclosed documents. As a consequence it will inform the tractor manufacturer of its decision as to whether or not to allow use of the flexibility scheme.’\nANNEX III\nIn Annex I to Directive 2003/37/EC, Model A, section 3 ‘Engine’, is replaced by the following:"}