{"celex_id": "32007R0969", "uri": "http://publications.europa.eu/resource/cellar/e4c687ec-5834-4713-964b-a06f99505754", "type": "Regulation", "concepts": ["2338", "261", "3483", "3870", "4452"], "title": "Commission Regulation (EC) No 969/2007 of 17 August 2007 amending for the 83rd time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "18.8.2007 EN Official Journal of the European Union L 215/6\nCOMMISSION REGULATION (EC) No 969/2007\nof 17 August 2007\namending for the 83rd time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 18 and on 27 July 2007, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 August 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 859/2007 (OJ L 190, 21.7.2007, p. 7).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The entry ‘Nashwan Abd Al-Razzaq Abd Al-Baqi (alias (a) Abdal Al-Hadi Al-Iraqi, (b) Abd al-Hadi al-Iraqi, (c) Abu Abdallah). Date of birth: 1961. Place of birth: Mosul, Iraq. Nationality: Iraqi. Other information: Senior official of Al-Qaida.’ under the heading ‘Natural persons’ shall be replaced by:\n(2) The entry ‘Jalil, Abdul, Mullah (Deputy Minister of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(3) The entry ‘Abdul Qadeer. Title: General. Function: Military Attaché, Taliban “Embassy”, Islamabad, Pakistan. Date of birth: 1964. Place of birth: Nangarhar, Afghanistan. Nationality: Afghan. Passport No: D 000974 (Afghan passport)’ under the heading ‘Natural persons’ shall be replaced by:\n(4) The entry ‘Mutawakil, Abdul Wakil (Minister of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(5) The entry ‘Hottak, M. Musa, Maulavi (Deputy Minister of Planning)’ under the heading ‘Natural persons’ shall be replaced by:\n(6) The entry ‘Agha, Sayyed Ghiassouddine, Maulavi (Minister of Haj and Religious Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(7) The entry ‘Ahmadulla, Qari (Minister of Security (Intelligence))’ under the heading ‘Natural persons’ shall be replaced by:\n(8) The entry ‘Tariq Anwar El-Sayed Ahmed (alias (a) Hamdi Ahmad Farag, (b) Amr al-Fatih Fathi). Date of birth: 15.3.1963. Place of birth: Alexandria, Egypt.’ under the heading ‘Natural persons’ shall be replaced by:\n(9) The entry ‘Bari, Abdul, Maulavi (Governor of Helmand Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(10) The entry ‘Akhund, Hadji Ubaidullah, Mullah (Minister of Defence)’ under the heading ‘Natural persons’ shall be replaced by:\n(11) The entry ‘Al-Jaziri, Abu Bakr; nationality: Algerian; address: Peshawar, Pakistan — affiliated with Afghan Support Committee’ under the heading ‘Natural persons’ shall be replaced by:\n(12) The entry ‘Ahmad Fadil Nazal Al-Khalayleh (alias (a) Abu Musab Al-Zarqawi; (b) Muhannad; (c) Al-Muhajer; (d) Garib, (e) Abou Musaab El Zarquawi, (f) Ahmed Fad Al Nazzar Khalaylah Said, (g) Al Zarqawi Abu Musa'ab, (h) Al Zarqawi Abu Musab, (i) Al Zarqawi Ahmed Fad Al Nazzar Khalaylah Said Abu Musab, (j) Alkhalayleh Ahmed, (k) Azzarkaoui Abou Moussab, (l) El Zarquawi Abu Musaab, (m) Zarkaoui Abou Moussaab, (n) Abu Ahmad, (o) Abu Ibrahim). Date of birth: (a) 30.10.1966, (b) 20.10.1966. Place of birth: (a) Al-Zarqaa, Jordan, (b) Al Zarqa, Jordan (c) Al Zarquaa, Jordan. Passport No: (a) Z 264958 (Jordanian passport issued on 4.4.1999 in Al Zarqaa, Jorda), (b) 1433038 (Jordanian identity card issued on 4.4.1999 in Al Zarqaa, Jordan). Other information: Reportedly deceased.’ under the heading ‘Natural persons’ shall be replaced by:\n(13) The entry ‘Aiman Muhammed Rabi Al-Zawahiri (alias (a) Ayman Al-Zawahari, (b) Ahmed Fuad Salim, (c) Al Zawahry Aiman Mohamed Rabi Abdel Muaz, (d) Al Zawahiri Ayman, (e) Abdul Qader Abdul Aziz Abdul Moez Al Doctor, (f) Al Zawahry Aiman Mohamed Rabi, (g) Al Zawahry Aiman Mohamed Rabie, (h) Al Zawahry Aiman Mohamed Robi, (i) Dhawahri Ayman, (j) Eddaouahiri Ayman, (k) Nur Al Deen Abu Mohammed, (l) Abu Fatma, (m) Abu Mohammed); Title: (a) Doctor, (b) Dr. Date of birth: 19.6.1951. Place of birth: Giza, Egypt. Passport No: (a) 1084010 (Egypt), (b) 19820215. Nationality: thought to be an Egyptian national. Other information: (a) Operational and Military Leader of Jihad Group, (b) former leader of Egyptian Islamic Jihad, (c) close associate of Usama Bin Laden’ under the heading ‘Natural persons’ shall be replaced by:\n(14) The entry ‘Asem, Sayed Esmatullah, Maulavi (Deputy Minister of Preventing Vice and Propagating Virtue)’ under the heading ‘Natural persons’ shall be replaced by:\n(15) The entry ‘Muhsin Moussa Matwalli Atwah Dewedar (alias (a) Al-Muhajir, Abdul Rahman; (b) Al-Namer, Mohammed K.A.; (c) Abdel Rahman; (d) Abdul Rahman) Date of birth: 19.6.1964. Place of birth: Dakahliya, Egypt. Nationality: Egyptian. Other information: Afghanistan.’ under the heading ‘Natural persons’ shall be replaced by:\n(16) The entry ‘Baradar, Mullah (Deputy, Minister of Defence)’ under the heading ‘Natural persons’ shall be replaced by:\n(17) The entry ‘Ramzi Mohamed Abdullah Binalshibh (alias (a) Binalsheidah, Ramzi Mohamed Abdullah, (b) Bin al Shibh, Ramzi, (c) Omar, Ramzi Mohamed Abdellah, (d) Mohamed Ali Abdullah Bawazir, (e) Binalshibh Ramzi Mohammed Abdullah, (f) Ramzi Binalshib, (g) Ramzi Mohamed Abdellah Omar Hassan Alassiri, (h) Binalshibh Ramsi Mohamed Abdullah, (i) Ramzi Omar). Date of birth: (a) 1.5.1972, (b) 16.9.1973, (c) 15.7.1975. Place of birth: (a) Gheil Bawazir, Hadramawt, Yemen, (b) Khartoum, Sudan. Nationality: (a) Yemen, (b) Sudan. Passport No: 00085243 (issued on 17.11.1997 in Sanaa, Yemen). Other information: arrested in Karachi, Pakistan, on 30.9.2002.’ under the heading ‘Natural persons’ shall be replaced by:\n(18) The entry ‘Rahmani, Arsalan, Maulavi (Deputy Minister of Higher Education)’ under the heading ‘Natural persons’ shall be replaced by:\n(19) The entry ‘Delawar, Shahabuddin, Maulavi (Deputy of High Court)’ under the heading ‘Natural persons’ shall be replaced by:\n(20) The entry ‘Mohammad, Dost, Mullah (Governor of Ghazni Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(21) The entry ‘Elmi, Mohammad Azam, Maulavi (Deputy Minister of Mines and Industries)’ under the heading ‘Natural persons’ shall be replaced by:\n(22) The entry ‘Ezatullah, Maulavi (Deputy Minister of Planning)’ under the heading ‘Natural persons’ shall be replaced by:\n(23) The entry ‘Ahmed Khalfan Ghailani (aka Ahmed the Tanzanian; aka Foopie; aka Fupi; aka Ahmad, Abu Bakr; aka Ahmed, A; aka Ahmed, Abubakar; aka Ahmed, Abubakar K.; aka Ahmed, Abubakar Khalfan; aka Ahmed, Abubakary K.; aka Ahmed, Ahmed Khalfan; aka Al Tanzani, Ahmad; aka Ali, Ahmed Khalfan; aka Bakr, Abu; aka Ghailani, Abubakary Khalfan Ahmed; aka Ghailani, Ahmed; aka Ghilani, Ahmad Khalafan; aka Hussein, Mahafudh Abubakar Ahmed Abdallah; aka Khabar, Abu; aka Khalfan, Ahmed; aka Mohammed, Shariff Omar); born 14.3.1974 or 13.4.1974 or 14.4.1974 or 1.8.1970, Zanzibar, Tanzania; citizen Tanzania.’ under the heading ‘Natural persons’ shall be replaced by:\n(24) The entry ‘Nuristani, Rostam, Maulavi (Deputy Minister of Public Works)’ under the heading ‘Natural persons’ shall be replaced by:\n(25) The entry ‘Haqani, Djallalouddine, Maulavi (Minister of Frontier Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(26) The entry ‘Haqani, Sayeedur Rahman, Maulavi (Deputy Minister of Mines and Industries)’ under the heading ‘Natural persons’ shall be replaced by:\n(27) The entry ‘Haqqani, Mohammad Salim, Maulavi (Deputy Minister of Preventing Vice and Propagating Virtue)’ under the heading ‘Natural persons’ shall be replaced by:\n(28) The entry ‘Haqqani, Moslim, Maulavi (Deputy Minister of Haj and Religious Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(29) The entry ‘Sayyed Mohammed Haqqani. Title: Maulavi. Nationality: Afghan. Other information: (a) Director of Administrative Affairs (Taliban regime), (b) Graduate of the Haqqaniya Madrrassa in Pakistan.’ under the heading ‘Natural persons’ shall be replaced by:\n(30) The entry ‘Zayn al-Abidin Muhammad Hussein (alias (a) Abu Zubaida, (b) Abd Al-Hadi Al-Wahab, (c) Zain Al-Abidin Muhahhad Husain, (d) Zayn Al-Abidin Muhammad Husayn, (e) Zeinulabideen Muhammed Husein Abu Zubeidah, (f) Abu Zubaydah, (g) Tariq). Date of birth: 12.3.1971. Place of birth: Riyadh, Saudi Arabia. Nationality: Palestinian. Passport No: 484824 (Egyptian passport issued on 18.1.1984 at the Egyptian Embassy in Riyadh). Other information: Close associate of Usama Bin Laden and facilitator of terrorist travel.’ under the heading ‘Natural persons’ shall be replaced by:\n(31) The entry ‘Haqqani, Najibullah, Maulavi (Deputy Minister of Public Works)’ under the heading ‘Natural persons’ shall be replaced by:\n(32) The entry ‘Nurjaman Riduan Isamuddin (alias (a) Hambali, (b) Nurjaman, (c) Isomuddin, Nurjaman Riduan, (d) Hambali Bin Ending, (e) Encep Nurjaman, (f) Hambali Ending Hambali, (g) Isamuddin Riduan, (h) Isamudin Ridwan). Date of birth: 4.4.1964. Place of birth: Cianjur, West Java, Indonesia. Nationality: Indonesian. Other information: born: Encep Nurjaman.’ under the heading ‘Natural persons’ shall be replaced by:\n(33) The entry ‘Jamal, Qudratullah, Maulavi (Minister of Information)’ under the heading ‘Natural persons’ shall be replaced by:\n(34) The entry ‘Rahamatullah Kakazada. Title: Maulavi. Function: Consul General, Taliban “Consulate General”, Karachi, Pakistan. Date of birth: 1968. Place of birth: Ghazni, Afghanistan. Nationality: Afghan. Passport No: D 000952 (issued on 7.1.1999).’ under the heading ‘Natural persons’ shall be replaced by:\n(35) The entry ‘Khaksar, Abdul Samad, Mullah (Deputy (Security) Minister of Interior Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(36) The entry ‘Ahmed Said Zaki Khedr (alias (a) Ahmed Said Al Kader, (b) Al-Kanadi, Abu Abd Al-Rahman). Date of birth: 1.3.1948. Place of birth: Cairo, Egypt. Nationality: Canadian.’ under the heading ‘Natural persons’ shall be replaced by:\n(37) The entry ‘Razaq, Abdul, Mullah (Minister of Interior Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(38) The entry ‘Madani, Zia-ur-Rahman, Maulavi (Governor of Logar Province)’ under the heading ‘Natural persons’shall be replaced by:\n(39) The entry ‘Habibullah Faizi. Function: Second secretary. Date of birth: 1961. Place of birth: Ghazni, Afghanistan. Nationality: Afghan. Passport No: D 010678 (issued on 19.12.1993)’ under the heading ‘Natural persons’ shall be replaced by:\n(40) The entry ‘Mansur, Abdul Latif, Maulavi (Minister of Agriculture)’ under the heading ‘Natural persons’ shall be replaced by:\n(41) The entry ‘Mustasaed, Mullah (Head of Academy of Sciences)’ under the heading ‘Natural persons’ shall be replaced by:\n(42) The entry ‘Akhtar Mohammad Maz-Hari. Title: Maulavi. Function: Education Attaché, Taliban “Consulate General”, Peshawar, Pakistan. Date of birth: 1970. Place of birth: Kunduz, Afghanistan. Nationality: Afghan. Passport No: SE 012820 (issued on 4.11.2000).’ under the heading ‘Natural persons’ shall be replaced by:\n(43) The entry ‘Wahidyar, Ramatullah (Deputy Minister for Martyrs and Repatriation)’ under the heading ‘Natural persons’ shall be replaced by:\n(44) The entry ‘Abdul Kabir (alias A. Kabir). Title: Maulavi. Date of birth: between 1958 and 1963. Place of birth: Zardran tribe, Paktja province, Afghanistan. Nationality: Afghan. Other information: (a) Second Deputy, Council of Ministers (Taliban regime), (b) Governor of Nangahar Province, (c) Head of Eastern Zone, (d) active in terrorist operations in Eastern Afghanistan.’ under the heading ‘Natural persons’ shall be replaced by:\n(45) The entry ‘Islam, Muhammad (Governor of Bamiyan Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(46) The entry ‘Mujahid, Abdul Hakim, Taliban envoy to the United Nations’ under the heading ‘Natural persons’ shall be replaced by:\n(47) The entry ‘Tayeb, Haji Alla Dad, Mullah (Deputy Minister of Communication)’ under the heading ‘Natural persons’ shall be replaced by:\n(48) The entry ‘Abdul Hakim Monib. Title: Maulavi. Function: Deputy Minister of Frontier Affairs. Date of birth: Between 1973 and 1976. Place of birth: Zurmat district, Paktia province, Afghanistan. Nationality: Afghan. Other information: Renounced the Taliban and joined the government representing the Zurmat district in the Loya Jirga.’ under the heading ‘Natural persons’ shall be replaced by:\n(49) The entry ‘Nyazi, Manan, Mullah (Governor of Kabul Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(50) The entry ‘Paktis, Abdul Satar, Dr, (Protocol Dept, Ministry of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(51) The entry ‘Hanafi, Mohammad Nasim, Mullah (Deputy Minister of Education)’ under the heading ‘Natural persons’ shall be replaced by:\n(52) The entry ‘Faizan, Faiz Mohammad, Maulavi (Deputy Minister of Commerce)’ under the heading ‘Natural persons’ shall be replaced by:\n(53) The entry ‘Qurishi, Abdul Ghafar, Maulavi (Repatriation Attaché, Taliban ‘Embassy’, Islamabad)’ under the heading ‘Natural persons’ shall be replaced by:\n(54) The entry ‘Al-Haq, Amin (aka Amin, Muhammad; aka Ah Haq, Dr Amin; aka Ul-Haq, Dr Amin); born 1960, Nangahar Province, Afghanistan’ under the heading ‘Natural persons’ shall be replaced by:\n(55) The entry ‘Qalamudin Muhmand (alias Qalamuddin). Title: Maulavi. Date of birth: between 1958 and 1963. Place of birth: Ningarhar province, Afghanistan. Nationality: Afghan. Other information: (a) Deputy Minister of Haj Affairs (Taliban regime), (b) Head of Olympic Committee, (c) was in custody in July 2003 in Kabul, Afghanistan.’ under the heading ‘Natural persons’ shall be replaced by:\n(56) The entry ‘Mansour, Akhtar Mohammad (Minister of Civil Aviation and Transportation)’ under the heading ‘Natural persons’ shall be replaced by:\n(57) The entry ‘Nazirullah Aanafi. Title: Maulavi. Function: Commercial Attaché, Taliban ‘Embassy’, Islamabad, Pakistan. Date of birth: 1962. Place of birth: Kandahar, Afghanistan. Nationality: Afghan. Passport No: D 000912 (issued on 30.6.1998)’ under the heading ‘Natural persons’ shall be replaced by:\n(58) The entry ‘Abdul Salam Zaeef. Title: Mullah. Function: (a) Deputy Minister of Mines and Industries, (b) Ambassador Extraordinary and Plenipotentiary, Taliban “Embassy”, Islamabad, Pakistan. Date of birth: 1968. Place of birth: Kandahar, Afghanistan. Nationality: Afghan. Passport No: D 001215 (issued on 29.8.2000)’ under the heading ‘Natural persons’ shall be replaced by:\n(59) The entry ‘Zahed, Abdul Rahman (Deputy Minister of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:"}