{"celex_id": "32005R1754", "uri": "http://publications.europa.eu/resource/cellar/af4b64c5-66f6-46a9-8862-e330d3b5a41a", "type": "Regulation", "concepts": ["1086", "2443", "2965", "3003", "3679", "4358", "5581", "797"], "title": "Commission Regulation (EC) No 1754/2005 of 26 October 2005 derogating from Regulation (EC) No 796/2004 as regards the application of Article 21 in the French Overseas Departments in 2005\n", "header": "27.10.2005 EN Official Journal of the European Union L 284/5\nCOMMISSION REGULATION (EC) No 1754/2005\nof 26 October 2005\nderogating from Regulation (EC) No 796/2004 as regards the application of Article 21 in the French Overseas Departments in 2005\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(c) thereof,\nWhereas:\n(1) Article 21 of Commission Regulation (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (2), provides for reductions to be applied in the case of late submission of an aid application.\n(2) The French authorities have informed the Commission that in the four French Overseas Departments the information on areas that the farmers need in order to prepare their single application for the year 2005 in accordance with Article 11 of Regulation (EC) No 796/2004 were not made available to the farmers in due time. Consequently, the farmers were not able to submit their single application by 15 May 2005 as provided for.\n(3) It is therefore appropriate not to apply the reductions provided for in Article 21 of Regulation (EC) No 796/2004 in respect of farmers in the French Overseas Departments who submitted their application at the latest one month after the information was made available to them.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["The reduction of 1 % per working day provided for in paragraphs 1 and 2 of Article 21 of Regulation (EC) No 796/2004 shall not apply to single applications or amendments thereto submitted until:\n— 6 June 2005 to the competent authorities for French Guiana,\n— 19 June 2005 to the competent authorities for Martinique,\n— 24 June 2005 to the competent authorities for Réunion,\n— 27 June 2005 to the competent authorities for Guadeloupe.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 118/2005 (OJ L 24, 27.1.2005, p. 15).\n(2)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 436/2005 (OJ L 72, 18.3.2005, p. 4)."}