{"celex_id": "32009D0779", "uri": "http://publications.europa.eu/resource/cellar/e1bc6e1b-6b3b-4213-8fff-16bf0f2a5e77", "type": "Decision", "concepts": ["1919", "2923", "2988", "336", "3660", "4635", "867"], "title": "2009/779/EC: Commission Decision of 22 October 2009 amending Annex I to Decision 2004/233/EC as regards the entry for Denmark in the list of laboratories authorised to check the effectiveness of vaccination against rabies in certain domestic carnivores (notified under document C(2009) 7951) (Text with EEA relevance)\n", "header": "23.10.2009 EN Official Journal of the European Union L 278/58\nCOMMISSION DECISION\nof 22 October 2009\namending Annex I to Decision 2004/233/EC as regards the entry for Denmark in the list of laboratories authorised to check the effectiveness of vaccination against rabies in certain domestic carnivores\n(notified under document C(2009) 7951)\n(Text with EEA relevance)\n(2009/779/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2000/258/EC of 20 March 2000 designating a specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines (1), and in particular Article 3 thereof,\nWhereas:\n(1) Decision 2000/258/EC designates the laboratory of the Agence française de sécurité sanitaire des aliments de Nancy (the AFSSA Laboratory, Nancy), France as the specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines.\n(2) Decision 2000/258/EC provides that the AFSSA Laboratory, Nancy, is to send the Commission the list of Community laboratories to be authorised to carry out those serological tests. Accordingly, the AFSSA Laboratory, Nancy, performs the established proficiency testing procedure for appraising laboratories prior to their authorisation to perform the serological tests.\n(3) Commission Decision 2004/233/EC of 4 March 2004 authorising laboratories to check the effectiveness of vaccination against rabies in certain domestic carnivores (2) lists the authorised laboratories in the Member States on the basis of the results of the proficiency tests communicated by the AFSSA Laboratory, Nancy. The Danish Institute for Food and Veterinary Research is currently listed in Annex I to that Decision.\n(4) Following changes in the administration of that laboratory that have no effect on the performance and on the appraisal and authorisation of that laboratory, Denmark has submitted a request to modify the name and contact information of that laboratory.\n(5) Decision 2004/233/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I to Decision 2004/233/EC, the entry for Denmark is replaced by the following:\n‘(DK) Denmark\nTechnical University of Denmark\nNational Veterinary Institute\nLindholm\n4771 Kalvehave\nDENMARK\nTel. +4535886000\nFax +4535887901\nE-mail: vet@vet.dtu.dk’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 79, 30.3.2000, p. 40.\n(2)  OJ L 71, 10.3.2004, p. 30."}