{"celex_id": "32001D0795", "uri": "http://publications.europa.eu/resource/cellar/76a2f72e-f100-441f-a305-b18a5f2125f5", "type": "Decision", "concepts": ["1474", "2556", "2879", "4092", "544", "5537"], "title": "2001/795/EC: Council Decision of 29 October 2001 on the signing, on behalf of the European Community, and the provisional application of two Agreements in the form of Exchanges of Letters concerning the extension of the Protocol establishing the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the periods 1 May 2001 to 31 July 2001 and 1 August 2001 to 31 December 2001\n", "header": "Council Decision\nof 29 October 2001\non the signing, on behalf of the European Community, and the provisional application of two Agreements in the form of Exchanges of Letters concerning the extension of the Protocol establishing the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the periods 1 May 2001 to 31 July 2001 and 1 August 2001 to 31 December 2001\n(2001/795/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The European Community and the Republic of Senegal have entered into negotiations to determine the amendments or additions to be made to the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal at the end of the period of application of the Protocol thereto.\n(2) During the negotiations, the two Parties decided to extend the current Protocol for two consecutive periods of three months and five months by means of exchanges of letters initialled on 23 April 2001 and 1 June 2001, pending the conclusion of the negotiations on the amendments to be made to the Protocol.\n(3) The exchanges of letters provide Community fishermen with fishing opportunities from 1 May 2001 to 31 July 2001 and from 1 August 2001 to 31 December 2001 in waters over which the Republic of Senegal has sovereignty or jurisdiction.\n(4) The extension must be applied at the earliest opportunity if fishing activities by Community vessels are not to be interrupted. The Agreements in the form of Exchanges of Letters should therefore be signed pending a definitive decision under Article 37 of the Treaty.\n(5) The method of allocating the fishing opportunities for trawlers and tuna vessels among the Member States under the expired Protocol and the method of allocating the obligation on Community shipowners to land tuna directly in Senegal, provided for in point C of Annex I to the Protocol, should be confirmed,", "main_body": ["The signing of the two Agreements in the form of Exchanges of Letters concerning the extension of the Protocol establishing the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the periods 1 May 2001 to 31 July 2001 and 1 August 2001 to 31 December 2001 is hereby approved on behalf of the Community, subject to the Council Decision concerning the conclusion of the said Agreements.\nThe texts of the two Agreements are annexed to this Decision.", "The two Agreements referred to in Article 1 shall be provisionally applied by the European Community from 1 May 2001.", "The fishing opportunities for trawlers and tuna vessels established pro rata temporis by Article 1 of the Protocol shall be allocated among the Member States as follows:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The percentage of the catch that owners of Community tuna seiners are obliged to land directly in accordance with point C of Annex I to the Protocol establishing the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal for the periods 1 May 2001 to 31 July 2001 and 1 August 2001 to 31 December 2001 shall be pro rata temporis as follows:\n- vessels flying the French flag: 44 %\n- vessels flying the Spanish flag: 56 %.", "The President of the Council is hereby authorised to designate the person or persons empowered to sign the two Agreements in the form of Exchanges of Letters on behalf of the Community subject to their conclusion."], "attachments": "Done at Luxembourg, 29 October 2001.\nFor the Council\nThe President\nM. Aelvoet"}