{"celex_id": "32007D0397", "uri": "http://publications.europa.eu/resource/cellar/ce1de925-ee00-49f8-9fa3-887e6d6aaf78", "type": "Decision", "concepts": ["1773", "2484", "3545", "5532"], "title": "2007/397/EC: Commission Decision of 8 June 2007 setting up an expert group on demographic issues\n", "header": "12.6.2007 EN Official Journal of the European Union L 150/5\nCOMMISSION DECISION\nof 8 June 2007\nsetting up an expert group on demographic issues\n(2007/397/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 140 thereof,\nWhereas:\n(1) Article 140 of the Treaty establishing the European Community provides that the Commission shall encourage cooperation between the Member States and facilitate the coordination of their action in all social policy fields.\n(2) In accordance with the Commission Communication of 12 October 2006 entitled ‘The demographic future of Europe, from challenge to opportunity’, the Commission has decided to enlist the assistance of a group of government experts.\n(3) The group must contribute to the development of policies for adapting to demographic change.\n(4) Care will be taken to ensure complementarity and an absence of overlap with the activities of other groups and committees dealing with demographic issues, including the Employment Committee, the Social Protection Committee, the Economic Policy Committee, the Economic and Financial Committee, the Advisory Committee on Equal Opportunities for Women and Men and the High-Level Group on Gender Mainstreaming. The Commission will inform these bodies of the activities of the expert group on demographic issues.\n(5) The group must be composed of government representatives of the Member States and of independent experts.\n(6) The expert group on demographic issues should therefore be set up and its terms of reference and structures defined,", "main_body": ["An ‘expert group on demographic issues’ (hereinafter referred to as ‘the group’) shall be set up under the auspices of the Commission for a period of five years (renewable).", "Task\nThe group's task shall be to advise the Commission on the monitoring of demographic change and on the implementation of the policy guidelines set out in the Commission Communication of 12 October 2006 on the demographic future of Europe (COM(2006) 571).\nMore specifically, the group shall:\n— assist the Commission in drawing conclusions from the research results, in identifying relevant data for the demography reports and in fostering exchanges of good practice for which the Demographic Forum will provide a platform. It shall take into account the results of the numerous actions and research projects undertaken by the European institutions on these subjects,\n— enable the Member States to give their opinions on the broad responses required to meet the demographic challenge and on the specific initiatives resulting from the Communication of 12 October 2006 on the demographic future of Europe and its aftermath, in particular in the fields that are not already well covered by the existing committees and advisory groups,\n— assist the Commission in preparing the future demography reports and in assessing the EU's state of preparation for demographic change (assessment to be included in the annual progress report on the implementation of the Lisbon Strategy),\n— provide the opportunity for exchanges of experience and good practice in the field of family policy, and support efforts to improve the quality of life of persons with care responsibilities,\n— solicit oral and written contributions from the social partners and civil society organisations.\nThe group’s Chair may indicate to the Commission when it would be advisable to consult the group on a specific question.", "Composition — Appointment\n1.   The group shall be composed of government experts and independent experts. Each Member State shall nominate a government expert to represent it. The Commission shall appoint independent experts in a personal capacity, from among specialists with competence in the areas referred to in Article 2, to advise it independently of any outside influence.\n2.   The following provisions shall apply:\n— the members shall remain in office until they are replaced, or until the expiry of their term of office,\n— members who are no longer able to make an effective contribution to the work of the group, who resign or who breach the requirements set out in the first or second indent of this Article or in Article 287 of the Treaty establishing the European Community may be replaced for the remainder of their term of office,\n— the names of the members appointed in a personal capacity shall be published on the Internet site of the Directorate-General for Employment, Social Affairs and Equal Opportunities and in the Official Journal of the European Union, series C. The names of members shall be collected, processed and published in accordance with the provisions of Regulation (EC) No 45/2001 of the European Parliament and of the Council (1) on the protection of individuals with regard to the processing of personal data.", "Operation\n1.   The Commission shall appoint the group's Chair.\n2.   The Commission's representative may invite experts or observers with specific competence on a subject on the agenda to participate in the work of the group or one of its subgroups if this is deemed necessary or useful.\n3.   Information obtained by participating in the deliberations or work of the group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n4.   The group shall normally meet on Commission premises in accordance with the procedures and schedule established by the Commission. It may be called on to meet in other locations, in particular on a proposal from a Member State wishing to host the group in connection with an event of particular interest for the group. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend the meetings.\n5.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n6.   The Commission services may publish on the Internet, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the group.", "Meeting expenses\nTravel and subsistence expenses incurred by members, experts and observers in connection with the group's activities shall be reimbursed by the Commission in accordance with the Commission's rules. There shall be no remuneration for the work performed by government experts.\nMeeting expenses shall be reimbursed within the limits of the available appropriations allocated to the departments concerned under the annual procedure for the allocation of resources.", "Entry into force\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 June 2007.\nFor the Commission\nVladimír ŠPIDLA\nMember of the Commission\n(1)  OJ L 8, 12.1.2001, p. 1."}