{"celex_id": "32002D0828", "uri": "http://publications.europa.eu/resource/cellar/2db4a21d-9bd8-4305-9780-21ce6e5258e0", "type": "Decision", "concepts": ["1015", "1994", "3771", "4320", "5581", "5839"], "title": "2002/828/EC: Council Decision of 8 October 2002 authorising Sweden to apply a differentiated rate of energy tax to alkylate-based petrol for two-stroke engines in accordance with Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 8 October 2002\nauthorising Sweden to apply a differentiated rate of energy tax to alkylate-based petrol for two-stroke engines in accordance with Article 8(4) of Directive 92/81/EEC\n(2002/828/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Sweden has applied for a differentiated rate of energy tax to be authorised on alkylate-based petrol for two-stroke engines. In Sweden the total excise duty on mineral oil products is composed of two elements, the energy tax and the CO2 tax.\n(2) The other Member States have been notified of this request.\n(3) The derogation requested by the Swedish authorities is in line with the Community's tax policy that, inter alia, must reinforce EU policies on innovation, health and consumer protection, sustainable development, environmental and energy.\n(4) The energy tax rate for alkylate-based petrol for two-stroke engines would be set at SEK 1,50 per litre below that for conventional environmental class 1 petrol. This equates to an energy tax duty of SEK 1,66 (EUR 0,18(2)) per litre of alkylate based petrol for two-stroke engines. The total excise duty rate (including CO2 tax) is then SEK 3,12 (EUR 0,339) per litre.\n(5) The effective total rates of excise duty are higher than the applicable Community minimum rates, in accordance with Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(3).\n(6) The requested energy tax reduction is foreseen for alkylate based petrol for two-stroke engines (Motorbränslen - Specialbensin för motordrivna arbetsredskap, Tvåtaktsbränsle) that fulfils the criteria of Swedish Standard (SS) 15 54 61(second issue)(4) as well as the standards established in Council Directive 98/70/EC(5).\n(7) The differentiated rate would apply to alkylate based petrol for two-stroke engines at the point of production or import.\n(8) Production costs of alkylate-based petrol for two-stroke engines exceed those of conventional petrol, and its retail price would therefore be uncompetitive without the energy tax reduction. The energy tax reduction is intended to offset the additional production costs. It will enable for alkylate-based petrol for two-stroke engines to be sold at a pump price similar to conventional petrol.\n(9) The Government of Sweden intends to regularly review the production cost of alkylate-based petrol for two-stroke engines and thus monitor that no overcompensation takes place.\n(10) The accorded authorisation should apply for a period of six years.\n(11) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or hinder the operation of the internal market and are not incompatible with Community policy on protection of the environment, health protection, energy and transport,", "main_body": ["1. Sweden is hereby authorised to apply a differentiated rate of energy tax to alkylate-based petrol for two-stroke engines.\n2. The rate of total excise duty applicable to the product referred to in paragraph 1 must comply with the terms of Directive 92/82/EEC, and in particular the minimum rate laid down in Article 4 thereof.", "Based on a regular review by the Swedish authorities, the reduction in energy tax shall be adjusted to avoid overcompensating for the extra costs involved in the manufacture of alkylate-based petrol.", "This Decision shall expire on 30 June 2008.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Luxembourg, 8 October 2002.\nFor the Council\nThe President\nT. Pedersen\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) The exchange rate is rounded off to SEK 9,20 for EUR 1.\n(3) OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC.\n(4) Could be obtained from: SIS Förlag AB, Box 6455, S-113 82 Stockholm.\n(5) OJ L 350, 28.12.1998, p. 58."}