{"celex_id": "32002R2376", "uri": "http://publications.europa.eu/resource/cellar/b552f9e2-0808-427d-a70f-a7dda6cff0dd", "type": "Regulation", "concepts": ["1309", "161", "1644", "2193", "2300", "5581"], "title": "Commission Regulation (EC) No 2376/2002 of 27 December 2002 opening and providing for the administration of a Community tariff quota for barley from third countries and derogating from Council Regulation (EC) No 1766/92\n", "header": "Commission Regulation (EC) No 2376/2002\nof 27 December 2002\nopening and providing for the administration of a Community tariff quota for barley from third countries and derogating from Council Regulation (EC) No 1766/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 12(1) thereof,\nHaving regard to the Council Decision of 19 December 2002 concerning the conclusion of an agreement in the form of an exchange of Letters between the European Community and the United States of America, with a view to the modification of concessions with respect to cereals provided for in schedule CXL annexed to the General Agreement on Tariffs and Trade (GATT)(3), and in particular Article 2 thereof,\nHaving regard to the Council Decision of 19 December 2002 concerning the conclusion of an agreement in the form of an exchange of Letters between the European Community and Canada pursuant to Article XXVIII of the General Agreement on Tariffs and Trade (GATT), with a view to the modification of concessions with respect to cereals provided for in EC schedule CXL annexed to the GATT(4), and in particular Article 2 thereof,\nWhereas:\n(1) Following trade negotiations, the Community has changed the conditions for the import of common wheat of low and medium quality and of barley by creating import quotas from 1 January 2003. For barley, the Community has decided to replace the system of preference margins by two tariff quotas: a tariff quota of 50000 tonnes for malting barley and a tariff quota of 300000 tonnes of barley, for which this Regulation makes provision.\n(2) The opening of this quota means that Regulation (EEC) No 1766/92 has to be adapted. In order to enable the quota to be opened on 1 January 2003, provision should be made to derogate from Regulation (EEC) No 1766/92, during a transitional period expiring on the date of entry into force of the amendment to that Regulation, but until 30 June 2003 at the latest.\n(3) To ensure that imports of the barley covered by this tariff quota are orderly and not speculative, they should be made subject to the issue of import licences. The licences are to be issued, within the quantities set, at the request of the interested parties, subject where appropriate to the fixing of a reduction coefficient in respect of the quantities applied for.\n(4) To ensure the proper management of this quota, deadlines for the lodging of licence applications should be laid down and the information to be included in applications and licences should be specified.\n(5) To take account of supply conditions, a derogation should be made concerning the period of validity of the licences.\n(6) With a view to the sound management of the quota, provision should be made to derogate from Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(5), as last amended by Regulation (EC) No 2299/2001(6), as regards the transferable nature of the licences and the tolerance relating to the quantities released into free circulation.\n(7) To ensure sound management of the quotas, the security on the import licences should be set at a relatively high level, notwithstanding Article 10 of Commission Regulation (EC) No 1162/95 of 23 May 1995 laying down special detailed rules for the application of the system of import and export licences for cereals and rice(7), as last amended by Regulation (EC) No 1322/2002(8).\n(8) Rapid two-way communication should be established between the Commission and the Member States regarding the quantities applied for and imported.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 10(1) and (2) of Regulation (EEC) No 1766/92, the import duty for barley falling in CN code 1003 00 shall be fixed in the framework of the quota opened by this Regulation.", "0(1) of Regulation (EEC) No 1766/92 shall apply to imports of the products referred to in this Regulation in excess of the quantity provided for in Article 2.", "1. A tariff import quota of 300000 tonnes for barley falling in CN code 1003 00 is hereby opened.\n2. The tariff quota shall be opened on 1 January each year. Duties on imports within the tariff quota shall be levied at a rate of EUR 16 per tonne.", "All imports under the quota referred to in Article 2(1) shall be conditional upon the production of an import licence issued in accordance with Regulation (EC) No 1291/2000, subject to the provisions of this Regulation.", "1. Applications for import licences shall be lodged with the competent authorities of the Member States no later than 13.00 (Brussels time) every Monday.\nEach licence application must be for a quantity that may not exceed the quantity available for the import of the product concerned in the year concerned.\n2. No later than 18.00 Brussels time on the day of lodging of licence applications, the competent authorities shall forward to the Commission by fax a notification in accordance with the model annexed hereto, and the total quantity resulting from the sum of all quantities indicated on the import licence applications. If the day for lodging the licence applications is a national holiday, the Member State concerned shall send the said notification on the working day preceding the national holiday no later than 18.00 Brussels time.\nThat information must be communicated separately from the information on other import licence applications for cereals.\n3. If the total of the quantities since the start of the year and the quantity referred to in paragraph 2 exceeds the quota for the year concerned, the Commission shall set, no later than the third working day after the applications are lodged, a single reduction coefficient to be applied to the quantities requested.\n4. Without prejudice to paragraph 3, licences shall be issued on the fourth working day following the day on which the application was lodged. No later than 18.00 Brussels time on the day the licences are issued, the competent authorities shall fax the Commission, at the number mentioned in the Annex hereto, the total quantity resulting from the sum of the quantities for which import licences have been issued that same day.", "Import licences shall be valid for 60 days from the day of issue. In accordance with Article 23(2) of Regulation (EC) No 1291/2000, the period of validity of the licence shall be calculated from the actual date of issue.", "Notwithstanding Article 9 of Regulation (EC) No 1291/2000, the rights resulting from the import licences shall not be transferable.", "Notwithstanding Article 8(4) of Regulation (EC) No 1291/2000, the quantity released into free circulation may not exceed that indicated in sections 17 and 18 of the import licence. The figure \"0\" shall be entered to that effect in section 19 of the licence.", "The import licence application and the import licence shall contain the following information:\n(a) in section 20, one of the following entries:\n- Reglamento (CE) n° 2376/2002\n- Forordning (EF) nr. 2376/2002\n- Verordnung (EG) Nr. 2376/2002\n- Κανονισμóς (EK) αριθ. 2376/2002\n- Regulation (EC) No 2376/2002\n- Règlement (CE) n° 2376/2002\n- Regolamento (CE) n. 2376/2002\n- Verordening (EG) nr. 2376/2002\n- Regulamento (CE) n.o 2376/2002\n- Asetus (EY) N:o 2376/2002\n- Förordning (EG) nr 2376/2002\n(b) in section 24, the words \"EUR 16/tonne\".", "Notwithstanding Article 10(a) and (b) of Regulation (EC) No 1162/95, the security for the import licences provided for in this Regulation shall be EUR 30 per tonne.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2003.\nIt shall apply until the date of entry into force of the Regulation amending Article 10 of Regulation (EEC) No 1766/92, but until 30 June 2003 at the latest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) Not yet published in the Official Journal.\n(4) Not yet published in the Official Journal.\n(5) OJ L 152, 24.6.2000, p. 1.\n(6) OJ L 308, 27.11.2001, p. 19.\n(7) OJ L 117, 24.5.1995, p. 2.\n(8) OJ L 194, 23.7.2002, p. 22.\nANNEX\n>PIC FILE= \"L_2002358EN.009402.TIF\">"}