{"celex_id": "32000D0806", "uri": "http://publications.europa.eu/resource/cellar/3488fb64-7d48-40d1-95a7-db353403b0e4", "type": "Decision", "concepts": ["1005", "1675", "2455", "5229", "5283"], "title": "2000/806/EC: Commission Decision of 11 December 2000 amending Decision 2000/114/EC on the eligibility of expenditure to be incurred by certain Member States in 2000 for the purpose of introducing monitoring and control systems applicable to the common fisheries policy (notified under document number C(2000) 3729)\n", "header": "Commission Decision\nof 11 December 2000\namending Decision 2000/114/EC on the eligibility of expenditure to be incurred by certain Member States in 2000 for the purpose of introducing monitoring and control systems applicable to the common fisheries policy\n(notified under document number C(2000) 3729)\n(2000/806/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/527/EC of 8 December 1995 on a Community financial contribution towards certain expenditure incurred by the Member States in implementing the monitoring and control systems applicable to the common fisheries policy(1), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Decision 2000/114/EC of 24 January 2000 on the eligibility of expenditure to be incurred by certain Member States in 2000 in purpose of introducing monitoring and control systems applicable to the common fisheries policy(2) provides for a Community financial contribution towards certain expenditure incurred by Member States.\n(2) The appropriations available may be committed to cover some of the applications submitted by Member States that could not be granted at the time of the adoption of Decision 2000/114/EC.\n(3) Ireland has provided the Commisison with additional information on its application for a financial contribution to expenditure planned in 2000 that effects the level of expenditure eligible for a financial contribution under the terms of Decision 95/527/EC, without, however, having any budgetary impact.\n(4) The tables forwarded to some Member States and provided for in Articles 1 and 2 of Decision 2000/114/EC have been updated.\n(5) Commission Decision 2000/114/EC should therefore be amended.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Decision 2000/114/EC is amended as follows:\n1. in the first sentence of Article 1, \"EUR 115560090\" is replaced by \"EUR 114664925\";\n2. in the second sentence of Article 1, \"EUR 31477053\" is replaced by \"EUR 31286592\";\n3. in the first sentence of Article (2)1, \"EUR 6993371\" is replaced by \"EUR 6292476\";\n4. in the first sentence of the first subparagraph of Article 2(2), \"EUR 2500\" is replaced by \"EUR 2800\";\n5. in the second sentence of the first subparagraph of Article 2(2), \"EUR 3250\" is replaced by \"EUR 3400\";\n6. in Article 2(3), \"EUR 3438427\" is replaced by \"EUR 2766782\";\n7. in the third sentence of Article 3, \"EUR 2537065\" is replaced by \"EUR 3428421\";\n8. Annex I is replaced by Annex I hereto;\n9. Annex II is replaced by Annex II hereto.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Portguese Republic, the Republic of Finland, the Kindgom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 11 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 301, 14.12.1995, p. 30.\nOJ L 302, 15.12.1995, p. 45 (corrigendum)\n(2) OJ L 33, 8.2.2000, p. 25.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ Ι/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\n>TABLE>\nANEXO II/BILAG II/ANHANG II/ΠΑΡΑΡΤΗΜΑ ΙΙ/ANNEX II/ANNEXE II/ALLEGATO II/BIJLAGE II/ANEXO II/LIITE II/BILAGA II\n>TABLE>"}