{"celex_id": "32009D0976", "uri": "http://publications.europa.eu/resource/cellar/1a28a922-dae6-44b2-a0a3-562c91885a2a", "type": "Decision", "concepts": ["1318", "1445", "1755", "2560", "3660", "5034", "5369", "619"], "title": "Commission Decision of 15 December 2009 amending Annex D to Council Directive 64/432/EEC as regards diagnostic tests for enzootic bovine leukosis (notified under document C(2009) 9951) (Text with EEA relevance)\n", "header": "18.12.2009 EN Official Journal of the European Union L 336/36\nCOMMISSION DECISION\nof 15 December 2009\namending Annex D to Council Directive 64/432/EEC as regards diagnostic tests for enzootic bovine leukosis\n(notified under document C(2009) 9951)\n(Text with EEA relevance)\n(2009/976/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular the second paragraph of Article 16 thereof,\nWhereas:\n(1) Directive 64/432/EEC applies to intra-Union trade in bovine animals and Chapter II of Annex D thereto sets out the diagnostic tests for enzootic bovine leukosis (EBL) to be used for the control and eradication of that disease and for surveillance and monitoring, as well as for the establishment and maintenance of an officially enzootic-bovine-leukosis–free herd status and certification required for intra-Union trade in bovine animals.\n(2) Chapter II of Annex D to Directive 64/432/EEC provides that tests for EBL are to be carried out by either agar gel immune-diffusion test (AGID) with the use of antigen standardised against the official EC standard serum (EI serum), or by the enzyme-linked immunosorbent assay (ELISA) standardised against E4 serum. Both standard sera are supplied by the National Veterinary Institute, Technical University of Denmark.\n(3) A new EBL standard serum (E05 serum) has recently been developed by the World Organisation for Animal Health (OIE) Reference Laboratory for Enzootic Bovine Leukosis in Germany (Friedrich-Loeffler-Institute) in cooperation with the OIE Reference Laboratories in the United Kingdom (Veterinary Laboratories Agency) and in Poland (National Veterinary Research Institute) after being tested in a ring trial between those laboratories. The E05 serum has been validated against the EI and E4 sera by different AGID and ELISAs and consequently included as an accredited OIE standard serum in Section B(2) of Chapter 2.4.11 of the OIE Manual of Diagnostic Tests and Vaccines for Terrestrial Animals, Sixth Edition, 2008. This serum is available from the OIE Reference Laboratory for enzootic bovine leukosis in Germany.\n(4) In addition, the National Veterinary Institute, Technical University of Denmark has informed the Commission that it is no longer able to fulfil its obligations for the supply of the standard sera currently provided for in Chapter II of Annex D to Directive 64/432/EEC.\n(5) The German competent authorities and the Friedrich-Loeffler-Institute have agreed to be a supplier of the E05 serum which shall consequently become the new official European Union (EU) standard serum for EBL.\n(6) Directive 64/432/EEC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Chapter II of Annex D to Directive 64/432/EEC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\nANNEX\nChapter II of Annex D to Directive 64/432/EEC is replaced by the following:\n‘CHAPTER II\nTESTS FOR ENZOOTIC BOVINE LEUKOSIS\nTests for enzootic bovine leukosis shall be carried out by the agar gel immuno-diffusion test (AGID) under the conditions described in Sections A and B or by the enzyme-linked immunosorbent assay (ELISA) under the conditions described in Section C. The agar gel immuno-diffusion test may only be used for the testing of individual samples. If test results are the subject of a duly-substantiated challenge, an additional check shall be carried out by means of the agar gel immuno-diffusion test.\nThe AGID and ELISA shall be standardised against the E05 serum, which shall be the official EU standard serum, to be supplied by the:\nFriedrich-Loeffler-Institut\nFederal Research Institute for Animal Health\nOIE Reference Laboratory for Enzootic Bovine Leukosis (EBL)\nSüdufer 10\n17493 Greifswald — Insel Riems\nGermany.\nA.   Agar gel immuno-diffusion test for enzootic bovine leukosis\n1. The antigen to be used in the test shall contain bovine leukosis virus glycoprotein. The antigen shall be standardised against the E05 serum.\n2. The State institutes, national reference laboratories or official institutes designated in accordance with Article 6a for coordinating standards and methods of diagnosis of the tests for enzootic bovine leukosis shall be made responsible for calibrating the standard working antigen of the laboratory against the E05 serum.\n3. The standard antigens used in the laboratory shall be submitted at least once a year to the State institutes, national reference laboratories or official institutes designated in accordance with Article 6a, for testing against the E05 serum. Apart from such standardisation, the antigen in use may be calibrated in accordance with the method described in Section B.\n4. The reagents of the tests shall consist of:\n(a) antigen: the antigen shall contain specific glycoprotein of enzootic bovine leukosis virus which has been standardised against the E05 serum;\n(b) the test serum;\n(c) known positive control serum;\n(d) agar gel:\n— 0,8 % agar,\n— 8,5 % NaCl,\n— 0,05 M Tris-buffer pH 7,2,\n— 15 ml of this agar shall be introduced into a petri dish of 85 mm diameter, resulting in a depth of 2,6 mm of agar.\n5. A test pattern of seven moisture-free wells shall be cut in the agar to the bottom of the plate; the pattern shall consist of one central well and six wells in a circle around it.\n6. The central well shall be filled with the standard antigen. Peripheral wells 1 and 4 described in B.3 are filled with the known positive serum; wells 2, 3, 5 and 6 with the test sera. The wells shall be filled until the meniscus disappears.\n7. This results in the following quantities being obtained:\n— antigen: 32 μl,\n— control serum: 73 μl,\n— test serum: 73 μl.\n8. Incubation shall be for 72 hours at room temperature (20 to 27 °C) in a closed humid chamber.\n9. The test may be read at 24 and 48 hours but a final result shall not be obtained before 72 hours:\n(a) a test serum is positive if it forms a specific precipitation line with the bovine leukosis virus (BLV) antigen and forms a complete line of identity with the control serum;\n(b) a test serum is negative if it does not form a specific precipitation line with the BLV antigen and if it does not bend the line of the control serum;\n(c) the reaction cannot be considered conclusive if it:\n(i) bends the line of the control serum towards the BLV antigen well without forming a visible precipitin line with the antigen; or\n(ii) if it cannot be read either as negative or as positive.\n10. Any other well configuration or pattern may be utilised provided that the E05 serum diluted 1:10 in negative serum can be detected as positive.\nB.   Method for antigen standardisation\n1. Solutions and materials required:\n(a) 40 ml of 1,6 % agarose in 0,05 M Tris/HCl buffer, pH 7,2 with 8,5 % NaCl;\n(b) 15 ml of a bovine leukosis serum, having antibody only to bovine leukosis virus glycoproteins, diluted 1:10 in 0,05 M Tris/HCl buffer, pH 7,2 with 8,5 % NaCl;\n(c) 15 ml of a bovine leukosis serum, having antibody only to bovine leukosis virus glycoproteins, diluted 1:5 in 0,05 M Tris/HCl buffer, pH 7,2 with 8,5 % NaCl;\n(d) four plastic petri dishes with a diameter of 85 mm;\n(e) a punch with a diameter of 4 to 6 mm;\n(f) a reference antigen;\n(g) the antigen which is to be standardised;\n(h) a water bath (56 °C).\n2. Procedure:\n\n\n3. Addition of antigen:\n(a) petri dishes 1 and 3:\n(i) well A — undiluted reference antigen;\n(ii) well B — 1:2 diluted reference antigen;\n(iii) wells C and E — reference antigen;\n(iv) well D — undiluted test antigen;\n(b) petri dishes 2 and 4:\n(i) well A — undiluted test antigen;\n(ii) well B — 1:2 diluted test antigen;\n(iii) well C — 1:4 diluted test antigen;\n(iv) well D — 1:8 diluted test antigen.\n4. Additional instructions:\n(a) the experiment shall be carried out with two serum dilutions (1:5 and 1:10) in order to achieve optimal precipitation;\n(b) if the precipitation diameter is too small with both dilutions, then the serum shall be further diluted;\n(c) if the precipitation diameter in both dilutions is too large and faint, then a lower serum shall be chosen;\n(d) the final concentration of the agarose shall be 0,8 %; that of the sera 5 and 10 % respectively;\n(e) plot the measured diameters in the following coordinate system. The dilution of the antigen to be tested with the same diameter as the reference antigen is the working dilution.\nC.   Enzyme-linked immunosorbent assay (ELISA) for detecting enzootic bovine leukosis\n1. The material and reagents to be used shall be as follows:\n(a) solid-phase microplates, cuvettes or any other solid phase;\n(b) the antigen is fixed to the solid phase with or without the aid of polyclonal or monoclonal catching antibodies. If antigen is coated directly to the solid phase, all test samples giving positive reactions have to be retested against the control antigen. The control antigen should be identical to the antigen except that the BLV antigens are absent. If catching antibodies are coated to the solid phase, the antibodies shall not react to antigens other than BLV antigens;\n(c) the biological fluid to be tested;\n(d) a corresponding positive and negative control;\n(e) conjugate;\n(f) a substrate adapted to the enzyme used;\n(g) a stopping solution, if necessary;\n(h) solutions for the dilution of the test samples for preparations of the reagents and for washing;\n(i) a reading system appropriate to the substrate used.\n2. Standardisation and sensitivity of test\n3. Conditions for use of the ELISA for enzootic bovine leukosis\n(a) ELISAs may be used on serum and milk samples.\n(b) Where ELISAs are used for certification purposes in accordance with Article 6(2)(c) or for the establishment and maintenance of a herd status in accordance with Annex D(I), pooling of samples of serum or milk shall be carried out in such a way that the samples taken for examination can be undoubtedly related to the individual animals included in the pool. Any confirmatory test shall be carried out on samples taken from individual animals.\n(c) Where ELISAs are used on a sample of bulk milk this sample shall be taken from the milk collected from a herd with at least 30 % of dairy cows in milk. Any confirmatory test shall be carried out on samples of serum or milk taken from individual animals.’"}