{"celex_id": "32002R0596", "uri": "http://publications.europa.eu/resource/cellar/4b928959-3f46-4185-b593-447fbb04fe47", "type": "Regulation", "concepts": ["1144", "1224", "4630", "5470", "5581", "5730", "755"], "title": "Commission Regulation (EC) No 596/2002 of 5 April 2002 derogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, with regard to set-aside\n", "header": "Commission Regulation (EC) No 596/2002\nof 5 April 2002\nderogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, with regard to set-aside\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1038/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Eligibility for area aid under the general scheme referred to in Article 2(3) of Regulation (EC) No 1251/1999 is subject to an obligation to set land aside.\n(2) Article 19(2) and (3) of Commission Regulation (EC) No 2316/1999(3), as last amended by Regulation (EC) No 327/2002(4), stipulates that the set-aside period must begin no later than 15 January and that no agricultural production is authorised on the land set aside.\n(3) Some regions in Germany were affected by exceptional floods at the beginning of 2002, which makes it difficult to graze livestock in the usual places. Temporary alternatives should therefore be found for sheltering and feeding livestock. The use of land set aside under the arable crop scheme could relieve the situation. However, measures should be taken to ensure that such land is not put to any lucrative use.\n(4) In view of the situation facing farmers, this Regulation should enter into force immediately.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 19(2) and (3) of Regulation (EC) No 2316/1999, Germany may, in duly justified cases, authorise producers in the regions referred to in the Annex to this Regulation to use set-aside land for sheltering and feeding livestock until 30 April 2002.", "Germany shall take all the measures necessary to ensure that the set-aside land is not put to any lucrative use.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 April 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 145, 31.5.2001, p. 16.\n(3) OJ L 280, 30.10.1999, p. 43.\n(4) OJ L 51, 22.2.2002, p. 14.\nANNEX\nGERMANY\nMecklenburg-Vorpommern\nBrandenburg\nLandkreise:\n- Barnim\n- Dahme-Spreewald\n- Elbe-Elster\n- Havelland\n- MĂ¤rkisch-Oderland\n- Oberhavel\n- Oder-Spree\n- Potsdam-Mittelmark\n- Prignitz\n- Spree-NeiĂ\u009fe\n- Uckermark\n- Stadt Frankfurt/Oder"}