{"celex_id": "32004R1874", "uri": "http://publications.europa.eu/resource/cellar/4dca002f-6217-4acd-8685-705d823c5937", "type": "Regulation", "concepts": ["1796", "1798", "1810", "20", "2494", "4133", "5725", "597"], "title": "Commission Regulation (EC) No 1874/2004 of 28 October 2004 amending Directives 2004/17/EC and 2004/18/EC of the European Parliament and of the Council in respect of their application thresholds for the procedures for the award of contractsText with EEA relevance\n", "header": "29.10.2004 EN Official Journal of the European Union L 326/17\nCOMMISSION REGULATION (EC) No 1874/2004\nof 28 October 2004\namending Directives 2004/17/EC and 2004/18/EC of the European Parliament and of the Council in respect of their application thresholds for the procedures for the award of contracts\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 69 thereof,\nHaving regard to Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (2), and in particular Article 78 thereof,\nAfter consultation of the Advisory Committee for Public Contracts,\nWhereas:\n(1) By Decision 94/800/EC of 22 December 1994 concerning the conclusion on behalf of the European Community, as regards matters within its competence, of the agreements reached in the Uruguay Round multilateral negotiations (1986-1994) (3) the Council approved the Agreement on government procurement, hereinafter referred to as ‘the Agreement’, shown in Annex 4 to that Decision. Under the terms of the Agreement, the rules it lays down are to be complied with as soon as the contracts in question reach or surpass the amounts, hereinafter referred to as ‘thresholds’, set in the Agreement and expressed as special drawing rights.\n(2) Directives 2004/17/EC and 2004/18/EC have as one of their objectives the goal of allowing the contracting entities and the contracting authorities which apply them to comply at the same time with the obligations laid down in the Agreement. To achieve this, the Commission must check the thresholds laid down by the Directives to which the Agreement relates and, where necessary, revise them upwards or downwards so as to ensure that they correspond to the euro equivalents, rounded down to the nearest thousand, of the thresholds set in the Agreement. The values of the thresholds under the Directives are not the same as the values of the thresholds under the Agreement, recalculated to cover the period from 1 January 2004 to 31 December 2005 (4). They should therefore be revised.\n(3) Furthermore, in Directives 2004/17/EC and 2004/18/EC, in order to reduce the number of thresholds to be complied with, those thresholds which are independent of the Agreement have been aligned on those which result from it. It is therefore appropriate to revise them as well.\n(4) The amendments do not affect the national provisions implementing Directives 2004/17/EC and 2004/18/EC starting from lower thresholds than the thresholds specified in the Directives.\n(5) Directives 2004/17/EC and 2004/18/EC should therefore be modified accordingly,", "main_body": ["Directive 2004/17/EC is amended as follows:\n1. Article 16 is amended as follows:\n(a) in point (a), the amount ‘EUR 499 000’ is replaced by ‘EUR 473 000’,\n(b) in point (b), the amount ‘EUR 6 242 000’ is replaced by ‘EUR 5 923 000’.\n2. Article 61 is amended as follows:\n(a) in paragraph 1, the amount ‘EUR 499 000’ is replaced by ‘EUR 473 000’,\n(b) in paragraph 2, the amount ‘EUR 499 000’ is replaced by ‘EUR 473 000’.", "Directive 2004/18/EC is amended as follows:\n1. Article 7 is amended as follows:\n(a) in point (a), the amount ‘EUR 162 000’ is replaced by ‘EUR 154 000’,\n(b) in point (b), the amount ‘EUR 249 000’ is replaced by ‘EUR 236 000’,\n(c) in point (c), the amount ‘EUR 6 242 000’ is replaced by ‘EUR 5 923 000’;\n2. The first paragraph of Article 8 is amended as follows:\n(a) in point (a), the amount ‘EUR 6 242 000’ is replaced by ‘EUR 5 923 000’,\n(b) in point (b) the amount ‘EUR 249 000’ is replaced by ‘EUR 154 000’;\n3. In Article 56, the amount ‘EUR 6 242 000’ is replaced by ‘EUR 5 923 000’;\n4. In the first subparagraph of Article 63(1), the amount ‘EUR 6 242 000’ is replaced by ‘EUR 5 923 000’;\n5. Article 67(1) is amended as follows:\n(a) in point (a), the amount ‘EUR 162 000’ is replaced by ‘EUR 154 000’,\n(b) in point (b), the amount ‘EUR 249 000’ is replaced by ‘EUR 236 000’,\n(c) in point (c), the amount ‘EUR 249 000’ is replaced by ‘EUR 236 000’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1.\n(2)  OJ L 134, 30.4.2004, p. 114.\n(3)  OJ L 336, 23.12.1994, p. 1.\n(4)  OJ C 309, 19.12.2003, p. 14."}