{"celex_id": "32001R0947", "uri": "http://publications.europa.eu/resource/cellar/b5a55e0d-8cec-4483-b2d6-e6852af8a768", "type": "Regulation", "concepts": ["2121", "2212", "3568"], "title": "Commission Regulation (EC) No 947/2001 of 15 May 2001 fixing the rates of the refunds applicable to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\n", "header": "Commission Regulation (EC) No 947/2001\nof 15 May 2001\nfixing the rates of the refunds applicable to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), as last amended by Commission Regulation (EC) No 1516/96(2), and in particular Article 8(3) thereof,\nWhereas:\n(1) Article 8(1) of Regulation (EEC) No 2771/75 provides that the difference between prices in international trade for the products listed in Article 1(1) of that Regulation and prices within the Community may be covered by an export refund where these goods are exported in the form of goods listed in the Annex to that Regulation. Whereas Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds(3), as amended by Regulation (EC) No 2390/2000(4), specifies the products for which a rate of refund should be fixed, to be applied where these products are exported in the form of goods listed in the Annex to Regulation (EEC) No 2771/75.\n(2) In accordance Article 4(1) of Regulation (EC) No 1520/2000, the rate of the refund per 100 kilograms for each of the basic products in question must be fixed for a period of the same duration as that for which refunds are fixed for the same products exported unprocessed.\n(3) Article 11 of the Agreement on Agriculture concluded under the Uruguay Round lays down that the export refund for a product contained in a good may not exceed the refund applicable to that product when exported without further processing.\n(4) It is necessary to ensure continuity of strict management taking account of expenditure forecasts and funds available in the budget.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["The rates of the refunds applicable to the basic products appearing in Annex A to Regulation (EC) No 1520/2000 and listed in Article 1(1) of Regulation (EEC) No 2771/75, exported in the form of goods listed in the Annex I to Regulation (EEC) No 2771/75, are hereby fixed as shown in the Annex hereto.", "This Regulation shall enter into force on 16 May 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49.\n(2) OJ L 189, 30.7.1996, p. 99.\n(3) OJ L 177, 15.7.2000, p. 1.\n(4) OJ L 276, 28.10.2000, p. 3.\nANNEX\nto the Commission Regulation of 15 May 2001 fixing the rates of the refunds applicable to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\n>TABLE>"}