{"celex_id": "32005D0740", "uri": "http://publications.europa.eu/resource/cellar/bff709d1-b6a1-4f6b-883b-b64cde9ba754", "type": "Decision", "concepts": ["1755", "1759", "1854", "2771", "3579", "4743", "5876"], "title": "2005/740/EC: Commission Decision of 20 October 2005 amending Decision 2005/693/EC concerning certain protection measures in relation to avian influenza in Russia (notified under document number C(2005) 4176)   (Text with EEA relevance)\n", "header": "21.10.2005 EN Official Journal of the European Union L 276/68\nCOMMISSION DECISION\nof 20 October 2005\namending Decision 2005/693/EC concerning certain protection measures in relation to avian influenza in Russia\n(notified under document number C(2005) 4176)\n(Text with EEA relevance)\n(2005/740/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular Article 18 (1) and (6) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 22 (1) and (5) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming.\n(2) Commission Decision 2005/693/EC of 6 October 2005 concerning certain protection measures in relation to avian influenza in Russia (3) was adopted following outbreaks of avian influenza in Russia. That Decision suspends the importation of birds, other than poultry, from Russia.\n(3) In addition, Decision 2005/693/EC suspends the importation of unprocessed feathers and unprocessed parts of feathers from those regions of Russian listed in Annex I to that Decision. However, the importation of unprocessed feathers and parts of unprocessed feathers, are still authorised from those regions of Russia not listed in Annex I to that Decision, subject to certain conditions, including those regions located west of the Ural mountains, in which outbreaks had not occurred at the date of adoption of Decision 2005/693/EC.\n(4) On 19 October 2005, Russia informed the Commission that an outbreak of avian influenza has occurred in Tula, in the Central Federal District of Russia, in which no outbreaks had been previously reported and from which unprocessed feathers and parts of unprocessed feathers may still be imported, in accordance with Decision 2005/693/EC.\n(5) In relation to the recent outbreaks of highly pathogenic avian influenza caused by Influenza A virus of subtype H5N1 in Turkey, Romania and Russia, circumstantial evidence and molecular epidemiology data strongly suggest that the avian influenza virus has spread into those third countries proceeding from central Asia via migratory birds. This is also suggested by the report of a recent mission to Russia carried out by the World Organization for Animal Health (O.I.E.), that was published on 14 October 2005.\n(6) The importation into the Community of unprocessed feathers and parts of unprocessed feathers should therefore be banned from those regions of Russia where the outbreak of avian influenza has recently occurred or which are at particular risk, in accordance with current knowledge on the flyways of migratory brids proceeding from the areas in central Asia and Siberia where the disease has been recorded.\n(7) Annex I to Commission Decision 2005/693/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I of Decision 2005/693/EC the following points 4, 5, 6 and 7 are added:\n‘4.   Central Federal District\nIncludes the following Subjects of the Russian Federation: Belgorod Oblast, Bryansk Oblast, Ivanovo Oblast, Kaluga Oblast, Kostroma Oblast, Kursk Oblast, Lipetsk Oblast, Moscow (federal city), Moscow Oblast, Oryol Oblast, Ryazan Oblast, Smolensk Oblast, Tambov Oblast, Tver Oblast, Tula Oblast, Vladimir Oblast, Voronezh Oblast, Yaroslavl Oblast.\n5.   Southern Federal District\nIncludes the following Subjects of the Russian Federation: Adygeya Republic, Astrakhan Oblast, Chechnya Republic, Dagestan Republic, Ingushetia Republic, Kabardino-Balkaria Republic, Kalmykia Republic, Karachay-Cherkessia Republic, Krasnodar Krai, North Ossetia-Alania Republic, Stavropol Krai, Rostov Oblast, Volgograd Oblast.\n6.   Northwestern Federal District\nIncludes the following Subjects of the Russian Federation: Arkhangelsk Oblast, Komi Republic, Novgorod Oblast, Pskov Oblast, Vologda Oblast.\n7.   Privolzhsky (Volga) Federal District\nIncludes the following Subjects of the Russian Federation: Bashkortostan Republic, Chuvashia Republic, Kirov Oblast, Mari El Republic, Mordovia Republic, Nizhny Novgorod Oblast, Orenburg Oblast, Penza Oblast, Perm Oblast, Permyakia Autonomous District, Samara Oblast, Saratov Oblast, Tatarstan Republic, Udmurtia Republic, Ulyanovsk Oblast.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 October 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by the 2003 Act of Accession.\n(2)  OJ L 24, 31.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1; corrected version in OJ L 191, 28.5.2004, p. 1).\n(3)  OJ L 263, 8.10.2005, p. 22."}