{"celex_id": "32008R0403", "uri": "http://publications.europa.eu/resource/cellar/d9dc217b-010f-42ce-9838-0ed1c77de9d4", "type": "Regulation", "concepts": ["1309", "1338", "161", "4319", "4605", "5083"], "title": "Commission Regulation (EC) No 403/2008 of 6 May 2008 provisionally setting delivery obligations for cane sugar to be imported under the ACP Protocol and the Agreement with India for the 2008/2009 delivery period\n", "header": "7.5.2008 EN Official Journal of the European Union L 120/6\nCOMMISSION REGULATION (EC) No 403/2008\nof 6 May 2008\nprovisionally setting delivery obligations for cane sugar to be imported under the ACP Protocol and the Agreement with India for the 2008/2009 delivery period\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 31 thereof,\nWhereas:\n(1) Article 12 of Commission Regulation (EC) No 950/2006 of 28 June 2006 laying down detailed rules of application for the 2006/2007, 2007/2008 and 2008/2009 marketing years for the import and refining of sugar products under certain tariff quotas and preferential agreements (2) provides for detailed rules for setting delivery obligations at zero duty for products falling within CN code 1701, expressed in white-sugar equivalent, for imports originating in the countries that are signatories to the ACP Protocol and to the Agreement with India.\n(2) Application of Articles 3 and 7 of the ACP Protocol, Articles 3 and 7 of the Agreement with India and Article 12(3) and Articles 14 and 15 of Regulation (EC) No 950/2006 has resulted in the Commission calculating delivery obligations for each exporting country for the 2008/2009 delivery period, on the basis of the information currently available.\n(3) It is therefore necessary to provisionally determine the delivery obligations for the period 2008/2009 in accordance with point (a) of Article 12(2) of Regulation (EC) No 950/2006.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The delivery obligations for imports originating in the countries that are signatories to the ACP Protocol and to the Agreement with India in respect of products falling within CN code 1701, expressed in white-sugar equivalent, in the 2008/2009 delivery period for each exporting country concerned, are provisionally determined as set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Regulation (EC) No 1260/2007 (OJ L 283, 27.10.2007, p. 1).\n(2)  OJ L 178, 1.7.2006, p. 1. Regulation as last amended by Regulation (EC) No 371/2007 (OJ L 92, 3.4.2007, p. 6).\nANNEX\nDelivery obligations for imports of preferential sugar, expressed in white-sugar equivalent, originating in countries which are signatories to the ACP Protocol and to the Agreement with India for the 2008/2009 delivery period.\nACP Protocol/Agreement with India signatory country Delivery obligations 2008/2009\nBarbados 32 097,40\nBelize 46 680,10\nCongo 10 186,10\nFiji 165 348,30\nGuyana 165 131,40\nIndia 10 000,00\nCôte d’Ivoire 10 186,10\nJamaica 122 234,30\nKenya 5 000,00\nMadagascar 10 760,00\nMalawi 20 824,40\nMauritius 491 030,50\nMozambique 6 000,00\nSt Kitts and Nevis 0,00\nSuriname 0,00\nSwaziland 117 844,50\nTanzania 10 186,10\nTrinidad and Tobago 43 751,00\nUganda 0,00\nZambia 7 215,00\nZimbabwe 30 224,80\nTotal 1 304 700,00"}