{"celex_id": "32004R0914", "uri": "http://publications.europa.eu/resource/cellar/38472130-dc5f-4cff-bfc8-ce896f56b107", "type": "Regulation", "concepts": ["1120", "13", "1988", "2713"], "title": "Commission Regulation (EC) No 914/2004 of 29 April 2004 fixing the compensatory aid for bananas produced and marketed in the Community in 2003 and the unit value of the advances for 2004\n", "header": "Commission Regulation (EC) No 914/2004\nof 29 April 2004\nfixing the compensatory aid for bananas produced and marketed in the Community in 2003 and the unit value of the advances for 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), and in particular the first subparagraph of Article 12(6) and Article 14 thereof,\nWhereas:\n(1) Under Article 12(3) of Regulation (EEC) No 404/93, compensatory aid to Community producers for any loss of income is calculated on the basis of the difference between the flat-rate reference income and the average production income from bananas produced and marketed in the Community during the year in question.\n(2) Article 2(2) of Commission Regulation (EEC) No 1858/93 of 9 July 1993 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector(2) fixes the flat-rate reference income at EUR 64,03 per 100 kilograms net weight of green bananas ex-packing shed.\n(3) In 2003, the average production income, calculated on the basis of the average of the prices for bananas marketed outside the producer regions at the stage of delivery at first port of unloading (goods not unloaded), on the one hand, and the selling prices on local markets for bananas marketed in their producer region, on the other, less the flat-rate amounts laid down in Article 3(2) of Regulation (EEC) No 1858/93, was less than the flat-rate reference income fixed for 2003. The compensatory aid to be granted in respect of 2003 should be fixed accordingly.\n(4) Under the second subparagraph of Article 12(6) of Regulation (EEC) No 404/93, supplementary aid is granted in one or more producer regions where the average income from production is significantly lower than the average for the Community.\n(5) The annual average production income from the marketing of bananas produced in Martinique and Guadeloupe has proved to be significantly lower than the Community average during 2003. As a result, supplementary aid should be granted in the producer regions of Martinique and Guadeloupe, in accordance with the practice followed in recent years. Supplementary aid covering a percentage of the difference between the average income in the Community and the average income recorded on selling products in those regions should be fixed, using a degressive calculation method in which the first 10 % of this difference is not compensated for.\n(6) The unit amount of the advances and the amount of the relevant security are established, in accordance with Article 4(2) and (3) of Regulation (EEC) No 1858/93, on the basis of the aid fixed for the preceding year.\n(7) Given that not all the necessary data were available, it has not hitherto been possible to determine the compensatory aid for 2003. Provision should be made for the balance of the aid for 2003 and of the advances for bananas marketed during January and February 2004 to be paid within two months of the entry into force of this Regulation.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["1. The compensatory aid provided for in Article 12 of Regulation (EEC) No 404/93 for fresh bananas falling within CN code ex 0803, excluding plantain bananas, produced and marketed in the Community in 2003 shall be EUR 29,46 per 100 kilograms.\n2. The aid fixed in paragraph 1 shall be increased by EUR 5,19 per 100 kilograms for bananas produced in Martinique and by EUR 5,15 per 100 kilograms for bananas produced in Guadeloupe.", "Advances for bananas marketed from January to December 2004 shall amount to EUR 20,62 per 100 kilograms. The relevant security shall be EUR 10,31 per 100 kilograms.", "As an exception to Article 10 of Regulation (EEC) No 1858/93, the competent authorities of the Member States shall pay the balance of the compensatory aid to be granted in respect of 2003 and the advance for bananas marketed during January and February 2004 within two months of the entry into force of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1. Regulation last amended by Regulation (EC) No 2587/2001 (OJ L 345, 29.12.2001, p. 13).\n(2) OJ L 170, 13.7.1993, p. 5. Regulation last amended by Regulation (EC) No 471/2001 (OJ L 67, 9.3.2001, p. 52)."}