{"celex_id": "32008R0956", "uri": "http://publications.europa.eu/resource/cellar/c1dfa1bd-c97e-4d75-9723-a6084bc7edf2", "type": "Regulation", "concepts": ["1277", "1854", "2078", "2732", "2845", "5034", "6112"], "title": "Commission Regulation (EC) No 956/2008 of 29 September 2008 amending Annex IV to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (Text with EEA relevance)\n", "header": "30.9.2008 EN Official Journal of the European Union L 260/8\nCOMMISSION REGULATION (EC) No 956/2008\nof 29 September 2008\namending Annex IV to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the second paragraph of Article 7(3), the first paragraph of Article 23 and Article 23a(d) thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It applies to the production and placing on the market of live animals and products of animal origin and in certain specific cases to exports thereof.\n(2) Article 7(1) of Regulation (EC) No 999/2001 provides that the feeding to ruminants of protein derived from animals is prohibited. However, Article 7(3) of that Regulation provides for a derogation from that prohibition for the feeding to young animals of ruminant species of proteins derived from fish, subject to certain conditions. Those conditions include a scientific assessment of the dietary needs of young ruminants and an assessment of the control aspects of such a derogation.\n(3) Part II of Annex IV to Regulation (EC) No 999/2001 sets out the derogations from the prohibition provided for in Article 7(1) of that Regulation and the specific conditions for the application of such derogations.\n(4) On 24 January 2007 the European Food Safety Authority adopted an opinion on the assessment of the health risks of feeding of ruminants with fishmeal in relation to the risk of TSE. The opinion concluded that the risk of TSE in fish, either being fed directly or by amplification of infectivity is remote. It also found that if there is any risk of TSE in fishmeal this could arise from the mammalian feed recently being fed to these fish or through fishmeal contaminated by MBM.\n(5) On 19 March 2008, a report by the Directorate-General for Health and Consumers, carried out with the assistance of a number of scientific experts, was completed. That report concludes that fishmeal is an easily digested protein source with a digestibility lower than milk but higher than most proteins of plant origin and a good amino acid profile compared with vegetable protein sources actually used in milk replacers and that the feeding of young animals of ruminant species with fish meal could be allowed.\n(6) Taking account of the condition concerning an assessment of control aspects provided for in Article 7(3) of Regulation (EC) No 999/2001, the potential risk of the feeding to young animals of ruminant species of fishmeal is counterbalanced by the existing strict processing rules imposed on the production of fishmeal and the controls on each consignment of imported fishmeal before release for free circulation in the Community\n(7) In addition, to ensure that the use of fishmeal is only allowed for young animals of ruminant species, such use should be limited to the production of milk replacers, distributed in dry form and administered after dilution in a given quantity of liquid, intended for feeding to young animals of ruminant species as a supplement to, or substitute for, post-colostral milk before weaning is complete. Also, strict rules for implementation should be imposed on the production, packaging, labelling and transport of milk replacers containing fishmeal intended for such animals.\n(8) For clarity and consistency the same rules related to labelling accompanying document of feedingstuffs containing fishmeal destined for non-ruminants should be laid down.\n(9) Point E.1. of Part III of Annex IV to Regulation (EC) No 999/2001 provides that exports to third countries of processed animal proteins derived from ruminants, and of products containing such processed animal proteins, is prohibited.\n(10) However, the use of such proteins for the production of petfood is currently allowed within the Community. In the interest of consistency of Community legislation, it is appropriate to allow exports of processed petfood including canned petfood which contains processed animal proteins derived from ruminants to third countries.\n(11) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex IV to Regulation (EC) No 999/2001 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\nANNEX\nAnnex IV to Regulation (EC) No 999/2001 is amended as follows:\n(1) Part II is amended as follows:\n(a) in point A, the following point (e) is added:\n‘(e) the feeding to unweaned farmed animals of the ruminant species of fishmeal in accordance with the conditions laid down in point BA).’;\n(b) point B is amended as follows:\n(i) point (d) is replaced by the following:\n‘(d) the commercial document accompanying consignments of feedingstuffs containing fishmeal and any packaging containing such consignments, must be clearly marked with the words “contains fishmeal — must not be fed to ruminants”.’;\n(ii) the following point BA is added:\n(a) the fishmeal shall be produced in processing plants dedicated exclusively to the production of fish-derived products;\n(b) before release for free circulation in the Community, each consignment of imported fishmeal shall be analysed by microscopy in accordance with Directive 2003/126/EC;\n(c) the use of fishmeal for young farmed animals of the ruminant species will only be authorised for the production of milk replacers, distributed in dry form and administered after dilution in a given quantity of liquid, intended for the feeding of unweaned ruminants as a supplement to, or substitute for, post-colostral milk before weaning is complete;\n(d) milk replacers containing fishmeal intended for young farmed animals of the ruminant species shall be produced in establishments which do not produce other feedingstuffs for ruminants and which are authorised for this purpose by the competent authority.\n(i) bulk and packaged other feedingstuffs destined for ruminants are kept in facilities physically separate from those for bulk fishmeal and bulk milk replacers containing fishmeal during storage, transport and packaging,\n(ii) other feedingstuffs destined for ruminants are manufactured in facilities physically separate from facilities where milk replacers containing fishmeal are manufactured,\n(iii) records detailing the purchases and uses of fishmeal and the sales of milk replacers containing fishmeal are kept available to the competent authority for at least five years, and\n(iv) routine tests are regularly carried out on other feedingstuffs destined for ruminants to ensure that prohibited proteins including fishmeal are not present. The results should be kept available to the competent authority for at least five years;\n(e) the commercial document accompanying milk replacers containing fishmeal, intended for young farmed animals of the ruminant species, and any packaging containing such a consignment, must be clearly marked with the words “contains fishmeal — must only be fed to unweaned ruminants”;\n(f) bulk milk replacers containing fishmeal intended for young farmed animals of the ruminant species containing fishmeal shall be transported by means of vehicles which do not at the same time transport other feedingstuffs for ruminants. If applicable, when the vehicle is subsequently used for the transport of other feedingstuffs intended for ruminants, it shall be thoroughly cleaned in accordance with a procedure approved by the competent authority to avoid cross-contamination;\n(g) on farms where ruminants are kept, on-farm measures shall be in place to prevent milk replacers containing fishmeal being fed to other ruminants than those envisaged by the derogation under point A(e) of Part II of Annex IV. The competent authority shall establish a list of farms where milk replacers containing fishmeal are used through a system of prior notification by the farm or another system ensuring compliance with this provision.’;\n(2) in Part III, point E.1 is replaced by the following:"}