{"celex_id": "32007R0335", "uri": "http://publications.europa.eu/resource/cellar/babb4179-cded-4ed1-a78f-781936bf3c92", "type": "Regulation", "concepts": ["4438", "5048", "5481", "5754", "6298", "71"], "title": "Commission Regulation (EC) No 335/2007 of 28 March 2007 amending Regulation (EC) No 1702/2003 as regards the implementing rules related to environmental certification of aircraft and related products, parts and appliances (Text with EEA relevance )\n", "header": "29.3.2007 EN Official Journal of the European Union L 88/40\nCOMMISSION REGULATION (EC) No 335/2007\nof 28 March 2007\namending Regulation (EC) No 1702/2003 as regards the implementing rules related to environmental certification of aircraft and related products, parts and appliances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1), and in particular Articles 5 and 6 thereof,\nWhereas:\n(1) One of the objectives of Regulation (EC) No 1592/2002 is to assist the Member States in fulfilling their obligations under the Chicago Convention by providing a common and uniform implementation of its provisions.\n(2) Regulation (EC) No 1592/2002 was implemented by Commission Regulation (EC) No 1702/2003 of 24 September 2003 laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisations (2).\n(3) Article 2(1) of Regulation (EC) No 1702/2003 establishes that products, parts and appliances shall be issued certificates as specified in its Annex (Part 21).\n(4) Appendix VI of the Annex (Part 21) to Regulation (EC) No 1702/2003 specifies the EASA Form 45 to be used for issuing Noise Certificates.\n(5) Volume I of Annex 16 to the Chicago Convention was amended on 23 February 2005 as regards the standards and guidelines for the administration of Noise Certification Documentation.\n(6) Some modifications to the provisions of Regulation (EC) No 1702/2003 are needed to bring its Annex in line with the amended Volume I of Annex 16.\n(7) Regulation (EC) No 1702/2003 should therefore be amended accordingly.\n(8) The measures provided for by this Regulation are based on the opinion issued by the Agency in accordance with Articles 12(2)(b) and 14(1) of Regulation (EC) No 1592/2002.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 54(3) of Regulation (EC) No 1592/2002,", "main_body": ["The Annex (Part 21) to Regulation (EC) No 1702/2003 is amended as follows:\n1. In Part 21A.204(b)(1)(ii), the sentence ‘This information shall be included in the flight manual, when a flight manual is required by the applicable airworthiness code for the particular aircraft’ is deleted;\n2. In Part 21A.204(b)(2)(i), the sentence ‘This information shall be included in the flight manual, when a flight manual is required by the applicable airworthiness code for the particular aircraft’ is deleted;\n3. Appendix VI is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 1701/2003 (OJ L 243, 27.9.2003, p. 5).\n(2)  OJ L 243, 27.9.2003, p. 6. Regulation as amended by Regulation (EC) No 706/2006 (OJ L 122, 9.5.2006, p. 16).\nANNEX\nAppendix VI — EASA Form 45 Noise Certificate of the Annex (Part 21) is substituted by the following:"}