{"celex_id": "32005D1115(01)", "uri": "http://publications.europa.eu/resource/cellar/a7acbb98-0ad4-404f-86a0-d240692a189d", "type": "Decision", "concepts": ["1048", "1330", "5421", "5630"], "title": "Decision of the Management Board of Europol of 19 October 2005 agreeing to the conditions and procedures laid down by Europol adapting the amounts mentioned in the Appendix to the Decision of the Europol Management Board of 16 November 1999 regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol\n", "header": "15.11.2005 EN Official Journal of the European Union C 282/4\nDECISION OF THE MANAGEMENT BOARD OF EUROPOL\nof 19 October 2005\nagreeing to the conditions and procedures laid down by Europol adapting the amounts mentioned in the Appendix to the Decision of the Europol Management Board of 16 November 1999 regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol\n(2005/C 282/03)\nTHE MANAGEMENT BOARD OF EUROPOL", "recitals": ",\nHaving regard to the Protocol drawn up on the basis of Article K.3 of the Treaty on European Union and Article 41(3) of the Europol Convention, on the privileges and immunities of Europol, the members of its organs, the deputy directors and employees of Europol (1), and in particular Article 10 thereof,\nWhereas:\n1. The Council decided on 12 October 2005 to adapt the salaries and emoluments for Europol officials with 0,2 % with retroactive effect as of 1 July 2004.\n2. The Management Board decided on 19 October 2005 to effect an increase in the amounts mentioned in Article 4 of the Appendix to the Decision of the Management Board of 16 November 1999 (2) by the same percentage and as of the same date as determined by the Council Decision of 12 October 2005 mentioned under point 1.\n3. In accordance with the same decision of the Management Board of 19 October 2005, the values thus established should be published in the Official Journal of the European Union,", "main_body": ["With effect from 1 July 2004:\n1. The value mentioned in the first sentence of Article 4 of the Appendix to the Decision of the Europol Management Board of 16 November 1999 shall be replaced by EUR 110,24.\n2. The values in euro units of the table included in Article 4 of the Appendix to the Decision of the Europol Management Board of 16 November 1999 shall be replaced by the following:\n8 % to amounts between EUR 110,24 and EUR 1 941,75\n10 % to amounts between EUR 1 941,76 and EUR 2 674,46\n12,5 % to amounts between EUR 2 674,47 and EUR 3 065,08\n15 % to amounts between EUR 3 065,09 and EUR 3 480,86\n17,5 % to amounts between EUR 3 480,87 and EUR 3 871,51\n20 % to amounts between EUR 3 871,52 and EUR 4 250,14\n22,5 % to amounts between EUR 4 250,15 and EUR 4 640,75\n25 % to amounts between EUR 4 640,76 and EUR 5 019,40\n27,5 % to amounts between EUR 5 019,41 and EUR 5 410,02\n30 % to amounts between EUR 5 410,03 and EUR 5 788,67\n32,5 % to amounts between EUR 5 788,68 and EUR 6 179,29\n35 % to amounts between EUR 6 179,30 and EUR 6 558,53\n40 % to amounts between EUR 6 558,54 and EUR 6 949,16\n45 % to amounts above EUR 6 949,17.", "This Decision shall be published in the Official Journal of the European Union.", "This Decision shall enter into force the day following that of its adoption."], "attachments": "Done at The Hague, 19 October 2005.\nRob WAINWRIGHT\nChairman of the Management Board\n(1)  OJ C 221, 19.7.1997, p. 2.\n(2)  OJ C 65, 28.2.2001, p. 8."}