{"celex_id": "32007D0314", "uri": "http://publications.europa.eu/resource/cellar/4a81fbf3-77d5-47dc-89d2-1118670a84f2", "type": "Decision", "concepts": ["1442", "1857", "192", "2356", "2560", "3584", "5563", "5898"], "title": "2007/314/EC: Commission Decision of 30 April 2007 concerning measures taken by Slovenia following outbreaks of classical swine fever in Croatia (notified under document number C(2007) 1830) (Text with EEA relevance)\n", "header": "8.5.2007 EN Official Journal of the European Union L 118/19\nCOMMISSION DECISION\nof 30 April 2007\nconcerning measures taken by Slovenia following outbreaks of classical swine fever in Croatia\n(notified under document number C(2007) 1830)\n(Text with EEA relevance)\n(2007/314/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (3), and in particular the second subparagraph of Article 4(1) and Article 4(3) thereof,\nWhereas:\n(1) Since 3 March 2007, several outbreaks of classical swine fever have occurred in Croatia close to the border with Slovenia. On 8 March 2007, Slovenia took, on the basis of the information provided by Croatia, control and precautionary measures relating to pig holdings and movements of pigs in restriction zones, located in the municipality of Brežice and within a distance of 3 and 10 kilometres from an outbreak in Croatia. Different measures apply in the 3 and in the 10 km restriction zones that have been based on the requirements laid down in Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (4).\n(2) In addition, on 12 March 2007 Slovenia took similar measures in zones located in the municipalities Razkrizje, Ljutomer, Ormoz and Črenšovci and within a distance of 10 kilometres from another outbreak in Croatia.\n(3) The measures taken by Slovenia were notified to the Commission and the Member States without delay. Those measures include a ban on the dispatch of pigs and pig meat from the restriction zones to other parts of Slovenia and to other Member States.\n(4) The control and precautionary measures taken by Slovenia have proven effective, as to date no outbreaks of classical swine fever have been detected in that Member State.\n(5) Nevertheless, in order to prevent the spread of classical swine fever in the Community it is appropriate to provide for a prohibition, in this Decision, on the dispatch of pigs from holdings situated within the restriction zones established by Slovenia.\n(6) However, due to the prolonged restrictive period, welfare problems are expected on pig holdings that make it necessary to allow derogations to the movement restriction.\n(7) Therefore, the dispatch of pigs from the restriction zones to a designated slaughterhouse in Slovenia for immediate slaughter and to holdings in that Member State situated outside the restriction zones should be permitted subject to the condition that the pigs have been submitted with negative results to examinations in accordance with Commission Decision 2002/106/EC of 1 February 2002 approving a Diagnostic Manual establishing diagnostic procedures, sampling methods and criteria for evaluation of the laboratory tests for the confirmation of classical swine fever (5).\n(8) No slaughterhouse is available in the restriction zones making it necessary for the Slovenian authorities to designate a slaughterhouse outside those zones for the slaughter, for welfare reasons, of pigs from the restriction zones.\n(9) Strict controls are to be put in place by Slovenia for dispatches of pigs from holdings in the restriction zones to a designated slaughterhouse or other holding outside those zones. Due to those strict controls, it is unnecessary to subject meat from those pigs to a treatment pursuant to Directive 2002/99/EC. Furthermore, such meat should not be permitted to enter into intra-Community or international trade.\n(10) It is appropriate to provide for specific measures with respect to the marking of fresh pigmeat from the restriction zones in Slovenia and its subsequent use as well as the destination of the processed products. Such measures should not reduce the degree of protection from classical swine fever in the Community and should not impair intra-Community trade or international trade.\n(11) Accordingly, it is appropriate in this particular case to provide for a specific alternative identification mark that Slovenia may apply to fresh meat from the restriction zones and which cannot be confused with the identification marks for pigmeat provided for in Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (6) or Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (7), and the health mark for fresh pigmeat provided for in Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (8).\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Slovenia shall ensure that the dispatch of pigs from holdings situated within the restriction zones established by that Member State following outbreaks of classical swine fever in Croatia is prohibited.\nHowever, such pigs may be dispatched from a holding where the pigs have been submitted with negative results to clinical examinations and laboratory investigations in accordance with:\n(a) point 1 and point 3 in Chapter IV(D) of the Annex to Decision 2002/106/EC when the pigs are moved directly to a designated slaughterhouse in Slovenia for immediate slaughter; or\n(b) points 1, 2 and the second, third and fourth subparagraphs of point 4 in Chapter IV(D) of the Annex to Decision 2002/106/EC when the pigs are moved to a holding in Slovenia situated outside the restriction zone, whereby the blood samples for laboratory investigation must be taken on the holding of origin before the dispatch of the pigs.\n2.   Slovenia shall undertake laboratory investigations in accordance with point 4 in Chapter IV(D) of the Annex to Decision 2002/106/EC for pigs referred to in paragraph 1 that are moved to a slaughterhouse.\n3.   Slovenia shall without undue delay communicate to the Commission and to the other Member States the up-to-date lists of the restriction zones referred to in paragraph 1.", "1.   Slovenia shall not be required to submit fresh meat obtained from the pigs referred to in Article 1(1) of this Decision to the appropriate treatment set out in Annex III to Directive 2002/99/EC, provided that that fresh meat is marked with the mark provided for in Annex II to that Directive or with a legible and indelible alternative identification mark in accordance with the model set out in the Annex to this Decision.\nThat mark cannot be confused with:\n(a) the identification mark for fresh meat provided for in Section I of Annex II to Regulation (EC) No 853/2004;\n(b) the health mark for fresh pig meat provided for in Chapter III of Section I of Annex I to Regulation (EC) No 854/2004;\n(c) the identification mark for fresh meat provided for in Article 4 to Regulation (EC) No 2076/2005.\n2.   Meat from the pigs referred to in Article 1 shall:\n(a) not be dispatched from Slovenia to other Member States or exported to third countries;\n(b) be obtained, cut, transported and stored separately from meat intended for intra-Community trade or export to third countries;\n(c) be used in such a way as to ensure that it is not introduced into meat products intended for intra-Community trade or export to third countries, unless it has undergone the treatment set out in Annex III to Directive 2002/99/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33, corrected by OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 18, 23.1.2003, p. 11.\n(4)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(5)  OJ L 39, 9.2.2002, p. 71. Decision as amended by Decision 2003/859/EC (OJ L 324, 11.12.2003, p. 55).\n(6)  OJ L 139, 30.4.2004, p. 55, corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(7)  OJ L 338, 22.12.2005, p. 83. Regulation as amended by Regulation (EC) No 1666/2006 (OJ L 320, 18.11.2006, p. 47).\n(8)  OJ L 139, 30.4.2004, p. 206, corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 1791/2006.\nANNEX\nThe mark referred to in Article 2(1) shall be easily legible and have clearly displayed characters and the following shape and indications:\nWhereby:\n— ‘XY’ means the relevant country code provided for in point 6 of Part B of Section I of Annex II to Regulation (EC) No 853/2004, and\n— ‘1234’ means the approval number of the establishment referred to in point 7 of Part B of Section I of Annex II to Regulation (EC) No 853/2004."}