{"celex_id": "32007D0427", "uri": "http://publications.europa.eu/resource/cellar/3c87860b-2ea1-407b-a5b2-3a95a66ae749", "type": "Decision", "concepts": ["3367", "3559", "5469", "5873"], "title": "Council Decision 2007/427/CFSP of 18 June 2007 appointing the European Union Special Representative in Bosnia and Herzegovina\n", "header": "20.6.2007 EN Official Journal of the European Union L 159/63\nCOUNCIL DECISION 2007/427/CFSP\nof 18 June 2007\nappointing the European Union Special Representative in Bosnia and Herzegovina\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and, in particular, Article 18(5) in conjunction with Article 23(2) thereof,\nWhereas:\n(1) On 30 January 2006, the Council adopted Joint Action 2006/49/CFSP (1) appointing Mr Christian Schwarz-Schilling as the European Union Special Representative (EUSR) in Bosnia and Herzegovina.\n(2) On 7 February 2007, the Council adopted Joint Action 2007/87/CFSP (2) amending and extending, until 30 June 2007, the mandate of Mr Christian Schwarz-Schilling as the EUSR in Bosnia and Herzegovina.\n(3) Mr Christian Schwarz-Schilling has informed the Secretary General/High Representative that he would not seek an extension of his mandate beyond 30 June 2007.\n(4) On the basis of a review of Joint Action 2007/87/CFSP, the mandate of the EUSR should be extended until 29 February 2008. A new EUSR in Bosnia and Herzegovina should therefore be appointed for the remaining period from 1 July 2007 until 29 February 2008.\n(5) The Secretary General/High Representative has recommended that Mr Miroslav Lajčák be appointed as the new EUSR in Bosnia and Herzegovina.\n(6) Article 49(3) of the Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3) provides that basic acts may notably take the form of a decision pursuant to Article 18(5) of the Treaty.\n(7) The EUSR will implement his mandate in the context of a situation which may deteriorate and could harm the Common Foreign and Security Policy objectives set out in Article 11 of the Treaty,", "main_body": ["Appointment\nMr Miroslav Lajčák is hereby appointed as European Union Special Representative (EUSR) in Bosnia and Herzegovina for the period from 1 July 2007 to 29 February 2008. He shall exercise his functions in accordance with the mandate and the detailed arrangements set out in Joint Action 2007/87/CFSP.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 July 2007 to 29 February 2008 shall be EUR 1 530 000.\n2.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The expenditure shall be eligible as from 1 July 2007.", "Review\nThe EUSR shall present the Secretary General/High Representative, the Council and the Commission with a comprehensive report on the implementation of his mandate by mid-November 2007.", "Taking of effect\nThis Decision shall take effect on the day of its adoption.", "Publication\nThis Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 18 June 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 26, 31.1.2006, p. 21. Joint Action as amended by Joint Action 2006/523/CFSP (OJ L 207, 27.7.2006, p. 30).\n(2)  OJ L 35, 8.2.2007, p. 35.\n(3)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1)."}