{"celex_id": "32008L0030", "uri": "http://publications.europa.eu/resource/cellar/c1373a86-952d-48b6-bfd3-f59ad7914ea4", "type": "Directive", "concepts": ["2868", "3566", "4038", "4675", "5519", "60", "6064"], "title": "Directive 2008/30/EC of the European Parliament and of the Council of 11 March 2008 amending Directive 2006/43/EC on statutory audits of annual accounts and consolidated accounts, as regards the implementing powers conferred on the Commission (Text with EEA relevance)\n", "header": "20.3.2008 EN Official Journal of the European Union L 81/53\nDIRECTIVE 2008/30/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\namending Directive 2006/43/EC on statutory audits of annual accounts and consolidated accounts, as regards the implementing powers conferred on the Commission\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2)(g) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Directive 2006/43/EC of the European Parliament and of the Council (3) provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(2) Decision 1999/468/EC has been amended by Decision 2006/512/EC, which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (5) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) The Commission should be empowered to adopt measures necessary for the implementation of Directive 2006/43/EC, in particular to ensure confidence in the audit function and the uniform application of requirements regarding professional ethics, quality-assurance systems, independence and objectivity, to adapt the list of subjects to be included in the test of theoretical knowledge for auditors, to adopt international auditing standards and common standards for audit reports for annual or consolidated accounts, and to define exceptional cases of direct transfer of documents to third countries. Since those measures are of general scope and are designed to amend non-essential elements of Directive 2006/43/EC, inter alia by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(5) Directive 2006/43/EC provides for a time restriction concerning the implementing powers conferred on the Commission. In their statement concerning Decision 2006/512/EC, the European Parliament, the Council and the Commission stated that Decision 2006/512/EC provides a horizontal and satisfactory solution to the European Parliament's wish to scrutinise the implementation of instruments adopted under the codecision procedure and that, accordingly, implementing powers should be conferred on the Commission without time limit. The European Parliament and the Council also declared that they would ensure that the proposals aimed at repealing the provisions in the instruments that prescribe a time limit for the delegation of implementing powers to the Commission are adopted as rapidly as possible. Following the introduction of the regulatory procedure with scrutiny, the provision establishing that time restriction in Directive 2006/43/EC should be deleted.\n(6) The Commission should, at regular intervals, evaluate the functioning of the provisions concerning the implementing powers conferred on it in order to allow the European Parliament and the Council to determine whether the extent of those powers and the procedural requirements imposed on the Commission are appropriate and ensure both efficiency and democratic accountability.\n(7) Directive 2006/43/EC should therefore be amended accordingly.\n(8) Since the amendments made to Directive 2006/43/EC by this Directive are technical in nature and concern committee procedure only, they do not need to be transposed by the Member States. It is therefore not necessary to lay down provisions to that effect,", "main_body": ["Amendments\nDirective 2006/43/EC is hereby amended as follows:\n1. Article 8(3) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(b) the following sentence shall be added:\n2. Article 21(2) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(b) the following sentence shall be added:\n3. Article 22(4) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(b) the following subparagraph shall be added:\n4. Article 26 shall be amended as follows:\n(a) in paragraph 1 the words ‘in accordance with the procedure referred to in Article 48(2)’ shall be replaced by the words ‘in accordance with the regulatory procedure with scrutiny referred to in Article 48(2a)’;\n(b) paragraph 2 shall be amended as follows:\n(i) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(ii) the following subparagraph shall be added:\n5. Article 28(2) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 48(2) of this Directive,’ shall be deleted;\n(b) the following sentence shall be added:\n6. Article 29(2) shall be amended as follows:\n(a) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(b) the following sentence shall be added:\n7. Article 36(7) shall be amended as follows:\n(a) the words ‘In accordance with the procedure referred to in Article 48(2)’ shall be deleted;\n(b) the following sentence shall be added:\n8. Article 45(6) shall be replaced by the following:\n9. Article 46(2) shall be replaced by the following:\n10. Article 47 shall be amended as follows:\n(a) paragraph 3 shall be replaced by the following:\n(b) paragraph 5 shall be amended as follows:\n(i) the words ‘, in accordance with the procedure referred to in Article 48(2),’ shall be deleted;\n(ii) the following sentence shall be added:\n11. Article 48 shall be amended as follows:\n(a) the following paragraph shall be inserted:\n(b) paragraphs 3 and 4 shall be replaced by the following:", "Entry into force\nThis Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 161, 13.7.2007, p. 45.\n(2)  Opinion of the European Parliament of 14 November 2007 (not yet published in the Official Journal) and Council Decision of 3 March 2008.\n(3)  OJ L 157, 9.6.2006, p. 87.\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ C 255, 21.10.2006, p. 1."}