{"celex_id": "32008D0017", "uri": "http://publications.europa.eu/resource/cellar/86ce944f-3c9d-428e-9e66-e6ccd49de027", "type": "Decision", "concepts": ["5455", "560", "5797"], "title": "2008/893/EC: Decision of the European Central Bank of 17 November 2008 laying down the framework for joint Eurosystem procurement (ECB/2008/17)\n", "header": "29.11.2008 EN Official Journal of the European Union L 319/76\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 17 November 2008\nlaying down the framework for joint Eurosystem procurement\n(ECB/2008/17)\n(2008/893/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 105 and 106 thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘ESCB Statute’), and in particular Article 12.1 in conjunction with Article 3.1 and Articles 5, 16 and 24 thereof,\nWhereas:\n(1) Pursuant to Article 12.1 of the ESCB Statute, the Governing Council adopts the guidelines and takes the decisions necessary to ensure the performance of the tasks entrusted to the Eurosystem. The Governing Council accordingly has the power to decide on the organisation of auxiliary activities, such as the procurement of goods and services, that are necessary for the performance of Eurosystem tasks.\n(2) European Community procurement legislation allows for the joint procurement of goods and services by several contracting authorities. This principle is reflected in Recital 15 to and Article 11 of Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (1), which provide for the use of certain centralised purchasing techniques.\n(3) The Eurosystem aims at complying with the principles of cost-efficiency and effectiveness and seeks the best value for money from the procurement of goods and services. The Governing Council considers joint procurement of goods and services to be an instrument to achieve these objectives by exploiting synergies and economies of scale.\n(4) By establishing a framework for joint Eurosystem procurement, the European Central Bank (ECB) aims at fostering the participation of the ECB and the national central banks of the Member States that have adopted the euro in such joint procurement.\n(5) The Governing Council created a Eurosystem Procurement Coordination Office (EPCO) to coordinate joint procurement. The Governing Council has appointed the Banque centrale du Luxembourg to host EPCO for the period from 1 January 2008 to 31 December 2012.\n(6) This Decision is without prejudice to the possibility for the central banks to request EPCO to support them in connection with the procurement of goods and services which fall outside the scope of this Decision.\n(7) The national central banks of the Member States that have not yet adopted the euro may have an interest in participating in EPCO’s activities as well as in joint tender procedures, which will take place under the same conditions as those applying to the central banks,", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) ‘Eurosystem’ means the ECB and the national central banks of the Member States that have adopted the euro;\n(b) ‘Eurosystem tasks’ means the tasks entrusted to the Eurosystem according to the Treaty and the ESCB Statute;\n(c) ‘central bank’ means the ECB or the national central bank of a Member State that has adopted the euro;\n(d) ‘leading central bank’ means the central bank responsible for conducting the joint tender procedure;\n(e) ‘hosting central bank’ means the central bank appointed by the Governing Council to host EPCO;\n(f) ‘EPCO Steering Committee’ means the steering committee set up by the Governing Council to steer the activities of EPCO. The EPCO Steering Committee shall be composed of one member from each central bank, to be selected from among staff members at senior level with knowledge and expertise in organisational and strategic issues within their respective institutions and procurement experts. The EPCO Steering Committee shall report via the Executive Board to the Governing Council. The Chairmanship and the Secretariat of the EPCO Steering Committee shall be provided by the ECB;\n(g) ‘joint tender procedure’ means a procedure for the joint procurement of goods and services carried out by the leading central bank for the benefit of the central banks participating in the joint tender procedure.", "Scope of application\n1.   This Decision shall apply to the joint procurement by central banks of goods and services which are necessary for the performance of Eurosystem tasks.\n2.   Participation of central banks in EPCO’s activities and in joint tender procedures shall be voluntary.\n3.   This Decision shall be without prejudice to Guideline ECB/2004/18 of 16 September 2004 on the procurement of euro banknotes (2).", "Eurosystem Procurement Coordination Office\n1.   EPCO shall carry out all of the following tasks:\n(a) facilitate the adoption of best procurement practices within the Eurosystem;\n(b) develop the infrastructure (e.g. skills, functional tools, information systems, processes) required for joint procurement;\n(c) identify potential cases for joint procurement which fall within or outside the scope of this Decision on the basis of procurement needs that central banks address to EPCO;\n(d) prepare and update as necessary an annual procurement plan for joint tender procedures based on the assessment described in point (c);\n(e) prepare common requirements in cooperation with the central banks participating in a joint tender procedure;\n(f) support the central banks in joint tender procedures;\n(g) support the central banks in procurement relating to common projects of the European System of Central Banks, if so requested by the central bank leading the project.\n2.   The hosting central bank shall provide the material and human resources required for EPCO to perform its tasks in accordance with the budget approved by the Governing Council as set out in paragraph 4.\n3.   The hosting central bank, in consultation with the EPCO Steering Committee, may adopt rules concerning the internal organisation and administration of EPCO, including a code of conduct for EPCO staff aimed at ensuring the utmost integrity in the performance of their duties.\n4.   The central banks shall finance EPCO’s budget in accordance with the rules adopted by the Governing Council. Prior to the start of the financial year, EPCO shall submit an annual budget proposal to the Governing Council for approval, via the EPCO Steering Committee and the Executive Board.\n5.   EPCO shall submit an annual report on its activities to the Governing Council, via the EPCO Steering Committee and the Executive Board.\n6.   EPCO’s activities shall be subject to the control of the Internal Auditors Committee in accordance with the rules adopted by the Governing Council. This shall be without prejudice to the control and audit rules that apply to or are adopted by the hosting central bank.\n7.   The EPCO Steering Committee shall conduct an effectiveness and efficiency evaluation of EPCO’s activities five years after EPCO’s establishment. Based on this evaluation, the Governing Council shall decide if it is necessary to conduct a selection procedure to choose a new hosting central bank.", "Joint tender procedures\n1.   A joint tender procedure shall be deemed necessary for the purpose of this Decision if either: (i) it is reasonable to expect that the joint procurement of goods and services would result in more advantageous purchase conditions in accordance with the principles of cost-efficiency and effectiveness; or (ii) the central banks need to adopt harmonised requirements and standards in relation to such goods and/or services.\n2.   After having identified a potential case for a joint procurement, EPCO shall invite the central banks to participate in a joint tender procedure. The central banks shall inform EPCO in good time whether they intend to participate in the joint tender procedure and, if so, communicate their business requirements to EPCO. A central bank may withdraw from participating in a joint procurement prior to the publication of the contract notice.\n3.   On the basis of an annual procurement plan of joint tender procedures prepared by EPCO, and after consulting with the EPCO Steering Committee, the Governing Council may initiate joint tender procedures and choose the leading central bank(s) from among the central banks participating in the joint tender procedure. The Governing Council shall be provided with each update of the annual procurement plan.\n4.   The leading central bank shall carry out the joint tender procedure for the benefit of the central banks participating in the joint tender procedure, in accordance with the procurement rules to which the leading central bank is subject. The leading central bank shall, in the contract notice, specify which central banks are participating in the joint tender procedure as well as the structure of the contractual relationships.\n5.   The leading central bank shall prepare the tender documentation and shall evaluate the applications and tenders in cooperation with EPCO and the other central banks participating in the joint tender procedure.\n6.   The leading central bank shall carry out the joint tender procedure in the language(s) laid down in the annual procurement plan.", "Participation of national central banks of the Member States that have not yet adopted the euro\nThe Governing Council may invite the national central banks of the Member States that have not yet adopted the euro to participate in EPCO’s activities and joint tender procedures under the same conditions as those applying to central banks.", "Final provision\nThis Decision shall enter into force on 1 December 2008."], "attachments": "Done at Frankfurt am Main, 17 November 2008.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 134, 30.4.2004, p. 114.\n(2)  OJ L 320, 21.10.2004, p. 21."}