{"celex_id": "32007D0639", "uri": "http://publications.europa.eu/resource/cellar/2397acf9-f54c-4856-b44c-9edec15bb8e8", "type": "Decision", "concepts": ["2521", "2537", "5334", "616"], "title": "2007/639/EC: Commission Decision of 2 October 2007 establishing a common format for the submission of data and information pursuant to Regulation (EC) No 850/2004 of the European Parliament and of the Council concerning persistent organic pollutants (notified under document number C(2007) 4409)\n", "header": "4.10.2007 EN Official Journal of the European Union L 258/39\nCOMMISSION DECISION\nof 2 October 2007\nestablishing a common format for the submission of data and information pursuant to Regulation (EC) No 850/2004 of the European Parliament and of the Council concerning persistent organic pollutants\n(notified under document number C(2007) 4409)\n(2007/639/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (1), and in particular Article 12(4) thereof,\nWhereas:\n(1) Article 12 of Regulation (EC) No 850/2004 requires Member States to provide various data and information to the Commission on a regular basis.\n(2) A common format should be established for the submission of that data and information.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 29 of Council Directive 67/548/EEC (2),", "main_body": ["Member States shall transmit to the Commission the data and information required under Article 12(1), (2) and (3) of Regulation (EC) No 850/2004 in the format set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 October 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 158, 30.4.2004, p. 7. Corrigendum OJ L 229, 29.6.2004, p. 5.\n(2)  OJ 196, 16.8.1967, p. 1. Directive as last amended by Directive 2006/121/EC of the European Parliament and of the Council (OJ L 396, 30.12.2006, p. 850).\nANNEX\nFormat for the submission of data and information under Article 12 of Regulation (EC) No 850/2004 on persistent organic pollutants\nA.   Annual report on control on production, placing on the market (Article 12(2))\nSection I:   General information\n1.   Member State:\n2.   Name and title of contact officer:\n3.   Full name of the institution:\n4.   Mailing address:\n5.   Telephone number:\n6.   Fax number:\n7.   E-mail address:\n8.   Date of the report (dd/month/yyyy):\nSection II:   Control on production, placing on the market\n1.   Production of substances listed under Annex I or II to Regulation (EC) No 850/2004 (hereinafter ‘Annex I or II’)\n1.1.   Year of the report:\n1.2.   Has any of the chemicals listed in Annex I or II been produced in your Member State during the period covered by this report? (Yes/No)\n1.2.1.   If the answer to question 1.2 is ‘Yes’, please specify the name of the substance(s) and the corresponding volume(s) produced (in kg).\n2.   Placing on the market of substances listed under Annex I or II\n2.1.   Year of the report:\n2.2.   Has any of the chemicals listed in Annex I or II been placed on the market in your Member State or exported from your Member State during the period covered by this report? (Yes/No)\n2.2.1.   If the answer to question 2.2 is ‘Yes’, please specify the name of the substance(s) and the corresponding volume(s) exported and/or placed on the market (in kg). In case of export or import, please specify the exporting or importing country(ies).\nB.   Triannual report on the application of Regulation (EC) No 850/2004 (Articles 12(1) and 12(3)).\nSection I:   General information\n1.   Member State:\n2.   Name and title of contact officer:\n3.   Full name of the institution:\n4.   Mailing address:\n5.   Telephone number:\n6.   Fax number:\n7.   E-mail address:\n8.   Date of the report (dd/month/yyyy):\nSection II:   Stockpiles\n1.   Are there in your Member State any notified stockpiles of any substance listed in Annex I or II and the use of which is permitted? (Yes/No)\n1.1.   If the answer to question 1 is ‘Yes’, please, specify the name of the substance(s). For each specified substance, specify for each stock the year in which it was identified, its nature, its content (% or mg/kg), its volume (kg), its location and the measures taken to manage it.\n2.   Are there in your Member State any notified stockpiles of any substance listed in Annex I or II and the use of which is not permitted? (Yes/No)\n2.1.   If the answer to question 2 is ‘Yes’, please, specify the name of the substance(s). For each specified substance, specify for each stock the year in which it was identified, its nature, its content (% or mg/kg), its volume (kg), its location and the measures taken to manage it.\nSection III:   Release reduction, minimisation and elimination\n1.   Has your Member State developed an action plan on the substances listed in Annex III to Regulation (EC) No 850/2004 (hereinafter ‘Annex III’)? (Yes/No)\n1.1.   If the answer to question 1 is ‘No’, please specify why.\n1.2.   If the answer to question 1 is ‘Yes’, please, specify the name of the substance(s) for which you have release data. For each specified substance, specify for which compartment (i.e., air, water, land) you have release data. For each specified compartment, give the release in g TEQ/year (WHO-TEF (1) 2005) or in kg/year.\n2.   Has your Member State developed measures in order to identify sources of substances listed in Annex III? (Yes/No)\n2.1.   If the answer to question 2 is ‘Yes’, please describe the measures developed.\n3.   Has your Member State developed measures in order to characterise sources of substances listed in Annex III? (Yes/No)\n3.1.   If the answer to question 3 is ‘Yes’, please describe the measures developed.\n4.   Has your Member State developed measures in order to minimise sources of substances listed in Annex III? (Yes/No)\n4.1.   If the answer to question 4 is ‘Yes’, please describe the measures developed.\nSection IV:   Implementation plans\n1.   Has your Member State developed a National Implementation Plan (NIP) in accordance with Article 7 of the Stockholm Convention on Persistent Organic Pollutants? (Yes/No)\n1.1.   If the answer to question 1 is ‘No’, please explain why.\n1.2.   If the answer to question 1 is ‘Yes’, please, indicate the date(s) on which it has been communicated to the Secretariat of the Stockholm Convention, to the Commission and to the other Member States.\n1.2.1.   Did you give the public early and effective opportunities to participate in the development of your NIP? (Yes/No)\n1.2.1.1.   If the answer to question 1.2.1 is ‘No’, please explain why.\n1.2.1.2.   If the answer to question 1.2.1 is ‘Yes’, please describe briefly how.\nSection V:   Monitoring\n1.   Has your Member State established a monitoring programme on the presence of dioxins, furans and PCBs in the environment? (Yes/No)\n1.1.   If the answer to question 1 is ‘No’, please explain why.\n1.2.   If the answer to question 1 is ‘Yes’, please specify the name of the substance(s) for which you have monitoring data. For each specified substance and each monitoring programme, specify the period and objectives of the monitoring programme, the type of sampling point (e.g., hot spots, accidents, background situation), the geographical location, the analytical method applied, the compartments in which the substance was sampled, the values found (mean, median, maximum, minimum, number of samples) and how to access these data.\nSection VI:   Information exchange\n1.   Has your Member State established an information exchange mechanism? (Yes/No)\n1.1.   If the answer to question 1 is ‘No’, please explain why.\n1.2.   If the answer to question 1 is ‘Yes’ and if the information exchange mechanism is not part of your NIP, please describe it.\n2.   Has your Member State taken any measure to promote and facilitate awareness programmes with regard to persistent organic pollutants? (Yes/No)\n2.1.   If the answer to question 2 is ‘No’, please explain why.\n2.2.   If the answer to question 2 is ‘Yes’, please describe the measures taken.\n3.   Has your Member State taken any measure to promote and facilitate the provision of public information with regards to persistent organic pollutants? (Yes/No)\n3.1.   If the answer to question 3 is ‘No’, please explain why.\n3.2.   If the answer to question 3 is ‘Yes’, please describe the measures taken.\n4.   Has your Member State taken any measure to promote and facilitate the training of workers, scientists, educators and technical and managerial personnel with regard to persistent organic pollutants? (Yes/No)\n4.1.   If the answer to question 4 is ‘No’, please explain why.\n4.2.   If the answer to question 4 is ‘Yes’, please describe the measures taken.\nSection VII:   Technical assistance\n1.   Has your Member State provided to other country(ies) technical and financial assistance to develop and strengthen their capacity to fully implement their obligation under the Stockholm Convention on persistent organic pollutants? (Yes/No)\n1.1.   If the answer to question 1 is ‘No’, please explain why.\n1.2.   If the answer to question 1 is ‘Yes’, please specify the country/ies and kind of assistance.\nSection VIII:   Penalties\n1.   Penalties\n1.1.   How does your Member State lay down the rules on penalties applicable to infringements of the provisions of Regulation (EC) No 850/2004?\n1.2.   What are the measures taken to ensure the implementation of the rules on penalties?\n2.   Infringement procedure\n2.1.   Has your Member State initiated an infringement procedure for breach of Regulation (EC) No 850/2004? (Yes/No)\n2.2.   If the answer to question 2.1 is ‘Yes’, please specify the Article of that to which the infringement relates, describe briefly the infringement and indicate the penalty set for the offender.\n(1)  World Health Organization Toxic Equivalency Factors for polychlorinated dibenzo-p-dioxins and dibenzofurans and coplanar polychlorinated biphenyls."}