{"celex_id": "32008R0466", "uri": "http://publications.europa.eu/resource/cellar/2e3a71e8-8ba0-484c-abc0-661cb322445f", "type": "Regulation", "concepts": ["192", "2739", "3135", "3730", "4308", "5334", "867"], "title": "Commission Regulation (EC) No 466/2008 of 28 May 2008 imposing testing and information requirements on the importers and manufacturers of certain priority substances in accordance with Council Regulation (EEC) No 793/93 on the evaluation and control of the risks of existing substances (Text with EEA relevance)\n", "header": "29.5.2008 EN Official Journal of the European Union L 139/10\nCOMMISSION REGULATION (EC) No 466/2008\nof 28 May 2008\nimposing testing and information requirements on the importers and manufacturers of certain priority substances in accordance with Council Regulation (EEC) No 793/93 on the evaluation and control of the risks of existing substances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) The rapporteurs designated by the Member States in accordance with Article 10(1) of Regulation (EEC) No 793/93 have evaluated the information submitted by the manufacturers and importers in respect of certain priority substances. After consultation of those manufacturers and importers, the rapporteurs have determined that it is necessary for the purposes of the risk evaluation to require those manufacturers and importers to submit further information and carry out further testing.\n(2) The information needed to evaluate the substances in question is not available from former manufacturers or importers. The manufacturers and importers have checked, in accordance with Article 10(5) of Regulation (EEC) No 793/93, that tests on animals cannot be replaced or limited by using other methods.\n(3) It is therefore appropriate to request manufacturers and importers of priority substances to submit further information and carry out further testing of those substances. The protocols submitted by the rapporteurs to the Commission should be used for performing those tests.\n(4) The provisions of this Regulation are in accordance with the opinion of the Committee established pursuant to Article 15 of Regulation (EEC) No 793/93,", "main_body": ["The manufacturers and importers of the substances listed in the Annex, who have submitted information in accordance with the requirements of Articles 3, 4, 7 and 9 of Regulation (EEC) No 793/93, shall provide the information and perform the tests indicated in the Annex and shall deliver the results to the relevant rapporteurs.\nThe tests shall be performed according to the protocols specified by the rapporteurs.\nThe results shall be delivered within the time limits laid down in the Annex.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 2008.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 84, 5.4.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nNo Einecs No CAS No Substance name Rapporteur Testing/information requirements Time limit from the date of entry into force of this Regulation\n1 247-759-6 26523-78-4 Tris (nonylphenyl) phosphite FR Acute toxicity test with Daphnia magna 4 months\n2 237-410-6 13775-53-6 Trisodium hexafluoroaluminate DE Information on downstream uses 4 months\n3 266-028-2 65996-93-2 Pitch, coal tar, high temp NL Information on the release of the 16 EPA PAHs to the different environmental compartments from the use of CTPHT in the production and use of binder for coal briquetting clay pigeons and heavy-duty corrosion protection 4 months\n4 246-690-9 25617-70-8 2,4,4-trimethylpentene DE Information on emissions from production and processing sites into wastewater treatment plants, surface water and sediment 4 months\n5 231-111-4 7440-02-0 Nickel DK Sediment toxicity testing 12 months\n232-104-9 7786-81-4 Nickel sulphate\n222-068-2 3333-67-3 Nickel carbonate\n231-743-0 7718-54-9 Nickel dichloride\n236-068-5 13138-45-9 Nickel dinitrate\n6 287-477-0 85535-85-9 Alkanes, C14-17, chloro UK Fish bioaccumulation study (OECD TG 305) 6 months\n7 202-696-3 98-73-7 Nitrobenzene DE Local lymph node assay (OECD TG 429/B42) 6 months\n8 202-679-0 98-54-4 4-Tert-butylphenol NO Local exposure information on the releases from two processing sites (5 and 6) into wastewater treatment plants and aquatic compartment (freshwater and marine) 4 months\n9 200-915-7 75-91-2 Tert-butyl hydroperoxide (TBHP) NL Repeated dose (28 day) toxicity (inhalation) (OECD 412 — B8) 12 months\nCOMET assay on respiratory tissue 15 months"}