{"celex_id": "32007D0609", "uri": "http://publications.europa.eu/resource/cellar/214dafdf-65e7-433b-b457-389367b24a88", "type": "Decision", "concepts": ["1005", "1086", "1730", "2232", "2723", "4490", "5076", "5315"], "title": "2007/609/EC: Commission Decision of 10 September 2007 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants and plant products in the French overseas departments, in the Azores and in Madeira (notified under document number C(2007) 4140)\n", "header": "15.9.2007 EN Official Journal of the European Union L 242/20\nCOMMISSION DECISION\nof 10 September 2007\non the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants and plant products in the French overseas departments, in the Azores and in Madeira\n(notified under document number C(2007) 4140)\n(Only the French and Portuguese texts are authentic)\n(2007/609/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (1) and in particular the second sentence of the first subparagraph of Article 17(3),\nWhereas:\n(1) The plant health of agricultural crops in the French overseas departments, in the Azores and in Madeira is subject to particular problems associated with the climate and the specificity of the harmful organisms present in those regions. The Member States concerned have adopted programs designed to control those organisms.\n(2) New rules for Community contributions to plant health measures in the outermost regions of the Union were adopted by Regulation (EC) No 247/2006. Consequently, as regards the French overseas departments, the Azores and Madeira, the measures for which Community financing is available and the expenditure eligible should be redefined.\n(3) Commission Decision 93/522/EEC of 30 September 1993 on the definition of the measures eligible for Community financing in the programs for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (2) should therefore be replaced.\n(4) Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (3) lays down protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community.\n(5) Decision 93/522/EEC should therefore be repealed.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The measures in the programs for the control of harmful organisms in the French overseas departments, in the Azores and in Madeira which are eligible for Community financing, in accordance with Article 17(1) of Regulation (EC) No 247/2006, are defined in the Annex to this Decision.\nSuch measures shall relate to all or part of the programmes for the control of harmful organisms within the meaning of Article 2(1)(e) of Directive 2000/29/EC.", "Decision 93/522/EEC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.", "This Decision shall apply from 1 January 2007.", "This Decision is addressed to the French Republic and the Portuguese Republic."], "attachments": "Done at Brussels, 10 September 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 42, 14.2.2006, p. 1. Regulation as amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(2)  OJ L 251, 8.10.1993, p. 35. Decision as amended by Decision 96/633/EC (OJ L 283, 5.11.1996, p. 58).\n(3)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2007/41/EC (OJ L 169, 29.6.2007, p. 51).\nANNEX\nELIGIBLE MEASURES AND EXPENDITURE\nPART A\nEligible Measures\n(1) Measures concerning knowledge of the local phytosanitary situation:\n(a) official studies and surveys in order to have a better knowledge of the local situation as regards harmful organisms:\n(i) mapping of harmful organisms,\n(ii) evaluation of the economic impact of harmful organisms,\n(iii) evaluation of the risk of evolution of harmful organisms;\n(b) studies and surveys in order to maintain surveillance of zones which are to be protected against the introduction of harmful organisms;\n(2) preventive measures against organisms harmful to plant or plant products:\n(a) preventive measures taken in respect of plants, plant products and other objects suspected of being contaminated;\n(b) inspections on farms intended to ensure compliance of plants or plant products with the phytosanitary requirements;\n(c) organization of official phytosanitary survey and alert networks against the contamination of crops by harmful organisms;\n(d) official laboratory or field experiments in order to look for means to avoid or limit the damage caused by harmful organisms:\n(i) research on resistant varieties,\n(ii) research on methods of chemical or biological control or prophylactic methods,\n(iii) studies on biology of harmful organisms;\n(e) studies on improving diagnosis methods for harmful organisms;\n(3) curative measures against organisms harmful to plants or plant products:\n(a) implementation of official programs for collective control of organisms harmful to crops and natural flora, including forests;\n(b) curative measures taken in respect of plants and plant products:\n(i) destruction,\n(ii) fumigation, treatment,\n(iii) laboratory tests;\n(4) measures of technical support to programs for the control of organisms harmful to plants and plant products:\n(a) equipment and functioning of laboratories carrying out diagnosis or determination of harmful organisms for the official authorities of the Community's outermost regions;\n(b) contribution to the setting up and functioning of production units for biological control;\n(c) contribution to the setting up and functioning of installations for fumigation and storage of plants and plant products submitted to plant health checks;\n(d) technical training of the staff in charge of carrying out the control programs;\n(e) carrying out of official information campaigns for farmers or public people on collective and individual methods of control of harmful organisms, including:\n(i) setting up and development of phytosanitary information networks (any form),\n(ii) organization of training sessions for farmers,\n(iii) organization of official information meetings with farmers, public people and organizations affected by the control programs.\nPART B\nEligible Expenditure\n(1) personnel costs involved in the provision of specific services as part of contracts on the provision of services;\n(2) consumables and equipment used for the execution of the measures;\n(3) purchases of services or hire of means of transport insofar they are necessary for the execution of the measures."}