{"celex_id": "32005R0013", "uri": "http://publications.europa.eu/resource/cellar/f5411164-1699-4754-81fe-f4bafb7bc7d7", "type": "Regulation", "concepts": ["1895", "2270", "4258"], "title": "Commission Regulation (EC) No 13/2005 of 6 January 2005 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target secondary variables relating to ‘social participation’Text with EEA relevance\n", "header": "7.1.2005 EN Official Journal of the European Union L 5/5\nCOMMISSION REGULATION (EC) No 13/2005\nof 6 January 2005\nimplementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target secondary variables relating to ‘social participation’\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1177/2003 of the European Parliament and the Council of 16 June 2003 concerning Community statistics on income and living conditions (EU-SILC) (1), and in particular Article 15(2)(f) thereof,\nWhereas:\n(1) Regulation (EC) No 1177/2003 established a common framework for the systematic production of Community statistics on income and living conditions, encompassing comparable and timely cross-sectional and longitudinal data on income and on the level and composition of poverty and social exclusion at national and European Union levels.\n(2) Under Article 15(2)(f) of Regulation (EC) No 1177/2003, implementing measures are necessary for the list of target secondary areas and variables to be included every year in the cross-sectional component of EU-SILC. For 2006, the list of target secondary variables included in the module ‘Social participation’, (which relates particularly to participation in cultural events, integration with relatives, friends and neighbours, and participation in formal and informal activities) should be set out, together with variable codes and definitions.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The list of target secondary variables, the variable codes, and the definitions for the 2006 Module for ‘social participation’ to be included in the cross-sectional component of Community statistics on income and living conditions (EU-SILC) shall be as laid down in the Annex.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 165, 3.7.2003, p. 1.\nANNEX\nFor the purposes of this Regulation, the following unit, mode of data collection, reference periods and definitions shall apply.\n1.   UNIT\nInformation shall be provided for all current household members, or if applicable for all selected respondents, aged 16 years old and over.\n2.   MODE OF DATA COLLECTION\nOwing to the characteristics of the information to be collected, only personal interviews (proxy interviews as an exception for persons temporarily away or incapacitated) or information extracted from registers are allowed.\n3.   REFERENCE PERIOD\n— Last 12 months shall be used for variables related to participation in cultural events, and participation in formal and informal activities.\n— Usual shall be used for variables related to integration with relatives and friends. Usual refers to the usual frequency with which the activities take place during a normal year.\n— Current for the variable ‘Ability to ask any relative, friend or neighbour for help’.\n4.   DEFINITIONS\n(a) Relatives: shall be understood in the widest sense, and shall include father/mother/children, siblings, grandparents, aunts, uncles, cousins, nephews, nieces and families-in-law.\n(b) Friends: people the respondent gets together with in his/her spare time (i.e. after working hours, at weekends, or for holidays) and with whom the respondent shares private matters.\n(c) To get together means spending time with friends or relatives at home or elsewhere. It can be talking or doing some kind of activities together. Merely encountering someone by chance is not considered as ‘being together’.\n(d) Frequency of getting together/being in contact with friends and relatives: refers to the frequency with which the respondent gets together/is in contact with any relative/ friend. Not only the person that the respondent gets together/is in contact with most often, is to be considered.\n(e) Informal voluntary activities: refers to activities that take place outside an organisational context and tend to be done on an individual basis.\n(f) Participation in cultural events: refers to going to the cinema, live performances, visiting cultural sites or attending live sports events, wherever these events take place and whether these activities are performed by professionals or amateurs. For live sports events and live performances, participation refers only to spectating.\nAREAS AND LIST OF TARGET VARIABLES\nVariable name Module 2006 Social participation\nCode Target variable\nBasic data\nRB030  Personal ID\nID number Personal identification number (PID)\nPS005  Personal cross-sectional weight\n0+(Format 2.5) Weight\nParticipation in cultural events\nPS010  Number of times going to the cinema\n1 None\n2 1-3 times\n3 4-6 times\n4 7-12 times\n5 More than 12 times\nPS010_F -1 Missing\n1 Variable is filled\nPS020  Number of times going to live performances (plays, concerts, operas, ballet and dance performances)\n1 None\n2 1-3 times\n3 4-6 times\n4 7-12 times\n5 More than 12 times\nPS020_F -1 Missing\n1 Variable is filled\nPS030  Number of visits to cultural sites\n1 None\n2 1-3 visits\n3 4-6 visits\n4 7-12 visits\n5 More than 12 visits\nPS030_F -1 Missing\n1 Variable is filled\nPS040  Number of times attending live sport events\n1 None\n2 1-3 times\n3 4-6 times\n4 7-12 times\n5 More than 12 times\nPS040_F -1 Missing\n1 Variable is filled\nIntegration with relatives, friends and neighbours\nPS050  Frequency of getting together with relatives\n1 Daily\n2 Every week (not every day)\n3 Several times a month (not every week)\n4 Once a month\n5 At least once a year (less than once a month)\n6 Never\nPS050_F -2 N/A (No relatives)\n-1 Missing\n1 Variable is filled\nPS060  Frequency of getting together with friends\n1 Daily\n2 Every week (not every day)\n3 Several times a month (not every week)\n4 Once a month\n5 At least once a year (less than once a month)\n6 Never\nPS060_F -2 N/A (No friends)\n-1 Missing\n1 Variable is filled\nPS070  Frequency of contacts with relatives\n1 Daily\n2 Every week (not every day)\n3 Several times a month (not every week)\n4 Once a month\n5 At least once a year (less than once a month)\n6 Never\nPS070_F -2 N/A (No relatives)\n-1 Missing\n1 Variable is filled\nPS080  Frequency of contacts with friends\n1 Daily\n2 Every week (not every day)\n3 Several times a month (not every week)\n4 Once a month\n5 At least once a year (less than once a month)\n6 Never\nPS080_F -2 N/A (No friends)\n-1 Missing\n1 Variable is filled\nIntegration with relatives, friends and neighbours\nPS090  Ability to ask any relative, friend or neighbour for help\n1 Yes\n2 No\nPS090_F -2 N/A (No relatives, friends, neighbours)\n-1 Missing\n1 Variable is filled\nFormal and informal participation\nPS100  Participation in informal voluntary activities\n1 Daily\n2 Every week (not every day)\n3 Several times a month (not every week)\n4 Once a month\n5 At least once a year (less than once a month)\n6 Never\nPS100_F -1 Missing\n1 Variable is filled\nPS110  Participation in activities of political parties or trade unions\n1 Yes\n2 No\nPS110_F -1 Missing\n1 Variable is filled\nPS120  Participation in activities of professional associations\n1 Yes\n2 No\nPS120_F -1 Missing\n1 Variable is filled\nPS130  Participation in activities of churches or other religious organisations\n1 Yes\n2 No\nPS130_F -1 Missing\n1 Variable is filled\nPS140  Participation in activities of recreational groups or organisations\n1 Yes\n2 No\nPS140_F -1 Missing\n1 Variable is filled\nPS150  Participation in activities of charitable organisations\n1 Yes\n2 No\nPS150_F -1 Missing\n1 Variable is filled\nPS160  Participation in activities of other groups or organisations\n1 Yes\n2 No\nPS160_F -1 Missing\n1 Variable is filled"}