{"celex_id": "32009D0015", "uri": "http://publications.europa.eu/resource/cellar/6bc084da-d3cb-4c55-b286-79c4511e138d", "type": "Decision", "concepts": ["1102", "1686", "3173", "5573", "5709"], "title": "2009/15/EC: Commission Decision of 19 December 2008 rejecting an application for entry in the register of protected designations of origin and protected geographical indications provided for in Council Regulation (EC) No 510/2006 ( Džiugas ) (PGI) (notified under document number C(2008) 8423)\n", "header": "13.1.2009 EN Official Journal of the European Union L 8/24\nCOMMISSION DECISION\nof 19 December 2008\nrejecting an application for entry in the register of protected designations of origin and protected geographical indications provided for in Council Regulation (EC) No 510/2006 (Džiugas) (PGI)\n(notified under document number C(2008) 8423)\n(Only the Lithuanian text is authentic)\n(2009/15/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 6(2) thereof,\nWhereas:\n(1) Under Article 6(1) of Regulation (EC) No 510/2006 and in accordance with Article 17(2) thereof, the Commission examined the application to register the name ‘Džiugas’ as a protected geographical indication for a cheese, submitted by Lithuania and received on 15 June 2005.\n(2) In response to requests from the Commission, Lithuania provided a new version of the specification together with summary and additional information, received on 3 July 2006, 5 December 2006 and 3 September 2008.\n(3) The Commission requested, inter alia, clarifications concerning the nature of the link between the characteristics of the product for which registration is requested and its specific geographical origin.\n(4) Having examined the material submitted by Lithuania in the application, the Commission noted that the specific quality or characteristics of the cheese are due to its production method and they are not attributable to the geographical origin. The specification states that the link between the cheese ‘Džiugas’ and its area is expressed by its specific method of production that confers physical, chemical and organoleptic characteristics that can not be found in other cheeses. The specification furthermore claims that the production method of cheese ‘Džiugas’ determines its higher content of magnesium and calcium and that the particular organoleptic characteristics of the cheese ‘Džiugas’, its faint yellow colour with greyish nuances and its fresh taste, are due to its method of production. In the absence of a link between these factors and the geographical origin, the application does not meet the basic criteria for registration as a protected geographical indication.\n(5) A link within the meaning of the second indent of Article 2(1)(b) of Regulation (EC) No 510/2006 has therefore not been demonstrated.\n(6) In the light of the above, the application to register the name ‘Džiugas’ as a protected geographical indication should be rejected.\n(7) The measure provided for in this Decision is in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The application to register the name ‘Džiugas’ is hereby rejected.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12."}