{"celex_id": "32002R0765", "uri": "http://publications.europa.eu/resource/cellar/0d4fad5b-95b3-4efa-94b5-cd1aa4b120e4", "type": "Regulation", "concepts": ["1442", "3568", "4079", "4682", "4688", "87", "893"], "title": "Commission Regulation (EC) No 765/2002 of 3 May 2002 on the collection of samples and the adoption of certain detailed rules in connection with physical checks on boneless beef cuts qualifying for export refunds\n", "header": "Commission Regulation (EC) No 765/2002\nof 3 May 2002\non the collection of samples and the adoption of certain detailed rules in connection with physical checks on boneless beef cuts qualifying for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 33(12) thereof,\nHaving regard to Council Regulation (EEC) No 386/90 of 12 February 1990 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts(3), as amended by Regulation (EC) No 163/94(4), and in particular Article 6 thereof,\nWhereas:\n(1) In accordance with Article 33 of Regulation (EC) No 1254/1999, the difference between the prices for the products listed in Article 1 of that Regulation on the world market and within the Community can be covered by an export refund. For agricultural products, the arrangements governing the system are set out in Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products(5), as last amended by Regulation (EC) No 2299/2001(6).\n(2) Sector 5 of Annex I to Commission Regulation (EEC) No 3846/87 of 17 December 1987 establishing an agricultural product nomenclature for export refunds(7), as last amended by Regulation (EC) No 488/2002(8), provides, inter alia, that refunds are to be granted on certain boneless cuts on condition they have a minimum lean bovine meat content and, in the case of cuts of adult male bovine animals, are individually wrapped.\n(3) Commission Regulation (EC) No 2221/95(9), as last amended by Regulation (EC) No 2655/1999(10), lays down detailed rules as regards physical checks carried out at the time of export of agricultural products qualifying for refunds. Special conditions regarding beef are laid down in Commission Regulation (EC) No 2457/97 of 10 December 1997 on the collection of samples in connection with physical checks of boneless beef cuts qualifying for export refunds(11).\n(4) Provision should be made for checks on the provenance/origin of boneless cuts of adult male bovine animals and the methodology to be applied for those checks, with a view to standardisation, and to setting appropriate penalties in the event of failure to comply with the condition regarding provenance/origin. Regulation (EC) No 2457/97 should, in addition, be updated in order to take account of changes to the nomenclature applicable to export refunds on agricultural products provided for in Regulation (EEC) No 3846/87, as amended by Regulation (EC) No 2556/2001(12).\n(5) In the interests of clarity, Regulation (EC) No 2457/97 should therefore be repealed and replaced.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. This Regulation shall apply in the event of physical checks on the nature and characteristics of products within the meaning of Article 2(a) of Regulation (EEC) No 386/90 regarding:\n(a) compliance with the obligation on the individual wrapping of boneless cuts covered by the following product codes:\n- 0201 30 00 91/00,\n- 0201 30 00 91/20;\n(b) the origin of boneless cuts of adult male bovine animals covered by the following product codes:\n- 0201 30 00 91/00,\n- 0201 30 00 91/20;\n(c) the minimum average lean meat content of boneless cuts covered by the following product codes:\n- 0201 30 00 91/00,\n- 0201 30 00 91/20,\n- 0201 30 00 90/60,\n- 0202 30 90 92/00.\n2. The description of the products referred to in paragraph 1 shall be that contained in the nomenclature of agricultural products for export refunds set out in Sector 5 of Annex I to Regulation (EEC) No 3846/87.", "1. For the purposes of physical checks, samples shall consist of two full cartons collected from two different parts of the consignment. The first carton shall be intended for the authorities responsible for the checks while the second shall be kept in reserve under the supervision of the customs authorities.\n2. The quantity of products covered by one of the following declarations shall be deemed to comprise a consignment:\n(a) a declaration as referred to in Article 5(1) of Regulation (EC) No 800/1999;\n(b) a declaration as referred to in Article 26(1) of Regulation (EC) No 800/1999, in the situation referred to in that paragraph, as regards storage only.", "For the purposes of checks on compliance with the obligation referred to in Article 1(1)(a), the customs authorities shall check that each cut in the first carton of the sample referred to in Article 2 is individually wrapped and that each package does not contain more than one cut. If this is not the case, the same checks shall be conducted on the second carton.\nWhere, taking the two cartons together, at most one cut turns out not to have been wrapped individually or one package to contain more than one cut and all the other conditions regarding the refund are met, the consignment shall be deemed not to be irregular. If these conditions are not observed, an irregularity shall be deemed to have occurred.\nWhere an irregularity is established, the refund payable in respect of the consignment shall be calculated on the basis of the corrected weight. The corrected weight shall be obtained by reducing the declared net weight by a percentage corresponding to the weight of cuts failing to comply in relation to the total net weight of the sample.", "For the purposes of checks on the condition regarding origin referred to in Article 1(1)(b), the sample for analysis shall consist of one or two cuts collected at random from the first carton of the sample referred to in Article 2. Where analysis shows that meat other than beef from adult male bovine animals is present, no refund shall be granted.\nThe checks shall be carried out in accordance with the methodology described in the Annex hereto.\nWithout prejudice to further checks decided on where an irregularity is suspected, the checks shall be carried out at random covering all export operations on not less than one third of operations selected for the physical check.", "For the purpose of checks on compliance with the condition referred to in Article 1(1)(c), the whole contents of the first carton of the sample referred to in Article 2 shall be minced to form a homogeneous mixture. Where the lean meat content of the sample is below the minimum laid down, the contents of the second carton shall be examined in the same way. Where the average for the two cartons is below the average lean meat content laid down, no refund shall be granted.", "In accordance with Article 68 and without prejudice to Article 78 of Council Regulation (EEC) No 2913/92(13), samples shall be collected and checked as provided for in this Regulation at the time declarations, as referred to in Article 2(2), that have been accepted are verified.", "Regulation (EC) No 2457/97 is hereby repealed.", "This Regulation shall enter into force on 1 July 2002.\nIt shall apply to operations covered by a declaration as referred to in Article 2(2) covered with effect from 1 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 42, 16.2.1990, p. 6.\n(4) OJ L 24, 29.1.1994, p. 2.\n(5) OJ L 102, 17.4.1999, p. 11.\n(6) OJ L 308, 27.11.2001, p. 19.\n(7) OJ L 366, 24.12.1987, p. 1.\n(8) OJ L 76, 19.3.2002, p. 11.\n(9) OJ L 224, 21.9.1995, p. 13.\n(10) OJ L 325, 17.12.1999, p. 12.\n(11) OJ L 340, 11.12.1997, p. 29.\n(12) OJ L 348, 31.12.2001, p. 1.\n(13) OJ L 302, 19.10.1992, p. 1.\nANNEX\nANALYSIS OF THE ORIGIN OF CERTAIN BONELESS BEEF CUTS OF ADULT MALE BOVINE ANIMALS\nMethodology to be applied for beef sexing\nThe methodology to be applied is based on polymerase chain reaction (PCR) and comprises sampling, extraction of DNA, PCR and gel electrophoresis.\n1. Sampling and sub-sampling\nThe sub-sample shall be dissected from a core part (inside) of the provided meat piece, by using a sterile(1) knife (scalpel or similar). This sample shall then be ground by using a micro grinder or cut into smaller pieces to assure for a reasonable extraction efficiency.\nSamples have to be prepared in a different working place than the one used to perform PCR. The handling of material has to be performed in an environment which can be cleaned easily, preferably on a clean bench, to ensure that no cross contamination with other samples occurs.\nSterile(2) blades, scalpels or similar tools are to be used for preparation of the meat sample.\n2. Extraction and purification of DNA\nDNA extraction and purification has to be accomplished by either using conventional procedures(3), ready-to-use kits (based on the principle: solubilisation of the meat sample in lysis buffer which contain surfactants, detergents and proteinase K, application of the solubilised sample to a DNA-binding resin, removal of non-DNA compounds by repeated washing steps, and finally elution of purified DNA in water or low-salt buffer), or extracting the DNA in sodium hydroxide solution(4).\nThe control of the successful extraction by gel electrophoresis is recommended, but not mandatory.\nValidation aspect: for each batch of samples to be extracted, one extraction control (i.e. no meat) shall be performed in parallel to prove the integrity of the applied procedure.\n3. Polymerase chain reaction (PCR)\nPrinciple: the principle of PCR is a three-step procedure (denaturation, annealing of primers, extension) which has to be repeated for some 25 to 40 times (number of \"cycles\" in the method). The reagents (reaction buffer, MgCl2, deoxynucleotides, primers, heat-stable DNA-polymerase, sterile water) are mixed together according to the developed method, leading the \"mastermix\". Dedicated pipettes shall be used for the preparation of the mastermix. This mastermix is then added to the DNA template (extracted DNA). The reaction is performed in a thermo-cycler. After completion, the PCR products are analysed by gel electrophoresis or stored at 4 °C or at - 20 °C.\nThe recommended(5) method to be applied, referring to the template, has to either amplify a sequence within the amelogenin locus (homologous gene) or within the ZFX/Y region (allele-specific PCR).\nSpecific primers for these two types of methods are:\nAmelogenin forward: 5'-CAGCCAAACCTCCCTCTGC-3'\nAmelogenin reverse: 5'-CCCGCTTGGTCTTGTCTGTTGC-3'\n(Ennis, S., and Gallagher, T.F. (1994) Anim. Genet. 25: 425-427)\nAmelogenin forward: 5'-AAATTCTCTCACAGTCCAAG-3'\nAmelogenin reverse: 5'-CAACAGGTAATTTTCCTTTAG-3'\n(Chen, C.M., Hu, C.L., Wang, C.H., Hung, C.M., Wu, H.K., Choo, K.B., and Cheng, W.T.K. (1999) Mol. Reprod. Dev. 54, 209-214)\nZFX (allele-specific), forward: 5'-GACAGCTGAACAAGTGTTACTG-3'\nZFX (allele-specific), reverse: 5'-AATGTCACACTTGAATCGCATC-3'\nZFY (allele-specific), forward: 5'-GAAGGCCTTCGAATGTGATAAC-3'\nZFY (allele-specific), reverse: 5'-CTGACAAAAGGTGGCGATTTCA-3'\n(Kirkpatrick, B.W., and Monson, R.L. (1993) J. Reprod. Fertil. 98: 335-340)\nZFX forward: 5'-AGCTGAACAAGGGTTACTG-3'\nZFY forward: 5'-CAAGCTTACCAGCAAGTCA-3'\nZFX/Y reverse: 5'-CCAGTATGGATTCGCATGT-3'\n(Zinovieva, N., Palma, G., Müller, M., and Brem G. (1995) Theriogenology 43: 265)\nPCR mastermixes have to be prepared on a clean bench, which is decontaminated after work using detergents and UV light.\n- Method development: possible alterations to published methods might be required, such as the exact mastermix composition (e.g. MgCl2 concentration, primer concentration), the amount of template DNA used, and an adapted temperature program (temperatures, holding times). The appearance of non-specific amplification products shall lead to optimisation (e.g. annealing temperature, MgCl2 concentration, primer concentrations etc.) to guarantee the accuracy of the results.\n- Validation aspects: the method to be applied in routine analysis has to be properly validated. The analysis of the following controls has to be included in a set of samples: extraction control (no meat), negative PCR control, and reference samples (male and female beef but also one sample of meat other than beef). Moreover, revalidation shall be applied if key components in the procedure are changed, such as DNA polymerase (different supplier or product) or primers (new lot).\n- Good laboratory practice is deemed indispensable such as proper cleaning and decontamination of the working place and instruments used, aliquoting of primers, dedicated use of pipettes etc.\n4. Analysis of amplicons by gel electrophoresis\nThe PCR fragments (amplicons) obtained are to be analysed by gel electrophoresis. Either agarose gels stained with ethidium bromide or polyacrylamide gels which are silver stained after completion of the electrophoretic separation are applicable. An appropriate molecular weight marker on the gel to determine the approximate size of the obtained amplicons has to be used.\n5. Documentation\nThe obtained results have to be properly documented (gel image, description of results, noting of any non-expected result).\n(1) Not contaminated with DNA.\n(2) Not contaminated with DNA.\n(3) As described in: Sambrook, J., Fritsch, E.F., and Maniatis, T. (eds) in: Molecular Cloning, Cold Spring Harbour Laboratory Press (1989).\n(4) As described in: Elphinestone, J.G., Hennessey, J., Wilson, J.K., and Stead, D.E. (1996) Bulletin OEPP/EPPO 26, 663-678.\n(5) PCR methods other than the one recommended are subject to approval by an officially designated reference laboratory."}