{"celex_id": "32007D0014", "uri": "http://publications.europa.eu/resource/cellar/78556ba2-61bc-4353-b052-d1829ec771b7", "type": "Decision", "concepts": ["1309", "1445", "1598", "192", "2560", "3408", "5100"], "title": "Commission Decision of 22 December 2006 amending Decision 2002/613/EC as regards the approved porcine semen collection centres of Canada (notified under document number C(2006) 6812)   (Text with EEA relevance)\n", "header": "12.1.2007 EN Official Journal of the European Union L 7/28\nCOMMISSION DECISION\nof 22 December 2006\namending Decision 2002/613/EC as regards the approved porcine semen collection centres of Canada\n(notified under document number C(2006) 6812)\n(Text with EEA relevance)\n(2007/14/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species (1) and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 2002/613/EC of 19 July 2002 laying down the importation conditions of semen of domestic animals of the porcine species (2) establishes a list of third countries, including Canada, from which Member States are to authorise the importation of semen of domestic animals of the porcine species.\n(2) Canada has requested that an amendment be made to the list of semen collection centres approved under Decision 2002/613/EC as regards entries for that country.\n(3) Canada has provided guarantees regarding compliance with the appropriate rules set out in Directive 90/429/EEC and the new centre to be added to the list has been officially approved for exports to the Community by the veterinary services of that country.\n(4) Decision 2002/613/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex V to Decision 2002/613/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from the third day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 62. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 196, 25.7.2002, p. 45. Decision as last amended by Decision 2006/271/EC (OJ L 99, 7.4.2006, p. 29).\nANNEX\nIn Annex V to Decision 2002/613/EC, the following row is added to the list for Canada:\nInternational Genetics PEI Ltd\nP.O. Box 43, Mount Stewart\nPrince-Edward-Island, C1A 7Z5’"}