{"celex_id": "32004R0839", "uri": "http://publications.europa.eu/resource/cellar/f222e3c9-ba31-4ffd-8009-090664dacd24", "type": "Regulation", "concepts": ["1120", "1644"], "title": "Commission Regulation (EC) No 839/2004 of 28 April 2004 fixing the adjustment coefficients to be applied to the provisional reference quantities of traditional operators and the provisional allocations of non-traditional operators for the purposes of the additional quantity provided for with a view to issuing import licences for bananas in May 2004\n", "header": "Commission Regulation (EC) No 839/2004\nof 28 April 2004\nfixing the adjustment coefficients to be applied to the provisional reference quantities of traditional operators and the provisional allocations of non-traditional operators for the purposes of the additional quantity provided for with a view to issuing import licences for bananas in May 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 838/2004 of 28 April 2004 on transitional measures for imports of bananas into the Community by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia(1), and in particular Articles 6(2) and 7(2) thereof,\nWhereas:\n(1) Regulation (EC) No 838/2004 fixed the quantity available for the issue of licences in May 2004 with a view to importing bananas into the new Member States at 87000 tonnes, broken down into 72210 tonnes for traditional operators and 14790 tonnes for non-traditional operators. To ensure that this quantity is complied with, and in the light of the notifications from the national authorities, Articles 6(2) and 7(2) of the above Regulation provide that adjustment coefficients are to be fixed for applying to the provisional specific reference quantities of traditional operators and the applications for provisional specific allocations made by non-traditional operators, as the case may be.\n(2) According to the notifications from the national authorities, the total provisional specific reference quantities of traditional operators amount to 574641,501 tonnes. The total applications for provisional specific allocations made by non-traditional operators amount to 203401,506 tonnes.\n(3) The adjustment coefficients to be applied for the purposes of determining the quantities for which import licence applications lodged at the beginning of May may be issued should therefore be fixed accordingly for traditional and non-traditional operators.\n(4) In order that importers can lodge licence applications at the beginning of May 2004, this Regulation must enter into force immediately,", "main_body": ["For the purposes of the available quantity for which licences may be issued in May 2004 for importing bananas into the new Member States, fixed in Article 5 of Regulation (EC) No 838/2004:\n(a) the adjustment coefficient to be applied to the provisional specific reference quantity of each traditional operator as referred to in Article 6(2) of the above Regulation shall be 0,67019;\n(b) the adjustment coefficient to be applied to the application for a provisional specific allocation made by each non-traditional operator as referred to in Article 7(2) of the above Regulation shall be 0,25073.", "This Regulation shall enter into force on 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2004.\nFor the Commission\nJ. M. Silva Rodríguez\nAgriculture Director-General\n(1) OJ L 127, 29.4.2004, p. 52."}