{"celex_id": "32002D0728", "uri": "http://publications.europa.eu/resource/cellar/77a11402-99e2-41c0-b1ab-4ef2453df0a4", "type": "Decision", "concepts": ["1085", "2377", "2394", "3077", "3295", "431", "5138"], "title": "2002/728/EC: Commission Decision of 26 March 2002 amending Decision C(2001)649 approving the single programming document for Community structural assistance under Objective 2 in the region of Picardy in France (notfied under document number C(2002) 272)\n", "header": "Commission Decision\nof 26 March 2002\namending Decision C(2001)649 approving the single programming document for Community structural assistance under Objective 2 in the region of Picardy in France\n(notfied under document number C(2002) 272)\n(Only the French text is authentic)\n(2002/728/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 34(3) thereof,\nWhereas:\n(1) By Decision C(2001)649 the Commission approved the single programming document for Community structural assistance under Objective 2 in the region of Picardy in France.\n(2) On 17 September 2001 the French authorities sent the Commission a request arising from the storms which had affected Picardy to allocate to that region part of the appropriations remaining available under Objective 2-France by increasing the assistance from the Structural Funds under the single programming document for Picardy.\n(3) The Monitoring Committee for the single programming document examined and approved the amendments to that Document and its financing plan by written procedure. The Commission was informed of the approval of those amendments by letter dated 9 November 2001.\n(4) Decision C(2001)649 should therefore be amended,", "main_body": ["Decision C(2001)649 is amended as follows:\nThe annexed addendum shall form part of the SPD.", "(2) and Article 3(1) and (2) are replaced by:", "The indicative financing plan puts the total cost of the priorities selected for the joint action by the Community and the Member State at EUR 967835605 for the whole period, the financial contribution from the Structural Funds at EUR 259622281 and that from the EAGGF Guarantee Section at EUR 4573000.\nThe resulting requirement for national resources of EUR 322237433 from the public sector and EUR 381402891 from the private sector can be partly met by Community loans from the EIB and other lending instruments.", "The total assistance from the Structural Funds granted under the single programming document amounts to EUR 259622281, to which the EAGGF Guarantee Section will contribute a further EUR 4573000.\nThe procedure for granting the financial assistance, including the financial contribution from the Funds for the various priorities included in the single programming document, is set out in the financing plan annexed to this Decision.\n>TABLE>\nThe financial tables annexed to Decision C(2001)649 shall be replaced by those annexed to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 26 March 2002.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1."}