{"celex_id": "32007R1095", "uri": "http://publications.europa.eu/resource/cellar/b554d292-af42-476c-a12a-26980a2ea77c", "type": "Regulation", "concepts": ["2081", "2985", "4308", "5070", "616"], "title": "Commission Regulation (EC) No 1095/2007 of 20 September 2007 amending Regulation (EC) No 1490/2002 laying down further detailed rules for the implementation of the third stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC and Regulation (EC) No 2229/2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC (Text with EEA relevance )\n", "header": "21.9.2007 EN Official Journal of the European Union L 246/19\nCOMMISSION REGULATION (EC) No 1095/2007\nof 20 September 2007\namending Regulation (EC) No 1490/2002 laying down further detailed rules for the implementation of the third stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC and Regulation (EC) No 2229/2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that the Commission undertakes a programme of work for the gradual examination of active substances on the market two years after the date of notification of this Directive. This programme is still ongoing.\n(2) The second and third stage of work are laid down by Commission Regulation (EC) No 451/2000 of 28 February 2000 laying down the detailed rules for the implementation of the second and third stages of the work programme referred to in Article 8(2) of Council Directive 91/414/EEC (2) and Commission Regulation 1490/2002 of 14 August 2002 laying down further detailed rules for the implementation of the third stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC and amending Regulation (EC) No 451/2000 (3). The fourth stage of work is laid down by Commission Regulation (EC) No 2229/2004 of 3 December 2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC (4).\n(3) Several substances in the third and fourth stages are still in the assessment phase. It appears necessary to speed up the examination process. Depending on whether a substance is already under peer review or not, for certain aspects of the procedure, different provisions should apply.\n(4) To speed up the examination process the workflow of the peer review and relationship between notifiers, Member States, the European Food Safety Authority (EFSA) and the Commission and the obligations of each of the parties for the implementation of the programme should be adapted without harming the level of safety for health and the environment.\n(5) The resources of the EFSA should be used efficiently. Where there are clear indications that the active substance concerned meets the criteria referred to in Article 5(1) of Directive 91/414/EEC, and in particular does not have any harmful effects on humans or animal health or on groundwater or any unacceptable influence on the environment, that substance should be included in Annex I to that Directive. Such clear cases would not require detailed scientific advice from the EFSA before the substance is included in Annex I. The EFSA should, however, deliver its view on those substances later, in particular to ensure a harmonised approach when Member States apply the uniform principles at the evaluation of authorisations. Where, on the contrary, there are clear indications that an active substance has harmful affects; the Commission is not required to have this clear situation confirmed, so it should have the possibility to decide on non-inclusion without consulting the EFSA.\n(6) The EFSA should focus on cases where the remaining doubts need to be resolved before a decision on the inclusion of the active substance concerned can be taken.\n(7) To further speed up procedures, it should be possible to grant a longer withdrawal period in cases where there are such remaining doubts and notifiers agree to withdraw their support of the inclusion of the active substance. This procedure should only apply to cases where there are no clear indications that the substance has harmful effects on humans or animal health or on groundwater or any unacceptable influence on the environment.\n(8) To identify cases where there are clear indications of either a substance having no harmful effects or, on the contrary, a substance having such effects, criteria should be set out.\n(9) In order to ensure that the deadlines for evaluation are met, and to ensure equal treatment of all notifiers, the current legislation provides that notifiers may not submit new studies after a certain stage of the assessment, subject to limited exceptions. This general principle should be retained, but it is appropriate to clarify when notifiers may submit new information other than studies.\n(10) Regulations (EC) No 1490/2002 and (EC) No 2229/2004 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendments to Regulation (EC) No 1490/2002\nRegulation (EC) No 1490/2002 is amended as follows:\n1. Articles 11 and 12 are replaced by the following:\n(a) the draft assessment report except the elements thereof which have been accepted as confidential in accordance with Article 14 of Directive 91/414/EEC;\n(b) the list of any data required for the evaluation in view of the possible inclusion of the active substance in Annex I to that Directive as finalised by the EFSA where it has finalised such a list.\n(a) receipt of the draft assessment report where Article 11b or Article 11f applies;\n(b) receipt of the conclusion established by the EFSA where Article 11c applies;\n(c) receipt of a written withdrawal of the notifier’s support where Article 11e applies.\n(a) a draft directive including the active substance in Annex I to Directive 91/414/EEC, setting out where appropriate the conditions, including the time limit, for such inclusion; or\n(b) a draft decision addressed to the Member States requiring them to withdraw, within six months, the authorisations of plant protection products containing the active substance, pursuant to the fourth subparagraph of Article 8(2) of Directive 91/414/EEC, whereby that active substance is not included in Annex I to that Directive, mentioning the reasons for the non-inclusion.\n2. The Annexes to Regulation (EC) No 1490/2002 are amended in accordance with Annex I to this Regulation.", "Amendments to Regulation (EC) No 2229/2004\nRegulation (EC) No 2229/2004 is amended as follows:\n1. Articles 24 and 25 are replaced by the following:\n(a) the draft assessment report except the elements thereof which have been accepted as confidential in accordance with Article 14 of Directive 91/414/EEC;\n(b) the list of any data required for the evaluation in view of the possible inclusion of the active substance in Annex I to that Directive as finalised by the EFSA where it has finalised such a list.\n(a) receipt of the draft assessment report where Article 24b or Article 24f applies;\n(b) receipt of the conclusion by the EFSA where Article 24c applies;\n(c) receipt of a written withdrawal of the notifier’s support where Article 24e applies.\n(a) a draft directive including the active substance in Annex I to Directive 91/414/EEC, setting out where appropriate the conditions, including the time limit, for such inclusion; or\n(b) a draft decision addressed to the Member States requiring them to withdraw, within six months, the authorisations of plant protection products containing the active substance, pursuant to the fourth subparagraph of Article 8(2) of Directive 91/414/EEC, whereby that active substance is not included in Annex I to that Directive, mentioning the reasons for the non-inclusion.\n2. The Annexes to Regulation (EC) No 2229/2004 are amended in accordance with Annex II to this Regulation.", "Transitional provisions for Regulation (EC) No 1490/2002\n1.   As regards active substances for which at the date of entry into force of this Regulation the EFSA had submitted its conclusions to the Commission, Regulation (EC) No 1490/2002, as it stood before its amendment by this Regulation, shall continue to apply.\n2.   As regards active substances for which, at the date of entry into force of this Regulation, the draft assessment report by the rapporteur Member State had been sent to the EFSA but for which the EFSA had not submitted its conclusions to the Commission, by way of derogation from Article 11e of Regulation (EC) No 1490/2002, Article 12(3) of that Regulation shall apply if both of the following conditions are satisfied:\n(a) Article 11b does not apply and one of the following cases is present:\n(i) the active substance is not expected to meet the criteria of Annex VI of that Regulation;\n(ii) upon being consulted by the Commission, the EFSA has concluded that the active substance does not meet the criteria to Annex VI of that Regulation; and\n(b) the notifier informs the Commission of the withdrawal of his support of the inclusion of the active substance in Annex I to Directive 91/414/EEC within two months from the entry into force of this Regulation.", "Transitional provisions for Regulation (EC) No 2229/2004\nAs regards active substances for which, at the date of entry into force of this Regulation, the draft assessment report by the rapporteur Member State had been sent to the EFSA but for which the EFSA had not submitted its conclusions to the Commission, by way of derogation from Article 24e of Regulation (EC) No 2229/2004, Article 25(3) of that Regulation shall apply if both of the following conditions are satisfied:\n(a) Article 24b does not apply and one of the following cases is present:\n(i) the active substance is not expected to meet the criteria of Annex VII of that Regulation;\n(ii) upon being consulted by the Commission, the EFSA has concluded that the active substance does not meet the criteria to Annex VII of that Regulation; and\n(b) the notifier informs the Commission of the withdrawal of his support of the inclusion of the active substance in Annex I to Directive 91/414/EEC within two months from the entry into force of this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2007/52/EC (OJ L 214, 17.8.2007, p. 3).\n(2)  OJ L 55, 29.2.2000, p. 25. Regulation as last amended by Regulation (EC) No 1044/2003 (OJ L 151, 19.6.2003, p. 32).\n(3)  OJ L 224, 21.8.2002, p. 23. Regulation as last amended by Regulation (EC) No 1744/2004 (OJ L 311, 8.10.2004, p. 23).\n(4)  OJ L 379, 24.12.2004, p. 13. Regulation as amended by Regulation (EC) No 647/2007 (OJ L 151, 13.6.2007, p. 26).\nANNEX I\nAmendments to the Annexes to Regulation (EC) No 1490/2002\nAfter Annex IV to Regulation (EC) No 1490/2002 the following Annexes are added as Annexes V and VI:\nANNEX V\nCriteria for clear indications of no harmful effects\nAn active substance shall be considered as fulfilling the requirement, as referred to in Article 11b, of there being clear indications that it may be expected that it does not have any harmful effects on human or animal health or on groundwater or any unacceptable influence on the environment if all the criteria set out in points 1 and 2 are met.\n1.   The active substance satisfies the following criteria:\n(a) it is not classified or proposed for classification as C (carcinogenic effects) M (mutagenic effects) R (toxic to reproduction) in categories 1, 2 or 3 in accordance with Directive 67/548/EEC;\n(b) either not requested or, if required, an ADI (Acceptable Daily Intake), AOEL (Acceptable Operator Exposure Level) and ARfD (Acute Reference Dose) can be established on the basis of the standard assessment factor of 100;\n(c) it is not considered to have the potential to meet the criteria of a persistent organic pollutant set out in Regulation (EC) No 850/2004 of the European Parliament and of the Council (1);\n(d) it is not considered to have the potential to meet the criteria set out in Annex XIII to the Regulation (EC) No 1907/2006 of the European Parliament and of the Council (2).\n2.   At least one supported representative use of the active substance satisfies all of the following criteria:\n(a) operator exposure is less than or equal to 75 % of the AOEL in modelled scenarios, considered relevant for the intended use and where the use of such modelling is appropriate to the supported use and at maximum using gloves as personal protective equipment (PPE);\n(b) bystander exposure and worker exposure is less than or equal to 75 % AOEL in modelled scenarios, considered relevant for the intended use and where the use of such modelling is appropriate to the supported use and without the use of PPE;\n(c) consumer exposure is less than or equal to 75 % of the ADI or ARfD (where such a value is necessarily established) in all available EU consumer diets on the basis of the MRLs (Maximum Residues Level) proposed for the active substance (without special refinements);\n(d) leaching to groundwater is below 0,1 μg/l in at least half of the scenarios considered relevant for the intended use, or in relevant lysimeter/field studies, for both the parent substance and relevant metabolites;\n(e) buffer zones for the protection of the environment do not exceed 30m without any further risk mitigation measures (e.g. drift reducing nozzles);\n(f) the risk to non-target organisms is acceptable based on standard refinements.\nANNEX VI\nCriteria for clear indications of harmful effects\nAn active substance shall be considered as fulfilling the requirement, as referred to in Article 11f, of there being clear indications that on the basis on the available data, and which are evaluated in accordance with the provisions of Article 11d, it may be expected that it has harmful effects on human or animal health or on groundwater if either the criterion in point 1 or one of the criteria in point 2 is met.\n1.   As regards the active substance, the existing evidence is not sufficient to allow the establishment of an ADI, ARfD or an AOEL and such values are necessary to conduct a consumer and operator risk assessment.\n2.   As regards each supported representative use, at least one of the following criteria is met:\n(a) operator exposure is greater than 100 % AOEL in all modelled scenarios with the use of PPE/RPE (Personal Protective Equipment/Respiratory Protective Equipment), where the use of such modelling is appropriate to the supported use, and where actual exposure data, if available, also indicate that the AOEL will be exceeded under normal conditions of use;\n(b) bystander exposure and worker exposure is greater than 100 % AOEL in modelled scenarios, where the use of such modelling is appropriate to the supported use, and where actual exposure data, if available, indicate that the AOEL will be exceeded for these groups under normal conditions of use;\n(c) consumer exposure is greater than 100 % of the ADI or ARfD (where such a value is required) in at least one of the available EU consumer diets on the basis of the MRLs (Maximum Residues Level) proposed for the active substance;\n(d) leaching to groundwater is equal to or above 0,1 μg/l in all modelled scenarios either for the parent substance or for relevant metabolites.\n(1)  OJ L 158, 30.4.2004, p. 7; corrected by OJ L 229, 29.6.2004, p. 5.\n(2)  OJ L 396, 30.12.2006, p. 1; corrected by OJ L 136, 29.5.2007, p. 3.\nANNEX II\nAmendments to the Annexes to Regulation (EC) No 2229/2004\nAfter Annex V to Regulation (EC) No 2229/2004 the following Annexes are added as Annexes VI and VII:\nANNEX VI\nCriteria for clear indications of no harmful effects\nAn active substance shall be considered as fulfilling the requirement, as referred to in Article 24b, of there being clear indications that it may be expected that it does not have any harmful effects on human or animal health or on groundwater or any unacceptable influence on the environment if all the criteria set out in points 1 and 2 are met.\n1.   The active substance satisfies the following criteria:\n(a) it is not classified or proposed for classification as C (carcinogenic effects) M (mutagenic effects) R (toxic to reproduction) in categories 1, 2 or 3 in accordance with Directive 67/548/EEC;\n(b) either not requested or, if required, an ADI (Acceptable Daily Intake), AOEL (Acceptable Operator Exposure Level) and ARfD (Acute Reference Dose) can be established on the basis of the standard assessment factor of 100;\n(c) it is not considered to have the potential to meet the criteria of a persistent organic pollutant set out in Regulation (EC) No 850/2004 of the European Parliament and of the Council (1);\n(d) it is not considered to have the potential to meet the criteria set out in Annex XIII to the Regulation (EC) No 1907/2006 of the European Parliament and of the Council (2).\n2.   At least one supported representative use of the active substance satisfies all of the following criteria:\n(a) operator exposure is less than or equal to 75 % of the AOEL in modelled scenarios, considered relevant for the intended use and where the use of such modelling is appropriate to the supported use and at maximum using gloves as personal protective equipment (PPE);\n(b) bystander exposure and worker exposure is less than or equal to 75 % AOEL in modelled scenarios, considered relevant for the intended use and where the use of such modelling is appropriate to the supported use and without the use of PPE;\n(c) consumer exposure is less than or equal to 75 % of the ADI or ARfD (where such a value is necessarily established) in all available EU consumer diets on the basis of the MRLs (Maximum Residues Level) proposed for the active substance (without special refinements);\n(d) leaching to groundwater is below 0,1 μg/l in at least half of the scenarios considered relevant for the intended use, or in relevant lysimeter/field studies, for both the parent substance and relevant metabolites;\n(e) Buffer zones for the protection of the environment do not exceed 30m without any further risk mitigation measures (e.g. drift reducing nozzles);\n(f) the risk to non-target organisms is acceptable based on standard refinements.\nANNEX VII\nCriteria for clear indications of harmful effects\nAn active substance shall be considered as fulfilling the requirement, as referred to in Article 24f, of there being clear indications that on the basis on the available data, and which have been evaluated in accordance with the provisions of Article 24d, it may be expected that it has harmful effects on human or animal health or on groundwater if either the criterion in point 1 or one of the criteria in point 2 is met.\n1.   As regards the active substance, the existing evidence is not sufficient to allow the establishment of an ADI, ARfD or an AOEL and such values are necessary to conduct a consumer and operator risk assessment.\n2.   As regards each supported representative use, at least one of the following criteria is met:\n(a) operator exposure is greater than 100 % AOEL in all modelled scenarios with the use of PPE/RPE (Personal Protective Equipment/Respiratory Protective Equipment), where the use of such modelling is appropriate to the supported use, and where actual exposure data, if available, also indicate that the AOEL will be exceeded under normal conditions of use;\n(b) bystander exposure and worker exposure is greater than 100 % AOEL in modelled scenarios, where the use of such modelling is appropriate to the supported use, and where actual exposure data, if available, indicate that the AOEL will be exceeded for these groups under normal conditions of use;\n(c) consumer exposure is greater than 100 % of the ADI or ARfD (where such a value is required) in at least one of the available EU consumer diets on the basis of the MRLs (Maximum Residues Level) proposed for the active substance;\n(d) leaching to groundwater is equal to or above 0,1 μg/l in all modelled scenarios either for the parent substance or for relevant metabolites.\n(1)  OJ L 158, 30.4.2004, p. 7; corrected by OJ L 229, 29.6.2004, p. 5.\n(2)  OJ L 396, 30.12.2006, p. 1; corrected by OJ L 136, 29.5.2007, p. 3."}