{"celex_id": "32004D0441", "uri": "http://publications.europa.eu/resource/cellar/04f22a8e-a90d-4584-811a-e699a20e6845", "type": "Decision", "concepts": ["1474", "3077", "321", "3489"], "title": "2004/441/EC: Council Decision of 26 April 2004 concerning the conclusion of the Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part\n", "header": "Council Decision\nof 26 April 2004\nconcerning the conclusion of the Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part\n(2004/441/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular its Article 310 in connection with the second phrase of Article 300(2) and the second subparagraph of paragraph 3,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament(1),\nWhereas:\n(1) The Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part, signed in Pretoria on 11 October 1999, has been provisionally applied according to Decision 1999/753/EC of the Council of 29 July 1999(2).\n(2) The procedures for ratification and acceptance or endorsement by the Member States have been finalised.\n(3) The Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part, signed in Pretoria on 11 October 1999 should be approved,", "main_body": ["The Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part, together with the Annexes and Protocols attached thereto and the declarations made by the Community unilaterally or jointly with other parties that are attached to the Final Act are hereby approved on behalf of the Community.\nThe texts of the Agreement, Annexes, Protocols and the Final Act are attached to Decision 1999/753/EC.", "The President of the Council shall give the notification provided for in Article 109 of the Agreement on behalf of the Community.", "The position to be taken by the Community within the Cooperation Council established by the Agreement, shall be laid down by the Council, on a proposal from the Commission, in accordance with the corresponding provisions of the Treaty establishing the European Community.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ C 107, 13.4.2000, p. 69.\n(2) OJ L 311, 4.12.1999, p. 1."}