{"celex_id": "32003D0266", "uri": "http://publications.europa.eu/resource/cellar/db420893-573b-44ce-af37-b2e1482a5e55", "type": "Decision", "concepts": ["1085", "1519", "3774", "4291", "4635", "922", "994"], "title": "2003/266/EC: Commission Decision of 10 April 2003 on financial assistance from the Community for the storage of antigens for production of foot-and-mouth disease vaccines in France, Italy and the United Kingdom in 2003 (notified under document number C(2003) 1191)\n", "header": "Commission Decision\nof 10 April 2003\non financial assistance from the Community for the storage of antigens for production of foot-and-mouth disease vaccines in France, Italy and the United Kingdom in 2003\n(notified under document number C(2003) 1191)\n(Only the French and Italian texts are authentic)\n(2003/266/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 14 thereof,\nWhereas:\n(1) In accordance with Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines(3), as last amended by Commission Decision 2001/181/EC(4), the establishment of antigen banks is part of the Community's action to create Community reserves of foot-and-mouth disease vaccines.\n(2) Decision 91/666/EEC designates the \"Laboratoire de pathologie bovine du Centre national d'études vétérinaires et alimentaires\" at Lyon in France, which is now part of the \"Agence Française de Securité Sanitaire des Aliments (AFSSA)\", and the \"Istituto Zooprofilattico Sperimentale di Brescia\" in Italy, as antigen banks for the storage of Community reserves. Commission Decision 2000/111/EC of December 1999 designating a new antigen bank and making provisions for the transfer and storage of antigens within the framework of the Community action concerning reserves of foot-and-mouth disease vaccines(5) further designates Merial SAS, Pirbright, United Kingdom.\n(3) Community assistance should be linked to compliance with certain conditions as to the functioning of the antigen banks and the transmission of information and supporting documents.\n(4) For budgetary reasons the Community assistance should be granted for a period of one year.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The Community shall grant financial assistance to Agence Française de Securité Sanitaire des Aliments for the stocking of antigens for the production of foot-and-mouth disease vaccines at the premises of Agence Française de Securité Sanitaire des Aliments, Lyon.\n2. For the period from 1 January to 31 December 2003 the maximum amount of financial assistance shall be EUR 30000.", "1. The Community shall grant financial assistance to Istituto Zooprofilattico Sperimentale di Brescia for the stocking of antigens for the production of foot-and-mouth disease vaccines at the premises of Istituto Zooprofilattico Sperimentale di Brescia.\n2. For the period from 1 January to 31 December 2003 the maximum amount of financial assistance shall be EUR 30000.", "1. The Community shall grant financial assistance to Merial SAS with its headquarters in Lyon, France, for the stocking of antigens for the production of foot-and-mouth disease vaccines at the premises of Merial SAS, Lyon, France, and at the premises of Merial SAS, Pirbright, United Kingdom.\n2. For the period from 1 January to 31 December 2003 the maximum amount of financial assistance shall be EUR 51327.", "1. The Community's financial assistance referred to in Article 1(2), Article 2(2) and Article 3(2) shall only be granted if the conditions provided for in Article 4 of Decision 91/666/EEC are complied with and the information and documents provided for in paragraph 2 are submitted to the Commission on 29 February 2004 at the latest.\n2. The information and documents referred to in paragraph 1 shall include the following:\n(a) technical information on:\n(i) the amount and type of antigen stored (storage records);\n(ii) storage equipment used (type, number and capacity of tanks);\n(iii) security systems in place (temperature control, anti-theft measures);\n(iv) insurance arrangements (fire, accidents);\n(b) financial information (completion of a form based on the model set out in the Annex).", "This Decision is addressed to the Agence Française de Securité Sanitaire des Aliments, 31, avenue Tony Garnier, BP 7033, F-69342 Lyon Cedex 07, Istituto Zooprofilattico Sperimentale di Brescia, Via Bianchi 9, I-25124 Brescia, and Merial SAS, 29, avenue Tony Garnier, BP 7123, F-69348 Lyon Cedex 07."], "attachments": "Done at Brussels, 10 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 368, 31.12.1991, p. 21.\n(4) OJ L 66, 8.3.2001, p. 39.\n(5) OJ L 33, 8.2.2000, p. 19.\nANNEX\n>PIC FILE= \"L_2003098EN.001602.TIF\">"}