{"celex_id": "32007L0010", "uri": "http://publications.europa.eu/resource/cellar/dc2cf1f9-8e90-4e6d-80b5-24ea5dcad138", "type": "Directive", "concepts": ["1445", "1755", "192", "2560", "6569"], "title": "Commission Directive 2007/10/EC of 21 February 2007 amending Annex II to Council Directive 92/119/EEC as regards the measures to be taken within a protection zone following an outbreak of swine vesicular disease (Text with EEA relevance )\n", "header": "1.3.2007 EN Official Journal of the European Union L 63/24\nCOMMISSION DIRECTIVE 2007/10/EC\nof 21 February 2007\namending Annex II to Council Directive 92/119/EEC as regards the measures to be taken within a protection zone following an outbreak of swine vesicular disease\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (1), and in particular Article 24(2) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2), and in particular of Article 4(3) thereof,\nWhereas:\n(1) Directive 92/119/EEC lays down measures for the control of certain animal diseases. Specific provisions for swine vesicular disease are laid down in Annex II to that Directive.\n(2) Since Council Directives 72/461/EEC (3) and 80/215/EEC (4) have been repealed with effect from 1 January 2006, references to those Directives contained in Directive 92/119/EEC should be replaced by references to Annexes II and III to Directive 2002/99/EC.\n(3) It is appropriate to provide for a specific solution with respect to the marking of meat and its subsequent use, as well as the destination of the processed products, where the swine vesicular disease health situation so permits, provided that this is done in such a way that the degree of protection from swine vesicular by intra-Community trade or international trade is not impaired.\n(4) Certain Member States have informed the Commission that the identification mark provided for in Annex II to Directive 2002/99/EC is poorly accepted by operators and customers in the industry. Accordingly, it is appropriate to provide for an alternative identification mark that Member States may decide to apply. However, in the interests of controls, it is important that Member States inform the Commission beforehand, if they decide to apply the alternative identification mark in case of an outbreak of swine vesicular disease.\n(5) The alternative identification mark provided for in this Directive should be clearly distinguishable from other identification marks to be applied to pig meat in accordance with Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (5) or Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (6).\n(6) Unlike the general provisions of Article 13 of Directive 92/119/EEC, the specific provisions for swine vesicular disease in Annex II to that Directive do not provide for an authorisation to remove the animals from a holding within the protection zone in case the removal prohibition is maintained beyond 30 days because of the occurrence of further cases of the disease. It is appropriate to provide for such derogation for holdings in which the keeping of animals for longer periods than 30 days would cause problems.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Section 7 of Annex II to Directive 92/119/EEC is amended as follows:\n(1) Point 2 is amended as follows:\n(a) Point (g) is replaced by the following:\n‘(g) meat from the pigs referred to in point (f)(i):\n(i) shall not enter into intra-Community or international trade and shall bear the health mark for fresh meat provided for in Annex II to Council Directive 2002/99/EC (7);\n(ii) shall be obtained, cut, transported and stored separately from meat intended for intra-Community and international trade and shall be used in such a way as to avoid it being introduced into meat products intended for intra-Community or international trade, unless it has undergone a treatment set out in Annex III to Directive 2002/99/EC;\n(b) the following point (h) is added:\n(i) by way of derogation from point (g), for meat from the pigs referred to in point (f)(i) Member States may decide to use an other identification mark than the special identification mark set out in Annex II to Directive 2002/99/EC, provided that it is clearly distinguishable from other identification marks to be applied to pig meat in accordance with Regulation (EC) No 853/2004 of the European Parliament and of the Council (8) or Commission Regulation (EC) No 2076/2005 (9);\n(ii) for the purpose of (i) the identification mark must be legible and indelible, the characters easily readable and clearly displayed. The identification mark must have following shape and contain following indications:\n(2) the following point 5 is added:\n‘5. Where the prohibitions provided for in point 2(f) are maintained beyond 30 days because of the occurrence of further cases of the disease and as a result problems arise in keeping the animals, the competent authority may, following an application by the owner explaining the grounds for such application and provided that the official veterinarian has verified the facts, authorise the removal of the animals from a holding within the protection zone. Points 2(f) and (h) shall apply mutatis mutandis.’", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 January 2008 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 62, 15.3.1993, p. 69. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 302, 31.12.1972, p. 24. Directive repealed by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33).\n(4)  OJ L 47, 21.2.1980, p. 4. Directive repealed by Directive 2004/41/EC.\n(5)  OJ L 139, 30.4.2004, p. 5; corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(6)  OJ L 338, 22.12.2005, p. 83.\n(7)  OJ L 18, 23.1.2003, p. 11.’;\n(8)  OJ L 139, 30.4.2004, p. 55, corrected by OJ L 226, 25.6.2004, p. 22.\n(9)  OJ L 338, 22.12.2005, p. 83.’;"}