{"celex_id": "32007R0980", "uri": "http://publications.europa.eu/resource/cellar/a5596978-b0bd-4f0a-a2ee-c401f84fd8c9", "type": "Regulation", "concepts": ["161", "1644", "2089", "2771", "4860", "5581", "5765"], "title": "Commission Regulation (EC) No 980/2007 of 21 August 2007 providing for special measures for the management of the WTO tariff quota for New Zealand butter from September 2007 to December 2007, amending Regulation (EC) No 2535/2001 and derogating from that Regulation\n", "header": "22.8.2007 EN Official Journal of the European Union L 217/18\nCOMMISSION REGULATION (EC) No 980/2007\nof 21 August 2007\nproviding for special measures for the management of the WTO tariff quota for New Zealand butter from September 2007 to December 2007, amending Regulation (EC) No 2535/2001 and derogating from that Regulation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 29(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (2) as amended by Regulation (EC) No 2020/2006 (3) provides for the management of the WTO tariff quota for New Zealand butter on the basis of import licences allocated twice a year following the licence application periods as provided for in Article 34a.\n(2) When import licences were allocated for the second half of 2007 for butter originating in New Zealand under quota number 09.4182 referred to in Annex III.A of Regulation (EC) No 2535/2001, applications for licences covered quantities less than those available for the products concerned. As a result, a quantity of 9 958,6 tonnes was not allocated.\n(3) Given that the quota has always been entirely used before new management rules were introduced on 1 January 2007, the underuse may be the result of importers not yet accommodated to the new provisions and procedures.\n(4) It is therefore appropriate to provide for an additional allocation period for the remaining quantity, and to reduce the security in order to facilitate access to traders.\n(5) In addition to the notifications provided for in Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (4), the necessary communications between the Member States and the Commission should be specified, in particular for the purpose of monitoring the market in the case of New Zealand butter.\n(6) Regulation (EC) No 2535/2001 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1.   Save as otherwise provided for in this Regulation, Articles 34 to 42 of Regulation (EC) No 2535/2001 shall apply to the import of a quantity of 9 958,6 tonnes of butter for the year 2007 under quota number 09.4182 referred to in Annex III.A to that Regulation.\n2.   By way of derogation from Article 34a(3) of Regulation (EC) No 2535/2001, licence applications may be lodged only during the first 10 days of September 2007.\n3.   For the purposes of application of this Regulation, the available quantity referred to in Article 34a(4)(b) of Regulation (EC) No 2535/2001 shall be 9 958,6 tonnes.\n4.   Import licences issued under this Regulation shall be valid until 31 December 2007.\n5.   By way of derogation from Article 35 of Regulation (EC) No 2535/2001, the security referred to in Article 15(2) of Commission Regulation (EC) No 1291/2000 (5) shall be EUR 10 per 100 kilograms net of product.\n6.   By way of derogation from the third paragraph of Article 35b of Regulation (EC) No 2535/2001, box 20 of the licences shall show one of the entries listed in the Annex to this Regulation.", "In Article 35a(2) of Regulation (EC) No 2535/2001, the following subparagraph is added:\n‘Before the 15th of the month of application, the Member States shall also communicate to the Commission the names and the addresses of the applicants, broken down by quota number. This notification shall be made by electronic means using the form made available to the Member States by the Commission.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 731/2007 (OJ L 166, 28.6.2007, p. 12).\n(3)  OJ L 384, 29.12.2006, p. 54.\n(4)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(5)  OJ L 152, 24.6.2000, p. 1.\nANNEX\nEntries referred to in Article 1(6):\n— : in Bulgarian : разпределение на квота № 09.4182 — за периода от септември 2007 г. до декември 2007 г.\n— : in Spanish : asignación del contingente no 09.4182 — para el período comprendido entre septiembre de 2007 y diciembre de 2007\n— : in Czech : přidělení kvóty č. 09.4182 – na období od září 2007 do prosince 2007\n— : in Danish : tildeling af kontingentet med løbenummer 09.4182 — for perioden september 2007 til december 2007\n— : in German : Zuteilung des Kontingents Nr. 09.4182 — für den Zeitraum September 2007 bis Dezember 2007\n— : in Estonian : kvoodi 09.4182 jagamine – ajavahemikuks septembrist 2007 kuni detsembrini 2007\n— : in Greek : κατανομή της ποσόστωσης αριθ. 09.4182 — για την περίοδο από Σεπτέμβριο 2007 έως Δεκέμβριο 2007\n— : in English : allocation of quota No 09.4182 — for the period September 2007 to December 2007\n— : in French : attribution du numéro de contingent 09.4182 — pour la période comprise entre septembre 2007 et décembre 2007\n— : in Italian : assegnazione del contingente n. 09.4182 per il periodo settembre 2007 — dicembre 2007\n— : in Latvian : kvotas Nr. 09.4182 piešķiršana par laikposmu no 2007. gada septembra līdz 2007. gada decembrim\n— : in Lithuanian : kvotos Nr. 09.4182 paskirstymas 2007 m. rugsėjo–gruodžio mėn.\n— : in Hungarian : a 09.4182 vámkontingens terhére, a 2007 szeptembere és 2007 decembere közötti időszakra\n— : in Maltese : allokazzjoni tal-kwota Nru 09.4182 – għall-perjodu minn Settembru 2007 sa Diċembru 2007\n— : in Dutch : toewijzing van contingent nr. 09.4182 — voor de periode september 2007-december 2007\n— : in Polish : przydział kontyngentu nr 09.4182 – na okres od września 2007 r. do grudnia 2007 r.\n— : in Portuguese : atribuição do contingente n.o 09.4182 — para o período de Setembro de 2007 a Dezembro de 2007\n— : in Romanian : alocarea contingentului nr. 09.4182 — pentru perioada septembrie 2007-decembrie 2007\n— : in Slovak : pridelenie kvóty číslo 09.4182 – na obdobie od septembra 2007 do decembra 2007\n— : in Slovenian : dodelitev kvote št. 09.4182 – za obdobje od septembra 2007 do decembra 2007\n— : in Finnish : kiintiö 09.4182 – syyskuusta 2007 joulukuuhun 2007\n— : in Swedish : tilldelning av kvot nr 09.4182 – för perioden september 2007 till december 2007."}