{"celex_id": "32005R1219", "uri": "http://publications.europa.eu/resource/cellar/e82ef585-91bc-441c-8b1e-e5c068864f6f", "type": "Regulation", "concepts": ["2173", "4726", "4734"], "title": "Commission Regulation (EC) No 1219/2005 of 28 July 2005 amending Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\n", "header": "29.7.2005 EN Official Journal of the European Union L 199/45\nCOMMISSION REGULATION (EC) No 1219/2005\nof 28 July 2005\namending Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Articles 33 and 36 thereof,\nWhereas:\n(1) Article 13 of Commission Regulation (EC) No 1623/2000 (2) grants a derogation under the aid scheme for grape must used to enrich wine for musts from wine-growing zones other than CIII, which is due to expire at the end of the 2004/05 wine year. Pending a more radical change to the aid scheme in the context of the planned reform of the common organisation of the market in wine, this derogation should be extended until the end of the 2006/07 wine year.\n(2) Articles 45, 59 and 61 of Regulation (EC) No 1623/2000 set certain dates for the distillation of the by-products of winemaking. In view of the very large harvest in 2004/05, certain Member States are experiencing practical difficulties in completing the distillation by the deadlines laid down. Those deadlines should therefore be extended.\n(3) Article 52 of Regulation (EC) No 1623/2000 provides for a derogation from the distillation arrangements for wine obtained from grapes of varieties classified as both wine-grape varieties and varieties for the production of spirits distilled from wine with a designation of origin for the 2001/02 to 2004/05 wine years. Pending a more radical change to these arrangements in the context of the planned reform of the common organisation of the market in wine, this derogation should be extended until the end of the 2006/07 wine year.\n(4) Article 63a of Regulation (EC) No 1623/2000 concerning the distillation of wine into potable alcohol fixes a percentage of production which producers may offer for this type of distillation. That percentage should be fixed for the 2005/06 wine year.\n(5) Regulation (EC) No 1623/2000 should therefore be amended accordingly.\n(6) Since the new wine year begins on 1 August 2005, this Regulation should apply from that date.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1623/2000 is hereby amended as follows:\n1. In the second subparagraph of Article 13(1), ‘for wine years 2003/04 to 2004/05’ is replaced by ‘for wine years 2003/04 to 2006/07’.\n2. In Article 45(1), the following subparagraph is added:\n3. In the fourth subparagraph of Article 52(1), ‘for wine years 2001/02 to 2004/05’ is replaced by ‘for wine years 2001/02 to 2006/07’.\n4. In Article 59, the following paragraph is added:\n5. In Article 61(3), the following subparagraph is added:\n6. The last sentence of the first subparagraph of Article 63a(2) is replaced by the following:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999 p. 1. Regulation last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation last amended by Regulation (EC) No 616/2005 (OJ L 103, 22.4.2005, p. 15)."}