{"celex_id": "32004R0824", "uri": "http://publications.europa.eu/resource/cellar/55e0a687-5351-4acd-b78d-37e52bf80256", "type": "Regulation", "concepts": ["1309", "2300", "2771", "4584", "519"], "title": "Council Regulation (EC) No 824/2004 of 26 April 2004 amending Regulation (EC) No 1784/2000 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain malleable cast iron tube or pipe fittings originating in Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand\n", "header": "Council Regulation (EC) No 824/2004\nof 26 April 2004\namending Regulation (EC) No 1784/2000 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain malleable cast iron tube or pipe fittings originating in Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Articles 8 and 9 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 29 May 1999, by means of a notice published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(2) in respect of imports of certain malleable cast iron tube or pipe fittings originating in Brazil, Croatia, the Czech Republic, the Federal Republic of Yugoslavia, Japan, the People's Republic of China, the Republic of Korea and Thailand (the product concerned).\n(2) This proceeding resulted in provisional anti-dumping duties being imposed in February 2000 against Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand by Regulation (EC) No 449/2000(3) in order to eliminate the injurious effects of dumping.\n(3) In the same Regulation, the Commission accepted an undertaking offered by an exporting producer in the Czech Republic, Moravske Zelezรกrny a.s. (Moravske). Subject to the conditions set out in Regulation (EC) No 449/2000, imports of the product concerned into the Community manufactured by this company were exempted from the said provisional anti-dumping duties, pursuant to Article 2(1) of the same Regulation.\n(4) Definitive duties were later imposed against Brazil, the Czech Republic, Japan, the People's Republic of China, the Republic of Korea and Thailand by Regulation (EC) No 1784/2000(4). Subject to the conditions set out therein, that Regulation also granted Moravske an exemption to the definitive anti-dumping duties as an undertaking had already been accepted definitively from this company at the provisional stage of the proceeding.\nB. FAILURE TO COMPLY WITH THE UNDERTAKING\n(5) The undertaking offered in the present case obliges the company concerned, inter alia, to export the product concerned to the Community at or above certain minimum import price levels (MIPs) specified therein. The company also undertakes not to circumvent the undertaking by making compensatory arrangements with any other party which causes the net price paid by the first independent customer in the Community to be below the MIPs. Furthermore, In addition, Moravske is obliged to send to the Commission a quarterly report of all its export sales of the product concerned to the Community.\n(6) During a recent on-spot verification visit to the premises of Moravske to verify the accuracy and veracity of data submitted in the said quarterly reports, it was found that the company had breached its undertaking by establishing a compensation scheme which enabled some of its products subject to the undertaking to be sold in the Community at prices below the MIPs. In addition, the company had omitted to report to the Commission seventeen sales invoices for exports of the product subject to the undertaking.\n(7) Commission Regulation (EC) No 833/2004(5) sets out in more detail the nature of the breaches found.\n(8) In view of these breaches, acceptance of the undertaking offered by Moravske (UT10, Taric additional code A097) has been withdrawn by Commission Regulation (EC) No 833/2004 and a definitive anti-dumping duty should be imposed forthwith on imports of the products concerned manufactured by Moravske.\n(9) In accordance with Article 8(9) of Regulation (EC) No 384/96, the rate of the anti-dumping duty must be established on the basis of the facts established within the context of the investigation which led to the undertaking. As the investigation in question was concluded by a final determination as to dumping and injury, by Regulation (EC ) No 1784/2000, it is considered appropriate that the definitive anti-dumping rate is set at the level and in the form imposed by that Regulation, namely 26,1 % of the net, free-at-Community-frontier price, before duty.\nC. AMENDMENT OF REGULATION (EC) No 1784/2000\n(10) In view of the above, Regulation (EC) No 1784/2000 should be amended accordingly,", "main_body": ["Regulation (EC) No 1784/2000 is hereby amended as follows:\n1. In the table in Article 1(2) the TARIC additional code \"A999\" for the Czech Republic shall be replaced by \"-\".\n2. The table in Article 2(3) shall be replaced by the following table:\n\">TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2) OJ C 151, 29.5.1999, p. 21.\n(3) OJ L 55, 29.2.2000, p. 3.\n(4) OJ L 208, 18.8.2000, p. 8. Regulation as amended by Regulation (EC) No 436/2004 (OJ L 72, 11.3.2004, p. 15.\n(5) See page 37 of this Official Journal."}