{"celex_id": "32007R1060", "uri": "http://publications.europa.eu/resource/cellar/fdac6740-d26f-48c4-803b-5b19302caddd", "type": "Regulation", "concepts": ["20", "3170", "4314", "4663", "5283", "946"], "title": "Commission Regulation (EC) No 1060/2007 of 14 September 2007 opening a standing invitation to tender for the resale for export of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden\n", "header": "15.9.2007 EN Official Journal of the European Union L 242/8\nCOMMISSION REGULATION (EC) No 1060/2007\nof 14 September 2007\nopening a standing invitation to tender for the resale for export of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Articles 40(1)(g) and 40(2)(d) thereof,\nWhereas:\n(1) Article 39(1) of Commission Regulation (EC) No 952/2006 of 29 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 318/2006 as regards the management of the Community market in sugar and the quota system (2) provides that the intervention agencies may sell sugar only after a decision to that effect has been adopted by the Commission.\n(2) Such a decision was taken by Commission Regulation (EC) No 38/2007 of 17 January 2007 opening a standing invitation to tender for the resale for export of sugar held by the intervention agencies of Belgium, the Czech Republic, Spain, Ireland, Italy, Hungary, Poland, Slovakia and Sweden (3). Under that Regulation, tenders may be submitted for the last time between 13 and 26 September 2007.\n(3) It is foreseeable that intervention stocks of sugar will continue to exist in most of the Member States concerned after expiry of that last possibility to submit tenders. In order to respond to the continued market needs, it is, therefore, appropriate to open a further standing invitation to tender to make these stocks available for export.\n(4) Export refunds may be fixed in accordance with Articles 32 and 33 of Regulation (EC) No 318/2006. Community exports to certain close destinations and to third countries granting Community products a preferential import treatment are currently in a particularly favourable competitive position. Therefore, refunds for exports to those destinations should be abolished. Given the link between the granting of refunds and the resale for export of sugar held by the intervention agencies, a resale under this Regulation should neither be foreseen for export to those destinations.\n(5) In order to prevent any abuse associated with the re-import or re-introduction into the Community of sugar sector products that have qualified for export refunds, no export refund should be fixed for the countries of the western Balkans.\n(6) Pursuant to Article 42(2)(c) of Regulation (EC) No 952/2006, it is appropriate to fix a minimum quantity per tenderer or per lot.\n(7) To take account of the situation on the Community market, provision should be made for the Commission to fix a maximum export refund for each partial invitation to tender.\n(8) The intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden should communicate the tenders to the Commission. The tenderers should remain anonymous.\n(9) Pursuant to Article 42(1)(d) of Regulation (EC) No 952/2006, the price to be paid by the successful tenderer should be determined by the invitation to tender.\n(10) To take account of the different qualities of intervention sugar, this price should refer to sugar of the standard quality and provision should be made to adjust this price.\n(11) Pursuant to Article 42(2)(e) of Regulation (EC) No 952/2006, it is appropriate to determine the period of validity of the export licences.\n(12) In order to ensure proper management of sugar in storage, provision should be made for a communication from the Member States to the Commission on the quantities actually sold and exported.\n(13) The second paragraph of Article 59 of Regulation (EC) No 952/2006 provides that Commission Regulation (EC) No 1262/2001 (4) continues to apply to sugar accepted into intervention before 10 February 2006. However, for the resale of intervention sugar, this distinction is unnecessary and its implementation would create administrative difficulties for the Member States. It is therefore appropriate to exclude the application of Regulation (EC) No 1262/2001 to the resale of intervention sugar pursuant to this Regulation.\n(14) The quantities available for a Member State that can be awarded when the Commission fixes the maximum export refund should take into account the quantities awarded pursuant to Commission Regulation (EC) No 1059/2007 of 14 September 2007 opening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden (5).\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden shall offer for sale by standing invitation to tender for export to all destinations, excluding the destinations listed in the third subparagraph, a total quantity of 601 981 tonnes of sugar accepted into intervention and available for export.\nThe maximum quantities involved per Member State are set out in Annex I.\nThe destinations referred to in the first subparagraph shall be:\n(a) third countries: Andorra, the Holy See (Vatican City State), Liechtenstein, Albania, Croatia, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, Serbia (6) and Montenegro;\n(b) territories of EU Member States not forming part of the customs territory of the Community: Gibraltar, Ceuta, Melilla, the Communes of Livigno and Campione d'Italia, Heligoland, Greenland, Faeroe Islands and the areas of the Republic of Cyprus in which the Government of the Republic of Cyprus does not exercise effective control.", "1.   The period during which tenders may be submitted in response to the first partial invitation to tender shall begin on 1 October 2007 and shall end on 10 October 2007 at 15.00, Brussels time.\nThe periods during which tenders may be submitted in response to the second and subsequent partial invitations shall begin on the first working day following the end of the preceding period. They shall end at 15.00, Brussels time on:\n— 24 October 2007,\n— 7 and 21 November 2007,\n— 5 and 19 December 2007,\n— 9 and 30 January 2008,\n— 13 and 27 February 2008,\n— 12 and 26 March 2008,\n— 9 and 23 April 2008,\n— 7 and 28 May 2008,\n— 11 and 25 June 2008,\n— 9 and 23 July 2008,\n— 6 and 27 August 2008,\n— 10 and 24 September 2008.\n2.   The minimum quantity of the tender per lot in accordance with Article 42(2)(c) of Regulation (EC) No 952/2006 shall be 250 tonnes unless the available quantity for that lot is less than 250 tonnes. In such cases the available quantity must be tendered.\n3.   Tenders shall be lodged with the intervention agency holding the sugar as set out in Annex I.", "The intervention agencies concerned shall communicate to the Commission tenders submitted within two hours after the expiry of the deadline for the submissions laid down in Article 2(1).\nThe tenderers shall not be identified.\nTenders submitted shall be communicated in electronic form according to the model laid down in Annex II.\nWhen no tenders are submitted, the Member State shall communicate this to the Commission within the same time limit.", "1.   The Commission shall fix a maximum export refund for white sugar and for raw sugar or decide not to accept the tenders in accordance with the procedure referred to in Article 39(2) of Regulation (EC) No 318/2006.\n2.   The available quantity for a lot shall be reduced by the quantities awarded the same day for that lot by Regulation (EC) No 1059/2007.\nWhere an award at a maximum export refund set pursuant to paragraph 1 would result in that reduced available quantity for a lot being exceeded, that award shall be limited to that reduced available quantity.\nWhere awards for a Member State to all tenderers offering the same export refund for one lot would result in that reduced available quantity for that lot being exceeded, that reduced available quantity shall be awarded as follows:\n(a) by division among the tenderers concerned in proportion of the total quantities in each of their tenders; or\n(b) by apportionment among the tenderers concerned by reference to a maximum tonnage fixed for each of them; or\n(c) by drawing of lots.\n3.   The price to be paid by the successful tenderer in accordance with article 42(1)(d) of Regulation (EC) No 952/2006 shall be EUR 632 per tonne for white sugar and EUR 497 per tonne for raw sugar. The prices shall apply to white sugar and raw sugar of the standard quality described in Annex I to Regulation (EC) No 318/2006.\nFor intervention sugar which is not of the standard quality, Member States shall adjust the price by way of application mutatis mutandis of, respectively, Article 32(6) and Article 33 of Regulation (EC) No 952/2006.", "1.   Export licence applications and licences shall contain in Box 20 one of the entries listed in Annex III.\n2.   Export licences issued in connection with a partial invitation to tender shall be valid from the day of issue until the end of the fifth calendar month following that in which the partial invitation was issued.", "1.   On the fifth working day at the latest after the Commission fixes the maximum export refund, the intervention agencies involved shall communicate to the Commission, in the form laid down in Annex IV, the exact quantity sold by partial invitation to tender.\n2.   Not later than the end of each calendar month in respect of the preceding calendar month, Member States shall notify to the Commission the quantities of sugar of the export licences returned to the competent authorities and the corresponding quantities of sugar exported, taking account of the tolerances permitted by Article 8(4) and (5) of Commission Regulation (EC) No 1291/2000 (7).", "By way of derogation from the second paragraph of Article 59 of Regulation (EC) No 952/2006, that Regulation shall apply to the resale, as referred to in Article 1 of this Regulation, of sugar accepted into intervention before 10 February 2006.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 247/2007 (OJ L 69, 9.3.2007, p. 3).\n(2)  OJ L 178, 1.7.2006, p. 39. Regulation as amended by Regulation (EC) No 551/2007 (OJ L 131, 23.5.2007, p. 7).\n(3)  OJ L 11, 18.1.2007, p. 4. Regulation as amended by Regulation (EC) 203/2007 (OJ L 61, 28.2.2007, p. 3).\n(4)  OJ L 178, 30.6.2001, p. 48. Regulation repealed by Regulation (EC) No 952/2006.\n(5)  See page 3 of this Official Journal.\n(6)  Including Kosovo, under the auspices of the United Nations, pursuant to UN Security Council Resolution 1244 of 10 June 1999.\n(7)  OJ L 152, 24.6.2000, p. 1.\nANNEX I\nMember States holding intervention sugar\nMember State Intervention agency Quantities held by the intervention agency and available for sale for export\nBureau d’intervention et de restitution belge\nRue de Trèves, 82\nB-1040 Bruxelles\nTél. (32-2) 287 24 11\nFax (32-2) 287 25 24\nStátní zemědělský intervenční fond\nOddělení pro cukr a škrob\nVe Smečkách 33\nCZ-110 00 PRAHA 1\nTel.: (420) 222 87 14 27\nFax: (420) 222 87 18 75\nIntervention Section\non Farm Investment\nSubsidies and storage Division\nDepartment of Agriculture & Food\nJohnstown Castle Estate\nWexford\nTel. (00 353) 536 34 37\nFax (00 353) 914 28 43\nFondo Español de Garantia Agraria\nC/Beneficencia, 8\nE-28004 Madrid\nTel. (34) 913 47 64 66\nFax (34) 913 47 63 97\nAGEA — Agenzia per le erogazioni in agricoltura\nUfficio ammassi pubblici e privati e alcool\nVia Torino, 45\nI-00185 Roma\nTel. (39) 06 49 49 95 58\nFax (39) 06 49 49 97 61\nMezőgazdasági és Vidékfejlesztési Hivatal\nSoroksári út 22–24.\nH-1095 Budapest\nTel.: (36-1) 219 45 76\nFax: (36-1) 219 89 05 vagy (36-1) 219 62 59\nPôdohospodárska platobná agentúra\nOddelenie cukru a ostatných komodít\nDobrovičova 12\n815 26 Bratislava\nSlovenská republika\nTel.: (421-2) 58 24 32 55\nFax: (421-2) 53 41 26 65\nStatens jordbruksverk\nVallgatan 8\nS-551 82 Jönköping\nTfn (46-36) 15 50 00\nFax (46-36) 19 05 46\nANNEX II\nModel for the communication to the Commission as referred to in Article 3\nForm (1)\nStanding invitation to tender for the resale of sugar held by the intervention agencies\nRegulation (EC) No 1060/2007\n1 2 3 4 5\nMember State selling intervention sugar Numbering of tenderers Lot No Quantity Export refund\n1\n2\n3\netc.\n(1)  To be faxed to the following number: (32-2) 292 10 34.\nANNEX III\nEntries referred to in Article 5(1):\nin Bulgarian : Изнесено с възстановяване съгласно Регламент (ЕО) № 1060/2007\nin Spanish : Exportado con restitución en virtud del Reglamento (CE) no 1060/2007\nin Czech : Vyvezeno s náhradou podle nařízení (ES) č. 1060/2007\nin Danish : Eksporteret med restitution i henhold til forordning (EF) nr. 1060/2007\nin German : Mit Erstattung ausgeführt gemäß der Verordnung (EG) Nr. 1060/2007\nin Estonian : Eksporditud toetusega vastavalt määrusele (EÜ) nr 1060/2007\nin Greek : Εξαγωγή με επιστροφή σύμφωνα με τον κανονισμό (ΕΚ) αριθ. 1060/2007\nin English : Exported with refund pursuant to Regulation (EC) No 1060/2007\nin French : Exporté avec restitution conformément au règlement (CE) no 1060/2007\nin Italian : Esportato con restituzione ai sensi del regolamento (CE) n. 1060/2007\nin Latvian : Saskaņā ar Regulu (EK) Nr. 1060/2007 eksportēts, saņemot kompensāciju\nin Lithuanian : Eksportuota su grąžinamąja išmoka, remiantis Reglamentu (EB) Nr. 1060/2007\nin Hungarian : Visszatérítéssel exportálva a 1060/2007/EK rendelet szerint\nin Maltese : Esportat b'rifużjoni skond ir-Regolament (KE) Nru 1060/2007\nin Dutch : Uitgevoerd met restitutie overeenkomstig Verordening (EG) nr. 1060/2007\nin Polish : Wywóz objęty refundacją zgodnie z rozporządzeniem (WE) nr 1060/2007\nin Portuguese : Exportado com restituição, nos termos do Regulamento (CE) n.o 1060/2007\nin Romanian : Exportat cu restituire în baza Regulamentului (CE) nr. 1060/2007\nin Slovak : Vyvezené s náhradou podľa nariadenia (ES) č. 1060/2007\nin Slovenian : Izvoženo z nadomestilom v skladu z Uredbo (ES) št. 1060/2007\nin Finnish : Viety asetuksen (EY) N:o 1060/2007 mukaisella vientituella\nin Swedish : Exporterat med exportbidrag enligt förordning (EG) nr 1060/2007\nANNEX IV\nModel for the notification to the Commission as referred to in Article 6(1)\nForm (1)\nPartial invitation to tender of … for the resale of sugar held by the intervention agencies\nRegulation (EC) No 1060/2007\n1 2\nMember State selling intervention sugar Quantity actually sold\n\n(1)  To be faxed to the following number: (32-2) 292 10 34."}