{"celex_id": "32003R1983", "uri": "http://publications.europa.eu/resource/cellar/302999bb-0cd8-4593-afdb-16f74a1d3291", "type": "Regulation", "concepts": ["1864", "1895", "3659", "4258", "83"], "title": "Commission Regulation (EC) No 1983/2003 of 7 November 2003 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target primary variables (Text with EEA relevance.)\n", "header": "Commission regulation (EC) No 1983/2003\nof 7 November 2003\nimplementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target primary variables\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community statistics on income and living conditions (EU-SILC)(1), and in particular Article 15(2)(a) thereof,\nWhereas:\n(1) Regulation (EC) No 1177/2003 established a common framework for the systematic production of Community statistics on income and living conditions, encompassing comparable and timely cross-sectional and longitudinal data on income and on the level and composition of poverty and social exclusion at national and European Union levels.\n(2) Pursuant to Article 15(2)(a) of Regulation (EC) No 1177/2003, implementing measures are necessary to define the list of target primary variables to be included in each area of the cross-sectional component and the list of target variables included in the longitudinal component, including the specification of variable codes and the technical format of data transmission.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The list of target primary variables, the variables codes and the technical format of data transmission for the main operation of the Community statistics on income and living conditions (EU-SILC), shall be as laid down in the Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2003.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 165, 3.7.2003, p. 1.\nANNEX\n>TABLE>\nCLASSIFICATION OF COUNTRIES\nBE Belgique/Belgïe\nDK Danmark\nDE Deutschland\nGR Ellada\nES España\nFR France\nIE Ireland\nIT Italia\nLU Luxembourg\nNL Nederland\nAT Österreich\nPT Portugal\nFI Suomi\nSE Sverige\nUK United Kingdom\nBG Bulgaria\nCY Cyprus\nCZ Czech Republic\nEE Estonia\nHU Hungary\nLV Latvia\nLT Lithuania\nMT Malta\nPL Poland\nRO Romania\nSK Slovak Republic\nSI Slovenia\nTR Turkey\nIS Iceland\nNO Norway\nCH Switzerland\nOEU Other European countries\nNAF North Africa\n(Algeria, Egypt, Libyan Arab Jamahiriya, Morocco, Sudan, Tunisia, Western Sahara)\nWAF West Africa\n(Benin, Burkina Faso, Cape Verde, Côte d'Ivoire, Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Saint Helena, Senegal, Sierra Leone, Togo)\nOAF Other Africa\nUSA United States of America\nCAN Canada\nCSA Central and South America\nNME Near and Middle East\n(Armenia, Azerbaijan, Bahrain, Georgia, Iraq, Israel, Jordan, Kuwait, Lebanon, Occupied Palestinian Territory, Oman, Qatar, Saudi Arabia, Syrian Arab Republic, United Arab Emirates, Yemen)\nOAS Other Asia\nOCE Australia and Oceania\nOTH Other\nFILES TO TRANSMIT TO EUROSTAT\nThe target variables will be sent to Eurostat in four different files:\n1. household register (D)\n2. personal register (R)\n3. household data (H)\n4. personal data (P)\nThe household register file (D) must contain every household (selected + substituted + split off (longitudinal only)), also those where the address could not be contacted or which could not be interviewed.\nIn the other files, records related to a household will only exist if the household has been contacted (DB120 = 11 (or DB110 = 1)) AND has a completed household interview in the household data file (H) (DB130 = 11) AND at least one member has complete data in the personal data file (P) (RB250 = 11, 12 or 13 = &gt; DB135 = 1). This member must be the selected respondent (RB245 = 2) if this mode of selection is used.\nThe personal register file (R) must contain a record for every person currently living in the household or temporarily absent. In the longitudinal component this file must contain also a record for every person who has moved out or died since the previous wave and for every person who lived in the household for at least three months during the income reference period and was not recorded otherwise in the register of this household.\nThe personal data file (P) must contain a record for every eligible person (RB245 = 1, 2 or 3) for whom the information could be completed from interview and/or registers (RB250 = 11, 12 or 13).\nThe technical format of transmission of the files to Eurostat will be the comma separated values format (CSV). The header row (first record) must contain the variable names."}