{"celex_id": "32001D0513", "uri": "http://publications.europa.eu/resource/cellar/dba504fe-a2f1-45ca-b94e-6518c0088fb1", "type": "Decision", "concepts": ["1074", "2792", "3389", "3489", "616"], "title": "2001/513/JHA: Council Decision of 28 June 2001 establishing a second phase of the programme of incentives, exchanges, training and cooperation for law enforcement authorities (Oisin II)\n", "header": "Council Decision\nof 28 June 2001\nestablishing a second phase of the programme of incentives, exchanges, training and cooperation for law enforcement authorities (Oisin II)\n(2001/513/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 30(1), 31(a) and 34(2)(c) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Article 29 of the Treaty on European Union states that the Union's objective is to provide citizens with a high level of safety within an area of freedom, security and justice by developing common action among the Member States in the field of police and judicial cooperation.\n(2) The conclusions of the Tampere European Council call for closer cooperation between the authorities responsible for combating crime.\n(3) The Oisin programme, set up by Council Joint Action 97/12/JHA of 20 December 1996 providing a common programme for the exchange and training of, and cooperation between, law enforcement authorities (\"Oisin\")(3), has helped step up cooperation between the Member States' law enforcement authorities.\n(4) The renewal of the programme, expressly provided for by that Joint Action, would enable this cooperation to be improved, in particular by making full use of the operational benefits of the programme.\n(5) It is desirable to ensure continuity for the projects supported by the Oisin programme and to renew the programme for a second phase of two years.\n(6) The Oisin programme must be opened up further to the applicant countries by facilitating their participation in the projects supported by the programme.\n(7) The measures necessary for the implementation of this Decision should be adopted in accordance with the procedures set out herein.\n(8) A financial reference amount, within the meaning of point 34 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(4), is included in this Decision for the entire duration of the programme, without thereby affecting the powers of the budgetary authority as they are defined by the EC-Treaty,", "main_body": ["Establishment of the programme\n1. This Decision establishes the second phase of the Oisin cooperation programme set up by Joint Action 97/12/JHA.\n2. The programme is hereby renewed for the period from 1 January 2001 to 31 December 2002.", "Programme objectives\n1. The programme shall contribute to the general objective of providing citizens with a high level of protection in an area of freedom, security and justice. Within this framework, it is intended to encourage cooperation between the Member States' law enforcement authorities and to provide such authorities with a greater insight into the working methods of their counterparts in other Member States and constraints by which they may be bound.\n2. The applicant countries may participate in projects in order to familiarise themselves with the Union acquis in this area and help them prepare for accession. Other third countries may also participate where this serves the aims of the projects.", "Access to the programme\n1. The programme shall co-finance projects submitted by the law enforcement authorities of the Member States of the European Union with the aim of achieving the objectives referred to in Article 2.\n2. For the purposes of this Decision, \"law enforcement authorities\" means the public bodies in the Member States which are responsible under national law for preventing, detecting and combating criminal offences.\n3. To be eligible for co-financing, the projects must involve at least three Member States, or two Member States and one applicant country, and have the objectives mentioned in Article 2.\n4. The programme may also finance:\n(a) specific projects organised by Member States of particular interest in terms of the programme's priorities or cooperation with the applicant countries;\n(b) complementary measures organised by Member States such as seminars, meetings of experts or other activities to disseminate the information obtained under the programme.", "Activities under the programme\nThe programme shall comprise the following types of activities:\n(a) training;\n(b) exchanges and work experience placements;\n(c) studies and research;\n(d) meetings and seminars;\n(e) dissemination of the results obtained within the framework of the programme.", "Financing the programme\n1. The financial reference amount for the implementation of this programme for the period 2001 to 2002 shall be EUR 8 million.\n2. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\n3. The co-financing of a project by the programme shall be exclusive of any other financing by another programme financed by the general budget of the European Union.\n4. Financing decisions shall be followed by grant contracts between the Commission and the organisers. The financing decisions and contracts arising therefrom shall be subject to financial control by the Commission and to audits by the Court of Auditors.\n5. The proportion of financial support from the Community budget shall not exceed 70 % of the cost of the project.\n6. However, the specific projects and complementary measures mentioned in Article 3(4) can be financed to 100 %, up to a ceiling of 10 % of the total financial package allocated annually to the programme for specific projects under Article 3(4)(a) and 5 % for complementary measures under Article 3(4)(b).", "Implementation of the programme\n1. The Commission shall be responsible for the management and implementation of the programme, in cooperation with the Member States.\n2. The programme shall be managed by the Commission in accordance with the Financial Regulation applicable to the general budget of the European Communities.\n3. To implement the programme, the Commission shall:\n(a) prepare an annual work programme comprising specific objectives, thematic priorities and, if necessary, a list of specific projects and complementary measures;\n(b) evaluate and select the projects presented by the organisers mentioned in Article 3.\n4. The Commission shall submit to the Committee mentioned in Article 7 the draft measures to be taken to implement the project in sufficient time to enable the Member States to consider them. Examination of the drafts presented by the organisers shall be carried out in accordance with the advisory procedure laid down in Article 8. Examination of the annual work programme, the specific projects and the complementary measures shall be carried out in accordance with the management procedure laid down in Article 9.\n5. The Commission shall, on condition that they are compatible with the relevant policies, evaluate and select projects submitted by the organisers on the basis of the following criteria:\n(a) conformity with the programme's objectives;\n(b) European dimension of the project and scope for participation by the applicant countries;\n(c) compatibility with the work undertaken or planned within the framework of the European Union's political priorities on police and customs cooperation;\n(d) complementarity with other past, present or future cooperation projects;\n(e) ability of the organiser to implement the project;\n(f) inherent quality of the project in terms of its conception, organisation, presentation and expected results;\n(g) amount of the subsidy requested under the programme and proportionality with the expected results;\n(h) impact of the expected results on the programme's objectives.\nThese criteria will be prioritised in the annual work programme.", "Committee\n1. The Commission shall be assisted by a committee, entitled the \"Oisin Committee\", consisting of representatives of the Member States and chaired by the Commission's representative.\n2. This committee shall adopt its rules of procedure on a proposal by the chair on the basis of standard rules of procedure which have been published in the Official Journal of the European Communities.\n3. The Commission may invite representatives from the applicant countries to information meetings after the Committee's meetings.", "Advisory procedure\n1. Where reference is made to this Article, the Commission shall be assisted by an advisory committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time-limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\n3. The opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\n4. The Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which the opinion has been taken into account.", "Management procedure\n1. Where reference is made to this Article, the Commission shall be assisted by a management committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time-limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 205(2) of the Treaty establishing the European Community, in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. The Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event, the Commission may defer application of the measures which it has decided on for a period of three months from the date of such communication.\n4. The Council, acting by qualified majority, may take a different decision within the period provided for by paragraph 3.", "0\nEvaluation\n1. The Commission shall undertake each year an evaluation of the actions carried out in implementing the programme for the previous year. The outcome of the evaluation shall be forwarded to the committee.\n2. The Commission shall report each year to the European Parliament and the Council on the implementation of the programme. The first report shall be presented before 31 July 2002.", "1\nEntry into force\nThis Decision shall take effect from the day of its publication in the Official Journal.\nIt shall apply until 31 December 2002."], "attachments": "Done at Luxembourg, 28 June 2001.\nFor the Council\nThe President\nB. Rosengren\n(1) OJ C 96 E, 27.3.2001, p. 339.\n(2) Opinion delivered on 5 April 2001 (not yet published in the Official Journal).\n(3) OJ L 7, 10.1.1997, p. 5.\n(4) OJ C 172, 18.6.1999, p. 1."}