{"celex_id": "32009D0912(01)", "uri": "http://publications.europa.eu/resource/cellar/053a071e-51b1-458a-9b44-ae8743fc1fcb", "type": "Decision", "concepts": ["1021", "114", "3557", "3843", "4050", "4178", "4271", "5640"], "title": "Council Decision of 1 December 2009 laying down the conditions of employment of the Secretary-General of the Council of the European Union\n", "header": "9.12.2009 EN Official Journal of the European Union L 322/38\nCOUNCIL DECISION\nof 1 December 2009\nlaying down the conditions of employment of the Secretary-General of the Council of the European Union\n(2009/912/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 243 thereof,\nWhereas the conditions of employment for the Secretary-General of the Council of the European Union should be laid down,", "main_body": ["The Secretary-General of the Council of the European Union shall receive a basic salary equivalent to that of an official of the European Union at grade 16 third step multiplied by 100 %. He or she shall receive the family allowances and other allowances provided for in the Staff Regulations of Officials of the European Union (1).\nHe or she shall also be entitled to arrangements for the reimbursement of expenses and for social security fixed by analogy with those provided for in the Staff Regulations and Article 17 of Annex VII to the Staff Regulations shall apply to him or her by analogy.", "The remuneration referred to in the first paragraph of Article 1 shall be subject to the weighting determined by the Council pursuant to Articles 64 and 65 of the Staff Regulations of Officials of the European Union for officials employed in Belgium.", "The Secretary-General of the Council of the European Union shall be entitled to a residence allowance fixed in accordance with Article 4 of Council Regulation (EEC, Euratom, ECSC) No 2290/77 of 18 October 1977 determining the emoluments of the members of the Court of Auditors (2), and to pension arrangements and a transitional allowance in the case of termination of service fixed by analogy with those provided for in that Regulation.", "Council Regulation (EEC, Euratom, ECSC) No 260/68 of 29 February 1968 laying down the conditions and procedure for applying the tax for the benefit of the European Communities (3) shall apply to the Secretary-General of the Council of the European Union.", "Except where otherwise stated in this Decision, Articles 11 to 14 and Article 17 of the Protocol on the Privileges and Immunities of the European Union and all the relevant provisions of the Staff Regulations of Officials of the European Union, with the exception of Article 52 thereof, shall apply to the Secretary-General of the Council of the European Union.", "This Decision shall apply from 1 December 2009.\nIt shall be notified to the Secretary-General of the Council of the European Union by the President of the Council.\nThis Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 1 December 2009.\nFor the Council\nThe President\nB. ASK\n(1)  Regulation (EEC, Euratom, ECSC) No 259/68 (OJ L 56, 4.3.1968, p. 1).\n(2)  OJ L 268, 20.10.1977, p. 1.\n(3)  OJ L 56, 4.3.1968, p. 8."}