{"celex_id": "32008R0690", "uri": "http://publications.europa.eu/resource/cellar/2b383d6d-0b68-4484-b174-45830f966ee1", "type": "Regulation", "concepts": ["1763", "191", "2232", "2827", "4801", "5283"], "title": "Commission Regulation (EC) No 690/2008 of 4 July 2008 recognising protected zones exposed to particular plant health risks in the Community (Recast)\n", "header": "22.7.2008 EN Official Journal of the European Union L 193/1\nCOMMISSION REGULATION (EC) No 690/2008\nof 4 July 2008\nrecognising protected zones exposed to particular plant health risks in the Community\n(Recast)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the first subparagraph of Article 2(1)(h) thereof,\nHaving regard to the requests made by Ireland, Spain, Italy, Cyprus, Lithuania, Malta, Austria, Portugal, Slovenia and Slovakia,\nWhereas:\n(1) Commission Directive 2001/32/EC of 8 May 2001 recognising protected zones exposed to particular plant health risks in the Community and repealing Directive 92/76/EEC (2) has been substantially amended several times. Since further amendments are to be made, it should be recast in the interests of clarity.\n(2) Under Directive 2000/29/EC, ‘protected zones’ exposed to particular plant health risks may be defined and therefore may be accorded special protection under conditions compatible with the internal market. Such zones were defined in Commission Directive 2001/32/EC.\n(3) Certain Member States or certain areas in Member States are recognised as protected zones in respect of certain harmful organisms. In some cases recognition was granted provisionally, because the full information necessary to show that the harmful organism in question was not present in the Member State or area concerned had not been provided or efforts to eradicate such an organism had not been concluded. Where the Member States concerned have provided the necessary information, the zones in question should be recognised as permanent protected zones. The provisional recognition should exceptionally be extended for a further limited period to give the Member States concerned the necessary additional time to submit information showing that that organism is not present or, where necessary, to complete their efforts to eradicate it. In other cases protected zones should no longer be recognised as such since harmful organisms are now present.\n(4) Cyprus was provisionally recognised as a protected zone with respect to Daktulosphaira vitifoliae (Fitch), Ips sexdentatus Börner and Leptinotarsa decemlineata Say until 31 March 2008. From information supplied by Cyprus since the provisional recognition was granted, it appears that those organisms are not present in Cyprus. Therefore Cyprus should be recognised as a permanent protected zone with respect to those organisms.\n(5) Certain regions of Spain were recognised as protected zones with respect to Thaumetopoea pityocampa (Den. and Schiff.). From information supplied by Spain, it appears that that organism is now established in these regions. They should therefore no longer be recognised as a protected zone in respect of that organism.\n(6) Certain regions in Italy, Austria, Slovenia and Slovakia, and the whole territory of Ireland and Lithuania were provisionally recognised as protected zones with respect to Erwinia amylovora (Burr.) Winsl. et al. until 31 March 2008.\n(7) From information supplied by Ireland, Lithuania and Slovakia, it appears that the provisional recognition of the protected zones for those countries in respect of Erwinia amylovora (Burr.) Winsl. et al. should exceptionally be extended for two years to give those Member States the necessary time to submit information showing that that organism is not present or, where necessary, to complete their efforts to eradicate it.\n(8) From information supplied by Italy and Slovenia, it appears that Erwinia amylovora (Burr.) Winsl. et al. is now established in some regions, which have previously been provisionally recognised as protected zones for that organism until 31 March 2008. Those regions should therefore no longer be recognised as a protected zone for that organism.\n(9) From information supplied by Austria, it appears that due to unfavourable conditions in 2007 there were several outbreaks of Erwinia amylovora (Burr.) Winsl. et al. in some parts of its territory, which have been provisionally recognised as protected zones for this harmful organism. For this reason, the provisional recognition of the protected zones for certain regions in respect of Erwinia amylovora (Burr.) Winsl. et al. should be extended for one year to give Austria the necessary time to verify that the eradication efforts made by Austria in 2007 are efficient and submit information showing that Erwinia amylovora (Burr.) Winsl. et al. is not present or, where necessary, to complete its efforts to eradicate that organism in 2008.\n(10) Malta was provisionally recognised as a protected zone with respect to Citrus tristeza virus (European strains) until 31 March 2008. From information supplied by Malta, it appears that the efforts to eradicate that organism have been successful. Therefore Malta should be recognised as a permanent protected zone with respect to that organism.\n(11) The territory of Portugal was recognised as a protected zone with respect to Citrus tristeza virus (European strains). From information supplied by Portugal, it appears that that organism is now established in a part of its territory. That part of the Portuguese territory should therefore no longer be recognised as a protected zone in respect of that organism.\n(12) It is therefore necessary to modify the existing designation of protected zones.\n(13) In the past protected zones were recognised and amended by Directive. To achieve a timely and simultaneous application by Member States, protected zones should be recognised by Regulation.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plant Health.\n(15) This Regulation should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B,", "main_body": ["The zones in the Community listed in Annex I are recognised as protected zones within the meaning of the first subparagraph of Article 2(1)(h) of Directive 2000/29/EC, in respect of the harmful organism(s) listed against their names in Annex I to this Regulation.", "Directive 2001/32/EC, as amended by the acts listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2008/64/EC (OJ L 168, 28.6.2008, p. 31).\n(2)  OJ L 127, 9.5.2001, p. 38. Directive as last amended by Directive 2007/40/EC (OJ L 169, 29.6.2007, p. 49).\nANNEX I\nZones in the community recognised as ‘protected zones’, in respect of harmful organism(s) listed against their names\nHarmful organisms Protected zones: territory of\nInsects, mites and nematodes, at all stages of their development\n1. Anthonomus grandis (Boh.)\n2. Bemisia tabaci Genn. (European populations)\n3. Cephalcia lariciphila (Klug.)\n3.1. Daktulosphaira vitifoliae (Fitch)\n4. Dendroctonus micans Kugelan\n5. Gilpinia hercyniae (Hartig)\n6. Globodera pallida (Stone) Behrens\n7. Gonipterus scutellatus Gyll\n8. Ips amitinus Eichhof\n9. Ips cembrae Heer\n10. Ips duplicatus Sahlberg\n11. Ips sexdentatus Börner\n12. Ips typographus Heer\n13. Leptinotarsa decemlineata Say\n14. Liriomyza bryoniae (Kaltenbach)\n15. Sternochetus mangiferae Fabricius\nBacteria\n1. Curtobacterium flaccumfaciens pv. flaccumfaciens (Hedges) Col.\n2. Erwinia amylovora (Burr.) Winsl. et al.\n— Estonia, Spain, France (Corsica), Italy (Abruzzo, Basilicata, Calabria, Campania, Friuli-Venezia Giulia, Lazio, Liguria, Marche, Molise, Piedmont, Sardinia, Sicily, Tuscany, Umbria, Valle d’Aosta), Latvia, Portugal, Finland, United Kingdom (Northern Ireland, Isle of Man and Channel Islands),\n— and, until 31 March 2010, Ireland, Italy (Apúlia, Emilia-Romagna (the provinces of Parma and Piacenza), Lombardy (except the province of Mantua), Veneto (except the province of Rovigo, the communes Castelbaldo, Barbona, Piacenza d’Adige, Vescovana, S. Urbano, Boara Pisani, Masi in the province of Padova and the area situated to the South of highway A4 in the province of Verona)), Lithuania, Slovenia (except the regions Gorenjska, Koroška, Maribor and Notranjska), Slovakia (except the communes of Blahová, Horné Mýto and Okoč (Dunajská Streda County), Hronovce and Hronské Kľačany (Levice County), Málinec (Poltár County), Hrhov (Rožňava County), Veľké Ripňany (Topoľčany County), Kazimír, Luhyňa, Malý Horeš, Svätuše and Zatín (Trebišov County))\n— and, until 31 March 2009, Austria (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria, Vienna)\nFungi\n01. Cryphonectria parasitica (Murrill) Barr\n1. Glomerella gossypii Edgerton\n2. Gremmeniella abietina Morelet\n3. Hypoxylon mammatum (Wahl.) J Miller\nViruses and virus-like organisms\n1. Beet necrotic yellow vein virus\n2. Tomato spotted wilt virus\n3. Citrus tristeza virus (European strains)\n4. Grapevine flavescence dorée MLO\nANNEX II\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 2)\nCommission Directive 2001/32/EC\nDirective 2002/29/EC\nDirective 2003/21/EC\nDirective 2003/46/EC\n2003 Act of Accession Article 20 and Annex II, p. 443\nDirective 2004/32/EC\nDecision 2004/522/EC\nDirective 2005/18/EC\nDirective 2006/36/EC\nDirective 2007/40/EC\nPART B\nList of time-limits for transposition into national law and application\n(referred to in Article 2)\nDirective Time-limit for transposition Date of application\n2001/32/EC 21 May 2001 22 May 2001\n2002/29/EC 31 March 2002 1 April 2002\n2003/21/EC 31 March 2003 1 April 2003\n2003/46/EC 15 June 2003 16 June 2003\n2004/32/EC 20 April 2004 21 April 2004\n2005/18/EC 14 May 2005 15 May 2005\n2006/36/EC 30 April 2006 1 May 2006\n2007/40/EC 31 October 2007 1 November 2007\nANNEX III\nCorrelation table\nDirective 2001/32/EC This Regulation\nArticle 1 Article 1\nArticle 3 —\n— Article 2\nArticle 4 —\nArticle 5 first paragraph Article 3 first paragraph\nArticle 5 second paragraph —\n— Article 3 second paragraph\nArticle 6 —\nAnnex, point (a), 1, 2 and 3 Annex I, point (a), 1, 2 and 3\nAnnex, point (a), 3.1 Annex I, point (a), 3.1\nAnnex, point (a), 4 to 15 Annex I, point (a), 4 to 15\nAnnex, point (a), 16 —\nAnnex, point (b), 1 Annex I, point (b), 1\nAnnex, point (b), 2, first indent Annex I, point (b), 2, first indent\n— Annex I, point (b), 2, second indent\nAnnex, point (b), 2, second indent —\n— Annex I, point (b), 2, third indent\nAnnex, point (c), 01 Annex I, point (c), 01\nAnnex, point (c), 1 to 3 Annex I, point (c), 1 to 3\nAnnex, point (d), 1 to 4 Annex I, point (d), 1 to 4\n— Annex II\n— Annex III"}