{"celex_id": "32001D0079", "uri": "http://publications.europa.eu/resource/cellar/077ca41b-5b27-4887-9f69-2d545c86b7c2", "type": "Decision", "concepts": ["2499", "2500", "2628", "4060", "5532", "6049"], "title": "2001/79/CFSP: Council Decision of 22 January 2001 setting up the Military Committee of the European Union\n", "header": "Council Decision\nof 22 January 2001\nsetting up the Military Committee of the European Union\n(2001/79/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, in particular Article 28(1) thereof,\nHaving regard to the Treaty establishing the European Community, in particular Article 207 thereof,\nRecalling Article 25 of the Treaty on European Union,\nWhereas:\n(1) In the framework of the strengthening of the common foreign and Security Policy (CFSP) and in particular of the common European policy on security and defence provided for in Article 17 of the Treaty on European Union, the European Council meeting in Nice on 7 to 11 December 2000 reached agreement on the establishment of the Military Committee of the European Union, setting out its mission and functions including those of its chairman.\n(2) Following the guidelines of the European Council this Committee should be made ready to start its work,", "main_body": ["A Military Committee of the European Union (EUMC) (hereinafter the Committee) composed of the Member States' Chiefs of Defence, represented by their military representatives, is set up.\nIt will meet at the level of Chiefs of Defence as and when necessary.", "The mission and functions of the Committee are defined in Annex IV to the Presidency's report approved by the Nice European Council, which is reproduced in the Annex to this Decision.", "1. The Chairman of the Committee (hereinafter the Chairman) shall be appointed by the Council on the recommendation of the Committee meeting at the level of the Chiefs of Defence.\n2. The term of office of the Chairman is three years, unless the Council decides otherwise. His mission and functions are also defined in the above mentioned annex.", "This Decision shall take effect from the date of its adoption.", "1. Without prejudice to the provisions of Article 3(1), this Decision shall apply from the date on which the first Chairman is appointed, not later than the date of application of the Decision on the establishment of the Military Staff of the European Union(1) and in principle before the end of June 2001.\n2. The Interim Military Body set up by Decision 2000/144/CFSP(2) will continue to carry out its tasks until the date at which this Decision applies.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 22 January 2001.\nFor the Council\nThe President\nA. Lindh\n(1) Council Decision 2001/80/CFSP (see page 7 of this Official Journal).\n(2) Council Decision 2000/144/CFSP of 14 February 2000 setting up the Interim Military Body (OJ L 49, 22.2.2000, p. 2).\nANNEX\nEUROPEAN UNION MILITARY COMMITTEE (EUMC)\n1. Introduction\nAt Helsinki, the European Council decided to establish within the Council, new permanent political and military bodies enabling the EU to assume its responsibilities for the full range of conflict prevention and crisis management tasks defined in the EU Treaty, the Petersberg tasks.\nAs provided in the Helsinki report, the European Union Military Committee (EUMC), \"established within the Council\", is composed of the Chiefs of Defence (CHODs) represented by their military representatives (Milreps). The EUMC meets at the level of CHODs as and when necessary. This Committee gives military advice and makes recommendations to the Political and Security Committee (PSC), as well as provides military direction to the European Union Military Staff (EUMS). The Chairman of the EUMC (CEUMC) attends meetings of the Council when decisions with defence implications are to be taken.\nThe EUMC is the highest military body established within the Council.\nFor this purpose, the terms of reference of the EUMC are outlined as follows:\n2. Mission\nThe EUMC is responsible for providing the PSC with military advice and recommendations on all military matters within the EU. It exercises military direction of all military activities within the EU framework.\n3. Functions\nIt is the source of military advice based on consensus.\nIt is the forum for military consultation and cooperation between the EU Member States in the field of conflict prevention and crisis management.\nIt provides military advice and makes recommendations to the PSC, at the latter's request or on its own initiative, acting within guidelines forwarded by the PSC, particularly with regard to:\n- the development of the overall concept of crisis management in its military aspects,\n- the military aspects relating to the political control and strategic direction of crisis management operations and situations,\n- the risk assessment of potential crises,\n- the military dimension of a crisis situation and its implications, in particular during its subsequent management; for this purpose, it receives the output from the Situation Centre,\n- the elaboration, the assessment and the review of capability objectives according to agreed procedures,\n- the EU's military relationship with non-EU European NATO Members, the other candidates for accession to the EU, other States and other organisations, including NATO,\n- the financial estimation for operations and exercises.\n(a) In crisis management situations\nUpon the PSC's request, it issues an Initiating Directive to the Director General of the EUMS (DGEUMS) to draw up and present strategic military options.\nIt evaluates the strategic military options developed by the EUMS and forwards them to the PSC together with its evaluation and military advice.\nOn the basis of the military option selected by the Council, it authorises an Initial Planning Directive for the Operation Commander.\nBased upon the EUMS evaluation, it provides advice and recommendation to the PSC:\n- on the Concept of Operations (Conops) developed by the Operation Commander,\n- on the draft Operation Plan (OPLAN) drawn up by the Operation Commander.\nIt gives advice to the PSC on the termination option for an operation.\n(b) During an operation\nThe EUMC monitors the proper execution of military operations conducted under the responsibility of the Operation Commander.\nThe EUMC members sit or are represented in the Committee of Contributors.\n4. Chairman of the EUMC (CEUMC)\nThe EUMC has a permanent Chairman whose responsibilities are described hereafter.\nThe CEUMC is a Four-star flag officer on appointment, preferably a former Chief of Defence of an EU Member State.\nHe is selected by the CHODs of the Member States according to approved procedures and is appointed by the Council on the recommendation of the EUMC meeting at CHODs level.\nHis term of office is in principle three years, except in exceptional circumstances.\nHis authority is derived from the EUMC to which he is responsible. Acting in an international capacity, the CEUMC represents the EUMC at the PSC and the Council, as appropriate.\nAs the Chairman of the EUMC, he:\n- chairs the EUMC meetings at Milreps and CHODs levels,\n- is the spokesman of the EUMC and, as such:\n- participates as appropriate in the PSC with the right to contribute to discussions and attends the Council meetings when decisions with defence implications are to be taken, and\n- performs the function of military adviser to the SG/HR on all military matters, in particular, to ensure consistency within the EU Crisis Management Structure,\n- conducts the works of the EUMC impartially and in order to reflect consensus,\n- acts on behalf of the EUMC in issuing directives and guidance to the DGEUMS,\n- acts as the primary point of contact (POC) with the Operation Commander during the EU's military operations,\n- liases with the Presidency in the development and implementation of its work programme.\nThe CEUMC is supported by his personal staff and assisted by the EUMS, especially regarding the administrative support within the General Secretariat of the Council.\nWhen absent the CEUMC is replaced by one of the following:\n- the permanent DCEUMC, if it is so decided to create and fill the post,\n- the Presidency representative, or\n- the dean.\n5. Miscellaneous\nThe relations to be established between the EUMC and NATO military authorities are defined in the document on the EU/NATO permanent arrangements. The relations between the EUMC and the non-EU European NATO members and other countries, which are candidates for accession to the EU are defined in the document on the relations of the EU with third countries.\nThe EUMC is supported by a military working group (EUMCWG), by the EUMS and by other departments and services, as appropriate."}