{"celex_id": "32009L0093", "uri": "http://publications.europa.eu/resource/cellar/935eaedd-4a48-40cd-b2bd-1bba73588c15", "type": "Directive", "concepts": ["13", "1595", "2081", "2739", "2773", "2985", "5451", "6038"], "title": "Commission Directive 2009/93/EC of 31 July 2009 amending Directive 98/8/EC of the European Parliament and of the Council to include alphachloralose as an active substance in Annex I thereto (Text with EEA relevance)\n", "header": "1.8.2009 EN Official Journal of the European Union L 201/46\nCOMMISSION DIRECTIVE 2009/93/EC\nof 31 July 2009\namending Directive 98/8/EC of the European Parliament and of the Council to include alphachloralose as an active substance in Annex I thereto\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular the second subparagraph of Article 16(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1451/2007 of 4 December 2007 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (2) establishes a list of active substances to be assessed, with a view to their possible inclusion in Annex I, IA or IB to Directive 98/8/EC. That list includes alphachloralose.\n(2) Pursuant to Regulation (EC) No 1451/2007, alphachloralose has been evaluated in accordance with Article 11(2) of Directive 98/8/EC for use in product-type 14, rodenticides, as defined in Annex V to Directive 98/8/EC.\n(3) Portugal was designated as rapporteur Member State and submitted the competent authority report, together with a recommendation, to the Commission on 14 November 2006 in accordance with Article 14(4) and (6) of Regulation (EC) No 1451/2007.\n(4) The competent authority report was reviewed by the Member States and the Commission. In accordance with Article 15(4) of Regulation (EC) No 1451/2007, the findings of the review were incorporated, within the Standing Committee on Biocidal Products on 30 May 2008, in an assessment report.\n(5) It appears from the examinations made that biocidal products used as rodenticides and containing alphachloralose may be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC. It is therefore appropriate to include alphachloralose in Annex I, in order to ensure that in all Member States authorisations for biocidal products used as rodenticides and containing alphachloralose can be granted, modified, or cancelled in accordance with Article 16(3) of Directive 98/8/EC.\n(6) Not all potential uses have been evaluated at the Community level. It is therefore appropriate that Member States assess those risks to the compartments and populations that have not been representatively addressed in the Community level risk assessment and, when granting product authorisations, ensure that appropriate measures are taken or specific conditions imposed in order to mitigate the identified risks to acceptable levels.\n(7) In the light of the conclusions of the assessment report, it is appropriate to require that specific risk mitigation measures are applied at product authorisation level to products containing alphachloralose and used as rodenticides. Such measures should be aimed at limiting the risk of primary and secondary exposure of humans and non-target animals as well as the long-term effects of the substance on the environment.\n(8) It is important that the provisions of this Directive be applied simultaneously in all the Member States in order to ensure equal treatment of biocidal products on the market containing the active substance alphachloralose and also to facilitate the proper operation of the biocidal products market in general.\n(9) A reasonable period should be allowed to elapse before an active substance is included in Annex I in order to permit Member States and the interested parties to prepare themselves to meet the new requirements entailed and to ensure that applicants who have prepared dossiers can benefit fully from the 10-year period of data protection, which, in accordance with Article 12(1)(c)(ii) of Directive 98/8/EC, starts from the date of inclusion.\n(10) After inclusion, Member States should be allowed a reasonable period to implement Article 16(3) of Directive 98/8/EC, and in particular, to grant, modify or cancel authorisations of biocidal products in product-type 14 containing alphachloralose to ensure that they comply with Directive 98/8/EC.\n(11) Directive 98/8/EC should therefore be amended accordingly.\n(12) The Standing Committee on Biocidal Products was consulted on 30 May 2008 and delivered a positive opinion on the draft Commission Directive amending Annex I to Directive 98/8/EC to include alphachloralose as an active substance. On 11 June 2008 the Commission submitted the said draft for scrutiny by the European Parliament and the Council. The European Parliament did not oppose the draft measures within the set deadline. The Council opposed the adoption by the Commission indicating that the proposed measures exceeded the implementing powers provided for in Directive 1998/8/EC. As a consequence, the Commission did not adopt the draft measures and submitted an amended draft of the concerned Directive to the Standing Committee on Biocidal Products. The Standing Committee was consulted on the said draft on 20 February 2009.\n(13) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Annex I to Directive 98/8/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 30 June 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive.\nThey shall apply those provisions from 1 July 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 31 July 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 325, 11.12.2007, p. 3.\nANNEX\nThe following entry ‘No 15’ is inserted in Annex I to Directive 98/8/EC:\nNo Common Name IUPAC Name Minimum purity of the active substance in the biocidal product as placed on the market Date of inclusion Deadline for compliance with Article 16(3) Expiry date of inclusion Product type Specific provisions (1)\n‘15 alphachloralose (R)-1,2-O-(2.2,2-Trichloroethylidene)-α-D-glucofuranose 825 g/kg 1 July 2011 30 June 2013 30 June 2021 14 When assessing the application for authorisation of a product in accordance with Article 5 and Annex VI, Member States shall assess, when relevant for the particular product, the populations that may be exposed to the product and the use or exposure scenarios that have not been representatively addressed at the Community level risk assessment.\n1. The nominal concentration of the active substance in the products shall not exceed 40 g/kg.\n2. Products shall contain an aversive agent and a dye.\n3. Only products for use in tamper resistant and securely closed bait boxes shall be authorised.’\n(1)  For the implementation of the common principles of Annex VI, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/comm/environment/biocides/index.htm"}