{"celex_id": "32008L0103", "uri": "http://publications.europa.eu/resource/cellar/9e07315a-f9c1-474c-812b-d1c4005445aa", "type": "Directive", "concepts": ["1158", "13", "2825", "3618", "5410", "6411"], "title": "Directive 2008/103/EC of the European Parliament and of the Council of 19 November 2008 amending Directive 2006/66/EC on batteries and accumulators and waste batteries and accumulators as regards placing batteries and accumulators on the market (Text with EEA relevance)\n", "header": "5.12.2008 EN Official Journal of the European Union L 327/7\nDIRECTIVE 2008/103/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 November 2008\namending Directive 2006/66/EC on batteries and accumulators and waste batteries and accumulators as regards placing batteries and accumulators on the market\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Article 6(2) of Directive 2006/66/EC (3) should be clarified in order that batteries and accumulators which were legally placed on the market anywhere in the Community before 26 September 2008 and which do not comply with that Directive can remain on the market in the Community after this date. This clarification would provide legal certainty for batteries placed on the market in the Community and would ensure the smooth functioning of the internal market. The clarification is in line with the principle of waste minimisation and would contribute to reducing administrative burdens.\n(2) Directive 2006/66/EC should therefore be amended accordingly,", "main_body": ["Amendment to Directive 2006/66/EC", "(2) of Directive 2006/66/EC shall be replaced by the following:\n‘2.   Member States shall take the necessary measures to ensure that batteries or accumulators which do not meet the requirements of this Directive are not placed on the market after 26 September 2008.\nBatteries and accumulators which do not meet the requirements of this Directive and which are placed on the market after this date shall be withdrawn from the market.’", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 5 January 2009.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 19 November 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  Opinion delivered on 9 July 2008 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 9 July 2008 (not yet published in the Official Journal) and Council Decision of 20 October 2008.\n(3)  OJ L 266, 26.9.2006, p. 1."}