{"celex_id": "32005D0649", "uri": "http://publications.europa.eu/resource/cellar/cdac465f-94fd-4383-91a6-9bc9705392db", "type": "Decision", "concepts": ["1780", "2459", "4709", "5283", "5413"], "title": "Decision No 649/2005/EC of the European Parliament and of the Council of 13 April 2005 amending Decision No 1419/1999/EC establishing a Community action for the European Capital of Culture event for the years 2005 to 2019\n", "header": "4.5.2005 EN Official Journal of the European Union L 117/20\nDECISION No 649/2005/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 April 2005\namending Decision No 1419/1999/EC establishing a Community action for the European Capital of Culture event for the years 2005 to 2019\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 151 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the Committee of the Regions (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Decision No 1419/1999/EC of the European Parliament and of the Council of 25 May 1999 establishing a Community action for the European Capital of Culture event for the years 2005 to 2019 (3) is geared towards highlighting the wealth, diversity and shared characteristics of European cultures and towards contributing to improving European citizens' mutual knowledge.\n(2) Annex I to Decision No 1419/1999/EC sets out the chronological order in accordance with which the Member States can submit nominations for this event. That Annex is limited to the Member States at the time the Decision was adopted on 25 May 1999.\n(3) Article 6 of Decision No 1419/1999/EC states that that decision may be revised, in particular with a view to the future enlargement of the European Union.\n(4) In the light of the 2004 enlargement, it is important that the new Member States should likewise be able within a short period of time to submit nominations in the context of the European Capital of Culture event, without changing the order for the other Member States so that, from 2009 onwards and until the end of the current Community action, two capitals may be selected each year in the Member States.\n(5) Decision No 1419/1999/EC should therefore be amended,", "main_body": ["Decision No 1419/1999/EC is hereby amended as follows:\n1. The following Recital shall be inserted:\n‘(12a) Whereas account should be taken of the financial consequences of this Decision in such a way as to ensure that there is adequate and appropriate Community funding for the designation of two European Capitals of Culture;’;\n2. Article 2(1) shall be replaced by the following:\n3. Annex I shall be replaced by the text appearing in the Annex to this Decision.", "This Decision shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004."], "attachments": "Done at Strasbourg, 13 April 2005.\nFor the European Parliament\nThe President\nJ. P. BORRELL FONTELLES\nFor the Council\nThe President\nN. SCHMIT\n(1)  OJ C 121, 30.4.2004, p. 15.\n(2)  Opinion of the European Parliament of 22 April 2004 (not yet published in the Official Journal), Council Common Position of 21 October 2004 (OJ C 25 E, 1.2.2005, p. 41) and Position of the European Parliament of 22 February 2005 (not yet published in the Official Journal).\n(3)  OJ L 166, 1.7.1999, p. 1.\nANNEX\nORDER OF ENTITLEMENT TO NOMINATE A ‘EUROPEAN CAPITAL OF CULTURE’\n2005 Ireland\n2006 Greece (1)\n2007 Luxembourg\n2008 United Kingdom\n2009 Austria Lithuania\n2010 Germany Hungary\n2011 Finland Estonia\n2012 Portugal Slovenia\n2013 France Slovakia\n2014 Sweden Latvia\n2015 Belgium Czech Republic\n2016 Spain Poland\n2017 Denmark Cyprus\n2018 Netherlands (1) Malta\n2019 Italy\n(1)  The Culture/Audiovisual Council, at its meeting of 28 May 1998, noted the exchange of positions between Greece and the Netherlands in accordance with Article 2(1) of Decision No 1419/1999/EC."}