{"celex_id": "32007D0759", "uri": "http://publications.europa.eu/resource/cellar/480baaab-a0f2-4f2d-8d52-31b843e084ae", "type": "Decision", "concepts": ["1309", "1590", "191", "2345", "4307", "5040", "6569"], "title": "2007/759/EC: Commission Decision of 19 November 2007 amending Decision 2006/504/EC as regards frequency of controls on peanuts and derived products originating in or consigned from Brazil due to contamination risks of these products by aflatoxins (notified under document number C(2007) 5516) (Text with EEA relevance)\n", "header": "23.11.2007 EN Official Journal of the European Union L 305/56\nCOMMISSION DECISION\nof 19 November 2007\namending Decision 2006/504/EC as regards frequency of controls on peanuts and derived products originating in or consigned from Brazil due to contamination risks of these products by aflatoxins\n(notified under document number C(2007) 5516)\n(Text with EEA relevance)\n(2007/759/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Commission Decision 2006/504/EC (2) establishes special conditions governing certain foodstuffs imported from certain third countries due to contamination risks of these products by aflatoxins.\n(2) The Scientific Committee for Food has noted that aflatoxin B1 is a potent genotoxic carcinogen and, even at extremely low levels, contributes to the risk of liver cancer. Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (3) lays down permitted maximum levels of aflatoxins in foodstuffs. However, in 2005 and 2006 an increasing number of notifications through the Rapid Alert System for Feed and Food (RASFF) indicated that those maximum levels have been regularly exceeded in peanuts and derived products from Brazil.\n(3) Such contamination constitutes a threat to public health in the Community. It is therefore appropriate to adopt special measures at Community level.\n(4) The Commission Food and Veterinary Office (FVO) carried out a mission in Brazil from 25 April to 4 May 2007 in order to assess the control systems in place to prevent aflatoxin contamination levels in peanuts intended for export to the Community (4). That mission revealed that the system for control of peanuts exported to the Community is in place but not fully implemented. Therefore the current system does not fully ensure that peanuts exported to the Community comply with the relevant requirements as regards aflatoxin.\n(5) In the interest of public health, the import of peanuts and derived products into the Community from Brazil should be subject to increased frequency of sampling and analysis of aflatoxin levels by the competent authority of the importing Member State, prior to the release of these products onto the market.\n(6) Article 15(5) of the Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (5) provides that a list of feed and food of non-animal origin shall be drawn up to be subject to an increased level of official control on the basis of a known or emerging risk. The measures referred to in Article 15(5) of that Regulation will not apply before 2008. For the protection of public health it is appropriate to impose increased frequency of controls as regards aflatoxins in peanuts from Brazil without delay. For the time being, no health certificate issued by the competent authorities of Brazil is required for the import of peanuts and derived products from Brazil.\n(7) Commission Decision 2006/504/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/504/EC is amended as follows:\n1. In point (a) of the second paragraph of Article 1, the following points (iii), (iv) and (v) are added:\n‘(iii) peanuts falling within CN code 1202 10 90 or 1202 20 00;\n(iv) peanuts falling within CN code 2008 11 94 (in immediate packings of a net content exceeding 1 kg) or 2008 11 98 (in immediate packings of a net content not exceeding 1 kg);\n(v) roasted peanuts falling within CN codes 2008 11 92 (in immediate packings of a net content exceeding 1 kg) or 2008 11 96 (in immediate packings of a net content not exceeding 1 kg);’\n2. In Article 3, the following paragraph 9 is added:\n3. In paragraph 2 of Article 5, point (a) is replaced by the following:\n‘(a) each consignment of foodstuffs from Brazil; except for the peanuts referred to in points (a)(iii), (iv) and (v) of the second paragraph of Article 1, where sampling must be carried out on 50 % of such consignments of peanuts from Brazil;’.\n4. In Article 7, the following paragraph 3 is added:", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 November 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 575/2006 (OJ L 100, 8.4.2006, p. 3).\n(2)  OJ L 199, 21.7.2006, p. 21. Decision as last amended by Decision 2007/563/EC (OJ L 215, 18.8.2007, p. 18).\n(3)  OJ L 364, 20.12.2006, p. 5. Regulation as amended by Regulation (EC) No 1126/2007 (OJ L 255, 29.9.2007, p. 14).\n(4)  Report of a mission carried out in Brazil from 25 April to 4 May 2007 in order to assess the control systems in place to control aflatoxin contamination in peanuts intended for export into the European Union (DG (SANCO)/7182/2007 — MR).\n(5)  OJ L 165, 30.4.2004, p. 1, as corrected by OJ L 191, 28.5.2004, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}