{"celex_id": "32007R1208", "uri": "http://publications.europa.eu/resource/cellar/a9e3a9b9-adae-410f-b07a-e6f6d5492d30", "type": "Regulation", "concepts": ["1565", "2763", "3568", "5581"], "title": "Commission Regulation (EC) No 1208/2007 of 16 October 2007 derogating from Regulation (EC) No 800/1999 as regards the determination of the refund rate for milk and milk products in the case of supplies as referred to in Articles 36 and 44 of that Regulation and carried out from 1 to 14 June 2007\n", "header": "17.10.2007 EN Official Journal of the European Union L 272/29\nCOMMISSION REGULATION (EC) No 1208/2007\nof 16 October 2007\nderogating from Regulation (EC) No 800/1999 as regards the determination of the refund rate for milk and milk products in the case of supplies as referred to in Articles 36 and 44 of that Regulation and carried out from 1 to 14 June 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) As from 15 June 2007, Commission Regulation (EC) No 660/2007 of 14 June 2007 fixing the export refunds for milk and milk products (2) no longer provides for export refunds on milk and milk products, including products supplied as referred to in Articles 36 and 44 of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products (3).\n(2) In accordance with Article 37 of Regulation (EC) No 800/1999, Member States may authorise exporters to follow a procedure whereby the last day of the month is used to determine the rate of refund applicable to supplies as referred to in Articles 36 and 44 of that Regulation loaded each month. It is therefore not possible to determine the rate of refund applicable to supplies of milk and milk products carried out under that procedure from 1 to 14 June 2007.\n(3) Entitlement to the refund on supplies carried out under the procedure provided for in Article 37 of Regulation (EC) No 800/1999, before the date of the entry into force of Regulation (EC) No 660/2007, should not be affected. In order to determine that refund, it is therefore necessary to set the date to be used for that purpose, by way of derogation from Article 37(2) of Regulation (EC) No 800/1999.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 37(2) of Regulation (EC) No 800/1999, the date 14 June 2007 shall be used to determine the rate of refund applicable to milk and milk products in the case of supplies as referred to in Article 36(1)(a) and (c) and in Article 44(1)(a) and (b) of that Regulation and carried out from 1 to 14 June 2007 in accordance with the procedure provided for in Article 37 of that Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 June 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1152/2007 (OJ L 258, 4.10.2007, p. 1).\n(2)  OJ L 155, 15.6.2007, p. 26.\n(3)  OJ L 102, 17.4.1999, p. 11. Regulation as last amended by Regulation (EC) No 1001/2007 (OJ L 226, 30.8.2007, p. 9)."}