{"celex_id": "32004D0006(01)", "uri": "http://publications.europa.eu/resource/cellar/ea9fb77e-48ab-4f5c-9cf2-854cb5aecf36", "type": "Decision", "concepts": ["12", "2149", "2447", "3259", "4763", "5455", "5883"], "title": "Decision of the European Central Bank of 22 April 2004 laying down the measures necessary for the paying-up of the European Central Bank’s capital by the participating national central banks (ECB/2004/6)\n", "header": "9.6.2004 EN Official Journal of the European Union L 205/7\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 22 April 2004\nlaying down the measures necessary for the paying-up of the European Central Bank’s capital by the participating national central banks\n(ECB/2004/6)\n(2004/503/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and in particular Article 28.3 thereof,\nWhereas:\n(1) Decision ECB/2003/18 of 18 December 2003 laying down the measures necessary for the paying-up of the European Central Bank’s capital by the participating national central banks (1) determined how and to what extent the national central banks (NCBs) of the Member States that have adopted the euro (hereinafter the participating NCBs) should pay up the European Central Bank’s (ECB’s) capital on 1 January 2004.\n(2) In view of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union and their respective NCBs becoming part of the European System of Central Banks (ESCB) on 1 May 2004, Decision ECB/2004/5 of 22 April 2004 on the national central banks' percentage shares in the key for subscription to the European Central Bank’s capital (2) establishes with effect from 1 May 2004 the weightings assigned to the participating NCBs in the key for subscription to the ECB’s expanded capital (hereinafter the capital key weightings and the capital key respectively).\n(3) The ECB’s subscribed capital will be EUR 5 564 669 247,19 from 1 May 2004.\n(4) The expanded capital key requires the adoption of a new ECB decision repealing Decision ECB/2003/18 with effect from 1 May 2004 and determining how and to what extent the participating NCBs should pay up the ECB’s capital on 1 May 2004,", "main_body": ["Extent and form of paid-up capital\nEach participating NCB shall pay up its subscription to the ECB’s capital in full on 1 May 2004. Taking into account the capital key weightings described in Article 2 of Decision ECB/2004/5, each participating NCB shall therefore pay up on 1 May 2004 the amount shown next to its name in the following table:\nParticipating NCB (EUR)\nNationale Bank van België/Banque Nationale de Belgique 141 910 195,14\nDeutsche Bundesbank 1 176 170 750,76\nBank of Greece 105 584 034,30\nBanco de España 432 697 551,32\nBanque de France 827 533 093,09\nCentral Bank and Financial Services Authority of Ireland 51 300 685,79\nBanca d’Italia 726 278 371,47\nBanque centrale du Luxembourg 8 725 401,38\nDe Nederlandsche Bank 222 336 359,77\nOesterreichische Nationalbank 115 745 120,34\nBanco de Portugal 98 233 106,22\nSuomen Pankki 71 711 892,59", "Adjustment of paid-up capital\nEach participating NCB has already paid up its share of the ECB’s subscribed capital as applicable until 30 April 2004 under Decision ECB/2003/18. In view of this fact, either a participating NCB shall transfer an additional amount to the ECB, or the ECB shall transfer an amount back to a participating NCB, as appropriate, in order to arrive at the amounts shown in the table in Article 1. These transfers shall be made according to the terms and conditions set out in Decision ECB/2004/7 of 22 April 2004 laying down the terms and conditions for transfers of the European Central Bank’s capital shares between the national central banks and for the adjustment of the paid-up capital (3).", "Final provisions\n1.   This Decision shall enter into force on 23 April 2004.\n2.   Decision ECB/2003/18 is hereby repealed with effect from 1 May 2004."], "attachments": "Done at Frankfurt am Main, 22 April 2004.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 9, 15.1.2004, p. 29.\n(2)  See page 5 of this Official Journal.\n(3)  See page 9 of this Official Journal."}