{"celex_id": "32003D0572", "uri": "http://publications.europa.eu/resource/cellar/01167d5b-118a-42ae-a7bc-3f073b32c979", "type": "Decision", "concepts": ["1445", "1755", "1854", "2771", "4687", "4743", "5369", "888"], "title": "2003/572/EC: Commission Decision of 31 July 2003 amending for the second time Council Decision 2003/67/EC as regards protection measures relating to Newcastle disease in the United States of America (Text with EEA relevance) (notified under document number C(2003) 2751)\n", "header": "Commission Decision\nof 31 July 2003\namending for the second time Council Decision 2003/67/EC as regards protection measures relating to Newcastle disease in the United States of America\n(notified under document number C(2003) 2751)\n(Text with EEA relevance)\n(2003/572/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22(1) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(2), as last amended by Directive 96/43/EC(3), and in particular Article 18(1) thereof,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing intra-Community trade in and imports from third countries of fresh poultry meat(4), as last amended by Directive 1999/89/EC(5), and in particular Article 11(1), Article 12(2), Article 14(1) and Article 14a thereof,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I), to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC(6), as last amended by Commission Decision 2003/42/EC(7), and in particular Article 10(3) thereof,\nWhereas:\n(1) Following the confirmation of outbreaks of Newcastle disease in October 2002 in certain western areas of the United States of America, Council Decision 2003/67/EC of 28 January 2003 concerning protection measures relating to Newcastle disease in the United States of America and derogating from Commission Decisions 94/984/EC, 96/482/EC, 97/221/EC, 2000/572/EC, 2000/585/EC, 2000/609/EC and 2001/751/EC(8) was adopted in order to protect the Community from the risks related to the importation of live poultry and poultry meat from the States of California, Nevada and Arizona.\n(2) Due to the notification of an outbreak of Newcastle disease in the State of Texas on 11 April 2003, Decision 2003/67/EC was amended by Decision 2003/377/EC of 22 May 2003(9) to extend the protection measures to the affected and neighbouring counties in Texas and New Mexico.\n(3) From 19 to 29 May 2003 an inspection team of the Commission services (Food and Veterinary Office) has carried out a mission to the United States in order to assess the epidemiological situation as regards Newcastle disease, the control measures in place and the implementation of Decision 2003/67/EC.\n(4) From the preliminary results of this mission it can be concluded that the disease seems to be under control although not fully eradicated yet. It also appears that the epizootic has been contained in the initial infected area of California and only limited introductions into neighbouring States have occurred.\n(5) The present situation allows the size of the restricted area to be reduced, while a further prolongation of the protection measures until 1 December 2003 should be decided, and Decision 2003/67/EC should be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/67/EC is amended as follows:\n1. The Annex is replaced by the Annex to this Decision.\n2. The date in Article 6 is replaced by \"1 December 2003\".", "The Member States shall amend the measures they apply to importation from the United States of America of the products referred to in Article 1(1) of Decision 2003/67/EC to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted.\nThey shall immediately inform the Commission thereof.", "This Decision shall apply from 4 August 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 July 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 24, 30.1.1998, p. 9.\n(2) OJ L 268, 24.9.1991, p. 56.\n(3) OJ L 162, 1.7.1996, p. 1.\n(4) OJ L 268, 24.9.1991, p. 35.\n(5) OJ L 300, 23.11.1999, p. 17.\n(6) OJ L 62, 15.3.1993, p. 49.\n(7) OJ L 13, 18.1.2003, p. 24.\n(8) OJ L 26, 31.1.2003, p. 48.\n(9) OJ L 130, 27.5.2003, p. 25.\nANNEX\nUS-1:\nThe territory of the United States of America with the exception of the following parts of States:\n>TABLE>"}