{"celex_id": "32004R1804", "uri": "http://publications.europa.eu/resource/cellar/ff5d45fb-c5ed-4357-a528-e85fc6c7cdc9", "type": "Regulation", "concepts": ["3316", "540", "5691", "570", "5706", "5709", "5859", "5954", "6222"], "title": "Commission Regulation (EC) No 1804/2004 of 14 October 2004 amending the list of competent courts and redress procedures in Annexes I, II and III to Council Regulation (EC) No 1347/2000 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility of both spouses\n", "header": "19.10.2004 EN Official Journal of the European Union L 318/7\nCOMMISSION REGULATION (EC) No 1804/2004\nof 14 October 2004\namending the list of competent courts and redress procedures in Annexes I, II and III to Council Regulation (EC) No 1347/2000 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility of both spouses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1347/2000 of 29 May 2000 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility for children of both spouses (1), and in particular Article 44(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1347/2000 provides that any interested party may request that a judgment issued in one Member State shall be recognised and declared enforceable in another Member State.\n(2) Annexes I, II and III to Regulation (EC) No 1347/2000 indicate which courts shall have jurisdiction in the Member States to deal with applications for a declaration of enforceability and with appeals against such decisions, and enumerate the redress procedures for such purpose.\n(3) Annexes I, II and III were amended by the 2003 Act of Accession so as to include the list of competent courts and redress procedures of the acceding States.\n(4) Latvia, Lithuania, Slovenia and Slovakia have notified the Commission, pursuant to Article 44(1) of Regulation (EC) No 1347/2000, of amendments to the lists of courts and redress procedures set out in Annexes I, II and III.\n(5) Regulation (EC) No 1347/2000 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1347/2000 is amended as follows:\n1. Annex I is amended as follows:\n(a) the indent relating to Latvia is replaced by the following:\n‘— in Latvia, the “rajona (pilsētas) tiesa”,’;\n(b) the indent relating to Slovenia is replaced by the following:\n‘— in Slovenia, the “okrožno sodišče”,’;\n2. Annex II is amended as follows:\n(a) the indent relating to Lithuania is replaced by the following:\n‘— in Lithuania, the “Lietuvos apeliacinis teismas”,’;\n(b) the indent relating to Slovenia is replaced by the following:\n‘— in Slovenia, the “okrožno sodišče”,’;\n(c) the indent relating to Slovakia is replaced by the following:\n‘— in Slovakia, the “okresný súd”,’;\n3. Annex III is amended as follows:\n(a) the indent relating to Lithuania is replaced by the following:\n‘— in Lithuania, by an appeal in cassation to the “Lietuvos Aukščiausiasis Teismas”,’;\n(b) the indent relating to Slovenia is replaced by the following:\n‘— in Slovenia, by an appeal before the “Vrhovno sodišče Republike Slovenije”,’;\n(c) the following indent is inserted relating to Slovakia:\n‘— in Slovakia, by a “dovolanie”,’.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2004.\nFor the Commission\nAntónio VITORINO\nMember of the Commission\n(1)  OJ L 160, 30.6.2000, p. 19. Regulation as last amended by the 2003 Act of Accession."}