{"celex_id": "32006R1262", "uri": "http://publications.europa.eu/resource/cellar/1aa97b66-736b-48e3-b35c-64fa1534c659", "type": "Regulation", "concepts": ["4829", "5228", "5229"], "title": "Commission Regulation (EC) No 1262/2006 of 23 August 2006 amending Council Regulation (EC) No 51/2006 as regards the list of vessels engaged in illegal, unreported and unregulated fisheries in the north-east Atlantic\n", "header": "24.8.2006 EN Official Journal of the European Union L 230/4\nCOMMISSION REGULATION (EC) No 1262/2006\nof 23 August 2006\namending Council Regulation (EC) No 51/2006 as regards the list of vessels engaged in illegal, unreported and unregulated fisheries in the north-east Atlantic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 51/2006 of 22 December 2005 fixing for 2006 the fishing opportunities and associated conditions for certain fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (1), and in particular point 13.2. of Annex III thereto,\nWhereas:\n(1) The European Community has, since 1981, been a Party to the Convention on Future Multilateral Cooperation in the North-East Atlantic Fisheries (2).\n(2) In May 2006 the North-East Atlantic Fisheries Commission (NEAFC) made a recommendation to amend the list of vessels that have been confirmed as having engaged in illegal, unreported and unregulated fisheries. Implementation of the recommendation in the Community legal order should be ensured.\n(3) Regulation (EC) No 51/2006 should therefore be amended accordingly,", "main_body": ["Appendix 4 to Annex III to Regulation (EC) No 51/2006 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 August 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 16, 20.1.2006, p. 1. Regulation as last amended by Regulation (EC) No 941/2006 (OJ L 173, 27.6.2006, p. 1).\n(2)  OJ L 227, 12.8.1981, p. 21.\nANNEX\nIn Annex III of Regulation (EC) No 51/2006 Appendix 4 is replaced by the following:\n‘Appendix 4 to Annex III\nList of vessels with the following IMO numbers that have been confirmed by NEAFC as having engaged in illegal, unreported and unregulated fisheries\nIMO (1) ship identification number Vessel’s name (2) Vessel’s name (2)\n6719419 GRAN SOL Panama\n7321374 FONTE NOVA Panama\n7332218 IANNIS I Panama\n7347407 SUNNY JANE Belize\n7385174 MURTOSA Togo\n7700104 BRIZ Panama\n7803255 KERGUELEN Guinea Conakry\n8028424 ICE BAY Cambodia\n8326319 PAVLOVSK Georgia\n8422838 ISABELLA Georgia\n8422852 DOLPHIN Georgia\n8522030 CARMEN Georgia\n8522042 JUANITA Georgia\n8522119 EVA Georgia\n8522169 ROSITA Georgia\n8606836 ULLA Georgia\n(1)  International Maritime Organisation.\n(2)  Any changes of names and flags and additional information on the vessels are available on the NEAFC website: www.neafc.org’"}