{"celex_id": "32005D0703", "uri": "http://publications.europa.eu/resource/cellar/37e2cd18-02a3-4e86-899d-ac85f1dc72a4", "type": "Decision", "concepts": ["1005", "1372", "2455", "5315", "6030"], "title": "2005/703/EC: Council Decision of 6 October 2005 amending Decision 2000/439/EC on a financial contribution from the Community towards the expenditure incurred by certain Member States in collecting data, and for financing studies and pilot projects for carrying out the common fisheries policy\n", "header": "12.10.2005 EN Official Journal of the European Union L 267/26\nCOUNCIL DECISION\nof 6 October 2005\namending Decision 2000/439/EC on a financial contribution from the Community towards the expenditure incurred by certain Member States in collecting data, and for financing studies and pilot projects for carrying out the common fisheries policy\n(2005/703/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Decision 2000/439/EC (2) provides that the Community may grant a financial contribution towards the expenditure incurred by Member States in collecting fisheries data within the Community framework laid down in Regulation (EC) No 1543/2000 (3) for the period from 2002 to 2006 inclusive.\n(2) The collection and management of data in 2001 was organised by means of calls for proposals and invitations to tender in accordance with Decision 2000/439/EC.\n(3) For the financial assistance towards the expenditure incurred by certain Member States during the period 2002 to 2006, the preparation of the national programmes and the corresponding Commission Decision to co-finance them were planned to take place the year before their execution. Therefore, the implementation period laid down in Article 1 of Decision 2000/439/EC is from 2000 to 2005.\n(4) Due to an underestimation of the length of the necessary administrative and financial procedures, it proved impossible to follow the procedure of preparation and decision making in the year before the execution of the national programmes. Instead, the administrative and financial procedures have proved to take place within the same year as the execution itself. Therefore, the reference period laid down in Article 1 of Decision 2000/439/EC should be changed in order to cover the period of execution from 2001 to 2006.\n(5) The financial reference laid down in Article 1 of Decision 2000/439/EC does no longer reflect the actual needs proved true for the previous years and the updated estimations for the following years. Furthermore it does not take into account the needs of the new Member States. Therefore, the reference should be adapted to the updated estimations.\n(6) Decision 2000/439/EC should therefore be amended accordingly,", "main_body": ["Decision 2000/439/EC is hereby amended as follows:\n1. in Article 1(2), the first sentence shall be replaced by the following:\n2. in Article 4(3)(b), the words ‘for the following year’ shall be deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 6 October 2005.\nFor the Council\nThe President\nA. DARLING\n(1)  Opinion delivered on 26 May 2005 (not yet published in the Official Journal).\n(2)  OJ L 176, 15.7.2000, p. 42.\n(3)  OJ L 176, 15.7.2000, p. 1."}