{"celex_id": "32002D0209", "uri": "http://publications.europa.eu/resource/cellar/b2a9e120-067e-4b0d-b33b-d0f677a62a3d", "type": "Decision", "concepts": ["192", "2356", "2560", "4692", "5273", "5369"], "title": "2002/209/EC: Commission Decision of 11 March 2002 updating the conditions for the granting of authorisation for the removal of pigs from holdings located within the protection and surveillance zones established in Spain in relation to classical swine fever and establishing conditions for the marking and use of pigmeat in application of Article 11 of Council Directive 2001/89/EC (Text with EEA relevance) (notified under document number C(2002) 985)\n", "header": "Commission Decision\nof 11 March 2002\nupdating the conditions for the granting of authorisation for the removal of pigs from holdings located within the protection and surveillance zones established in Spain in relation to classical swine fever and establishing conditions for the marking and use of pigmeat in application of Article 11 of Council Directive 2001/89/EC\n(notified under document number C(2002) 985)\n(Only the Spanish text is authentic)\n(Text with EEA relevance)\n(2002/209/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(1), and in particular Article 11(1)(f), Article 25(3) and Article 29(4) thereof,\nWhereas:\n(1) In the last three months outbreaks of classical swine fever were declared in the Comarca of Osona, in the Province of Barcelona in Catalonia by the veterinary authorities of Spain.\n(2) In accordance with Articles 9, 10 and 11 of Directive 2001/89/EC protection and surveillance zones were immediately established around outbreak sites in Spain.\n(3) In relation to these outbreaks of disease, the Commission adopted: (i) Decision 2001/925/EC(2), as last amended by Decision 2002/162/EC(3), concerning certain protection measures relating to classical swine fever in Spain; (ii) Decision 2002/33/EC(4), as last amended by Decision 2002/162/EC, on the use of two slaughterhouses, in accordance with Article 10(1)(b) of Directive 2001/89/EC, by Spain; and (iii) Decision 2002/41/EC(5), as last amended by Decision 2002/162/EC, concerning certain further detailed conditions for the granting of authorisation for the removal of pigs from the holdings located within the protection and surveillance zones established in Spain in relation to classical swine fever.\n(4) The provisions for the use of a health mark on fresh meat are given in Council Directive 64/433/EEC(6) on health conditions for the production and marketing of fresh meat, as last amended by Directive 95/23/EC(7).\n(5) In accordance with Article 11(1)(f) of Directive 2001/89/EC, Spain has submitted a request for the adoption of a derogation concerning the marking and use of pigmeat coming from pigs kept on holdings situated in the surveillance zones established in the Comarca of Osona and slaughtered in accordance with a specific authorisation issued by the competent authority.\n(6) In the light of the Spanish request and of the evolution in the epidemiological situation, is appropriate to update the conditions for the granting of authorisation for the removal of pigs from holdings located in the protection and surveillance zones established in Spain in relation to classical swine fever and to introduce conditions on the marking and use of pigmeat in application of Article 11 of Directive 2001/89/EC. For the sake of clarity it is appropriate to repeal Decision 2001/41/EC.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health (section Animal Health and Welfare),", "main_body": ["1. Spain is authorised to apply the mark described in Article 3(1)(A)(e) of Directive 64/433/EEC to pigmeat obtained from pigs originating from holdings situated in the surveillance zones established before 5 March 2002 in the Comarca of Osona in accordance with the provisions of Articles 9 and 11 of Directive 2001/89/EC on condition that the pigs in question:\n(a) originate from a surveillance zone:\n- where no outbreaks of classical swine fever have been detected in the previous 21 days and where at least 21 days have elapsed after the completion of the preliminary cleaning and disinfection of the infected holdings,\n- established around a protection zone where clinical examinations for classical swine fever have been carried out in all pig holdings after the detection of classical swine fever, with negative results;\n(b) originate from a holding:\n- which has been subject to protection measures established in accordance with the provisions of Article 11 of Directive 2001/89/EC,\n- to which, following the epidemiological inquiry, no contact has been established with an infected holding,\n- which has been subject to regular veterinary inspections, that have included all pigs kept on the holding, after the establishment of the zone;\n(c) have been included in a programme for monitoring body temperature and clinical examination. The programme shall be carried out as given in Annex I;\n(d) have been slaughtered within 12 hours of arrival at the slaughterhouse.\n2. However, notwithstanding paragraph 1(a), first indent, for the surveillance zone established around the outbreaks confirmed on 22 February 2002 in the Municipality of Tona, the waiting periods concerning the absence of detection of a new outbreak, and following the completion of cleaning and disinfection, shall be fixed at 30 days.", "Spain shall ensure that a certificate as given in Annex II is issued in respect of the pigmeat referred to in Article 1.", "Pigmeat which complies with the conditions of Article 1 and enters into intra-Community trade must be accompanied by the certificate referred to in Article 2.", "Spain shall ensure that abattoirs designated to receive the pigs referred to in Article 1 do not, on the same day, accept pigs for slaughter other than the pigs in question.", "Spain shall provide Member States and the Commission with:\n(a) the name and location of slaughterhouses designated to receive pigs for slaughter referred to in Article 1, before the slaughtering of these pigs; and,\n(b) after the slaughtering of these pigs, on a weekly basis, a report which contains information on:\n- the number of pigs slaughtered at the designated slaughterhouses,\n- the identification system and movement controls applied to slaughter pigs,\n- the instructions issued concerning the application of the programme for monitoring body temperature referred to in Annex I.", "Whenever the provisions of Article 1(1) cannot be applied, Spain may grant authorisation for the removal of pigs from holdings located in the classical swine fever protection and surveillance zones established in the Comarca of Osona, to be moved to slaughterhouses in accordance with Article 10(2) and Article 11(2) of Directive 2001/89/EC, provided that, in addition to the measures laid down in Article 10(3) of the said Directive, the following conditions are fulfilled:\n(a) the pigs shall be moved only from holdings which:\n- do not contain any pigs suspected to be infected with classical swine fever virus, or\n- have not been recognised as contact holding in accordance with Article 7(1) of Directive 2001/89/EC;\n(b) the pigs shall be moved to one of the slaughterhouses referred to in Decision 2002/33/EC. The fresh meat of these pigs shall be processed or marked and treated in accordance with Article 10(3)(f), fourth indent of Directive 2001/89/EC;\n(c) before authorisation is given to move the pigs, the clinical examination to be carried out by an official veterinarian shall be carried out within the 24-hour period prior to moving the pigs and in accordance with the procedures laid down in part I of Annex III.\n(d) samples for serological or virological tests from the pigs shall be taken at slaughter in accordance with the procedures laid down in part II of Annex III.", "Spain shall ensure that abattoirs designated to receive the pigs referred to in Article 6 do not, on the same day, accept pigs for slaughter other than the pigs in question.", "Decision 2002/41/EC is hereby repealed.", "This Decision is applicable until 30 April 2002.", "0\nThis Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 11 March 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 365, 1.12.2001, p. 5.\n(2) OJ L 339, 21.12.2001, p. 56.\n(3) OJ L 53, 23.2.2002, p. 45.\n(4) OJ L 13, 16.1.2002, p. 13.\n(5) OJ L 19, 22.1.2002, p. 47.\n(6) OJ 121, 29.7.1964, p. 2012/64.\n(7) OJ L 243, 11.10.1995, p. 7.\nANNEX I\nMONITORING OF BODY TEMPERATURE\nThe programme for monitoring body temperature and clinical examination referred to in Article 1(c) shall include the following:\n1. Within the 24-hour period before loading a consignment of pigs intended for slaughter, the competent veterinary authority shall ensure that the body temperature of a number of pigs of the said consignment is monitored by an official veterinarian inserting a thermometer into the rectum. The number of pigs to be monitored for temperature shall be as given below:\n>TABLE>\nAt the time of examination, the following information shall be recorded for each pig on a table issued by the competent veterinary authorities: number of eartag, time of examination and temperature.\nIn cases where the examination shows a temperature of 40 °C or above, the official veterinarian shall immediately be informed. A disease investigation shall be initiated and take into account the provisions of Article 4 of Directive 2001/89/EC introducing Community measures for the control of classical swine fever.\n2. Shortly (0-3 hours) before loading of the consignment examined as described under point 1, a clinical examination shall be carried out by an official veterinarian designated by the competent veterinary authorities.\n3. At the time of loading of the consignment of pigs examined as described under point 1 and point 2, the official veterinarian shall issue a health document, which shall accompany the consignment to the designated slaughterhouse.\n4. At the slaughterhouse of designation the results of the temperature monitoring shall be made available to the veterinarian who performs the ante-mortem examination.\nANNEX II\n>PIC FILE= \"L_2002068EN.004402.TIF\">\nANNEX III\nPART I\nPROCEDURES FOR THE CLINICAL EXAMINATION OF PIGS\nThe clinical examination must be in accordance with the following procedures:\n(a) a check of the production and health records of the holding must be carried out, if these records are available;\n(b) an inspection in all premises of the holding must be carried out;\n(c) the clinical examination must be carried out in all premises in which the pigs to be moved are kept;\n(d) it must include the taking of body temperature. The minimum number of the pigs to be checked must allow for the detection of fever if it occurs at a prevalence of 20 % with 95 % confidence in the premise where the pigs to be moved are kept. However, in case of breeding sows or boars, the minimum number of pigs to be checked must allow for the detection of fever if it occurs at a prevalence of 5 % with 95 % confidence in the premise where the pigs to be moved are kept. The checking of temperature must primarily concern the following pigs or group of pigs:\n- sick or anorexic pigs,\n- pigs recently recovered from disease,\n- pigs recently introduced in the holding or for which any contact with a potential source of classical swine fever virus has been identified,\n- pigs already sampled and serologically tested for classical swine fever, in case the results of these tests do not allow to rule out classical swine fever.\nPART II\nPROCEDURES FOR THE SAMPLING AND TESTING OF PIGS AT SLAUGHTER\nBlood samples for serological tests or blood or tonsils samples for virological tests must be taken from the pigs proceeding from each premise of the holding from which they have been moved.\nThe minimum number of samples to be taken must allow for the detection of 10 % seroprevalence or virus prevalence with 95 % confidence in each premise.\nThe type of samples to be taken and the test to be used will be in accordance with the instructions of the competent authority, which will take into account the range of tests that can be performed, the sensitivity of these tests and the epidemiological situation.\nIn case clinical signs or post-mortem lesions suggesting classical swine fever are detected when the pigs are slaughtered or killed, the competent authority shall ensure that further appropriate sampling and virological testing are immediately carried out."}