{"celex_id": "32008R1124", "uri": "http://publications.europa.eu/resource/cellar/86cbdc9c-4584-4f17-8025-215572240df0", "type": "Regulation", "concepts": ["1521", "2443", "2709", "2965", "5283", "5384", "797"], "title": "Commission Regulation (EC) No 1124/2008 of 12 November 2008 amending Regulations (EC) No 795/2004, (EC) No 796/2004 and (EC) No 1973/2004, as regards the hemp varieties eligible for direct payments under Council Regulation (EC) No 1782/2003\n", "header": "14.11.2008 EN Official Journal of the European Union L 303/7\nCOMMISSION REGULATION (EC) No 1124/2008\nof 12 November 2008\namending Regulations (EC) No 795/2004, (EC) No 796/2004 and (EC) No 1973/2004, as regards the hemp varieties eligible for direct payments under Council Regulation (EC) No 1782/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(c) and (g) thereof,\nWhereas:\n(1) Article 52(1) of Regulation (EC) No 1782/2003 provides that in order to be eligible for direct payments, the varieties of hemp must have a tetrahydrocannabinol (THC) content not exceeding 0,2 % and Member States have to establish a system for verification of THC content in hemp.\n(2) Commission Regulations (EC) No 795/2004 of 21 April 2004 laying down detailed rules for the implementation of the single payment scheme provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (2), (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) and (EC) No 1973/2004 of 29 October 2004 laying down detailed rules for the application of Council Regulation (EC) 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials (4) laid down specific rules concerning the application of Regulation (EC) No 1782/2003 on the production of hemp.\n(3) Under Article 17 of Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (common catalogue) (5) the Commission has, on the basis of the information supplied by the Member States, to publish a list of all varieties of which the seed and propagating material are not subject to any marketing restrictions as regards variety.\n(4) Under Article 18 of Directive 2002/53/EC Member States may be authorised to prohibit the marketing of the seeds or propagating material of the variety in all or part of its territory if it is established that the cultivation of such variety could present a risk for human health.\n(5) Based on the Member States communications and the annual results of verification of THC content in hemp, with exception of two varieties, all the other varieties listed in common catalogue can be considered as not exceeding THC content of 0,2 % in accordance with Article 52 of Regulation (EC) No 1782/2003.\n(6) In order to simplify the procedures, it is appropriate to use common catalogue as a reference tool for the hemp varieties eligible for direct payments and to establish a procedure under which it will be the responsibility of each Member State to evaluate annual analyses of THC content in hemp and adopt appropriate measures.\n(7) Regulations (EC) No 795/2004, (EC) No 796/2004 and (EC) No 1973/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Article 29 of Regulation (EC) No 795/2004 is replaced by the following:\n‘Article 29\nProduction of hemp\nFor the purposes of Article 52 of Regulation (EC) No 1782/2003, the payment of the entitlements for areas on hemp shall be subject to the use of seed of the varieties listed in “Common Catalogue of Varieties of Agricultural Plant Species” on 15 March of the year in respect of which the payment is granted and published in accordance with Article 17 of Council Directive 2002/53/EC, with exception of the varieties Finola and Tiborszallasi. The seed shall be certified in accordance with Council Directive 2002/57/EC (6).", "Regulation (EC) No 796/2004 is amended as follows:\n1. Article 33 is replaced by the following:\n2. Annex II is deleted.", "Regulation (EC) No 1973/2004 is amended as follows:\n1. Article 50 is replaced by the following:\n2. In Article 56(1), point (b) is replaced by the following:\n‘(b) for hemp grown for fibre, the use of the seed of the varieties listed in “Common Catalogue of Varieties of Agricultural Plant Species” on 15 March of the year in respect of which the payment is granted and published in accordance with Article 17 of Council Directive 2002/53/EC, with exception of the varieties Finola and Tiborszallasi, and certified in accordance with Council Directive 2002/57/EC.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply to aid applications relating to years starting from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1.\n(2)  OJ L 141, 30.4.2004, p. 1.\n(3)  OJ L 141, 30.4.2004, p. 18.\n(4)  OJ L 345, 20.11.2004, p. 1.\n(5)  OJ L 193, 20.7.2002, p. 1.\n(6)  OJ L 193, 20.7.2002, p. 74.’"}