{"celex_id": "32003R0318", "uri": "http://publications.europa.eu/resource/cellar/69dad82f-d591-4e4d-b0b1-28a8fd0fdac7", "type": "Regulation", "concepts": ["2081", "2121", "720", "893"], "title": "Commission Regulation (EC) No 318/2003 of 19 February 2003 amending Regulation (EEC) No 1274/91 introducing detailed rules for implementing Regulation (EEC) No 1907/90 on certain marketing standards for eggs\n", "header": "Commission Regulation (EC) No 318/2003\nof 19 February 2003\namending Regulation (EEC) No 1274/91 introducing detailed rules for implementing Regulation (EEC) No 1907/90 on certain marketing standards for eggs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1907/90 of 26 June 1990 on certain marketing standards for eggs(1), as last amended by Regulation (EC) No 5/2001(2), and in particular Article 10(3) and Article 20(1) and (4), thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1274/91(3), as last amended by Regulation (EC) No 45/2003(4), lays down the necessary provisions for the implementation of marketing standards in the egg sector.\n(2) Article 31(1)(a) of Regulation (EEC) No 1274/91 refers to checks carried out in the packing centres on graded eggs ready for dispatch and not to checks on eggs leaving the packing centres. Therefore, an amendment of the current wording of Article 31(1)(a) should be made accordingly in order to avoid any confusion or misinterpretation.\n(3) In order to ensure proper land management and to prevent a build-up of harmful diseases, the open-air runs for laying hens may need to be rotated. Birds should be given even access to the whole paddock area and, where rotation on extensive free range system with at least 10 m2 per hen is practised, each bird should be ensured at all times at least 2,5 m2.\n(4) It is therefore necessary to amend Regulation (EEC) No 1274/91 accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EEC) No 1274/91 is amended as follows:\n1. in Article 31(1)(a), the introductory phrase \"on dispatch from the packing centre:\" is replaced by the phrase \"at the packing centre, ready for dispatch:\";\n2. in Annex III, the third indent of point (a) is replaced by the following:\n\"- the open-air runs must at least satisfy the conditions specified in Article 4(1)(3)(b)(ii) of Council Directive 1999/74/EC whereby the maximum stocking density is not greater than 2500 hens per hectare of ground available to the hens or one hen per 4 m2 at all times; however, where at least 10 m2 per hen is available and where rotation is practised and hens are given even access to the whole area over the flock's life, each paddock used must at any time assure at least 2,5 m2 per hen,\n- the open-air runs do not extend beyond a radius of 150 m from the nearest pophole of the building; however an extension of up to 350 m from the nearest pophole of the building is permissible provided that a sufficient number of shelters and drinking troughs within the meaning of that provision are evenly distributed throughout the whole open-air run with at least four shelters per hectare.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 173, 6.7.1990, p. 5.\n(2) OJ L 2, 5.1.2001, p. 1.\n(3) OJ L 121, 16.5.1991, p. 11.\n(4) OJ L 7, 11.1.2003, p. 60."}