{"celex_id": "32000D0799", "uri": "http://publications.europa.eu/resource/cellar/375fc30b-c631-45cd-81d0-f27a97744d4a", "type": "Decision", "concepts": ["217", "3422", "3489", "5283", "5923"], "title": "Council Decision of 14 December 2000 setting up a Provisional Judicial Cooperation Unit\n", "header": "Council Decision\nof 14 December 2000\nsetting up a Provisional Judicial Cooperation Unit\n(2000/799/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 31 and 34(2)(c) thereof,\nHaving regard to the initiative of the Federal Republic of Germany and also to that of the Portuguese Republic, the French Republic, the Kingdom of Belgium and the Kingdom of Sweden(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Articles 29 and 31 of the Treaty call in particular for closer cooperation within the European Union between the competent authorities in the fight against organised crime. In order to improve judicial cooperation between Member States, structural measures to facilitate the coordination of investigations and prosecutions relating to serious crime, particularly when it is organised, covering the territory of several Member States, need to be adopted at Union level without delay, and in particular a Provisional Judicial Cooperation Unit needs to be established.\n(2) The Council has adopted Joint Action 98/428/JHA of 29 June 1998 concerning the creation of a European Judicial Network(3).\n(3) The conclusions of the European Council meeting in Tampere on 15 and 16 October 1999, in particular paragraph 46 thereof, concern the setting up, before the end of 2001, of a unit (Eurojust) composed of prosecutors, judges or police officers of equivalent competence, to reinforce the fight against serious organised crime.\n(4) The meetings of such a Provisional Unit should be supported by the infrastructure of the Council, as its experience would be of value in drawing up the instrument establishing Eurojust.\n(5) Experience gained with the Provisional Unit will serve as a basis for drawing up the instrument establishing Eurojust,", "main_body": ["A formation shall be established known as the Provisional Judicial Cooperation Unit, located in Brussels and supported by the infrastructure of the Council.", "1. The objectives of the Provisional Unit are as follows:\n(a) to improve cooperation between the competent national authorities with regard to investigations and prosecutions in relation to serious crime, particularly when it is organised, involving two or more Member States;\n(b) in the same framework, to stimulate and improve the coordination of investigations and prosecutions in the Member States, taking into account any request emanating from a competent national authority and any information provided by any body competent by virtue of provisions adopted within the framework of the Treaties.\n2. The Provisional Unit shall provide its expertise to the Member States and to the Council, where necessary, with a view to the negotiation and the adoption by the Council of the instrument establishing Eurojust.", "1. Each Member State shall assign to the formation referred to in Article 1 a prosecutor, judge or police officer of equivalent competence, to perform the liaison duties necessary to accomplish the objectives referred to in Article 2 and tasks referred to in paragraph 3 of this Article.\nThese members may, for the purposes of fulfilling their tasks, organise missions in a Member State whose authorities are involved in a specific investigation or prosecution and may meet as necessary in any other place.\n2. Within the scope of each Member State's national legislation, in cooperation with any body competent by virtue of provisions adopted within the framework of the Treaties and within the limit of their respective powers, the members of the Provisional Unit shall contribute to the proper coordination and facilitation of judicial cooperation between competent national authorities, in actions relating to the investigation and prosecution of serious crime, particularly when it is organised, insofar as two or more Member States are concerned.\nThe coordination may, in particular, contribute to the consideration of arrangements for the opening and development of investigations and prosecutions.\nIn particular, the members of the Provisional Unit should, where possible, provide support for the coordination and operation of joint investigative teams.", "The Commission shall be fully associated with the work of the Provisional Unit, in accordance with Article 36(2) of the Treaty.", "This Decision shall take effect on the day of its adoption.\nIt shall cease to apply on the date on which the instrument establishing Eurojust takes effect. That instrument is to be adopted before the end of 2001."], "attachments": "Done at Brussels, 14 December 2000.\nFor the Council\nThe President\nD. Gillot\n(1) OJ C 243, 24.8.2000, p. 21.\n(2) Opinion of the European Parliament of 14 November 2000 (not yet published in the Official Journal).\n(3) OJ L 191, 7.7.1998, p. 4."}