{"celex_id": "32000D0659", "uri": "http://publications.europa.eu/resource/cellar/5c72be53-1a48-42e3-9639-62a62f8ff5cc", "type": "Decision", "concepts": ["1644", "192", "2488", "2718", "5100", "5369"], "title": "2000/659/EC: Commission Decision of 13 October 2000 amending Decision 93/495/EEC laying down special conditions governing imports of fishery products originating in Canada (notified under document number C(2000) 2998) (Text with EEA relevance)\n", "header": "Commission Decision\nof 13 October 2000\namending Decision 93/495/EEC laying down special conditions governing imports of fishery products originating in Canada\n(notified under document number C(2000) 2998)\n(Text with EEA relevance)\n(2000/659/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Directive 97/79/EC(2), and in particular Article 11 thereof,\nWhereas:\n(1) Article 1 of Commission Decision 93/495/EEC of 26 July 1993 laying down special conditions governing imports of fishery products originating in Canada(3), as last amended by Decision 96/31/EC(4), states that the Inspection Directorate of the Department of Fisheries and Oceans shall be the competent authority in Canada for verifying and certifying compliance of fishery and aquaculture products with the requirements of the Directive 91/493/EEC.\n(2) Following a restructuring of the Canada administration, the competent authority for health certificates for fishery products (Inspection Directorate of the Department of Fisheries and Oceans) has changed to the Canadian Food Inspection Agency (CFIA). This new authority is capable of effectively verifying the application of the laws in force. It is, therefore, necessary to modify the nomination of the competent authority mentioned in Decision 93/495/EEC and the model of health certificate included in Annex A to this Decision.\n(3) It is convenient to harmonise the wording of Decision 93/495/EEC with the wording of more recently adopted Commission Decisions, laying down special conditions governing imports of fishery and aquaculture products originating in certain third countries.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 93/495/EEC shall be modified as follows:\n1. Article 1 shall be replaced by the following:\n\"Article 1\nThe Canadian Food Inspection Agency (CFIA) shall be the competent authority in Canada for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Article 2 shall be replaced by the following:\n\"Article 2\nFishery and aquaculture products originating in Canada must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments, factory vessels, cold stores or registered freezer vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word 'CANADA' and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.\"\n3. Point 2 of the Article 3 shall be replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the CFIA and the latter's official stamp in a colour different from that of other endorsements.\"\n4. Annex A shall be replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 October 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 232, 15.9.1993, p. 43.\n(4) OJ L 9, 12.1.1996, p. 6.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_2000276EN.008303.EPS\">\n>PIC FILE= \"L_2000276EN.008401.EPS\">\""}