{"celex_id": "32003D0843", "uri": "http://publications.europa.eu/resource/cellar/0d019ca7-4024-4962-9e4e-3dbf88c26fc1", "type": "Decision", "concepts": ["1309", "1445", "192", "3408", "5034", "888"], "title": "2003/843/EC: Commission Decision of 5 December 2003 amending Decision 92/452/EEC as regards embryo collection teams in the United States of America (Text with EEA relevance) (notified under document number C(2003) 4524)\n", "header": "Commission Decision\nof 5 December 2003\namending Decision 92/452/EEC as regards embryo collection teams in the United States of America\n(notified under document number C(2003) 4524)\n(Text with EEA relevance)\n(2003/843/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species(1), and in particular Article 8 thereof,\nWhereas:\n(1) Commission Decision 92/452/EEC of 30 July 1992 establishing lists of embryo collection teams and embryo production teams approved in third countries for export of bovine embryos to the Community(2) provides that Member States are only to import embryos from third countries where they have been collected, processed and stored by embryo collection teams listed in that Decision.\n(2) The United States of America has requested that amendments be made to the list as regards entries for that country.\n(3) The United States of America has provided guarantees regarding compliance with the appropriate rules set out in Directive 89/556/EEC and the teams concerned have been officially approved for exports to the Community by the veterinary services of that country.\n(4) Decision 92/452/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 92/452/EEC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 9 December 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 19.10.1989, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 250, 29.8.1992, p. 40. Decision as last amended by Decision 2003/688/EC (OJ L 251, 3.10.2003, p. 19).\nANNEX\nIn the Annex to Decision 92/452/EEC the list for the United States of America is amended as follows:\n(a) The following row for embryo collection team No 96TX087-E928 is deleted:\n\">TABLE>\"\n(b) The row for embryo collection team No 93MD 062-E1139 is replaced by the following:\n\">TABLE>\"\nThe row for embryo collection team No 93NC061-E821 is replaced by the following:\n\">TABLE>\"\nThe row for embryo collection team No 99TX104-E874 is replaced by the following:\n\">TABLE>\"\nThe row for embryo collection team No 91TX050-E548 is replaced by the following:\n\">TABLE>\"\nThe row for embryo collection team No 96TX088-E928 is replaced by the following:\n\">TABLE>\"\n(c) The following row is added:\n\">TABLE>\""}