{"celex_id": "32007R0586", "uri": "http://publications.europa.eu/resource/cellar/1599b17d-8e2c-4f0d-9ccd-4f996ef31782", "type": "Regulation", "concepts": ["1642", "1644", "3568", "4682", "5581"], "title": "Commission Regulation (EC) No 586/2007 of 30 May 2007 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\n", "header": "31.5.2007 EN Official Journal of the European Union L 139/5\nCOMMISSION REGULATION (EC) No 586/2007\nof 30 May 2007\namending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1) , and in particular Article 29(2) and Article 33(12) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (2) sets out the conditions for the operation of the system of import and export licences in the beef and veal sector.\n(2) Exports in the beef and veal sector have been declining steadily since 2000. Applications for licences for exports with or without refund have been used, inter alia, for monitoring Community exports. In current circumstances, for the purposes of good management, it is still essential to monitor the trend with respect to licence applications for exports with refund. On the other hand, it is no longer necessary to monitor exports without refund. Therefore, in the interests of simplification, the obligation to present an export certificate should be limited to exports for which a refund is claimed.\n(3) Following the most recent amendment to Commission Regulation (EEC) 2973/79 of 21 December 1979 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country (3), the annual quota of 5 000 tonnes of fresh, chilled or frozen beef for export to the United States of America is no longer divided into three-month periods. The current terms and conditions for applying for and issuing export licences should therefore be adapted to this new situation.\n(4) In order to be consistent, the terms and conditions for applying for and issuing export licences for beef and veal products which may benefit from a special import treatment in Canada should also be adapted.\n(5) Member States shall notify to the Commission, once a week, on Monday by 13.00, licence applications lodged by operators during the preceding week. In order to be consistent with the rules in force in other meat sectors, in the case of beef and veal Member States should be required to notify licence applications lodged by operators from Monday to Friday in any given week on the Friday afternoon of that week.\n(6) Regulation (EC) No 1445/95 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 1445/95 is amended as follows:\n1. Article 7 is replaced by the following:\n2. Article 7a is deleted.\n3. Article 8(2) is deleted.\n4. Article 9(2) is deleted.\n5. Article 12 is amended as follows:\n(a) paragraph 6 is deleted;\n(b) paragraph 7 is replaced by the following:\n— by 18.00 (Brussels time) on each working day, the total quantity of products for which applications have been lodged,\n— no later than the end of the month in which the applications were lodged, a list of applicants.’;\n(c) paragraph 9 is replaced by the following:\n6. Article 12a is amended as follows:\n(a) paragraph 7 is replaced by the following:\n— by 6 p.m. (Brussels time) on each working day, the total quantity of products for which applications have been lodged,\n— no later than the end of the month in which the applications were lodged, a list of applicants.’\n(b) paragraph 9 is replaced by the following:\n7. Article 13(1) and (2) are replaced by the following:\n(a) every Friday from 13.00:\n(i) applications for licences with advance fixing of the refund as referred to in Article 8(1) or the fact that no applications were lodged from Monday to Friday that week;\n(ii) applications for certificates as referred to in Article 49 of Regulation (EC) No 1291/2000 or the fact that no applications were lodged from Monday to Friday that week;\n(iii) the quantities for which licences have been issued pursuant to Article 10(5) of this Regulation or the fact that no licences were issued from Monday to Friday that week;\n(iv) the quantities for which certificates have been issued in respect of applications covered by Article 49 of Regulation (EC) No 1291/2000, indicating the date on which the application was lodged and the country of destination, from Monday to Friday that week;\n(v) the quantities for which export licence applications have been withdrawn pursuant to Article 10(4) of this Regulation, during that week.\n(b) before the 15th day of each month for the previous month:\n(i) applications for licences as referred to in Article 16 of Regulation (EC) No 1291/2000;\n(ii) the quantities for which licences have been issued pursuant to Article 8(1) of this Regulation and not used.\n(a) the quantity by weight of product for each category referred to in Article 8(4);\n(b) the quantity breakdown by destination for each category.\n8. Annex IV is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nLicences for exports for which a refund is not claimed may, if they were issued before the entry into force of this Regulation and are due to expire after that date, be returned to the competent national authority. By way of derogation from Article 35(2) of Regulation (EC) No 1291/2000, in cases where less than 95 % of the quantity indicated in the licence has been exported, the security corresponding to these licences shall not be forfeit.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1965/2006 (OJ L 408, 30.12.2006, p. 27).\n(3)  OJ L 336, 29.12.1979, p. 44. Regulation as last amended by Regulation (EC) No 1234/2006 (OJ L 225, 17.8.2006, p. 21).\nANNEX\n‘ANNEX IV\nCOMMISSION OF THE EUROPEAN COMMUNITIES DG AGRI/D/2 — beef and veal sector\nExport licence notifications — beef/veal\nSender:\nDate:\nMember State:\nContact official:\nTel.:\nFax:\nAddressee: : DG AGRI/D/2\nPart A —   Friday notifications\nPeriod from … to …\n1) Article 13(1)(a)(i)\nCategory Quantity requested Destination (1)\n\n2) Article 13(1)(a)(ii)\nCategory Quantity requested Destination (2)\n\n3) Article 13(1)(a)(iii)\nCategory Quantity issued Date application lodged Destination (3)\n\n4) Article 13(1)(a)(iv)\nCategory Quantity issued Date application lodged Destination (4)\n\n5) Article 13(1)(a)(v)\nCategory Quantity requested Destination (5)\n\nPart B —   monthly notifications\n1) Article 13(1)(b)(i)\nCategory Quantity requested Destination (6)\n\n2) Article 13(1)(b)(ii)\nCategory Quantity unused Destination (7) Refund amount\n\n(1)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(2)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(3)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(4)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(5)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(6)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.\n(7)  Use destination codes given in the Annex to Commission Regulation (EC) No 3478/93 (OJ L 317, 18.12.1993, p. 32). Where no code is given for the destination, spell it out in full.’"}