{"celex_id": "32001D0263", "uri": "http://publications.europa.eu/resource/cellar/d3e3cb58-3d57-4c8c-ba0c-35ea4b0411e9", "type": "Decision", "concepts": ["1445", "1596", "3577", "4152", "619", "994"], "title": "2001/263/EC: Commission Decision of 2 April 2001 concerning restrictions to the movement of animals of susceptible species in all Member States with regard to foot-and-mouth disease and amending for the fifth time Decision 2001/172/EC (Text with EEA relevance) (notified under document number C(2001) 1037)\n", "header": "Commission Decision\nof 2 April 2001\nconcerning restrictions to the movement of animals of susceptible species in all Member States with regard to foot-and-mouth disease and amending for the fifth time Decision 2001/172/EC\n(notified under document number C(2001) 1037)\n(Text with EEA relevance)\n(2001/263/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nWhereas:\n(1) The animal health conditions for trade in bovine animals and swine are laid down in Council Directive 64/432/EEC on animal health problems affecting intra-Community trade in bovine animals and swine(3), as last amended by Council Directive 2000/20/EC(4).\n(2) The animal health conditions for trade in ovine and caprine animals are laid down in Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-community trade in ovine and caprine animals(5), as last amended by Commission Decision 94/953/EC(6).\n(3) The animal health conditions for trade in biungulates other than those referred to in Directives 64/432/EEC and 91/68/EEC are laid down in Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC(7), as last amended by Commission Decision 95/176/EC(8).\n(4) The welfare conditions for transport of animals within the Community are laid down in Council Directive 91/628/EEC of 19 November 1991 on the protection of animals during transport and amending Directives 90/425/EEC and 91/496/EEC(9), as last amended by Council Directive 95/29/EC(10).\n(5) Council Regulation (EC) No 1255/97 of 25 June 1997 concerns Community criteria for staging points and amends the route plan referred to in the Annex to Directive 91/628/EEC(11).\n(6) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, France, the Netherlands and Ireland, the Commission adopted Decisions 2001/172/EC(12), 2001/208/EC(13), 2001/223/EC(14) and 2001/234/EC(15) concerning certain protection measures with regard to foot-and-mouth disease in the respective Member State.\n(7) The foot-and-mouth disease situation in certain parts of the Community is liable to endanger the herds in other parts of the Community in view of the placing on the market and trade in live biungulate animals.\n(8) All Member States have implemented the restrictions to the movement of animals of susceptible species laid down in Article 11a of Decision 2001/172/EC, as last amended by Decision 2001/239/EC(16).\n(9) In the light of the disease evolution and the findings of the epidemiological investigations carried out in the affected Member States in close cooperation with the other Member States, it appears appropriate to further prohibit the movement of animals through staging points and to maintain for an additional period of time the restrictions to the movement of susceptible animals within the Community.\n(10) At the same time the provisions on movement of animals of susceptible species included in Decision 2001/172/EC should be repealed.\n(11) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 4 April 2001 and the measures adapted where necessary.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States other than the United Kingdom shall ensure that transport of animals of susceptible to foot-and- mouth disease species is prohibited.\nThis prohibition shall not apply to transports of animals of susceptible to foot-and-mouth disease species from the holding of dispatch\n- directly or through an approved assembly centre to a slaughterhouse for immediate slaughter, subject to authorisation by the competent authorities of the place of departure and destination, or\n- to another holding, subject to authorisation by the competent authorities of the place of departure and destination\nunder the condition that:\n(a) during transport such animals do not come into contact with animals not of the same holding of dispatch, unless consigned for slaughter, and\n(b) vehicles which have been used for the transport of live animals are cleaned and disinfected after each operation, and shall furnish proof of such disinfection, and\n(c) transports to other Member States of such animals shall only be allowed following 24 hours advance notification dispatched by the local veterinary authority to the central and local veterinary authorities in the Member State of destination and to the central veterinary authorities in the Member State of transit.\n2. Member States other than the United Kingdom shall ensure that the competent authorities at the place of departure, authorize the movement of animals of susceptible to foot-and-mouth disease species only under the following conditions:\n- either the animals have remained on the holding of dispatch for at least 30 days prior to authorisation, or since births in the holding of origin where the animals are less than 30 days old, and no animal of susceptible species was introduced into that holding during this period, or\n- these animals are transported directly and without passing through an approved assembly centre to a slaughterhouse for immediate slaughter.\n3. Without prejudice to Article 3(1)(aa) second indent of Council Directive 91/628/EEC, Member States shall ensure that animals of susceptible to foot-and-mouth disease species are not moved through staging points established and approved in accordance with Regulation (EC) No 1255/97.", "Article 11a(3) in Decision 2001/172/EC is deleted.", "This Decision shall apply until midnight on 12 April 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ 121, 29.7.1964, p. 1977/64.\n(4) OJ L 163, 4.7.2000, p. 35.\n(5) OJ L 46, 19.2.1991, p. 19.\n(6) OJ L 371, 31.12.1994, p. 14.\n(7) OJ L 268, 14.9.1992, p. 54.\n(8) OJ L 117, 24.5.1995, p. 23.\n(9) OJ L 340, 11.12.1991, p. 17.\n(10) OJ L 148, 30.6.1995, p. 52.\n(11) OJ L 174, 2.7.1997, p. 1.\n(12) OJ L 62, 2.3.2001, p. 22.\n(13) OJ L 73, 15.3.2001, p. 38.\n(14) OJ L 82, 22.3.2001, p. 29.\n(15) OJ L 84, 23.3.2001, p. 62.\n(16) OJ L 86, 27.3.2001, p. 33."}