{"celex_id": "32001R1865", "uri": "http://publications.europa.eu/resource/cellar/749fb239-5bd5-4b37-a33c-87b3e5aacf02", "type": "Regulation", "concepts": ["1603", "161", "1644", "2300", "2771", "5367"], "title": "Commission Regulation (EC) No 1865/2001 of 21 September 2001 amending Regulation (EC) No 1047/2001 introducing a system of import licences and certificates of origin and establishing the method for managing tariff quotas for garlic imported from third countries\n", "header": "Commission Regulation (EC) No 1865/2001\nof 21 September 2001\namending Regulation (EC) No 1047/2001 introducing a system of import licences and certificates of origin and establishing the method for managing tariff quotas for garlic imported from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 911/2001(2), and in particular Article 31(2) thereof,\nWhereas:\n(1) Article 4(1) of Commission Regulation (EC) No 1047/2001(3), as amended by Regulation (EC) No 1510/2001(4), lays down that applications for import licences for garlic may be lodged only from the first Monday until the last Friday of the quarter in question.\n(2) Given the length of time it takes to transport these goods from certain points of origin, the period during which import licence applications for garlic can be submitted should be brought forward.\n(3) Other provisions of the Regulation should also be amended to take account of the change in the period for submitting licence applications and the change in their term of validity.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1047/2001 is amended as follows:\n1. Article 2(4) is replaced by the following: \"4. The term of validity of B licences shall be three months from the day on which they are actually issued but must not go beyond the following 31 May. A licences shall be valid until the end of the quarter in respect of which they were issued.\"\n2. Article 4(1) is replaced by the following: \"1. For each of the quarters indicated in Annex I, A licence applications may be lodged only from the second Monday of the month before the month preceding the quarter in question until the last Friday inclusive of that quarter. One of the following entries must be made in Section 20 of the application:\n>PIC FILE= \"L_2001254EN.000401.TIF\">\nOne of the following entries must appear in Section 20 of the A licence:\n>PIC FILE= \"L_2001254EN.000402.TIF\">\"\n3. The second subparagraph of Article 6(2) is replaced by the following: \"However, the quantities available shall be allocated to each of the two categories of importer, without discrimination, from the first Monday of the second month of each quarter.\"", "This Regulation shall enter into force on 1 October 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 129, 11.5.2001, p. 3.\n(3) OJ L 145, 31.5.2001, p. 35.\n(4) OJ L 200, 25.7.2001, p. 21."}