{"celex_id": "32007R1059", "uri": "http://publications.europa.eu/resource/cellar/1fde3734-da00-43d4-a173-3214f82fa4a4", "type": "Regulation", "concepts": ["1795", "20", "3170", "4314", "4663", "5283"], "title": "Commission Regulation (EC) No 1059/2007 of 14 September 2007 opening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden\n", "header": "15.9.2007 EN Official Journal of the European Union L 242/3\nCOMMISSION REGULATION (EC) No 1059/2007\nof 14 September 2007\nopening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 40(2)(d) thereof,\nWhereas:\n(1) Article 39(1) of Commission Regulation (EC) No 952/2006 of 29 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 318/2006 as regards the management of the Community market in sugar and the quota system (2) provides that the intervention agencies may sell sugar only after a decision to that effect has been adopted by the Commission.\n(2) Such a decision was taken by Commission Regulation (EC) No 1039/2006 of 7 July 2006 opening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Spain, Ireland, Italy, Hungary, Poland, Slovenia, Slovakia and Sweden (3). Under that Regulation, tenders may be submitted for the last time between 13 and 26 September 2007.\n(3) It is foreseeable that intervention stocks of sugar will continue to exist in most of the Member States concerned after expiry of that last possibility to submit tenders. In order to respond to the continued market needs, it is therefore appropriate to open a further standing invitation to tender to make these stocks available on the internal market.\n(4) To allow comparison of tender prices for sugar of different qualities, the tender price should refer to sugar of the standard quality as defined in Annex I to Regulation (EC) No 318/2006.\n(5) Pursuant to Article 42(2)(c) of Regulation (EC) No 952/2006, it is appropriate to fix a minimum quantity per tenderer or per lot.\n(6) To take account of the situation on the Community market, provision should be made for the Commission to fix a minimum selling price for each partial invitation to tender.\n(7) The minimum selling price refers to sugar of the standard quality. Provision should be made to adjust the selling price.\n(8) The intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden should communicate the tenders to the Commission. The tenderers should remain anonymous.\n(9) In order to ensure proper management of sugar in storage, provision should be made for a communication from the Member States on the quantities actually sold.\n(10) The second paragraph of Article 59 of Regulation (EC) No 952/2006 provides that Commission Regulation (EC) No 1262/2001 (4) continues to apply to sugar accepted into intervention before 10 February 2006. However, for the resale of intervention sugar, this distinction is unnecessary and its implementation would create administrative difficulties for the Member States. It is therefore appropriate to exclude the application of Regulation (EC) No 1262/2001 to the resale of intervention sugar.\n(11) The measures provided for in this Regulation [are in accordance with the opinion of the Management Committee for Sugar],", "main_body": ["The intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden shall offer for sale by standing invitation to tender on the Community internal market a maximum total quantity of 601 981 tonnes of sugar accepted into intervention and available for sale on the internal market.\nThe maximum quantities involved per Member State are set out in Annex I.", "1.   The period during which tenders may be submitted in response to the first partial invitation to tender shall begin on 1 October 2007 and shall end on 10 October 2007 at 15.00, Brussels time.\nThe periods during which tenders may be submitted in response to the second and subsequent partial invitations shall begin on the first working day following the end of the preceding period. They shall end at 15.00, Brussels time on:\n— 24 October 2007,\n— 7 and 21 November 2007,\n— 5 and 19 December 2007,\n— 9 and 30 January 2008,\n— 13 and 27 February 2008,\n— 12 and 26 March 2008,\n— 9 and 23 April 2008,\n— 7 and 28 May 2008,\n— 11 and 25 June 2008,\n— 9 and 23 July 2008,\n— 6 and 27 August 2008,\n— 10 and 24 September 2008.\n2.   The tender price shall refer to white sugar and raw sugar of the standard quality as defined in Annex I to Regulation (EC) No 318/2006.\n3.   The minimum quantity of the tender per lot in accordance with article 42(2)(c) of Regulation (EC) No 952/2006 shall be 250 tonnes unless the available quantity for that lot is less than 250 tonnes. In such cases the available quantity must be tendered.\n4.   Tenders shall be lodged with the intervention agency holding the sugar as set out in Annex I.", "The intervention agencies concerned shall communicate to the Commission tenders submitted within two hours after the expiry of the deadline for the submissions laid down in Article 2(1).\nThe tenderers shall not be identified.\nTenders submitted shall be communicated in electronic form according to the model laid down in Annex II.\nWhen no tenders are submitted, the Member State shall communicate this to the Commission within the same time limit.", "1.   The Commission shall fix per Member State concerned the minimum sale price or decide not to accept the tenders in accordance with the procedure referred to in Article 39(2) of Regulation (EC) No 318/2006.\n2.   For intervention sugar which is not of the standard quality, Member States shall adjust the actual sale price by way of application mutatis mutandis of, respectively, Article 32(6) and Article 33 of Regulation (EC) No 952/2006.\n3.   Where an award at a minimum price set pursuant to paragraph 1 would result in the available quantity for the Member State concerned being exceeded, that award shall be limited to such quantity as is still available.\nWhere awards for a Member State to all tenderers offering the same price would result in the quantity for that Member State being exceeded, then the quantity available shall be awarded as follows:\n(a) by division among the tenderers concerned in proportion of the total quantities in each of their tenders; or\n(b) by apportionment among the tenderers concerned by reference to a maximum tonnage fixed for each of them; or\n(c) by drawing of lots.\n4.   On the fifth working day at the latest after the Commission fixes the minimum sale price, the intervention agencies involved shall communicate to the Commission, in the form laid down in Annex III, the quantity actually sold by partial invitation to tender.", "By way of derogation from the second paragraph of Article 59 of Regulation (EC) No 952/2006, that Regulation shall apply to the resale, as referred to in Article 1 of this Regulation, of sugar accepted into intervention before 10 February 2006.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 247/2007 (OJ L 69, 9.3.2007, p. 3).\n(2)  OJ L 178, 1.7.2006, p. 39. Regulation as amended by Regulation (EC) No 551/2007 (OJ L 131, 23.5.2007, p. 7).\n(3)  OJ L 187, 8.7.2006, p. 3. Regulation as amended by Regulation (EC) No 1555/2006 (OJ L 288, 19.10.2006, p. 3).\n(4)  OJ L 178, 30.6.2001, p. 48. Regulation repealed by Regulation (EC) No 952/2006.\nANNEX I\nMember States holding intervention sugar\nMember State Intervention agency Quantities held by the intervention agency and available for the sale on the internal market\nBureau d’intervention et de restitution belge\nRue de Trèves, 82\nB-1040 Bruxelles\nTél. (32-2) 287 24 11\nFax (32-2) 287 25 24\nStátní zemědělský intervenční fond\nOddělení pro cukr a škrob\nVe Smečkách 33\nCZ-110 00 PRAHA 1\nTel.: (420) 222 87 14 27\nFax: (420) 222 87 18 75\nIntervention Section\non Farm Investment\nSubsidies and storage Division\nDepartment of Agriculture & Food\nJohnstown Castle Estate\nWexford\nTel. (00 353) 536 34 37\nFax (00 353) 914 28 43\nFondo Español de Garantia Agraria\nC/Beneficencia, 8\nE-28004 Madrid\nTel. (34) 913 47 64 66\nFax (34) 913 47 63 97\nAGEA — Agenzia per le erogazioni in agricoltura\nUfficio ammassi pubblici e privati e alcool\nVia Torino, 45\nI-00185 Roma\nTel. (39) 06 49 49 95 58\nFax (39) 06 49 49 97 61\nMezőgazdasági és Vidékfejlesztési Hivatal\nSoroksári út 22–24.\nH-1095 Budapest\nTel.: (36-1) 219 45 76\nFax: (36-1) 219 89 05 vagy (36-1) 219 62 59\nPôdohospodárska platobná agentúra\nOddelenie cukru a ostatných komodít\nDobrovičova 12\n815 26 Bratislava\nSlovenská republika\nTel.: (421-2) 58 24 32 55\nFax: (421-2) 53 41 26 65\nStatens jordbruksverk\nVallgatan 8\nS-551 82 Jönköping\nTfn (46-36) 15 50 00\nFax (46-36) 19 05 46\nANNEX II\nModel for the communication to the Commission as referred to in Article 3\nForm (1)\nPartial invitation to tender of … for the resale of sugar held by the intervention agencies\nRegulation (EC) No 1059/2007\n1 2 3 4 5\nMember State selling intervention sugar Numbering of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\n(1)  To be faxed to the following number: (32-2) 292 10 34.\nANNEX III\nModel for the notification to the Commission as referred to in Article 4(4)\nForm (1)\nPartial invitation to tender of … for the resale of sugar held by the intervention agencies\nRegulation (EC) No 1059/2007\n1 2\nMember State selling intervention sugar Quantity actually sold\n\n(1)  To be faxed to the following number: (32 2) 292 10 34."}