{"celex_id": "32009D0357", "uri": "http://publications.europa.eu/resource/cellar/b9fbee8a-8438-4863-b457-c0c261101f86", "type": "Decision", "concepts": ["2457", "4514", "4515", "4533", "5115"], "title": "Decision No 357/2009/EC of the European Parliament and of the Council of 22 April 2009 on a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States (Codified version)\n", "header": "30.4.2009 EN Official Journal of the European Union L 109/37\nDECISION No 357/2009/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 April 2009\non a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States\n(Codified version)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) The Council Decision of 21 March 1962 instituting a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States (3) has been substantially amended (4). In the interests of clarity and rationality the said Decision should be codified.\n(2) The attainment of the objectives of the Treaty within the framework of a common transport policy requires that a procedure for prior examination and consultation be maintained in respect of certain measures concerning transport proposed in Member States.\n(3) Such a procedure will help to promote close cooperation between Member States and the Commission in the attainment of the objectives of the Treaty and will help to prevent the transport policies of Member States from diverging.\n(4) Such a procedure also serves to facilitate the progressive implementation of the common transport policy,", "main_body": ["Any Member State proposing to adopt any laws, regulations or administrative provisions concerning transport by rail, road or inland waterway liable to interfere substantially with the implementation of the common transport policy shall, in good time and in writing, notify the Commission of such measures and at the same time inform the other Member States.", "1.   Within two months of receipt of the notification referred to in Article 1, the Commission shall address an opinion or a recommendation to the Member State concerned; it shall at the same time inform the other Member States thereof.\n2.   Any Member State may submit to the Commission its observations on the measures in question; it shall at the same time communicate them to the other Member States.\n3.   If a Member State so requests, or if the Commission considers it appropriate, the Commission shall consult all the Member States on the measures in question. In the case specified in paragraph 4 such consultation may take place after the event within two months.\n4.   The Commission may, at the request of the Member State, shorten the period laid down in paragraph 1, or, if that State so agrees, extend it. The period shall be reduced to 15 days if the Member State declares that the measures it proposes to take are of an urgent nature. The Commission shall inform the Member States of any such reduction or extension of the period.\n5.   The Member State shall not bring the measures in question into force until after expiry of the period provided for either in paragraph 1 or in paragraph 4, or after the Commission has formulated its opinion or recommendation, except in a case of extreme urgency, requiring immediate action by the Member State. In such case, the Member State shall at once inform the Commission and the procedure laid down in this Article shall be followed after the event within two months of receipt of such information.", "The Council Decision of 21 March 1962 instituting a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States, as amended by the act referred to in Annex I, is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex II.", "This Decision is addressed to the Member States."], "attachments": "Done at Strasbourg, 22 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 324, 30.12.2006, p. 36.\n(2)  Opinion of the European Parliament of 14 December 2006 (OJ C 317 E, 23.12.2006, p. 598) and Council Decision of 23 March 2009.\n(3)  OJ 23, 3.4.1962, p. 720/62.\n(4)  See Annex I.\nANNEX I\nRepealed Decision with its amendment\n(referred to in Article 3)\nCouncil Decision of 21 March 1962 instituting a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States (OJ 23, 3.4.1962, p. 720/62)\nDecision 73/402/EEC (OJ L 347, 17.12.1973, p. 48)\nANNEX II\nCorrelation table\nCouncil Decision of 21 March 1962 instituting a procedure for prior examination and consultation in respect of certain laws, regulations and administrative provisions concerning transport proposed in Member States This Decision\nArticles 1 and 2 Articles 1 and 2\n— Article 3\nArticle 3 Article 4\n— Annex I\n— Annex II"}