{"celex_id": "32007D0328", "uri": "http://publications.europa.eu/resource/cellar/611b486a-666a-43ed-acda-dde6f4768e48", "type": "Decision", "concepts": ["13", "2409", "2548", "4320"], "title": "2007/328/EC: Commission Decision of 30 April 2007 providing for the temporary marketing of certain seed potatoes not satisfying the requirements of Council Directive 2002/56/EC (notified under document number C(2007) 1852) (Text with EEA relevance)\n", "header": "11.5.2007 EN Official Journal of the European Union L 122/57\nCOMMISSION DECISION\nof 30 April 2007\nproviding for the temporary marketing of certain seed potatoes not satisfying the requirements of Council Directive 2002/56/EC\n(notified under document number C(2007) 1852)\n(Text with EEA relevance)\n(2007/328/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/56/EC of 13 June 2002 on the marketing of seed potatoes (1), and in particular Article 22(1) thereof,\nWhereas:\n(1) In Sweden the quantity of available seed potatoes of the category ‘certified seed potatoes’ suitable to the national environmental conditions which satisfy the requirements of Directive 2002/56/EC regarding the number of plants showing symptoms of severe virus infection in the direct progeny is insufficient and is therefore not adequate to meet the needs of that Member State.\n(2) It is not possible to meet the demand for seed potatoes with seed potatoes from other Member States or from third countries which satisfy all the requirements laid down in Directive 2002/56/EC.\n(3) Accordingly, Sweden should be authorised to permit the marketing of seed potatoes subject to less stringent requirements for a period expiring on 30 June 2007.\n(4) In addition, other Member States, which are in a position to supply Sweden with seed potatoes irrespective of whether the seed potatoes were harvested in a Member State or in a third country, should be authorised to permit the marketing of such seed potatoes.\n(5) It is appropriate that Sweden acts as a coordinator in order to ensure that the total amount of seed potatoes authorised pursuant to this Decision does not exceed the maximum quantity covered by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The marketing in the Community of seed potatoes of the category ‘certified seed potatoes’ which do not satisfy the requirements laid down in Directive 2002/56/EC in respect of the number of plants showing symptoms of severe virus infection in the direct progeny shall be permitted, for a period expiring on 30 June 2007, in accordance with the terms set out in the Annex to this Decision and subject to the following conditions:\n(a) the number of plants showing symptoms of severe virus infection in the direct progeny of seed potatoes of the category ‘certified seed potatoes’ does not exceed the percentage set out in the Annex,\n(b) the official label states the percentage of plants showing symptoms of severe virus infection in the direct progeny of seed potatoes of the category ‘certified seed potatoes’ ascertained in the official examination pursuant to Article 2(c)(iv) of Directive 2002/56/EC,\n(c) seed potatoes have been placed on the market in accordance with Article 2 of this Decision.", "Any seed potato supplier wishing to place on the market the seed potatoes referred to in Article 1 shall apply for authorisation to the Member State in which he is established or importing.\nThe Member State concerned shall authorise the supplier to place that seed potato on the market, unless:\n(a) there is sufficient evidence to doubt whether the supplier is able to place on the market the amount of seed potatoes for which he has applied for authorisation; or\n(b) the total quantity authorised to be marketed pursuant to the derogation concerned would exceed the maximum quantity specified in the Annex to this Decision.", "The Member States shall assist each other administratively in the application of this Decision.\nSweden shall act as coordinating Member State in order to ensure that the total amount authorised does not exceed the maximum quantity specified in the Annex to this Decision.\nAny Member State receiving an application under Article 2 shall immediately notify the coordinating Member State of the amount covered by the application. The coordinating Member State shall immediately inform the notifying Member State as to whether authorisation would result in the maximum quantity being exceeded.", "Member States shall immediately notify the Commission and the other Member States of the quantities in respect of which they have granted marketing authorisation pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 60. Directive as last amended by Commission Decision 2005/908/EC (OJ L 329, 16.12.2005, p. 37).\nANNEX\nSpecies Type of variety Maximum quantity Number of plants showing symptoms of severe virus infection in the direct progeny (%)\nPotato (very early and early varieties) 100 20\n(starch varieties) 400"}