{"celex_id": "32004D0088", "uri": "http://publications.europa.eu/resource/cellar/68158a7d-45a1-48ee-9397-306e3ac1c412", "type": "Decision", "concepts": ["1085", "1445", "3422", "4359", "5034", "619", "937"], "title": "2004/88/EC: Commission Decision of 23 January 2004 amending Decision 2002/907/EC temporarily recognising the surveillance network system for bovine holdings introduced in France pursuant to Council Directive 64/432/EEC (Text with EEA relevance) (notified under document number C(2004) 104)\n", "header": "Commission Decision\nof 23 January 2004\namending Decision 2002/907/EC temporarily recognising the surveillance network system for bovine holdings introduced in France pursuant to Council Directive 64/432/EEC\n(notified under document number C(2004) 104)\n(Text with EEA relevance)\n(2004/88/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), and in particular Article 14(5) thereof,\nWhereas:\n(1) In accordance with Article 6(2)(a), (b) and (c) of Directive 64/432/EEC, bovine animals for breeding and production intended for trade must undergo individual testing for tuberculosis, brucellosis and enzootic leucosis respectively, unless they originate in or come from a Member State or region thereof recognised officially free of the respective disease or an approved system of surveillance networks is implemented in the territory of that Member State.\n(2) France is recognised officially free of bovine tuberculosis and enzootic bovine leucosis in accordance with Commission Decision 2003/467/EC(2), and 97,33 % of bovine herds were officially free from bovine brucellosis at 31 December 2002.\n(3) Commission Decision 2002/907/EC of 15 November 2002 temporarily recognising the surveillance network system for bovine holdings introduced in France under Council Directive 64/432/EEC(3), requires that the provisional approval of the surveillance network system granted in November 2002 and the approval of the database granted in May 2001 shall be reviewed by 31 December 2003 in the light of inspection findings.\n(4) Following a request by the competent authorities of France, a veterinary inspection mission was carried out which audited the system of surveillance networks for bovine holdings implemented in that Member State.\n(5) Although substantial improvements were found during the mission, the system was at the time of the mission not yet fully implemented in particular in relation to all dealers, markets and abattoirs. In addition, financing by the competent authorities of France of the measures necessary to associate dealers to the surveillance network system was only guaranteed until April 2004.\n(6) It is therefore the purpose of this Decision to extend the temporary approval of the system of surveillance networks established in France and to review this approval in the light of the progress made by that Member State to ensure the fully operational character of the system.\n(7) Decision 2002/907/EC should be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 1 of Decision 2002/907/EC shall be replaced by the following:\n\"Article 1\nThe surveillance network system for bovine holdings provided for in Article 14 of Directive 64/432/EEC introduced in France is hereby considered to be provisionally operational from 5 November 2002 until 30 April 2004 at the latest.\"", "The provisional approval referred to in Article 1 of Decision 2002/907/EC shall be reviewed before 30 April 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 January 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation (EC) No 21/2004 (OJ L 5, 9.1.2004, p. 8).\n(2) OJ L 156, 25.6.2003, p. 74.\n(3) OJ L 313, 16.11.2002, p. 32."}