{"celex_id": "32002R2040", "uri": "http://publications.europa.eu/resource/cellar/2ae0a2fa-3380-4e94-b43d-81ff5e62a0f8", "type": "Regulation", "concepts": ["2488", "252", "2771", "4354", "990"], "title": "Commission Regulation (EC) No 2040/2002 of 15 November 2002 on surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\n", "header": "Commission Regulation (EC) No 2040/2002\nof 15 November 2002\non surveillance measures regarding imports of certain textile products originating in the Syrian Arab Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules(1), as last amended by Regulation (EC) No 1309/2002(2), and in particular Article 11(1), point (b), thereof,\nWhereas:\n(1) Commission Regulation (EC) No 956/2001(3) expires on 17 November 2002.\n(2) The surveillance conducted during the last eighteen months has shown that the surge of imports into the Community in cotton yarn (Category 1) originating in Syrian Arab Republic at very low prices, which had taken place during the last three years (from almost nil in 1996 to 10 % of Community imports in 2000), has stabilised after the surveillance was put into place.\n(3) The investigations conducted by the Commission in 2001 and in 2002 have demonstrated that the increase of the Syrian production capacity and, simultaneously, of their EU export sales, were related to an increase of the capacity of production of cotton yarn in Syria. These are almost exclusively export oriented and mainly focused on the EU market. Additionally it cannot be excluded that a further capacity increase would result in another upsurge of Syrian exports to the EU.\n(4) The same investigations have also concluded that, after a significant increase in Syrian export volume in the period 1998 to 2000, these exports are now stable, but still significant, and that the average Syrian export prices to the EU are still decreasing, accounting among the lowest EU import prices.\n(5) Considering the results of the investigations carried out so far, and in particular the possibility that the installation by Syria of new capacity for cotton yarn production may result over the coming months in further price reduction and in a resumption of the increase of such exports to the European Union, imports into the Community of cotton yarn (category 1) originating in the Syrian Arab Republic should continue to be closely monitored. It is therefore appropriate to renew for a period of 18 months the surveillance mechanism put in place by Commission Regulation (EC) No 956/2001. Accordingly, cotton yarn products shipped from the Syrian Arab Republic and put into free circulation in the Community should enter the Community under the surveillance mechanism and the requirements regarding production of an import document, as set out in Article 14(1), (2), (3) and (4) of Regulation (EC) No 517/94 should apply.\n(6) In order not to interrupt the present import regime, it is desirable that this Regulation enters into force on 18 November 2002.\n(7) These measures are in conformity with the opinion expressed by the committee established by Regulation (EC) No 517/94,", "main_body": ["Imports into the Community of cotton yarn (Category 1), originating in the Syrian Arab Republic and released for free circulation into the Community shall be subject to prior Community surveillance.", "This Regulation shall enter into force on 18 November 2002.\nIt shall apply for a period of 18 months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 192, 20.7.2002, p. 1.\n(3) OJ L 134, 17.5.2001, p. 31."}