{"celex_id": "32006D0396", "uri": "http://publications.europa.eu/resource/cellar/050fd8df-b16a-4b61-86a6-14bbb2f4244b", "type": "Decision", "concepts": ["1445", "1755", "2737", "3579", "3763", "4743"], "title": "2006/396/EC: Commission Decision of  2 June 2006  amending Decision 2005/710/EC as regards certain protection measures in relation to highly pathogenic avian influenza in poultry in Romania  (notified under document number C(2006) 2137)   (Text with EEA relevance)\n", "header": "7.6.2006 EN Official Journal of the European Union L 152/36\nCOMMISSION DECISION\nof 2 June 2006\namending Decision 2005/710/EC as regards certain protection measures in relation to highly pathogenic avian influenza in poultry in Romania\n(notified under document number C(2006) 2137)\n(Text with EEA relevance)\n(2006/396/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular Article 18(7) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 22(6) thereof,\nWhereas:\n(1) Following the outbreak of avian influenza, caused by a highly pathogenic H5N1 virus strain, in south-east Asia starting in December 2003, the Commission adopted several protection measures in relation to that disease, in particular Commission Decision 2005/710/EC of 13 October 2005 concerning certain protection measures in relation to highly pathogenic avian influenza in Romania (3).\n(2) Decision 2005/710/EC provides for the suspension of imports into the Community from certain parts of Romania, affected by that disease, of live poultry, ratites, farmed and wild feathered game and live birds other than poultry, including pet birds, hatching eggs of those species and certain other products of birds.\n(3) Romania has now notified the Commission of several confirmed cases and several more suspicions of highly pathogenic avian influenza in poultry flocks in Brasov county, which is outside the parts of Romania currently regionalised by Decision 2005/710/EC. Romania has transmitted information that eradication and control measures are being applied in the affected county. Supplementary biosecurity measures are in force in all 42 Romanian counties.\n(4) In light of the current disease situation in Romania, it is necessary to extend the parts of Romania from where the relevant imports into the Community are suspended.\n(5) Decision 2005/710/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2005/710/EC is replaced by the text in the Annex to this Decision.", "The Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 June 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by the 2003 Act of Accession.\n(2)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1); corrected version (OJ L 191, 28.5.2004, p. 1).\n(3)  OJ L 269, 14.10.2005, p. 42. Decision as last amended by Decision 2006/321/EC (OJ L 118, 3.5.2006, p. 18).\nANNEX\n‘ANNEX\nParts of the territory of Romania referred to in Article 1(a) and (b)\nPART A\nISO country code Name of country Description of part of territory\n— Whole of the territory of Romania\nPART B\nISO country code Name of country Description of part of territory\nRO Romania In Romania, the counties of:\n— Arges\n— Bacau\n— Botosani\n— Braila\n— Brasov\n— Bucuresti\n— Buzau\n— Calarasi\n— Constanta\n— Covasna\n— Dimbovita\n— Dolj\n— Galati\n— Giurgiu\n— Gorj\n— Harghita\n— Ialomita\n— Iasi\n— Ilfov\n— Mehedinti\n— Mures\n— Neamt\n— Olt\n— Prahova\n— Sibiu\n— Suceava\n— Teleorman\n— Tulcea\n— Vaslui\n— Vilcea\n— Vrancea’"}