{"celex_id": "32006R1204", "uri": "http://publications.europa.eu/resource/cellar/9a5df314-c20c-4b93-bb0b-51255725330a", "type": "Regulation", "concepts": ["3591", "3824", "5876"], "title": "Commission Regulation (EC) No 1204/2006 of  9 August 2006  amending Annex V to Council Regulation (EC) No 1899/2005 as regards the quantitative limits of certain steel products\n", "header": "10.8.2006 EN Official Journal of the European Union L 219/5\nCOMMISSION REGULATION (EC) No 1204/2006\nof 9 August 2006\namending Annex V to Council Regulation (EC) No 1899/2005 as regards the quantitative limits of certain steel products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1899/2005 of 27 June 2005 on administering certain restrictions on imports of certain steel products from the Russian Federation (1), and in particular Article 5 thereof,\nWhereas:\n(1) The European Community and the Russian Federation signed an agreement on trade in certain steel products on 3 November 2005 (2) (‘the Agreement’).\n(2) Article 3(3) of the Agreement provides that unused quantities for a given year may be carried over to the following year up to a maximum of 7 % of the relevant quantitative limit set out in Annex II to the Agreement.\n(3) Pursuant to Article 3(4) of the Agreement transfers between product groups may be made up to 7 % of the quantitative limit of a given product group and transfers between product categories are permitted up to a maximum of 25 000 tonnes.\n(4) Russia has notified the Community of its intent to make use of the provisions in Article 3(3) and (4) within the time-limits set by the Agreement. It is appropriate to make the necessary adjustments to the quantitative limits for the year 2006 resulting from Russia’s request.\n(5) Regulation (EC) No 1899/2005 should be amended accordingly,", "main_body": ["The quantitative limits for the year 2006 set out in Annex V to Regulation (EC) No 1899/2005 are replaced by those set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 10th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 August 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 303, 22.11.2005, p. 1.\n(2)  OJ L 303, 22.11.2005, p. 39.\nANNEX\nQUANTITATIVE LIMITS FOR THE YEAR 2006\n(tonnes)\nProducts 2006\nSA. Flat-rolled products\nSA1. Coils 995 554\nSA2. Heavy plate 201 025\nSA3. Other flat-rolled products 462 118\nSA4. Alloyed products 103 015\nSA5. Alloyed quarto plates 22 010\nSA6. Alloyed cold-rolled and coated sheets 109 604\nSB. Long products\nSB1. Beams 50 373\nSB2. Wire rod 195 080\nSB3. Other long products 289 151\nNote: SA and SB are product categories."}