{"celex_id": "32008D0357", "uri": "http://publications.europa.eu/resource/cellar/56c4e63a-c92b-4f0c-96a4-493181ba5875", "type": "Decision", "concepts": ["2765", "3646", "4036", "4878", "5234"], "title": "2008/357/EC: Commission Decision of 23 April 2008 on specific child safety requirements to be met by European standards for lighters pursuant to Directive 2001/95/EC of the European Parliament and of the Council (Text with EEA relevance)\n", "header": "7.5.2008 EN Official Journal of the European Union L 120/11\nCOMMISSION DECISION\nof 23 April 2008\non specific child safety requirements to be met by European standards for lighters pursuant to Directive 2001/95/EC of the European Parliament and of the Council\n(Text with EEA relevance)\n(2008/357/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety, (1) and in particular Article 4(1)(a),\nWhereas:\n(1) Directive 2001/95/EC lays down the obligation for producers to place only safe products on the market.\n(2) According to Directive 2001/95/EC a product shall be presumed safe, as far as the risks and risk categories covered by relevant national standards are concerned, when it conforms to voluntary national standards transposing European standards.\n(3) Directive 2001/95/EC provides that European standards should be established by European standardisation bodies. Such standards should ensure that products satisfy the general safety requirement of the Directive.\n(4) Lighters are inherently dangerous products since they produce a flame or heat and because they contain a flammable liquid or gas, often under pressure. The most evident potential risks associated with the misuse of lighters are fires, burns and bursts that can lead to an explosion in the presence of a heat source.\n(5) Lighters are not intended for children. Nevertheless, misuse of lighters, especially by young children, is not infrequent and must be considered when assessing the safety of such products. This is particularly relevant for disposable lighters, which are sold in huge numbers, often in multi-packs and used by consumers as low-value, throwaway products, as well as for lighters which are particularly appealing to young children because they have a shape or entertaining features considered attractive for children.\n(6) Misuse of lighters by young children may lead to fires causing considerable personal and economic damages, including deaths. Therefore, lighters present a serious risk with regard to the misuse by children.\n(7) In 1998 the Commission issued standardisation mandate No M/266 to CEN relative to the safety of consumers and children with respect to lighters, which resulted in the European Standard EN 13869:2002: Lighters — Child-resistance for lighters — Safety requirements and test methods.\n(8) Given the fact that the health and safety of consumers is endangered, in particular, by the ability and likelihood of young children to operate and misuse lighters, and that this risk can be eliminated effectively only by appropriate measures applicable at Community level, the Commission adopted on 11 May 2006 Decision 2006/502/EC (2) under the provisions of Article 13 of Directive 2001/95/EC requiring Member States to take measures to ensure that only lighters which are child-resistant are placed on the market and to prohibit the placing on the market of novelty lighters.\n(9) Given the fact that Decisions adopted under Article 13 of Directive 2001/95/EC are temporary measures with a validity of maximum one year, and may be prolonged by periods of maximum one year each, the Commission adopted on 12 April 2007 Decision 2007/231/EC (3) extending the validity of Decision 2006/502/EC by one year.\n(10) Although EN 13869 has not been referenced in the Official Journal in accordance with the provisions of Directive 2001/95/EC, Commission Decision 2006/502/EC does give presumption of conformity to lighters which conform to national standards transposing EN 13869.\n(11) In view of the need to make use of appropriate technical solutions for the evaluation of the child safety requirements of lighters, the Member States and the Commission, in co-operation with the European standardisation organisations and after consultation of stakeholders, have identified the need for a revision of EN 13869.\n(12) The main problem identified with the current standard is the reliance on child panel testing for verifying whether a lighter is indeed child-resistant. While child panel testing has shown to be a reliable method, it would be appropriate to identify alternative methods for determining the child resistance of lighters, provided any alternatives are at least as effective and reliable. Next to this, the existing definition of lighters which are particularly appealing to children (novelty lighter) is open to interpretation, which may lead to an uneven application of the ban on such lighters. Finally, a number of other issues need to be addressed to allow the standard to completely satisfy its role by providing the appropriate technical solutions.\n(13) The specific child safety requirements for lighters should be drawn up under the provisions of article 4 of Directive 2001/95/EC, with the aim to request the standardisation bodies to revise EN 13869, according to the procedure laid down in Directive 98/34/EC (4) for the provision of information in the field of technical standards and regulations, and to allow the publication in the Official Journal of the revised standard.\n(14) Once the reference to the revised standard has been published in the Official Journal, lighters manufactured in compliance with the standard shall be presumed to conform to the general safety requirement of Directive 2001/95/EC on general product safety, as far as the specific child safety requirements covered by the standard are concerned.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Committee set up under Directive 2001/95/EC,", "main_body": ["Purpose\nThe purpose of this Decision is to establish the requirements on the basis of which the Commission may request the relevant standardisation bodies to amend the relevant standard for lighters.\nFor the purposes of this Decision:\n‘lighter’ shall mean a manually operated flame-producing device employing a fuel, normally used for deliberately igniting in particular cigarettes, cigars and pipes, and which may foreseeably be used to ignite materials such as paper, wicks, candles and lanterns, manufactured with an integral supply of fuel, whether intended to be refueled or not.\n‘child-resistant lighter’ shall mean a lighter designed and manufactured in such a way that it cannot, under normal or reasonably foreseeable conditions of use, be operated by children younger than 51 months of age because of, for instance, the force needed to operate it or because of its design or the protection of its ignition mechanism, or the complexity or sequence of operations needed for the ignition.\n‘child-appealing lighter’ shall mean a lighter whose design resembles by any means to another object commonly recognised as appealing to, or intended for use by, children younger than 51 months of age.", "Requirements\n(1)   For the purpose of Article 4 of Directive 2001/95/EC, the specific child safety requirements for lighters shall be the following:\n(a) Lighters shall be child-resistant to minimise the ability and likelihood of children younger than 51 months of age to operate them;\n(b) Lighters shall not be appealing to children younger than 51 months of age.\n(2)   Paragraph 1(a) shall not apply to lighters intended to be refuelled for which producers provide on request to the competent authorities the necessary documentation substantiating that the lighters are designed, manufactured and placed on the market such as to ensure a continual expected safe use over a lifetime of at least five years, subject to repair, and which fulfil in particular all of the following requirements:\n(a) a written guarantee from the producer of at least two years for each lighter, in accordance with Directive 1999/44/EC of the European Parliament and of the Council (5);\n(b) the practical possibility to be repaired and safely refilled over the entire lifetime, including in particular a repairable ignition mechanism;\n(c) parts that are not consumable, but are likely to wear out or fail in continual use after the guarantee period, are accessible for replacement or repair by an authorised or specialised after-sales service centre based in the European Union."], "attachments": "Done at Brussels, 23 April 2008.\nFor the Commission\nMeglena KUNEVA\nMember of the Commission\n(1)  OJ L 11, 15.1.2002, p. 4.\n(2)  OJ L 198, 20.7.2006, p. 41.\n(3)  OJ L 99, 14.4.2007, p. 16.\n(4)  OJ L 204, 21.7.1998, p. 37.\n(5)  OJ L 171, 7.7.1999, p. 12."}