{"celex_id": "32007D0409", "uri": "http://publications.europa.eu/resource/cellar/46b03da2-487a-4778-8de2-f24816c15ba6", "type": "Decision", "concepts": ["1005", "2455", "5640", "6050"], "title": "2007/409/EC: Council Decision of 11 June 2007 amending Decision 2004/585/EC establishing Regional Advisory Councils under the Common Fisheries Policy\n", "header": "15.6.2007 EN Official Journal of the European Union L 155/68\nCOUNCIL DECISION\nof 11 June 2007\namending Decision 2004/585/EC establishing Regional Advisory Councils under the Common Fisheries Policy\n(2007/409/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1) and in particular Articles 31 and 32 thereof, provides for new forms of participation by stakeholders in the Common Fisheries Policy through the establishment of Regional Advisory Councils.\n(2) Decision 2004/585/EC (2) defines a common framework to be complied with by each of the Regional Advisory Councils.\n(3) Article 9 of Decision 2004/585/EC provides for Community financial aid to be granted to the Regional Advisory Councils to ensure their effective functioning, as well as to cover their interpretation and translation costs.\n(4) Regional Advisory Councils offer advice on the Common Fisheries Policy to the Commission and Member States and ensure effective involvement of stakeholders which is one of the essential pillars of the reformed Common Fisheries Policy and a prerequisite of good governance.\n(5) Regional Advisory Councils should, therefore, be considered, as bodies pursuing an aim of general European interest within the meaning of Article 162(b) of Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (3).\n(6) Regional Advisory Councils need to be granted financial stability by providing them with sufficient and permanent funding in order to continue to pursue effectively their advisory role within the Common Fisheries Policy.\n(7) In order to simplify the management of the Community funding received by the Regional Advisory Councils, there should be a single financial instrument to cover all costs.\n(8) In view of the Community financial aid allocated to the Regional Advisory Councils, it is important that the Commission, in addition to the audit controls, should be able to check at any moment that Regional Advisory Councils are operating in conformity with the tasks assigned to them.\n(9) Decision 2004/585/EC should, therefore, be amended accordingly,", "main_body": ["Decision 2004/585/EC is hereby amended as follows:\n1. Article 9 shall be replaced by the following:\n2. the following Article shall be inserted:\n3. Annex II shall be replaced by the Annex set out hereto.", "This Decision shall enter into force on the seventh day following its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 11 June 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 256, 3.8.2004, p. 17.\n(3)  OJ L 357, 31.12.2002, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 478/2007 (OJ L 111, 28.4.2007, p. 13).\n(4)  OJ L 357, 31.12.2002, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 478/2007 (OJ L 111, 28.4.2007, p. 13).’;\nANNEX\n‘ANNEX II\nCommunity contribution towards the costs incurred by the Regional Advisory Councils\nThe Community shall contribute to part of the operating costs of the Regional Advisory Councils as bodies pursuing an aim of general European interest. The grant allocated by the Community to each Regional Advisory Council for its operating costs shall not exceed 90 % of the operating budget of the Regional Advisory Council. In the following years, the financial contribution shall be permanent and depend on the budget available. Each year, the Commission shall conclude with each Regional Advisory Council an “operating grant agreement” setting the precise terms and conditions and the procedure for the grant allocation.\nThe eligible costs shall consist of the costs necessary to ensure the normal operation of the Regional Advisory Councils and enable them to pursue their aims. Only the actual expenses will be subject to the Community contribution, which will be granted on condition that the other sources of financing have been allocated.\nThe following direct costs shall be eligible:\n— personnel expenses (cost of personnel per day of work on the project),\n— meeting room facilities,\n— new or used equipment,\n— materials and supplies,\n— dissemination of information to members,\n— travel and accommodation expenses of experts attending Committee meetings (based on scales or rules laid down by the Commission departments),\n— audits,\n— interpretation and translation costs,\n— a contingency reserve of not more than 5 % of eligible direct costs.’"}