{"celex_id": "32000D0316", "uri": "http://publications.europa.eu/resource/cellar/4c9740b6-f3c5-4bbb-a659-add45ce17582", "type": "Decision", "concepts": ["1591", "2378", "4375", "4653", "519", "5969"], "title": "2000/316/EC: Commission Decision of 2 May 2000 terminating the anti-dumping proceedings concerning imports of bicycle frames originating in the People's Republic of China and Taiwan, bicycle forks originating in the People's Republic of China and Taiwan and complete wheels of bicycles originating in the People's Republic of China, as well as the interim review of the anti-dumping measures extended to imports of, inter alia, bicycle frames, bicycle forks and complete wheels of bicycles originating in the People's Republic of China (notified under document number C(2000) 1010)\n", "header": "Commission Decision\nof 2 May 2000\nterminating the anti-dumping proceedings concerning imports of bicycle frames originating in the People's Republic of China and Taiwan, bicycle forks originating in the People's Republic of China and Taiwan and complete wheels of bicycles originating in the People's Republic of China, as well as the interim review of the anti-dumping measures extended to imports of, inter alia, bicycle frames, bicycle forks and complete wheels of bicycles originating in the People's Republic of China\n(notified under document number C(2000) 1010)\n(2000/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 21 September 1999 the Commission received a complaint concerning the alleged injurious dumping by import of bicycle frames originating in the People's Republic of China and Taiwan, bicycle forks originating in the People's Republic of China and Taiwan and complete wheels of bicycles originating in the People's Republic of China.\n(2) The complaint was lodged by the European Bicycle Manufacturers Association (EBMA) on behalf of Community producers representing a major proportion of the total Community production of bicycle frames, bicycle forks and complete wheels of bicycles pursuant to Articles 4(1) and 5(4) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\").\n(3) The complaint contained prima facie evidence of the existence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of three separate anti-dumping proceedings.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(3), accordingly initiated anti-dumping proceedings concerning imports into the Community of bicycle frames currently classifiable within CN code 8714 91 10 and originating in the People's Republic of China and Taiwan, bicycle forks currently classifiable within CN code 8714 91 30 and originating in the People's Republic of China and Taiwan and complete wheels of bicycles currently classifiable within CN code ex 8714 99 90 and originating in the People's Republic of China. At the same time the Commission decided to initiate, pursuant to Article 11(3) of the basic Regulation, an interim review of Council Regulation (EC) No 71/97(4), which extended the duties imposed by Council Regulation (EEC) No 2474/93(5), on bicycles originating in the People's Republic of China to imports of, inter alia, bicycle frames, bicycle forks and complete wheels of bicycles originating in the People's Republic of China. The purpose of the interim review was to allow for the amendment or repeal of the extended measures in the light of the findings of the investigations initiated separately for bicycle frames, bicycle forks and complete wheels of bicycles.\n(5) The Commission officially informed the exporting producers, importers and representative associations of importers and exporters known to be concerned, the representatives of the exporting countries and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(6) By a fax of 24 January 2000 to the Commission, EBMA formally withdrew its complaint citing that the reason for the withdrawal was the decline in support for the proceedings within EBMA.\n(7) In accordance with Article 9(1) of the basic Regulation, a proceeding may be terminated where the complaint is withdrawn, unless such termination would not be in the Community interest.\n(8) The Commission considered that the present proceedings should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments indicating that such termination would not be in the Community interest were received.\n(9) The Commission therefore concludes that the anti-dumping proceedings concerning imports into the Community of bicycle frames originating in the People's Republic of China and Taiwan, bicycle forks originating in the People's Republic of China and Taiwan and complete wheels of bicycles originating in the People's Republic of China, as well as the interim review of the anti-dumping measures extended to imports of, inter alia, bicycle frames, bicycle forks and complete wheels of bicycles originating in the People's Republic of China should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceedings concerning imports of bicycle frames currently classifiable within CN code 8714 91 10 and originating in the People's Republic of China and Taiwan, bicycle forks currently classifiable within CN code 8714 91 30 and originating in the People's Republic of China and Taiwan and complete wheels of bicycles currently classifiable within CN code ex 8714 99 90 and originating in the People's Republic of China, as well as the interim review of the anti-dumping measures extended to imports of, inter alia, bicycle frames, bicycle forks and complete wheels of bicycles originating in the People's Republic of China are hereby terminated."], "attachments": "Done at Brussels, 2 May 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ C 318, 5.11.1999, p. 6.\n(4) OJ L 16, 18.1.1997, p. 55.\n(5) OJ L 228, 9.9.1993, p. 1."}