{"celex_id": "32003R1484", "uri": "http://publications.europa.eu/resource/cellar/c954f582-d2de-4ba4-b889-652567a85662", "type": "Regulation", "concepts": ["1309", "2783", "3591", "6223"], "title": "Commission Regulation (EC) No 1484/2003 of 21 August 2003 amending Annexes IIIB and VI to Regulation (EC) No 517/94 as regards quotas for Serbia and Montenegro\n", "header": "Commission Regulation (EC) No 1484/2003\nof 21 August 2003\namending Annexes IIIB and VI to Regulation (EC) No 517/94 as regards quotas for Serbia and Montenegro\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules(1), as last amended by Commission Regulation (EC) No 1309/2002(2), and in particular Article 5(2) in conjunction with Article 25(4) thereof,\nWhereas:\n(1) Regulation (EC) No 517/94 establishes the annual quantitative limits for certain textile products originating in Serbia and Montenegro(3).\n(2) Serbia and Montenegro is currently at a critical junction of its reform process. It is particularly vital at this stage to support the political and economic reforms undertaken in this state and to keep the country well on track in the European Union's Stabilisation and Association process.\n(3) The European Council of 20 and 21 March 2003 offered the new leadership of Serbia and Montenegro the full support of the EU in implementing the required reforms, allowing further progress towards European structures, and notably the EU, and invited the High Representative and the Commission to propose concrete steps to that end.\n(4) Improving trade opportunities for Serbia and Montenegro in areas in which the country possesses comparative economic advantages is of great importance to underpin the country's economic and political reforms and to further its integration into European structures.\n(5) It is therefore important to improve market access specifically for textiles and to review the quotas currently applicable on imports of textile products originating in Serbia and Montenegro. This further improvement reflects the overall strong commitment of the EU to far-reaching trade liberalisation with the Western Balkan countries as laid down in Council Regulation (EC) No 2007/2000(4), as last amended by Regulation (EC) No 607/2003(5).\n(6) The proposed increase is part of an overall process of promoting closer trade relations with Serbia and Montenegro, which includes the start of negotiations on a textiles agreement with Serbia and Montenegro to achieve bilateral liberalisation.\n(7) Further imports within the EU of certain categories of textile products is presently no longer possible because the respective quotas have been exhausted. Serbia and Montenegro has requested that the quotas be increased.\n(8) It is appropriate to increase the levels of all quotas for Serbia and Montenegro in order to absorb certain pending import requests, as was done for Croatia and Bosnia Herzegovina for the year 2000 by Council Regulation (EC) No 7/2000(6) prior to the negotiation of bilateral textile agreements with those two countries.\n(9) The increased quota levels should apply from the beginning of the year 2003 in order to absorb certain pending import requests.\n(10) Regulation (EC) No 517/94 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Textiles Committee, as referred to in Article 25 of Regulation (EC) No 517/94,", "main_body": ["Annexes IIIB and VI to Regulation (EC) No 517/94 are amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply with effect from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 August 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 192, 20.7.2002, p. 1.\n(3) Formerly the Federal Republic of Yugoslavia (FRY).\n(4) OJ L 240, 23.9.2000, p. 1.\n(5) OJ L 86, 3.4.2003, p. 18.\n(6) OJ L 2, 5.1.2000, p. 51.\nANNEX\nAnnexes IIIB and VI to Regulation (EC) No 517/94 are amended as follows:\n1. Annex IIIB is replaced by the following:\n\"ANNEX III B\nAnnual Community quantitative limits referred to in the fourth indent of Article 2(1) Serbia and Montenegro\n>TABLE>\"\n2. Annex VI is replaced by the following:\n\"ANNEX VI\nOUTWARD PROCESSING TRAFFIC\nAnnual Community quantitative limits referred to in Article 4 Serbia and Montenegro\n>TABLE>\""}