{"celex_id": "32002D0535", "uri": "http://publications.europa.eu/resource/cellar/f9ad18b4-c165-4938-9f3a-f338e5762473", "type": "Decision", "concepts": ["1374", "1445", "1519", "1755", "192", "2560", "2792"], "title": "2002/535/EC: Commission Decision of 28 June 2002 on the use of three slaughterhouses, in accordance with the provisions of point 7 of Annex II to Council Directive 92/119/EEC, by Italy (Text with EEA relevance) (notified under document number C(2002) 2383)\n", "header": "Commission Decision\nof 28 June 2002\non the use of three slaughterhouses, in accordance with the provisions of point 7 of Annex II to Council Directive 92/119/EEC, by Italy\n(notified under document number C(2002) 2383)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2002/535/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease(1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular point 7(2)(d) of Annex II thereto,\nWhereas:\n(1) In May 2002 the competent Italian veterinary authorities declared outbreaks of swine vesicular disease in the municipalities of Antignate and Romano di Lombardia, in the Provinces of L'Aquila and Bergamo in Italy.\n(2) In accordance with article 10 of Directive 92/119/EC protection zones were immediately established around the outbreak sites.\n(3) The transport of pigs on public and private roads within the protection zones has been prohibited.\n(4) Italy has submitted a request for making use of three slaughterhouses situated in the protection zone for the slaughtering of pigs coming from outside the said zone, in accordance with point 7(2)(d) of Annex II to Directive 92/119/EEC.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. Italy is authorised to make use of the slaughterhouses \"SACA SUD\", \"Pizzetti Aldo srl\" and \"M.C. srl Romano di Lombardia\" located in the protection zones established in May 2002 around the outbreaks of swine vesicular disease which occurred in the municipalities of Antignate and Romano di Lombardia, in the Provinces of L'Aquila and Bergamo, under the following conditions:\n- the pigs shall proceed from holdings located outside the protection and surveillance zones established following the above outbreaks and shall be directly transported to the slaughterhouses without unloading or stopping,\n- the access to the slaughterhouses shall be via corridors. The details of these corridors shall be laid down in Italian legislation,\n- when entering a corridor, vehicles carrying pigs for slaughter shall be sealed by the competent authorities. At the time of sealing, the authorities shall record the registration number of the vehicle and the number of pigs carried by the vehicle,\n- on arrival at the slaughterhouse, the competent authorities shall:\n(i) inspect and remove the seal of the vehicle;\n(ii) record the registration number of the vehicle and the number of pigs on the vehicle.\n2. Any vehicle carrying pigs to the slaughterhouses referred to in paragraph 1 shall undergo cleaning and disinfection under official supervision immediately after unloading.", "This Decision is applicable until 20 July 2002.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 28 June 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 62, 15.3.1993, p. 69."}