{"celex_id": "32001L0110", "uri": "http://publications.europa.eu/resource/cellar/0c790b71-4b07-4e82-8bdb-9d489a3d44d2", "type": "Directive", "concepts": ["1425", "1907", "2081", "2771", "5573", "893"], "title": "Council Directive 2001/110/EC of 20 December 2001 relating to honey\n", "header": "Council Directive 2001/110/EC\nof 20 December 2001\nrelating to honey\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) Certain vertical directives relating to foods should be simplified in order to take account only of the essential requirements to be met by the products they cover in order that those products may move freely within the internal market, in accordance with the conclusions of the European Council held in Edinburgh on 11 and 12 December 1992, confirmed by those of the European Council in Brussels on 10 and 11 December 1993.\n(2) Council Directive 74/409/EEC of 22 July 1974 on the harmonisation of the laws of the Member States relating to honey(4) was justified by the fact that differences between national laws on the definition of honey, the various types of honey and the characteristics required of it could result in conditions of unfair competition likely to mislead consumers, and thereby have a direct effect on the establishment and functioning of the common market.\n(3) Directive 74/409/EEC and its subsequent amendments consequently established definitions, specified the different types of honey which could be placed on the market under appropriate names, laid down common rules on composition and determined the main labelling information so as to ensure the free movement of these products within the Community.\n(4) For the sake of clarity Directive 74/409/EEC should be recast, in order to make rules on the conditions for the production and marketing of honey more accessible and to bring it into line with general Community legislation on foodstuffs, particularly legislation on labelling, contaminants and methods of analysis.\n(5) The general food-labelling rules laid down in Directive 2000/13/EC of the European Parliament and of the Council(5) should apply subject to certain conditions. In view of the close link between the quality of honey and its origin, it is indispensable that full information on those matters be available so that the consumer is not misled regarding the quality of the product. The particular consumer interests as regards the geographical characteristics of honey and full transparency in this regard necessitate that the country of origin where the honey has been harvested should be included in the labelling.\n(6) No pollen or other individual ingredient of honey is to be removed, unless that is inevitable when organic and inorganic foreign materials are removed. That process may be carried out by filtering. Where such filtering leads to the removal of a significant quantity of pollen, the consumer must be correctly informed to that effect by means of an appropriate indication on the label.\n(7) Honey the name of which includes indications concerning floral, vegetable, regional, territorial or topographical origin or specific quality criteria may not have filtered honey added to it. So that the transparency of the market may be improved, the labelling of filtered honeys and baker's honeys must be mandatory for every transaction on the bulk market.\n(8) As the Commission stressed in its communication to the European Parliament and the Council of 24 June 1994 on European apiculture, the Commission may adopt methods of analysis to ensure compliance with the compositional characteristics and additional specific statements for all honey marketed in the Community.\n(9) It is desirable to take account of the work achieved on a new Codex standard for honey, adjusted, as appropriate, to the specific requirements of the Community.\n(10) In accordance with the principles of subsidiarity and proportionality established by Article 5 of the Treaty, the objective of laying down common definitions and rules for the products concerned and bringing the provisions into line with general Community legislation on foodstuffs cannot be sufficiently achieved by the Member States and can therefore, by reason of the nature of this Directive, be better achieved by the Community. This Directive does not go beyond what is necessary to achieve the said objective.\n(11) The measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6).\n(12) To avoid creating new barriers to free movement, Member States should refrain from adopting, for the products in question, national provisions not provided for by this Directive,", "main_body": ["This Directive shall apply to the products defined in Annex I. These products shall meet the requirements set out in Annex II.", "Directive 2000/13/EC shall apply to the products defined in Annex I, subject to the following conditions:\n1. the term \"honey\" shall be applied only to the product defined in Annex I, point 1, and shall be used in trade to designate that product;\n2. the product names referred to in Annex I, points 2 and 3, shall apply only to the products defined therein and shall be used in trade to designate them. These names may be replaced by the simple product name \"honey\", except in the case of filtered honey, comb honey, chunk honey or cut comb in honey and baker's honey.\nHowever,\n(a) in the case of baker's honey, the words \"intended for cooking only\" shall appear on the label in close proximity to the product name;\n(b) except in the case of filtered honey and baker's honey, the product names may be supplemented by information referring to:\n- floral or vegetable origin, if the product comes wholly or mainly from the indicated source and possesses the organoleptic, physico-chemical and microscopic characteristics of the source,\n- regional, territorial or topographical origin, if the product comes entirely from the indicated source,\n- specific quality criteria;\n3. where baker's honey has been used as an ingredient in a compound foodstuff, the term \"honey\" may be used in the product name of the compound food instead of the term \"baker's honey\". However, in the list of ingredients, the term as referred to in Annex I, point 3, shall be used;\n4. (a) the country or countries of origin where the honey has been harvested shall be indicated on the label.\nHowever, if the honey originates in more than one Member State or third country that indication may be replaced with one of the following, as appropriate:\n- \"blend of EC honeys\",\n- \"blend of non-EC honeys\",\n- \"blend of EC and non-EC honeys\".\n(b) For the purpose of Directive 2000/13/EC and in particular Articles 13, 14, 16 and 17 thereof, the particulars to be indicated according to subparagraph (a) shall be considered as indications according to Article 3 of that Directive.", "In the case of filtered honey and baker's honey, bulk containers, packs and trade documents shall clearly indicate the full product name, as referred to in Annex I, point 2(b)(viii), and point 3.", "The Commission may adopt methods to permit verification of compliance of honey with the provisions of this Directive. These methods shall be adopted in accordance with the procedure laid down in Article 7(2). Until the adoption of such methods, Member States shall, whenever possible, use internationally recognised validated methods such as those approved by Codex Alimentarius to verify compliance with the provisions of this Directive.", "For the products defined in Annex I, Member States shall not adopt national provisions not provided for by this Directive.", "The measures necessary for the implementation of this Directive relating to the matters referred to below shall be adopted in accordance with the procedure set out in Article 7(2):\n- bringing this Directive into line with general Community legislation on foodstuffs,\n- adaptations to technical progress.", "1. The Commission shall be assisted by the Standing Committee on Foodstuffs (hereinafter referred to as \"the Committee\") set up by Article 1 of Decision 69/414/EEC(7).\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "Directive 74/409/EEC is hereby repealed with effect from 1 August 2003.\nReferences to the repealed Directive shall be construed as references to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1 August 2003. They shall forthwith inform the Commission thereof.\nThe measures shall be applied so as to:\n- authorise the marketing of the products defined in Annex I if they conform to the definitions and rules laid down in this Directive, with effect from 1 August 2003;\n- prohibit the marketing of products which fail to conform to this Directive, with effect from 1 August 2004.\nHowever, the marketing of products which fail to conform to this Directive and labelled before 1 August 2004 in accordance with Directive 74/409/EEC shall be permitted until stocks run out.\nWhen Member States adopt these measures, these shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "0\nThis Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2001.\nFor the Council\nThe President\nC. PicquĂŠ\n(1) OJ C 231, 9.8.1996, p. 10.\n(2) OJ C 279, 1.10.1999, p. 91.\n(3) OJ C 56, 24.2.1997, p. 20.\n(4) OJ L 221, 12.8.1974, p. 10. Directive as last amended by the 1985 Act of Accession of Spain and Portugal.\n(5) OJ L 109, 6.5.2000, p. 29.\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ L 291, 19.11.1969, p. 9.\nANNEX I\nNAMES, PRODUCT DESCRIPTIONS AND DEFINITIONS\n1. Honey is the natural sweet substance produced by Apis mellifera bees from the nectar of plants or from secretions of living parts of plants or excretions of plant-sucking insects on the living parts of plants, which the bees collect, transform by combining with specific substances of their own, deposit, dehydrate, store and leave in honeycombs to ripen and mature.\n2. The main types of honey are as follows:\n(a) according to origin:\n(i) blossom honey or nectar honey\nHoney obtained from the nectar of plants;\n(ii) honeydew honey\nHoney obtained mainly from excretions of plant sucking insects (Hemiptera) on the living part of plants or secretions of living parts of plants;\n(b) according to mode of production and/or presentation:\n(iii) comb honey\nHoney stored by bees in the cells of freshly built broodless combs or thin comb foundation sheets made solely of beeswax and sold in sealed whole combs or sections of such combs;\n(iv) chunk honey or cut comb in honey\nHoney which contains one or more pieces of comb honey;\n(v) drained honey\nHoney obtained by draining decapped broodless combs;\n(vi) extracted honey\nHoney obtained by centrifuging decapped broodless combs;\n(vii) pressed honey\nHoney obtained by pressing broodless combs with or without the application of moderate heat not exceeding 45 Â°C;\n(viii) filtered honey\nHoney obtained by removing foreign inorganic or organic matter in such a way as to result in the significant removal of pollen.\n3. Baker's honey\nHoney which is (a) suitable for industrial uses or as an ingredient in other foodstuffs which are then processed and (b) may:\n- have a foreign taste or odour, or\n- have begun to ferment or have fermented, or\n- have been overheated.\nANNEX II\nCOMPOSITION CRITERIA FOR HONEY\nHoney consists essentially of different sugars, predominantly fructose and glucose as well as other substances such as organic acids, enzymes and solid particles derived from honey collection. The colour of honey varies from nearly colourless to dark brown. The consistency can be fluid, viscous or partly to entirely crystallised. The flavour and aroma vary, but are derived from the plant origin.\nWhen placed on the market as honey or used in any product intended for human consumption, honey shall not have added to it any food ingredient, including food additives, nor shall any other additions be made other than honey. Honey must, as far as possible, be free from organic or inorganic matters foreign to its composition. With the exception of point 3 of Annex I, it must not have any foreign tastes or odours, have begun to ferment, have an artificially changed acidity or have been heated in such a way that the natural enzymes have been either destroyed or significantly inactivated.\nWithout prejudice to Annex I, point 2(b)(viii), no pollen or constituent particular to honey may be removed except where this is unavoidable in the removal of foreign inorganic or organic matter.\nWhen placed on the market as honey or used in any product intended for human consumption, honey must meet the following composition criteria:\n1. Sugar content\n1.1. Fructose and glucose content (sum of both)\n>TABLE>\n1.2. Sucrose content\n>TABLE>\n2. Moisture content\n>TABLE>\n3. Water-insoluble content\n>TABLE>\n4. Electrical conductivity\n>TABLE>\n5. Free acid\n>TABLE>\n6. Diastase activity and hydroxymethylfurfural content (HMF) determined after processing and blending\n(a) Diastase activity (Schade scale)\n>TABLE>\n(b) HMF\n>TABLE>"}