{"celex_id": "32007R1512", "uri": "http://publications.europa.eu/resource/cellar/d7524cf0-6e85-44d1-9f44-e0d1839601c3", "type": "Regulation", "concepts": ["1518", "161", "1644", "2771", "4687"], "title": "Commission Regulation (EC) No 1512/2007 of 19 December 2007 on the issuing of import licences for applications lodged during the first seven days of December 2007 under the tariff quota opened by Regulation (EC) No 1384/2007 for poultrymeat\n", "header": "20.12.2007 EN Official Journal of the European Union L 335/5\nCOMMISSION REGULATION (EC) No 1512/2007\nof 19 December 2007\non the issuing of import licences for applications lodged during the first seven days of December 2007 under the tariff quota opened by Regulation (EC) No 1384/2007 for poultrymeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 1384/2007 of 26 November 2007 laying down detailed rules for the application of Council Regulation (EC) No 2398/96 as regards the opening and providing for the administration of certain quotas for imports into the Community of poultrymeat products originating in Israel (3), and in particular Article 5(5) thereof,\nWhereas:\n(1) The applications for import licences lodged (under the quota bearing the serial number 09.4092) during the first seven days of December 2007 for the subperiod 1 January to 31 March 2008 relate to quantities exceeding those available. The quantities for which licences may be issued should therefore be determined by setting the allocation coefficient by which the quantities applied for are to be multiplied.\n(2) The applications for import licences lodged (under the quota bearing the serial number 09.4091) during the first seven days of December 2007 for the subperiod 1 January to 31 March 2008 do not cover the total quantities available. The quantities for which applications have not been lodged should therefore be determined, and these should be added to the quantity fixed for the following quota subperiod,", "main_body": ["1.   The quantities for which import licence applications have been lodged for the subperiod 1 January to 31 March 2008 under Regulation (EC) No 1384/2007 shall be multiplied by the allocation coefficients set out in the Annex to this Regulation.\n2.   The quantities for which applications have not been lodged, to be added to the quantity fixed for the subperiod 1 April to 30 June 2008, shall be as set out in the Annex.", "This Regulation shall enter into force on 20 December 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17). Regulation (EEC) No 2777/75 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 July 2008.\n(3)  OJ L 309, 27.11.2007, p. 40.\nANNEX\nGroup No Serial No Allocation coefficient for import licence applications lodged for the subperiod 1.1.2008-31.3.2008 Quantities not applied for, to be added to the quantity for the subperiod 1.4.2008-30.6.2008\nIL1 09.4092 3,012048 —\nIL2 09.4091 (1) 140 000\n(1)  Not applicable: no licence application has been sent to the Commission."}