{"celex_id": "32006R1048", "uri": "http://publications.europa.eu/resource/cellar/0527fee1-0d66-449e-80f6-8ade5ee317d4", "type": "Regulation", "concepts": ["161", "1937", "2211", "2771", "4683", "4691", "5252"], "title": "Commission Regulation (EC) No 1048/2006 of  10 July 2006  amending Regulation (EC) No 2185/2005 opening Community tariff quotas for 2006 for sheep, goats, sheepmeat and goatmeat\n", "header": "11.7.2006 EN Official Journal of the European Union L 188/3\nCOMMISSION REGULATION (EC) No 1048/2006\nof 10 July 2006\namending Regulation (EC) No 2185/2005 opening Community tariff quotas for 2006 for sheep, goats, sheepmeat and goatmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat (1), and in particular Article 16(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2185/2005 (2) provides for the opening of Community tariff quotas for sheep, goats, sheepmeat and goatmeat for the period from 1 January to 31 December 2006.\n(2) The Agreement in the form of an Exchange of Letters between the European Community and Australia pursuant to Article XXIV.6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 (3), approved by Council Decision 2006/106/EC (4), provides for the granting of an additional tariff quota quantity of 136 tonnes (carcass weight) for Australia as from 1 January 2006, which should be added to the quantity available for 2006.\n(3) As a result of the negotiations which led to the Agreement in the form of an Exchange of Letters between the European Community and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 (5), approved by Council Decision 2006/333/EC (6), the Community undertook to incorporate in its schedule an erga omnes annual import tariff quota of live sheep, other than pure-bred breeding animals of 91 tonnes natural weight (43 tonnes carcass weight). The import tariff quota of live animals of 49 tonnes carcass weight previously attributed to the ‘others’ shall be open to all. The two import tariff quotas of live animals should be summed up to give a total of 92 tonnes carcass weight. The order number of the quota will remain the same.\n(4) Regulation (EC) No 2185/2005 should be amended accordingly.\n(5) Since the tariff quotas are opened from 1 January 2006, this Regulation should apply retroactively as from the same date.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for sheepmeat and goatmeat,", "main_body": ["The Annex to Regulation (EC) No 2185/2005 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 341, 22.12.2001, p. 3. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 347, 30.12.2005, p. 70.\n(3)  OJ L 47, 17.2.2006, p. 54.\n(4)  OJ L 47, 17.2.2006, p. 52.\n(5)  OJ L 124, 11.5.2006, p. 15.\n(6)  OJ L 124, 11.5.2006, p. 13.\nANNEX\n‘ANNEX\nSHEEPMEAT AND GOATMEAT (in tonnes (t) of carcass weight equivalent) COMMUNITY TARIFF QUOTAS FOR 2006\nCountry group No CN codes Ad valorem duty Specific duty Order number under “first-come, first-served” Origin Annual volume in tonnes of carcass weight equivalent\nLive animals Boneless lamb (1) Boneless mutton/sheep (2) Bone-in and carcasses\n1 0204 Zero Zero — 09.2101 09.2102 09.2011 Argentina 23 000\n— 09.2105 09.2106 09.2012 Australia 18 786\n— 09.2109 09.2110 09.2013 New Zealand 227 854\n— 09.2111 09.2112 09.2014 Uruguay 5 800\n— 09.2115 09.2116 09.1922 Chile 5 600\n— 09.2119 09.2120 09.0790 Iceland 1 350\n2 0204 Zero Zero — 09.2121 09.2122 09.0781 Norway 300\n3 0204 Zero Zero — 09.2125 09.2126 09.0693 Greenland 100\n— 09.2129 09.2130 09.0690 Faeroes 20\n— 09.2131 09.2132 09.0227 Turkey 200\n4 0104 10 30, 0104 10 80 and 0104 20 90. Zero Zero 09.2141 09.2145 09.2149 09.1622 ACP States 100\nFor the species “domestic sheep” only: ex 0204, ex 0210 99 21 and ex 0210 99 29 Zero 65 % reduction of specific duties — 09.2161 09.2165 09.1626 ACP States 500\n5 (3) 0204 Zero Zero — 09.2171 09.2175 09.2015 Others 200\n6 0104 10 30 10 % Zero 09.2181 — — 09.2019 Erga omnes 92\n(1)  And goatmeat of kid.\n(2)  And goatmeat other than of kid.\n(3)  “Others” shall refer to all origins including the ACP States and excluding the other countries mentioned in the current table.’"}