{"celex_id": "32002R2256", "uri": "http://publications.europa.eu/resource/cellar/3b51d714-344c-433a-abef-64126f709261", "type": "Regulation", "concepts": ["133", "2300", "2879", "3544", "4790", "5228", "598", "915"], "title": "Council Regulation (EC) No 2256/2002 of 16 December 2002 amending, for the second time, Regulation (EC) No 2555/2001 fixing for 2002 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 2256/2002\nof 16 December 2002\namending, for the second time, Regulation (EC) No 2555/2001 fixing for 2002 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The International Baltic Sea Fishery Commission (IBSFC) adopted a Recommendation on 7 June 2002 to increase the TAC for herring in Management Unit 3 during 2002.\n(2) A definitive catch limitation for capelin in the North Atlantic has been fixed and, consequently, the definitive Community catch quota for this stock within the waters of Greenland should be fixed.\n(3) Within the framework of the Agreed Record of conclusions of fisheries consultations between the European Community and the Faroe Islands of 14 December 2001 the European Community has decided not to give the Faroe Islands access to fishery for blue whiting in the Community waters. Following that decision an imbalance in the fishing possibilities in favour of the Community has occurred, which should be corrected by the Community reducing its fishing possibilities for redfish and flatfish in zone Vb (Faroese waters).\n(4) Cod and haddock should be covered by the by-catch provisions for Norway lobster in the Skagerrak and in the Kattegat.\n(5) The Inter-American Tropical Tuna Commission (IATTC) adopted, at its annual meeting in June 2002, catch limitations for yellowfin tuna; although the Community is not a member of this organisation, it is necessary to implement those catch limitations to ensure sustainable management of this fish resource.\n(6) Regulation (EC) No 2555/2001(2) should therefore be amended accordingly.\n(7) In order to ensure the livelihood of Community fishermen, it is important to apply these provisions before 31 December 2002. Given the urgency of the matter, it is imperative to grant an exception to the six-week period mentioned in paragraph I(3) of the Protocol on the role of national Parliaments of the European Union, annexed to the Treaty on European Union and to the Treaties establishing the European Communities,", "main_body": ["Regulation (EC) No 2555/2001 is amended as follows:\n1. Annex 1A is amended in accordance with Annex I to this Regulation.\n2. Annex 1C is amended in accordance with Annex II to this Regulation.\n3. In Annex V, entry 7(d) shall read:\n\"(d) When fishing for Norway lobster with a mesh size of 70 to 89 mm, the by-catches should not exceed 60 % for the following species: cod, haddock, hake, plaice, witch, lemon sole, turbot, brill, flounder, megrim, whiting, dab, saithe and lobster.\"\n4. In Annex V, the following point is added:\n\"10. Purse seines in the Eastern Pacific Ocean (Regulatory Area of the Inter-American Tropical Tuna Commission (IATTC))\nAll fishing for Yellowfin Tuna (Thunnus albacora) and Bigeye Tuna (Thunnus obesus) shall be prohibited from 1 December to 31 December 2002, within the area bounded by the following coordinates:\n- the Pacific coastlines of the Americas,\n- longitude 150° W,\n- latitude 40° N,\n- latitude 40° S.\nAs of the date of application of this Regulation purse seiners fishing for tuna in the Regulatory Area of the Inter-American Tropical Tuna Commission shall retain on board all the bigeye, skipjack and yellowfin tuna caught, except fish considered unfit for human consumption for reasons other than size, in order to provide a disincentive to the capture of these small fish. A single exception shall be the final set of a trip, when there may be insufficient well space remaining to accommodate all the tuna caught in that set.\nPurse seine vessels shall promptly release unharmed, to the extent practicable, all sea turtles, sharks, billfishes, rays, mahi-mahi and other non-target species. Fishermen are encouraged to develop and use techniques and equipment to facilitate the rapid and safe release of any such animals.\nThe following specific measures to encircled or entangled sea turtles shall apply:\n- whenever a sea turtle is sighted in the net, all reasonable efforts should be made to rescue the turtle before it becomes entangled in the net, including, if necessary, the deployment of a speedboat,\n- if a turtle is entangled in the net, net roll should stop as soon as the turtle comes out of the water and should not start again until the turtle has been disentangled and released,\n- if a turtle is brought on board a vessel, all appropriate methods to assist in the recovery of the turtle should be made before returning it to the water,\n- tuna-fishing vessels shall be prohibited from disposing of salt bags or any other type of plastic rubbish at sea.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2002.\nFor the Council\nThe President\nM. Fischer Boel\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 347, 31.12.2001, p. 1. Regulation as amended by Regulation (EC) No 1811/2002 (OJ L 276, 12.10.2002, p. 1).\nANNEX I\nIn Annex 1A to Regulation (EC) No 2555/2001, the entry concerning the species Herring in zone \"Management Unit 3\" is replaced by the following:\n>TABLE>\n>TABLE>\nANNEX II\nIn Annex 1C to Regulation (EC) No 2555/2001, the entries concerning the species Capelin in zone V, XIV (Greenland waters), the species Redfish in zone Vb (Faroese waters) and Flatfish in zone Vb (Faroese waters) are replaced by the following:\n>TABLE>\n>TABLE>\n>TABLE>"}