{"celex_id": "32005D1117(01)", "uri": "http://publications.europa.eu/resource/cellar/3eaf4b2a-d896-4f7d-8c60-332d50c27225", "type": "Decision", "concepts": ["2497", "2517", "3559", "4256", "6050"], "title": "Council Decision of 8 November 2005 appointing members of the European Advisory Committee on statistical information in the economic and social spheres\n", "header": "17.11.2005 EN XM Official Journal of the European Union C 285/1\nCOUNCIL DECISION\nof 8 November 2005\nappointing members of the European Advisory Committee on statistical information in the economic and social spheres\n(2005/C 285/01)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Decision 91/116/EEC of 25 February 1991 setting up the European Advisory Committee on statistical information in the economic and social spheres (1), and in particular Article 4 thereof,\nHaving regard to the opinion of the Commission,\nWhereas:\n(1) The term of office of the members of the aforementioned Committee will expire on 28 November 2005.\n(2) The Governments of the Member States have each put forward a list of candidates with a view to appointing two members per Member State to the Committee,", "main_body": ["The persons named in the Annex are hereby appointed as members of the European Advisory Committee on statistical information in the economic and social spheres for a renewable term of four years starting on 29 November 2005."], "attachments": "Done at Brussels, 8 November 2005.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ L 59, 6.3.1991, p. 21. Decision as amended by Decision 97/255/EC (OJ L 102, 19.4.1997, p. 32).\nANEXO — PŘÍLOHA — BILAG — ANHANG — LISA — ΠΑΡΑΡΤΗΜΑ — ANNEX — ANNEXE — ALLEGATO — PIELIKUMS — PRIEDAS — MELLÉKLET — ANNESS — BIJLAGE — ZAŁĄCZNIK — ANEXO — PRÍLOHA — PRILOGA —LIITE — BILAGA\nAT\nUlrike OSCHISCHNIG Wirtschaftskammer Österreich\nMargit EPLER Bundeskammer für Arbeiter und Angestellte\nBE\nMartine van WOUWE Professeur aux Facultés universitaires Saint-Ignace d'Anvers\nKris DEGROOTE Conseil central de l'économie\nCY\nΑντρέας ΠΑΥΛΙΚΑΣ Υπεύθυνος Γραφείου Μελετών\n(Andreas PAVLIKAS) Παγκύπριας Εργατικής Ομοσπονδίας (Head of Research Studies, Pancyprian Federation of Labour)\nΠαναγιώτης ΛΟΙΖΙΔΗΣ Γενικός Γραμματέας\n(Panayiotis I. LOIZIDES) Κυπριακού Εμπορικού και Βιομηχανικού Επιμελητηρίου (Secretary General, Cyprus Chamber of Commerce and Industry)\nCZ\nRichard HINDLS Profesor Vysoké školy ekonomické v Praze, děkan Fakulty informatiky a statistiky\nJaroslav DOSTAL Ředitel, člen představenstva společnosti Kooperativa pojištovna, a.s., Praha\nDE\nBotho Graf PÜCKLER Bundesvereinigung der Deutschen Arbeitgeberverbände\nJoachim WILDE Institut für Wirtschaftsforschung Halle\nDK\nKaren SIUNE Direktør, Analyseinstitut for Forskning\nRichard B. LARSEN Underdirektør, Dansk Industri\nEE\nKaia PHILIPS Tartu Ülikool, Majandusteaduskond\nAlari PURJU Estonian Business School\nEL\nΜιχαήλ ΣΦΑΚΙΑΝΑΚΗΣ Πανεπιστήμιο Πειραιώς, Τμήμα Οργάνωσης και\nΔιοίκησης Επιχειρήσεων (University of Piraeus, Department of Business Administration)\nΝίκος ΜΕΓΓΕΛΗΣ Πανελλήνια Ομοσπονδία Ενώσεων Συντακτών\nΔιοικητικό Συμβούλιο (Panhellenic Federation of Journalists' Unions' Executive Board)\nES\nJulio RODRÍGUEZ LÓPEZ Unión General de Trabajadores (UGT)\nJuan DE LUCIO Consejo Superior de Cámaras de Comercio, Industria y Navegación de España\nFI\nRalf RAMM-SCHMIDT Johtava asiantuntija, Elinkeinoelämän keskusliitto\nEila KILPIÖ Johtaja, Kuluttajatutkimuskeskus\nFR\nYvonick RENARD Fédération des industries mécaniques\nDenis DURAND Confédération générale du travail\nHU\nÉva PALÓCZ Kopint-Datorg Rt.\nLászló VITA Tanszékvezető egyetemi tanár Budapesti Corvinus Egyetem, Statisztika Tanszék\nIE\nPatrick GEARY National University of Ireland Maynooth\nFrances RUANE Trinity College Dublin Ireland\nIT\nAntonio GOLINI Professore di Demografia, Università di Roma «La Sapienza» — Dipartimento di Scienze Demografiche\nPietro GARIBALDI Professore di Economia, Università di Torino — Dipartimento di Scienze Economiche e Finanziarie\nLT\nGindra KASNAUSKIENĖ Vilniaus universitetas\nArtūras MANKEVIČIUS Dienraštis «Verslo žinios»\nLU\nPatrice PIERETTI Professeur au Centre Universitaire de Luxembourg\nMichel BRACHMOND Directeur, Chambre des Métiers à Luxembourg\nLV\nBiruta SLOKA Latvijas Universitātes profesore\nHenriks DANUSĒVIČS Latvijas Tirgotāju asociācijas prezidents\nMT\nReno CAMILLERI l-Awtorità tà l-Istatistika tà Malta\nCarmen DELIA Università tà Malta, Tal-Qroqq\nNL\nIneke STOOP Sociaal en Cultureel Planbureau\nKea G. TIJDENS Professor Erasmus Universiteit Rotterdam/Universiteit van Amsterdam\nPL\nBohdan WYŻNIKIEWICZ Instytut Badań nad Gospodarką Rynkową w Gdańsku\nIrena E. KOTOWSKA Profesor Szkoły Głównej Handlowej, Katedra Statystyki i Demografii\nPT\nCarlos Alberto dos Santos BRAUMANN Professor na Universidade de Évora\nFernando Manuel Pires MARQUES Confederação Geral dos Trabalhadores Portugueses\nSE\nKarin MOSSLER Chefsekonom, Socialstyrelsen\nAnders Carl Tage BJÖRKLUND Professor vid Institutet for social forskning, Stockholms universitet\nSI\nLea BREGAR Ekonomska fakulteta Univerze v Ljubljani\nVida FRAS Konfederacija sindikatov Slovenije PERGAM\nSK\nJozef KOMORNIK Profesor, Univerzita Komenského, Fakulta manažmentu\nJán TÓTH ING Banka Slovensko\nUK\nIan MACLEAN Statistics Users Council\nMartin WEALE Director, National Institute for Social and Economic Research"}