{"celex_id": "32007D0027", "uri": "http://publications.europa.eu/resource/cellar/33fa3518-7e1d-45e5-98a9-e99fd694c8f5", "type": "Decision", "concepts": ["1252", "1442", "1565", "1684", "2324", "3763", "656"], "title": "Commission Decision of 22 December 2006 adopting certain transitional measures concerning deliveries of raw milk to processing establishments and the processing of this raw milk in Romania with regard to the requirements of Regulation (EC) Nos 852/2004 and 853/2004 of the European Parliament and of Council (notified under document number C(2006) 6963)   (Text with EEA relevance)\n", "header": "13.1.2007 EN Official Journal of the European Union L 8/45\nCOMMISSION DECISION\nof 22 December 2006\nadopting certain transitional measures concerning deliveries of raw milk to processing establishments and the processing of this raw milk in Romania with regard to the requirements of Regulation (EC) Nos 852/2004 and 853/2004 of the European Parliament and of Council\n(notified under document number C(2006) 6963)\n(Text with EEA relevance)\n(2007/27/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (1) lays down general rules for food business operators on the hygiene of foodstuffs, based on hazard analysis and critical control points principles. It provides that food business operators are to comply with the structural requirements based on those principles. Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2) supplements the rules laid down in Regulation (EC) No 852/2004. The rules laid down in Regulation (EC) No 853/2004 include specific requirements for milk processing establishments, as well as hygiene requirements concerning raw milk and dairy products.\n(2) Romania is due to accede to the Community on 1 January 2007. In preparation for that accession, milk processing establishments are undergoing the necessary structural improvements in order to comply with the structural requirements laid down in Regulation (EC) No 852/2004. Since 2004 the number of establishments in compliance with Community structural requirements has increased from 12 to 123.\n(3) However, the proportion of raw milk that complies with the hygiene requirements, laid down in Regulation (EC) No 853/2004, delivered to milk processing establishments that comply with the structural requirements of Regulation (EC) No 852/2004 has only increased slightly. In 2005 out of the total production of 5,6 Mio t raw cow milk per year, 0,38 Mio t compliant raw milk was delivered to milk processing establishments.\n(4) Taking into account the current situation, it is appropriate to provide for transitional measures as regards the organisation of the milk sector in Romania.\n(5) In this respect, Annex VII, Chapter 5, Subsection I, point (c) of the Act of Accession of Bulgaria and Romania, authorises temporarily certain milk processing establishments that do not comply with the structural requirements laid down in Regulations (EC) No 852/2004 to receive deliveries of raw milk that does not comply with the relevant hygiene requirements laid down in Regulation (EC) No 853/2004 (‘non-compliant milk’).\n(6) Milk production holdings that do not comply with the hygiene requirements set out in Regulation (EC) No 853/2004 and milk processing establishments that do comply with the structural requirements set out in Regulation (EC) No 852/2004 are spread over the whole territory of Romania. Accordingly, certain of the compliant establishments receive raw milk that complies with the relevant hygiene requirements set out in Regulation (EC) No 853/2004 (‘compliant milk’) as well as non-compliant milk. Therefore, the marketing of final products from the compliant establishments should be restricted to Romania. In addition, a list of those compliant establishments should be set out in this Decision.\n(7) Furthermore, certain compliant establishments intend to process separately compliant and non-compliant milk. It is therefore necessary to establish the conditions as regards the collection and treatment of such milk and the marketing of the final products thereof. A list of those compliant establishments processing those two types of milk should also be set out in this Decision.\n(8) The transitional period granted should be limited to 18 months. The situation of the milk sector in Romania is to be reviewed before the end of that period. Accordingly, it is appropriate that Romania submit annual reports to the Commission regarding progress in the upgrading of milk production holdings supplying raw milk to compliant establishments.\n(9) The measures provided for in this Decision are in accordance with the opinion with the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lists of compliant establishments\nChapters I and II of the Annex to this Decision set out lists of milk processing establishments in Romania that comply with the structural requirements of Regulation (EC) No 852/2004, Annex II, Chapter II (‘compliant establishments’) and are authorized to receive and process raw milk which is not in compliance with Chapter I Part III, 3 and Chapter II Part III of Section IX of Annex III to Regulation (EC) No 853/2004 (non-compliant milk).", "Deliveries of non-compliant milk and processing in compliant establishments listed in Chapter I of the Annex\n1.   The compliant establishments listed in Chapter I of the Annex to this Decision may receive and process non-compliant raw milk.\n2.   As long as the establishments referred to in paragraph (1) benefit from the provisions of that paragraph products originating from compliant establishments listed in Chapter I of the Annex shall:\n(a) only be placed on the domestic market or used for further processing in other compliant establishments listed in Chapter I of the Annex, irrespective of the date of marketing;\n(b) bear a different identification mark from those provided for in Article 5(1) of Regulation (EC) No 853/2004.", "Deliveries of compliant and non-compliant milk and processing in compliant establishments listed in Chapter II of the Annex\nThe compliant establishments listed in Chapter II of the Annex to this Decision may receive and process raw milk which complies with the requirements set out in Chapter I, Part III, 3 and Chapter II, Part III of Section IX of Annex III to Regulation (EC) No 853/2004 (‘compliant milk’) and non-compliant milk on separate production lines provided that the food business operators of such establishments:\n(a) comply with Article 5 of Regulation (EC) No 852/2004;\n(b) demonstrate their capacity to comply with the following conditions, including designating the separate production lines:\n(i) to take all necessary measures to allow for the proper observance of in-house procedures for the separation of raw milk from collection up to the final production stage, including routes of milk collection, separate storage and treatment of both compliant and non-compliant milk and specific packaging and labelling of dairy products whether or not they are derived from compliant or non-compliant milk, as well as separate storage of such milk;\n(ii) to establish a procedure ensuring raw milk traceability, including the necessary documentary evidence of product movements and the accountancy for dairy products and the reconciliation of compliant and non-compliant milk with the categories of dairy products produced;\n(iii) to expose all raw milk to heat treatment at a temperature of minimum 71,7 °C for 15 seconds;\n(iv) to take all appropriate measures to ensure that identification marks referred to Annex II, Section I of Regulation (EC) No 853/2004 are not used fraudulently.", "Duties of competent authorities in Romania concerning compliant establishments listed in Chapter II of the Annex\n1.   The competent authorities in Romania shall:\n(a) ensure that food business operators of compliant establishments listed in Chapter II of the Annex take all necessary measures to allow for the proper observance of in-house procedures for the separation of raw milk and dairy products;\n(b) conduct tests and unannounced controls in compliant establishments listed in Chapter II of the Annex relating to their observance of raw milk and dairy products separation;\n(c) conduct tests in approved laboratories on all raw milk and finished products from compliant establishments listed in Chapter II of the Annex to this Decision to verify their compliance with the requirements of Chapter II of Section IX of Annex III to Regulation (EC) No 853/2004, including the microbiological criteria for dairy products.\n2.   The milk and dairy products originating in the compliant establishments listed in Chapter II of the Annex processed from non-compliant raw milk may only be placed on the domestic market or used for further processing in other such establishments or establishments listed in Chapter I and bear a different identification mark from those provided for in Article 5(1) of Regulation (EC) No 853/2004.\n3.   Only dairy products, produced in compliant milk establishments listed in Chapter II of the Annex to this Decision and complying with paragraphs 1 of this Article and the requirements of Annex III, Section IX of Regulation (EC) No 853/2004, may be marketed as compliant products complying with the provisions of that Regulation.", "Compliance and reports\n1.   Romania shall ensure the gradual compliance by the milk production holdings, referred to in Article 2(1) of this Decision, with the requirements Annex III, Section IX, Chapter I, parts II and III of Regulation (EC) No 853/2004.\n2.   Romania shall submit annual reports to the Commission on progress made in upgrading milk production holdings and the milk collection system.", "Milk and milk products produced under the provisions referred to in Articles 3 and 4 of the present Decision shall only be granted support under Title I, Chapters II and III, except Article 11 thereof, and Title II of Council Regulation (EC) No 1255/1999 (3) if they carry the oval identification mark referred to in Annex II, Section I, of Regulation (EC) No 853/2004.\nArticle7\nApplicability\nThis Decision shall apply subject to and as from the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.\nIt shall apply until 30 June 2008.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 1; corrected by OJ L 226, 25.6.2004, p. 3.\n(2)  OJ L 139, 30.4.2004, p. 55; corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Commission Regulation (EC) No 1662/2006 (OJ L 320, 18.11.2006, p. 1).\n(3)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\nANNEX\nCHAPTER I\nList of milk processing establishments in compliance with Community structural requirements authorised to receive and process without separation compliant and non-compliant milk\n1 AR 473 SC Octavian Impex SRL Dezna, County of Arad, 317110\n2 BT 17 SC Spicul 2 SRL Dorohoi, County of Botosani, 715200\n3 BT 176 SC Lacto Solomonescu SRL Miron Costin, County of Botosani, 717466\n4 BR 24 S.C. Lacta Prod SRL Braila, County of Braila, 810224\n5 CJ 7879 SC Comlact SRL Corusu, County of Cluj, 407056\n6 DB 59 SC Industrializarea Laptelui SA Targoviste, County of Dambovita, 130062\n7 NT 241 SC Pro Com Pascal SRL Pastraveni, County of Neamt, 617300\n8 NT 556 SC Stefanos SRL Trifesti, County of Neamt, 617475\n9 SB 237 SC Carpalat SRL Mandra, County of Sibiu, 557124\n10 SB 298 SC Gefa Impex SRL Talmaciu, County of Sibiu, 555700\n11 L 56 SC Camy Lact SRL Panaci-Vatra Dornei, County of Suceava, 727405\n12 VN 25 SC Vitaprod SRL Dumitresti, County of Vrancea, 727110\n13 BC 4826 S.C. Marlact SRL Buhoci, County of Bacau, 607085\n14 BH 4646 SC Abacus Trade SRL Toboliu, County of Bihor, 417273\n15 BH 2980 SC Cîmpaneii Prest SRL Mierlău, County of Bihor, 417277\n16 BT 342 SC Indagrovet SRL Coțușca, County of Botosani, 717090\n17 BT 240 SC Geny Com SRL Vf. Câmpului, County of Botosani, 717450\n18 BT 205 SC Cicos SRL George Enescu, County of Botosani, 717170\n19 BR 215 S.C. Android Trading SRL Maxineni, County of Braila, 817090\n20 BZ 0627 SC Ianis Cos Lact SRL C.A. Rosetti, County of Buzau, 127120\n21 BZ 0298 SC Camen Tas SRL Smeeni, County of Buzau, 127595\n22 CJ 4185 SC Bonas Import Export SRL Dezmir, County of Cluj, 407039\n23 CV 56 SC Milk COM SRL Saramas, County of Covasna, 527012\n24 CV 690 SC Mark SRL Brates, County of Covasna, 527050\n25 CV 234 SC Zugo SRL Belin, County of Covasna, 527030\n26 HR 383 S.C. Lactate Harghita SA Cristuru Secuiesc, County of Harghita, 535400\n27 HR 70 S.C. Primulact SRL Miercurea Ciuc, County of Harghita, 530242\n28 NT 607 S.C. D. A Secuieni Secuieni, County of Neamt, 617405\n29 OT 2836 SC Bourella Maris SRL Babiciu, County of Olt, 237015\n30 PH 6448 SC Rusara Prodcom SRL Valea Calugareasca, County of Prahova, 107620\n31 PH 212 S.C. Vitoro SRL Ploiesti, County of Prahova, 100537\n32 PH 6067 S.C. Zoe Gab SRL Fulga, County of Prahova, 107260\n33 SJ 52 SC Sanolact Maeriste, County of Salaj, 457235\n34 SV 4162 SC Malinul SRL Malini, County of Suceava, 727350\n35 SV 5355 SC Lacto Zaharia Frumosu, County of Suceava, 727260\n36 SV 6394 SC Martin's European Food Products Comimpex SRL Bosanci, County of Suceava, 727045\n37 TL 1328 SC Izacos Lact SRL Topolog, County of Tulcea, 827220\n38 VN 35 SC Monaco SRL Vrâncioaia, County of Vrancea, 627445\n39 AG 6 SC Bradet SRL Bradulet, County of Arges, 117145\n40 L 57 SC Hochland Romania SRL Sovata, County of Mures, 545500\n41 AG 4 S.C. Dincudana SRL Bradu, County of Arges, 117148\n42 BH 1705 SC Dorlact SRL Beznea, County of Bihor, 417081\n43 CS 116 SC Fabrica de Produse Lactate Oravita, County of Caras Severin, 325600\n44 NT 900 S.C. Complex Agroalimentar SRL Bicaz, County of Neamt, 615100\n45 TL 965 SC Mineri SRL Mineri, County of Tulcea, 827211\n46 CJ 41 SC Kazal SRL Dej, County of Cluj, 405200\n47 L 40 SC Napolact SA Huedin, County of Cluj, 405400\n48 SM 3876 S.C. Schwaben Molkerei Carei, County of Satu Mare, 445100\nCHAPTER II\nList of milk processing establishments in compliance with Community structural requirements authorised to receive and process separately compliant and non-compliant milk\n1 AB 3508 SC Unichim Romania SRL Unirea, County of Alba, 517785\n2 L 81 SC Raraul SA Campulung Moldovenesc, County of Suceava, 725100\n3 AG 5 S.C. Lactag SA Fabrica Costesti Costesti, County of Arges, 115200\n4 BC 6100 SC Depcoinf MBD SRL Targu Trotus, County of Bacau, 607630\n5 BT 60 SC Five Continents Group SRL Rachiti, County of Botosani, 717310\n6 BR 65 S.C. Brailact SRL Braila, County of Braila, 810224\n7 L 35 S.C.Danone PDPA Romania SRL Bucuresti, 032451\n8 CT 30 SC Niculescu Prod SRL Cumpana, County of Constanta, 907105\n9 CT 15 SC Nic Costi Trade SRL Dorobantu, County Constanta, 907211\n10 L 9 SC Covalact SA Sfantu Gheorghe, County of Covasna, 520076\n11 L 22 SC Dorna Lactate SA Dorna Candrenilor — Floreni, County of Suceava, 727190\n12 L 53 S.C. Friesland România SA Carei, County of Satu Mare, 445100\n13 TR 78 SC Interagro SRL Zimnicea, County of Teleorman, 145400\n14 VS 2196 SC Ilvas SA Vaslui, County of Vaslui, 730040\n15 SV 001 SC La Dorna Agri SA Dorna Candreni, County of Suceava, 727190\n16 SV 6352 SC La Dorna Chesse SA Dorna Arini, County of Suceava, 727200\n17 BH 5206 SC Prolacta SRL Copacel, County of Bihor, 417205\n18 BZ 0098 SC Meridian Agroind Ramnicu Sarat, County of Buzau, 125300\n19 CT 299 SC Nascu SRL Indepenta, County of Constanta, 907145\n20 CT 294 SC Suflaria Import Export SRL Cheia, County of Constanta, 907277\n21 MM 4758 SC Milk-Humana SRL Baia Mare, County of Maramures, 430306\n22 MM 521 SC Oblaza SRL Birsana, County of Maramures, 437035\n23 MM 725 SC Avi Seb Impex SRL Tirgu Lapus, County of Maramures, 435600\n24 TL 855 SC Deltalact SA Tulcea, County of Tulcea, 820009"}