{"celex_id": "32009L0106", "uri": "http://publications.europa.eu/resource/cellar/96bcea07-800b-4610-a884-170321a72de8", "type": "Directive", "concepts": ["1284", "1425", "1552", "1590", "5573", "6052"], "title": "Commission Directive 2009/106/EC of 14 August 2009 amending Council Directive 2001/112/EC relating to fruit juices and certain similar products intended for human consumption\n", "header": "15.8.2009 EN Official Journal of the European Union L 212/42\nCOMMISSION DIRECTIVE 2009/106/EC\nof 14 August 2009\namending Council Directive 2001/112/EC relating to fruit juices and certain similar products intended for human consumption\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty Establishing the European Communities,\nHaving regard to Council Directive 2001/112/EC of 20 December 2001 relating to fruit juices and certain similar products intended for human consumption (1), and in particular article 7 thereof,\nWhereas:\n(1) In order to enhance free movement of fruit juices and certain similar products within the Community, Directive 2001/112/EC has laid down specific provisions regarding production, composition and labelling of the products concerned. Those rules should be adapted to technical progress and should take account of developments in relevant international standards, in particular the Codex Standard for fruit juices and nectars (Codex Stan 247-2005) which was adopted by the Codex Alimentarius Commission during its 28th session on 4-9 July 2005 and the Code of Practice of the European Fruit juice Association (AIJN).\n(2) This Codex Standard establishes in particular quality factors and labelling requirements for fruit juices and similar products. The AIJN Code of Practice also establishes quality factors for fruit juice from concentrate and is internationally used as a reference standard for self-regulation in the fruit juice industry. Directive 2001/112/EC should be brought into line, as far as possible, with these standards.\n(3) This Codex Standard lays down that the product made by reconstituting concentrated fruit juice is described as ‘fruit juice from concentrate’. The corresponding labelling requirement at Community level should also use these internationally recognised terms. In order to ensure consistency of labelling in all Member States, linguistic versions should be modified where necessary to comply with the Codex wording.\n(4) This Codex Standard and the AIJN code of practice also establish minimum Brix values for a list of fruit juices from concentrate; as these values facilitate the testing for minimum quality requirements, they should be taken into consideration as far as they correspond to the reference values used in the Community.\n(5) Directive 2001/112/EC should be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Directive 2001/112/EC is amended as follows:\n1. In Article 3, paragraph 6, the words ‘made with concentrate(s)’ and ‘partially made with concentrate(s)’ shall be replaced by the words ‘from concentrate(s)’ and ‘partially from concentrate(s)’ respectively.\n2. In Annex I, Part I (Definitions), paragraph 1, point (b), the second subparagraph is replaced by the following:\n3. An Annex V, as set out in the Annex to this Directive, is added.", "The Member States shall, by 1 January 2011 at the latest, bring into force the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately communicate the text of those provisions to the Commission.\nWhen the Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication.\nThe methods of making such reference shall be laid down by the Member States.", "This Directive shall enter into force on the seventh day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 August 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 10, 12.1.2002, p. 58.\nANNEX\n‘ANNEX V\nFruit’s Common Name Botanical Name Minimum degree Brix values for reconstituted fruit juice and reconstituted fruit purée\nApple (*) Malus domestica Borkh. 11,2\nApricot (**) Prunus armeniaca L. 11,2\nBanana (**) Musa sp. 21,0\nBlackcurrant (*) Ribes nigrum L. 11,6\nGrape (*) Vitis vinifera L. or hybrids thereof 15,9\nGrapefruit (*) Citrus x paradise Macfad. 10,0\nGuava (**) Psidium guajava L. 9,5\nLemon (*) Citrus limon (L.) Burm.f. 8,0\nMango (**) Mangifera indica L. 15,0\nOrange (*) Citrus sinensis (L.) Osbeck 11,2\nPassion Fruit (*) Passiflora edulis Sims 13,5\nPeach (**) Prunus persica (L.) Batsch var. Persica 10,0\nPear (**) Pyrus communis L. 11,9\nPineapple (*) Ananas comosus (L.) Merr. 12,8\nRaspberry (*) Rubus idaeus L. 7,0\nSour Cherry (*) Prunus cerasus L. 13,5\nStrawberry (*) Fragaria x ananassa Duch. 7,0\nMandarin (*) Citrus reticulata Blanco 11,2\nIf a juice from concentrate is manufactured from a fruit not mentioned in the above list, the minimum Brix level of the reconstituted juice shall be the Brix level of the juice as extracted from the fruit used to make the concentrate."}