{"celex_id": "32009R0957", "uri": "http://publications.europa.eu/resource/cellar/aa58d3d7-ce93-4756-b4d1-1552aadfdab2", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "888", "946"], "title": "Commission Regulation (EC) No 957/2009 of 14 October 2009 establishing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2010 under certain GATT quotas\n", "header": "15.10.2009 EN Official Journal of the European Union L 270/3\nCOMMISSION REGULATION (EC) No 957/2009\nof 14 October 2009\nestablishing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2010 under certain GATT quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1282/2006 of 17 August 2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products (2), and in particular Article 25(1) and (3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 671/2009 of 24 July 2009 opening the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2010 under certain GATT quotas (3) opens the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2010 under the GATT quotas referred to in Article 23 of Regulation (EC) No 1282/2006.\n(2) Applications for export licences for certain quotas and product groups exceed the quantities available for the 2010 quota year. Allocation coefficients as provided for in Article 25(1) of Regulation (EC) No 1282/2006 should therefore be established.\n(3) In the case of product groups and quotas for which the applications lodged are for quantities less than those available, it is appropriate, in accordance with Article 25(3) of Regulation (EC) No 1282/2006, to provide for the allocation of the remaining quantities to the applicants in proportion to the quantities applied for. The allocation of such further quantities should be conditional upon the competent authority being notified of the quantities accepted by the operator concerned and upon the interested operators lodging a security.\n(4) Given the time limit for carrying out the procedure for establishing those coefficients, as provided for in Article 4 of Regulation (EC) No 671/2009, this Regulation should apply as soon as possible,", "main_body": ["Applications for export licences lodged pursuant to Regulation (EC) No 671/2009 in respect of the product groups and quotas identified by 16-Tokyo, 16-, 17-, 18-, 20- and 21-Uruguay, and 25-Tokyo in column 3 of the Annex to this Regulation shall be accepted, subject to the application of the allocation coefficients in column 5 of that Annex.", "Applications for export licences lodged pursuant to Regulation (EC) No 671/2009 in respect of the product groups and quotas identified by 22-Tokyo, 22- and 25-Uruguay in column 3 of the Annex to this Regulation shall be accepted for the quantities requested.\nExport licences may be issued for further quantities distributed in accordance with the allocation coefficients in column 6 of the Annex, after acceptance by the operator within one week of publication of this Regulation and subject to the lodging of the security applicable.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 234, 29.8.2006, p. 4.\n(3)  OJ L 194, 25.7.2009, p. 47.\nANNEX\nIdentification of group in accordance with Additional Notes in Chapter 4 of the Harmonised Tariff Schedule of the United States Identification of group and quota Quantity available for 2010 Allocation coefficient provided for under Article 1 Allocation coefficient provided for under Article 2\nNote No Group\n(1) (2) (3) (4) (5) (6)\n16 Not specifically provided for (NSPF) 16-Tokyo 908,877 0,2475189\n16-Uruguay 3 446,000 0,1468871\n17 Blue Mould 17-Uruguay 350,000 0,0806452\n18 Cheddar 18-Uruguay 1 050,000 0,2685422\n20 Edam/Gouda 20-Uruguay 1 100,000 0,1510989\n21 Italian type 21-Uruguay 2 025,000 0,0887769\n22 Swiss or Emmenthaler cheese other than with eye formation 22-Tokyo 393,006  2,6200400\n22-Uruguay 380,000  3,8000000\n25 Swiss or Emmenthaler cheese with eye formation 25-Tokyo 4 003,172 0,9702307\n25-Uruguay 2 420,000  1,5765472"}