{"celex_id": "32007R0479", "uri": "http://publications.europa.eu/resource/cellar/f15bab45-6ede-45bb-880c-2bfc793a4161", "type": "Regulation", "concepts": ["1442", "1590", "1596", "2735", "2737"], "title": "Commission Regulation (EC) No 479/2007 of 27 April 2007 amending Regulation (EC) No 2076/2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (Text with EEA relevance )\n", "header": "28.4.2007 EN Official Journal of the European Union L 111/46\nCOMMISSION REGULATION (EC) No 479/2007\nof 27 April 2007\namending Regulation (EC) No 2076/2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 16 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2076/2005 (3) lays down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council.\n(2) Article 6 of Commission Regulation (EC) No 2074/2005 (4) provides for model health certificates for imports of certain products of animal origin for the purpose of Regulation (EC) No 853/2004. Those products are set in Annex VI to Regulation (EC) No 2074/2005 and cover frogs' legs and snails, gelatine, collagen, fishery products, live bivalve molluscs and honey and other apiculture products.\n(3) Article 7(4) of Regulation (EC) No 2076/2005 provides for a derogation from Annex VI to Regulation (EC) No 2074/2005 for the products referred to in that Annex for which the relevant import certificates have been issued in accordance with the harmonised Community rules in force before 1 January 2006, where applicable, and with the national rules implemented by the Member States before that date in other cases, which may be imported into the Community until 1 May 2007.\n(4) In order to avoid any disruption of trade and any administrative difficulties at points of entry into the Community due to the late adaptation of third country certification system to the new certification regime introduced by Regulation (EC) No 2074/2005, the use of certificates issued under the previous certification regime and signed before 1 May 2007, should be allowed after 1 May 2007 until 30 June 2007 for imports into the Community of the products referred to in Annex VI to that Regulation.\n(5) Fish oil is included in the definition of fishery products. Specific requirements for production and placing on the market of fish oil for human consumption have been laid down in Annex III to Regulation (EC) No 853/2004. However, Article 7(3) of Regulation (EC) No 2076/2005 provides for a derogation from that Annex for establishments in third countries producing fish oil intended for human consumption until 31 October 2007. Transitional arrangements should be foreseen accordingly to authorise import of such products into the Community accompanied by certificates issued according to national rules applicable before the entry into force of Commission Regulation (EC) No 1664/2006, until 31 December 2007.\n(6) Article 17 of Regulation (EC) No 2076/2005 allows certain third countries which have not yet undergone a Community control to export live bivalve molluscs and fishery products into the Community under certain conditions. These products must be accompanied by the model health certificates laid down in Commission Decisions 95/328/EC (5) and 96/333/EC (6), which contain attestation regarding public health aspects only. For animal health purposes, these model health certificates must be supplemented by the certificates introduced by Regulation (EC) No 2074/2005 which cover both public and animal health aspects. It is therefore necessary for clarity and legal certainty reasons and to reduce the administrative burden to refer only to the certificates introduced by Regulation (EC) No 2074/2005.\n(7) Regulation (EC) No 2076/2005 should be amended accordingly,", "main_body": ["Regulation (EC) No 2076/2005 is amended as follows:\n1. In Article 7, paragraph 4 is replaced by the following:\n(a) products referred to in that Annex for which a certificate has been issued in accordance with the harmonised Community rules in force before 1 January 2006, where applicable, and with the national rules implemented by the Member States before that date in other cases, duly completed and signed prior to 1 May 2007, may be imported into the Community until 30 June 2007;\n(b) fish oil for which a certificate has been issued in accordance with national rules applicable before the entry into force of Commission Regulation (EC) No 2074/2005, duly completed and signed prior to 31 October 2007, may be imported into the Community until 31 December 2007.’\n2. In Article 17(2), point (b) is replaced by the following:\n‘(b) The competent authority of the importing Member State shall ensure that these imported products are marketed only on its domestic market or on the domestic markets allowing the same imports and’\n3. In Article 17(2), the following point (c) is added:\n‘(c) The competent authority of the third country or territory takes appropriate measures in order to ensure that these imported products are accompanied as from 31 October 2007 by the model health certificates laid down in Annex VI to Regulation (EC) No 2074/2005.", "This Regulation shall enter into force on 1 May 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 139, 30.4.2004, p. 206, as corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 1791/2006.\n(3)  OJ L 338, 22.12.2005, p. 83. Regulation as amended by Regulation (EC) No 1666/2006 (OJ L 320, 18.11.2006, p. 47).\n(4)  OJ L 338, 22.12.2005, p. 27. Regulation as amended by Regulation (EC) No 1664/2006 (OJ L 320, 18.11.2006, p. 13).\n(5)  OJ L 191, 12.8.1995, p. 32. Decision as last amended by Decision 2004/109/EC (OJ L 32, 5.2.2004, p. 17).\n(6)  OJ L 127, 25.5.1996, p. 33. Decision as last amended by Decision 2004/119/EC (OJ L 36, 7.2.2004, p. 56)."}