{"celex_id": "32009R0246", "uri": "http://publications.europa.eu/resource/cellar/b8a6c33d-758e-4003-b0af-c3abfa6318e7", "type": "Regulation", "concepts": ["2602", "3581", "4509", "4519", "4522", "802"], "title": "Council Regulation (EC) No 246/2009 of 26 February 2009 on the application of Article 81(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia) (Codified version)\n", "header": "25.3.2009 EN Official Journal of the European Union L 79/1\nCOUNCIL REGULATION (EC) No 246/2009\nof 26 February 2009\non the application of Article 81(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia)\n(Codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 83 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EEC) No 479/92 of 25 February 1992 on the application of Article 85(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia) (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Article 81(1) of the Treaty may in accordance with Article 81(3) thereof be declared inapplicable to categories of agreements, decisions and concerted practices which fulfil the conditions contained in Article 81(3).\n(3) Pursuant to Article 83 of the Treaty, the provisions for the application of Article 81(3) of the Treaty should be adopted by way of Regulation or Directive. According to Article 83(2)(b), these provisions must lay down detailed rules for the application of Article 81(3), taking into account the need to ensure effective supervision, on the one hand, and to simplify administration to the greatest possible extent on the other. According to Article 83(2)(d), these provisions are required to define the respective functions of the Commission and of the Court of Justice.\n(4) Liner shipping is a capital intensive industry. Containerisation has increased pressures for cooperation and rationalisation. The Community shipping industry should attain the necessary economies of scale in order to compete successfully on the world liner shipping market.\n(5) Joint-service agreements between liner shipping companies with the aim of rationalising their operations by means of technical, operational and/or commercial arrangements (described in shipping circles as consortia) can help to provide the necessary means for improving the productivity of liner shipping services and promoting technical and economic progress.\n(6) Maritime transport is important for the development of the Community’s trade and the consortia agreements may play a role in this respect, taking account of the special features of international liner shipping. The legalisation of these agreements is a measure which can make a positive contribution to improving the competitiveness of shipping in the Community;\n(7) Users of the shipping services offered by consortia can obtain a share of the benefits resulting from the improvements in productivity and service, by means of, inter alia, regularity, cost reductions derived from higher levels of capacity utilisation, and better service quality stemming from improved vessels and equipment.\n(8) The Commission should be enabled to declare by way of Regulation that the provisions of Article 81(1) of the Treaty do not apply to certain categories of consortia agreements, decisions and concerted practices, in order to make it easier for undertakings to cooperate in ways which are economically desirable and without adverse effect from the point of view of competition policy. The Commission, in close and constant liaison with the competent authorities of the Member States, should be able to define precisely the scope of these exemptions and the conditions attached to them.\n(9) Consortia in liner shipping are a specialised and complex type of joint venture. There is a great variety of different consortia agreements operating in different circumstances. The scope, parties, activities or terms of consortia are frequently altered. The Commission should therefore be given the responsibility of defining from time to time the consortia to which a group exemption should apply.\n(10) In order to ensure that all the conditions of Article 81(3) of the Treaty are met, conditions should be attached to group exemptions to ensure in particular that a fair share of the benefits will be passed on to shippers and that competition is not eliminated,", "main_body": ["1.   The Commission may by Regulation and in accordance with Article 81(3) of the Treaty, declare that Article 81(1) of the Treaty shall not apply to certain categories of agreements between undertakings, decisions of associations of undertakings and concerted practices that have as an object to promote or establish cooperation in the joint operation of maritime transport services between liner shipping companies, for the purpose of rationalising their operations by means of technical, operational or commercial arrangements with the exception of price fixing (consortia).\n2.   Such Regulation adopted pursuant to paragraph 1 of this article shall define the categories of agreements, decisions and concerted practices to which it applies and shall specify the conditions and obligations under which, pursuant to Article 81(3) of the Treaty, they shall be considered exempted from the application of Article 81(1) of the Treaty.", "1.   The Regulation adopted pursuant to Article 1 shall apply for a period of five years, calculated as from the date of its entry into force.\n2.   The Regulation adopted pursuant to Article 1 may be repealed or amended where circumstances have changed with respect to any of the facts which were basic to its adoption.", "The Regulation adopted pursuant to Article 1 may include a provision stating that it applies with retroactive effect to agreements, decisions and concerted practices which were in existence at the date of entry into force of such Regulation, provided they comply with the conditions established in that Regulation.", "The Regulation adopted pursuant to Article 1 may stipulate that the prohibition contained in Article 81(1) of the Treaty shall not apply, for such a period as fixed by that Regulation, to agreements, decisions and concerted practices already in existence at 1 January 1995, to which Article 81(1) applies by virtue of the accession of Austria, Finland and Sweden and which do not satisfy the conditions of Article 81(3). However, this Article shall not apply to agreements, decisions and concerted practices which, as at 1 January 1995, already fell under Article 53(1) of the EEA Agreement.", "Before adopting the Regulation referred to in Article 1, the Commission shall publish a draft thereof to enable all the persons and organisations concerned to submit their comments within such reasonable time limit as the Commission shall fix, but in no case less than one month.", "Before publishing the draft Regulation and before adopting the Regulation pursuant to Article 1, the Commission shall consult the Advisory Committee on Restrictive Practices and Dominant Positions referred to in Article 14 of Council Regulation (EC) No 1/2003 of 16 December 2002 on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty (4).", "Regulation (EEC) No 479/92, as amended by the acts listed in Annex I, is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex II.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2009.\nFor the Council\nThe President\nI. LANGER\n(1)  Opinion of the European Parliament of 23 April 2008 (not yet published in the Official Journal).\n(2)  OJ L 55, 29.2.1992, p. 3.\n(3)  See Annex I.\n(4)  OJ L 1, 4.1.2003, p. 1.\nANNEX I\nRepealed Regulation with list of its successive amendments\n(referred to in Article 7)\nCouncil Regulation (EEC) No 479/92\nCouncil Regulation (EC) No 1/2003 Article 42 only\n1994 Act of Accession, Article 29 and Annex I, point IIIA.4\nANNEX II\nCORRELATION TABLE\nRegulation (EEC) No 479/92 This Regulation\nArticles 1, 2 and 3 Articles 1, 2 and 3\nArticle 3a Article 4\nArticle 4 Article 5\nArticle 5 Article 6\n— Article 7\nArticle 7 Article 8\n— Annex I\n— Annex II"}