{"celex_id": "32003D0908", "uri": "http://publications.europa.eu/resource/cellar/04e69692-3faf-43a7-9934-85cbb09f6685", "type": "Decision", "concepts": ["1159", "1188", "1474", "2556"], "title": "2003/908/EC: Council Decision of 15 December 2003 on the conclusion of an agreement in the form of an Exchange of Letters relating to the provisional application of the Protocol modifying the fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the Local Government of Greenland, on the other with regard to the provisions for experimental fisheries and the budgetary support programme\n", "header": "Council Decision\nof 15 December 2003\non the conclusion of an agreement in the form of an Exchange of Letters relating to the provisional application of the Protocol modifying the fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the Local Government of Greenland, on the other with regard to the provisions for experimental fisheries and the budgetary support programme\n(2003/908/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2), first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with Article 14 of the Agreement on fisheries between the European Economic Community, on the one hand and the Government of Denmark and the Local Government of Greenland, on the other(1), the two Parties held negotiations with a view to determining the amendments to be made to the fourth Protocol laying down the conditions relating to fishing provided for in that Agreement.\n(2) As a result of these negotiations, a Protocol modifying the fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the Local Government of Greenland, on the other, was initialled on 18 June 2003.\n(3) The Protocol contains provisions on experimental fisheries which the Parties agreed to apply from 1 July 2003. For this reason, the two Parties initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of those provisions, from 1 July 2003, and of the budgetary support programme for a structural policy in the fisheries sector in Greenland. The Agreement in the form of an Exchange of Letters does not provide for the provisional application of other provisions of the Protocol modifying the fourth Protocol. The Agreement in the form of an Exchange of Letters should be approved pending the completion of the necessary procedures for the conclusion of the Protocol modifying the fourth Protocol,", "main_body": ["The Agreement in the form of an Exchange of Letters relating to the provisional application of the Protocol modifying the Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the Local Government of Greenland, on the other, for the period 1 January 2004 to 31 December 2006, with regard to the provisions for experimental fisheries and the budgetary support programme for a structural policy in the fisheries sector in Greenland, is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Protocol modifying the fourth Protocol are attached to this Decision.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 15 December 2003.\nFor the Council\nThe President\nA. Marzano\n(1) OJ L 29, 1.2.1985, p. 9."}