{"celex_id": "32001R1324", "uri": "http://publications.europa.eu/resource/cellar/b9d96889-afd3-4cb2-9c43-f073b18b7e99", "type": "Regulation", "concepts": ["2400", "4378", "4505", "4521", "75"], "title": "Commission Regulation (EC) No 1324/2001 of 29 June 2001 amending Regulation (EEC) No 1617/93 as regards consultations on passenger tariffs and slot allocation at airports\n", "header": "Commission Regulation (EC) No 1324/2001\nof 29 June 2001\namending Regulation (EEC) No 1617/93 as regards consultations on passenger tariffs and slot allocation at airports\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3976/87 of 14 December 1987 on the application of Article 85(3) of the Treaty to certain categories of agreements and concerted practices in the air transport sector(1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 2 thereof,\nHaving published a draft of this Regulation(2),\nHaving consulted the Advisory Committee on Agreements and Dominant Positions in Air Transport,\nWhereas:\n(1) By Commission Regulation (EEC) No 1617/93(3), as last amended by Regulation (EC) No 1083/1999(4), the Commission granted a block exemption for, among other things, consultation on tariffs for the carriage of passengers and their baggage on scheduled air services and slot allocation at airports and airport scheduling. That Regulation is applicable until 30 June 2001.\n(2) The Commission has initiated a consultation on whether the block exemption for consultations on passenger tariffs should be maintained in its current form. That consultation will be completed by the end of 2001. Following that consultation, the Commission may make proposals for a new block exemption or initiate an individual procedure. The current block exemption for consultations on passenger tariffs should therefore be extended for one year.\n(3) The reasons obtaining in 1993 for granting a block exemption for agreements and concerted practices on slot allocation and airport scheduling of air services between airports within the Community remain fully valid today. It is therefore appropriate to extend that block exemption. In order to allow for the possibility of adapting this block exemption once the envisaged amendments to Council Regulation (EEC) No 95/93 of 18 January 1993 on common rules for the allocation of slots at Community airports(5) are adopted, that extension should be granted for three years.\n(4) Regulation (EEC) No 1617/93 should therefore be amended accordingly,", "main_body": ["In Article 7 of Regulation (EEC) No 1617/93, the second paragraph is replaced by the following: \"It shall apply until 30 June 2002 so far as the exemption for consultations on tariffs for the carriage of passengers with their baggage is concerned and until 30 June 2004 so far as the exemption for slot allocation and airport scheduling is concerned.\"", "This Regulation shall enter into force on 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2001.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 374, 31.12.1987, p. 9.\n(2) OJ C 107, 7.4.2001, p. 4.\n(3) OJ L 155, 26.6.1993, p. 18.\n(4) OJ L 131, 27.5.1999, p. 27.\n(5) OJ L 14, 22.1.1993, p. 1."}