{"celex_id": "32008R0748", "uri": "http://publications.europa.eu/resource/cellar/aeef68e1-023f-441f-9e87-69fec94d8235", "type": "Regulation", "concepts": ["161", "1644", "2743", "3191", "4682", "5367"], "title": "Commission Regulation (EC) No 748/2008 of 30 July 2008 on the opening and administration of an import tariff quota for frozen thin skirt of bovine animals falling within CN code 02062991 (Recast)\n", "header": "31.7.2008 EN Official Journal of the European Union L 202/28\nCOMMISSION REGULATION (EC) No 748/2008\nof 30 July 2008\non the opening and administration of an import tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91\n(Recast)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 996/97 of 3 June 1997 on the opening and administration of an import tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91 (2) has been substantially amended several times (3). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2) Pursuant to Schedule CXL, the Community agreed to open an annual tariff quota of 1 500 tonnes for frozen thin skirt of bovine animal falling within CN code 0206 29 91. That quota should be opened on a multiannual basis for periods of 12 months commencing on 1 July and the detailed rules of application laid down.\n(3) Commission Regulation (EC) No 376/2008 (4) lays down detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products. Commission Regulation (EC) No 382/2008 (5) lays down detailed rules for implementing the arrangements for import licences for beef and veal.\n(4) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (6) applies to import licences for import tariff quota periods starting from 1 January 2007.\n(5) In order to ensure efficient administration of the import of meat originating in and coming from Argentina, that country is required to issue certificates of authenticity guaranteeing the origin of the products concerned. The layout of those certificates and the procedures for using them must be specified.\n(6) Certificates of authenticity must be issued by an authority in Argentina. That authority must present all the necessary guarantees to ensure that the arrangements in question operate properly.\n(7) In order to ensure efficient administration of the import of frozen thin skirt originating in and coming from Argentina, it should be laid down that, where appropriate, the issue of import licences should be subject to verification, inter alia, of the information given on certificates of authenticity.\n(8) For other countries, the quota should be managed only on the basis of Community import licences, with derogations in certain cases from the applicable rules.\n(9) Provision must be made for the Member States to forward information on the imports in question.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   A Community import tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91 is hereby opened every year for an annual volume of 1 500 tonnes for periods from 1 July to 30 June of the following year, hereinafter referred to as the ‘import tariff quota period’.\nThis quota carries order number 09.4020.\n2.   The ad valorem customs duty on the quota referred to in paragraph 1 shall be 4 %.\n3.   The annual quota shall be allocated as follows:\n(a) 700 tonnes originating in and coming from Argentina;\n(b) 800 tonnes originating in and coming from other third countries.\n4.   Only whole thin skirt may be imported under the quota.\n5.   For the purposes of this Regulation, thin skirt which is frozen, with an internal temperature of not above – 12 °C when it enters the customs territory of the Community, shall be deemed to be ‘frozen thin skirt’.\n6.   For the import arrangements referred to in paragraph 3(a) of this Article, the provisions of Regulation (EC) No 376/2008, Chapter III of Regulation (EC) No 1301/2006 and Regulation (EC) No 382/2008 shall apply, save as otherwise provided for in this Regulation.\nFor the import arrangements referred to in paragraph 3(b) of this Article, the provisions of Regulations (EC) No 376/2008, (EC) No 1301/2006 and (EC) No 382/2008 shall apply, save as otherwise provided for in this Regulation.", "1.   Licence applications and licences themselves shall contain the following entries:\n(a) in section 8, the country of origin and, for the import of the quantities referred to in Article 1(3)(a), the box ‘yes’ shall be ticked;\n(b) in section 20 at least one of the entries listed in Annex I.\n2.   By way of derogation from Article 2(1) of Regulation (EC) No 382/2008, import licences shall be valid until the end of the import tariff quota period.", "1.   The certificate of authenticity to be issued by Argentina shall be made out in one original and at least one copy on a form corresponding to the specimen at Annex II.\nThe form shall measure approximately 210 × 297 millimetres. The paper shall weigh not less than 40 grams per square metre.\n2.   Forms shall be printed and completed in one of the official languages of the Community and also, if desired, in the official language of Argentina.\n3.   Each certificate of authenticity shall bear an individual serial number assigned by the issuing authority referred to at Annex III (hereinafter the issuing authority). The copies shall bear the same serial number as the original.\n4.   The original and copies thereof may be typed or hand-written. In the latter case, they must be completed in black ink and in block capitals.", "1.   Certificates of authenticity shall be valid only if they are duly completed and endorsed, in accordance with the instructions given at Annex II, by the issuing authority.\n2.   A certificate of authenticity shall be deemed to have been duly endorsed if it specifies the date and place of issue and if it bears the stamp of the issuing authority and the signature of the person or persons empowered to sign it.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed seal.", "1.   Certificates of authenticity shall be valid for three months from the date of issue.\nHowever, certificates may not be presented to the competent national authority after 30 June following the date of issue.\n2.   The original of the certificate of authenticity drawn up in accordance with Articles 3, 4 and 6 plus a copy thereof shall be presented to the competent national authority together with the application for the first import licence relating to the certificate of authenticity.\nA certificate of authenticity may be used for the issuing of more than one import licence for a total quantity not exceeding that shown on the certificate. Where more than one licence is issued in respect of a certificate, the competent national authority shall endorse the certificate of authenticity to show the quantity attributed.\nThe competent national authorities may issue import licences only after they are satisfied that all the information on the certificate of authenticity corresponds to that received each week from the Commission on the subject. The import licences shall be issued immediately thereafter.\n3.   Notwithstanding the third subparagraph of paragraph 2, the competent national authorities may, in exceptional cases and on duly reasoned application, issue import licences on the basis of the relevant certificates of authenticity before the information from the Commission is received. In such cases, the security for the import licences shall be EUR 50 per 100 kg net weight. After receiving the information concerning the certificate, the Member States shall replace the security by that of EUR 12 per 100 kg net weight.", "1.   The issuing authority shall:\n(a) be recognised as such by Argentina;\n(b) undertake to check the particulars on certificates of authenticity;\n(c) undertake to supply the Commission and the Member States, on request, with any information enabling the particulars on certificates of authenticity to be evaluated.\n2.   The Commission shall revise Annex III if an issuing authority ceases to be recognised or fails to fulfil one of the obligations incumbent on it or if a new issuing authority is designated.", "In order to qualify for the import arrangements referred to in Article 1(3)(b), the licence application lodged by the applicant may relate to a maximum of 80 tonnes.", "1.   The licence applications referred to in Article 7 shall be lodged only during the first 10 days of each import tariff quota period.\n2.   No later than 16:00, Brussels time, on the seventh working day following the end of the period for the lodging of applications, the Member States shall notify the Commission of the total quantity per country of origin covered by applications.\n3.   Import licences shall be issued as from the seventh and no later than the 16th working day following the end of the period for the notifications referred to in paragraph 2.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify to the Commission:\n(a) no later than 31 August following the end of each import tariff quota period, the quantities of products, including nil returns, for which import licences were issued in the previous import tariff quota period;\n(b) no later than 31 October following the end of each import tariff quota period, the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   No later than 31 October following the end of each import tariff quota period, Member States shall notify to the Commission the quantities of products, which were actually released for free circulation during the preceding import tariff quota period.\nHowever, as of the import tariff quota period starting on 1 July 2009, Member States shall forward to the Commission details of the quantities of products put into free circulation as of 1 July 2009 in accordance with Article 4 of Regulation (EC) No 1301/2006.\n3.   For the notifications referred to in paragraphs 1 and 2 of this Article, the quantities shall be expressed in kilograms product weight and per product category as indicated in Annex V to Regulation (EC) No 382/2008.\nThe notifications regarding the quantities referred to in Article 1(3)(a) of this Regulation shall be made as indicated in Annexes IV, V and VI to this Regulation.", "0\nRegulation (EC) No 996/97 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex VIII.", "1\nThis Regulation shall enter into force on the 10th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 144, 4.6.1997, p. 6. Regulation as last amended by Regulation (EC) No 962/2007 (OJ L 213, 15.8.2007, p. 6).\n(3)  See Annex VII.\n(4)  OJ L 114, 26.4.2008, p. 3. Regulation as amended by Regulation (EC) No 514/2008 (OJ L 150, 10.6.2008, p. 7).\n(5)  OJ L 115, 29.4.2008, p. 10. Regulation as amended by Regulation (EC) No 514/2008.\n(6)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\nANNEX I\nEntries referred to in Article 2(1)(b)\n— : in Bulgarian : Месести части от диафрагмата (Регламент (ЕО) № 748/2008),\n— : in Spanish : Músculos del diafragma y delgados [Reglamento (CE) no 748/2008],\n— : in Czech : Okruží a bránice (nařízení (ES) č. 748/2008),\n— : in Danish : Mellemgulv (forordning (EF) nr. 748/2008),\n— : in German : Saumfleisch (Verordnung (EG) Nr. 748/2008),\n— : in Estonian : Vahelihase kõõluseline osa (määrus (EÜ) nr 748/2008),\n— : in Greek : Διάφραγμα [κανονισμός (ΕΚ) αριθ. 748/2008],\n— : in English : Thin skirt (Regulation (EC) No 748/2008),\n— : in French : Hampe [règlement (CE) no 748/2008],\n— : in Italian : Pezzi detti ‘hampes’ [regolamento (CE) n. 748/2008],\n— : in Latvian : Liellopu diafragmas plānā daļa (Regula (EK) Nr. 748/2008),\n— : in Lithuanian : Plonoji diafragma (Reglamentas (EB) Nr. 748/2008),\n— : in Hungarian : Sovány dagadó (748/2008/EK rendelet),\n— : in Maltese : Falda rqiqa (Regolament (KE) Nru 748/2008),\n— : in Dutch : Omloop (Verordening (EG) nr. 748/2008),\n— : in Polish : Cienka przepona (Rozporządzenie (WE) nr 748/2008),\n— : in Portuguese : Diafragma [Regulamento (CE) n.o 748/2008],\n— : in Romanian : Fleică [Regulamentul (CE) nr. 748/2008],\n— : in Slovak : Bránica (Nariadenie (ES) č. 748/2008),\n— : in Slovenian : Vampi (Uredba (ES) št. 748/2008),\n— : in Finnish : Kuveliha (asetus (EY) N:o 748/2008),\n— : in Swedish : Mellangärde (förordning (EG) nr 748/2008),\nANNEX II\nANNEX III\nLIST OF AUTHORITIES IN ARGENTINA EMPOWERED TO ISSUE CERTIFICATES OF AUTHENTICITY\nSecretaría de Agricultura, Ganadería, PESCA y Alimentos (SAGPyA):\nfor thin skirt originating in Argentina as specified in Article 1(3)(a).\nANNEX IV\nNotification of import licences (issued) — Regulation (EC) No 748/2008\nMember State: …\nApplication of Article 9 of Regulation (EC) No 748/2008\nQuantities of products for which import licences were issued\nFrom: … to: …\nOrder No Product category or categories (1) Quantity\n09.4020\n(1)  Product category or categories as indicated in Annex V of Regulation (EC) No 382/2008.\nANNEX V\nNotification of import licences (unused quantities) — Regulation (EC) No 748/2008\nMember State: …\nApplication of Article 9 of Regulation (EC) No 748/2008\nQuantities of products for which import licences were unused\nFrom: … to: …\nOrder No Product category or categories (1) Unused quantity\n09.4020\n(1)  Product category or categories as indicated in Annex V of Regulation (EC) No 382/2008.\nANNEX VI\nNotification of quantities of products put into free circulation — Regulation (EC) No 748/2008\nMember State: …\nApplication of Article 9 of Regulation (EC) No 748/2008\nQuantities of products put into free circulation:\nFrom: … to: … (import tariff quota period).\nOrder No Product category or categories (1) Quantity put into free circulation\n09.4020\n(1)  Product category or categories as indicated in Annex V of Regulation (EC) No 382/2008.\nANNEX VII\nRepealed Regulation with its successive amendments\nCommission Regulation (EC) No 996/97\nCommission Regulation (EC) No 2048/97 Concerning the reference to Regulation (EC) No 996/97 Article 1 only\nCommission Regulation (EC) No 260/98 Article 6 only\nCommission Regulation (EC) No 1266/98\nCommission Regulation (EC) No 649/2003 Article 3 only\nCommission Regulation (EC) No 1118/2004 Article 3 only\nCommission Regulation (EC) No 1965/2006 Article 3 and Annex III only\nCommission Regulation (EC) No 568/2007\nCommission Regulation (EC) No 962/2007\nANNEX VIII\nCorrelation table\nRegulation (EC) No 996/97 This Regulation\nArticle 1 Article 1\nArticle 2(2) Article 2(1)\nArticle 2(3) Article 2(2)\nArticles 3 to 8 Articles 3 to 8\n— Article 9\n— Article 10\nArticle 12 Article 11\nAnnex I Annex II\nAnnex II Annex III\nAnnex III Annex I\n— Annex IV\n— Annex V\n— Annex VI\n— Annex VII\n— Annex VIII"}