{"celex_id": "32005R0495", "uri": "http://publications.europa.eu/resource/cellar/5f85f5aa-d8b8-4123-8158-473ad007f69e", "type": "Regulation", "concepts": ["12", "2644", "2656", "2707", "2725", "3170", "5360", "5581"], "title": "Commission Regulation (EC) No 495/2005 of 30 March 2005 derogating from Regulation (EC) No 824/2000 as regards the period for delivering cereals into intervention in some Member States in the 2004/2005 marketing year\n", "header": "31.3.2005 EN Official Journal of the European Union L 82/5\nCOMMISSION REGULATION (EC) No 495/2005\nof 30 March 2005\nderogating from Regulation (EC) No 824/2000 as regards the period for delivering cereals into intervention in some Member States in the 2004/2005 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Under Commission Regulation (EC) No 824/2000 of 19 April 2000 establishing procedures for the taking-over of cereals by intervention agencies and laying down methods of analysis for determining the quality of cereals (2), should an offer be admissible, operators are be informed as soon as possible of the delivery schedule. To this end, under Article 4(3) of that Regulation the final delivery to the intervention centre for which the offer is made must take place not later than the end of the fourth month following the month during which the offer was received.\n(2) The 2004/2005 marketing year is the first year of application of the intervention mechanism for cereals in the Member States which joined the European Community on 1 May 2004.\n(3) Good weather conditions led to a bumper harvest in 2004 in the new Member States, resulting in domestic market prices well below the intervention price. As a result, since the intervention period was opened in November 2004, relatively large quantities of cereals have been offered for intervention. Due to the large quantities offered for intervention and their geographical spread, it is not possible to comply with the delivery deadline of 31 March 2005. To allow sufficient quantities of cereals offered to be taken over, the delivery period should be extended, and a derogation should therefore be made from Regulation (EC) No 824/2000.\n(4) Given the urgency of the market situation, which requires immediate measures, provision should be made for the immediate application of the measures provided for in this Regulation.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding the third subparagraph of Article 4(3) of Regulation (EC) No 824/2000, in the 2004/2005 marketing year the last delivery of cereals offered for intervention in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia must take place not later than the end of the sixth month following the month during which the offer was received, and in any event not later than 31 July 2005.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 100, 20.4.2000, p. 31. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50)."}