{"celex_id": "32009R0781", "uri": "http://publications.europa.eu/resource/cellar/78d75c37-4976-4f25-896e-3783f11b990b", "type": "Regulation", "concepts": ["1800", "2984", "3083", "3424", "3679", "3682", "937"], "title": "Commission Regulation (EC) No 781/2009 of 27 August 2009 amending Regulation (EC) No 868/2008 on farm return to be used for determining the incomes of agricultural holdings and analysing the business operation of such holdings\n", "header": "28.8.2009 EN Official Journal of the European Union L 226/8\nCOMMISSION REGULATION (EC) No 781/2009\nof 27 August 2009\namending Regulation (EC) No 868/2008 on farm return to be used for determining the incomes of agricultural holdings and analysing the business operation of such holdings\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), and in particular Article 7(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 868/2008 (2) lays down the type of accountancy data to be given in the farm return.\n(2) Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (3), changes the way subsidies are paid to the farmers. These changes have to be taken into account in the farm return, in order to be able to monitor correctly the development of agricultural incomes and provide sufficient basis for business analyses of the holdings.\n(3) Commission Regulation (EC) No 1242/2008 of 8 December 2008 establishing a Community typology for agricultural holdings (4) introduced a classification variable reflecting the importance of the other gainful activities (OGA) directly related to the holding. This classification variable should be included in the farm return.\n(4) Regulation (EC) No 1166/2008 of the European Parliament and of the Council of 19 November 2008 on farm structure surveys and the survey on agricultural production methods and repealing Council Regulation (EEC) No 571/88 (5), changes the way Christmas trees are recorded in the farm structure survey. In order to be consistent with the farm structure survey the recording of Christmas trees in the farm return should be adjusted.\n(5) In its current form it is not foreseen in the farm return to indicate that the majority of the utilised agricultural area of a holding is not situated in a structural funds area. To further clarify the instructions, an option to indicate that farms are not located in an area referred to in Articles 5, 6 or 8 of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (6) should be added.\n(6) In its current form it is not foreseen in the farm return to record mushrooms as being grown under shelter. As mushrooms are frequently grown in caves or in buildings, it should be possible to indicate in the farm return that mushrooms are grown under shelter.\n(7) Regulation (EC) No 868/2008 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee of the Farm Accountancy Data Network,", "main_body": ["Annexes I and II to Regulation (EC) No 868/2008 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the 2010 accounting year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ 109, 23.6.1965, p. 1859/65.\n(2)  OJ L 237, 4.9.2008, p. 18.\n(3)  OJ L 30, 31.1.2009, p. 16.\n(4)  OJ L 335, 13.12.2008, p. 3.\n(5)  OJ L 321, 1.12.2008, p. 14.\n(6)  OJ L 210, 31.7.2006, p. 25.\nANNEX\nThe Annexes to Regulation (EC) No 868/2008 are amended as follows:\n1. Annex I is amended as follows:\n(a) In Table A (GENERAL INFORMATION ON THE HOLDING) heading number 9 is replaced by the following:\nOther particulars concerning the holding\n— Irrigated utilised agricultural area (UAA)\n— Altitude\n— Days grazing on mountain or other pastures not included in the UAA\n— Total area under shelter\n— Structural Funds Area\n— Areas with environmental restrictions\n— Other gainful activities directly related to the holding\n— “Unused”\n(b) Table M (DIRECT PAYMENTS) is replaced by the following:\nProduct or product combination   Number of basic units for payments Total aid\n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10)\nxxx Unused Unused   Unused\n2. Annex II is amended as follows:\n(a) Serial No 43 description is replaced by the following:\n(b) Serial No 44 description is replaced by the following:\n(c) After Serial No 45, the following Serial No 46 description is added:\n(d) Point 113 is replaced by the following:\n1. Categories of livestock (codes 22 to 50 corresponding to the respective headings in Table D) excluding cattle subsidies in code 700 below\n2. Products (codes 120 to 314 corresponding to headings or subheadings in Table K) excluding the protein crop premium in code 600 and payments in codes 670 and 680 below. The payments should be entered only once (whether under the appropriate heading or subheading) in order to avoid double counting.\n3. Specific codes indicated in the following list:\n— Code 600 refers to the protein crop premium, based on Regulation (EC) No 73/2009. This amount is to be registered also in Table M,\n— Code 670 refers to aid under the single payment scheme, based on Regulation (EC) No 73/2009. This total amount and the details are to be registered also in Table M,\n— Code 680 refers to aid under the single area payment scheme, based on Regulation (EC) No 73/2009. This total amount is to be registered also in Table M,\n— Code 700 refers to the total of direct payments for beef and veal, based on Regulation (EC) No 73/2009. This total amount and the details are to be registered also in Table M,\n— Code 800 refers to agri-environment and animal welfare payments, based on Regulation (EC) No 1698/2005,\n— Code 810 refers to Natura 2000 payments based on Regulation (EC) No 1698/2005 and payments linked to Directive 2000/60/EC,\n— Code 820 refers to natural handicap payments in mountain areas and payments in other areas with handicaps, based on Regulation (EC) No 1698/2005,\n— Code 830 refers to support provided for meeting standards based on Community legislation, according to Regulation (EC) No 1698/2005,\n— Code 835 refers to support for the costs of using advisory services, based on Regulation (EC) No 1698/2005,\n— Code 840 refers to support for the participation of farmers in food quality schemes, based on Regulation (EC) No 1698/2005,\n— Code 900 refers to support granted for the first afforestation of agricultural land, based on Regulation (EC) No 1698/2005,\n— Code 910 refers to other support to forestry (Natura 2000 payments, forest-environment payments, restoring forestry potential and introducing prevention actions), based on Regulation (EC) No 1698/2005,\n— Code 921 refers to support to the dairy sector, based on Article 68(1) points (a) and (b) of Regulation (EC) No 73/2009,\n— Code 922 refers to support to the beef sector, based on Article 68(1) points (a) and (b) of Regulation (EC) No 73/2009,\n— Code 923 refers to support the sheep and goat sector, based Article 68(1) points (a) and (b) of Regulation (EC) No 73/2009,\n— Code 924 refers to support to the rice sector, based on Article 68(1) points (a) and (b) of Regulation (EC) No 73/2009,\n— Code 925 refers to support to other crops, based on Article 68(1) point (a) of Regulation (EC) No 73/2009,\n— Code 926 refers to support to other animals, based on Article 68(1) point (a) of Regulation (EC) No 73/2009,\n— Code 927 refers to other support based on Article 68 of Regulation (EC) No 73/2009 which is not covered by Codes 921 to 926 or 928,\n— Code 951 refers to grants and subsidies to animal production not included in the codes presented above,\n— Code 952 refers to grants and subsidies to crops not included in the codes presented above,\n— Code 953 refers to grants and subsidies to rural development not included in the codes presented above,\n— Code 998 includes disaster payments, compensation from public authorities for loss of production or means of production. (For private insurance compensation heading 181 in Table K is used),\n— Code 999 includes grants and subsidies of exceptional character (e.g. agri-monetary compensation). Taking into account their exceptional character, these payments are registered on a cash basis,\n— Codes 1052 and 2052 refer to compensations for the cessation of milk production. Annual payments are to be registered under 1052, lump sum payments under 2052,\n— Code 950 is to be used for general subsidies that cannot be allocated to any activity or cannot be registered under any of the above codes.’\n(e) Point 115 is replaced by the following:\n‘115. Of which: details of the total for heading 114:\n1. According to cost category (codes to be used: 59 to 82, 84, 85, 87 and 89)\n2. Specific codes indicated in the following list:\n— Code 928 refers to support based on Article 68(1) point (d) of Regulation (EC) No 73/2009.’\n(f) After Point 119, in Table ‘K. PRODUCTION (excluding livestock)’ the second paragraph is replaced by the following:\n(g) Point 146 is replaced by the following:\n‘146. Fallow land: Includes all arable land included in the crop rotation system, whether worked or not, but with no intention to produce a harvest for the duration of a crop year. Additionally it comprises all areas of arable land maintained in good agricultural and environmental conditions as set out in Article 6 of Council Regulation (EC) No 73/2009 if there was no intention to produce a harvest for the duration of a crop year.\n315. Fallow land without any subsidies\n316. Fallow land subject to the payment of subsidies’\n(h) Point 158 is replaced by the following:\n‘158. Other permanent crops (osier, rushes, bamboo, salix, Christmas trees, etc.)’\n(i) In the subdivision COLUMNS IN TABLE K, the text concerning Type of crop (column 2) and Missing data (column 3) are replaced by the following:\nCode 0 : This code is to be used in the case of livestock products, processed products, stocks and by-products.\nCode 1 : Non-irrigated main crops\n— single crops, i.e. crops which are the only ones grown on a given area during the accounting year,\n— mixed crops: crops sown, cultivated and harvested together and producing a mixture as the final product,\n— of the crops grown successively in the course of the accounting year on a given area, the crop which remains longest in the ground.\nCode 2 : Non-irrigated combined crops\nCode 3 : Non-irrigated follow-up crops (catch crops)\nCode 6 : Irrigated main or combined crops\nCode 7 : Irrigated follow-up crops\nCode 4 : Fresh vegetables, melons and strawberries grown in market gardens in the open (see heading 137) and open-grown flowers and ornamental plants (see heading 140)\nCode 5 : Fresh vegetables, melons and strawberries under shelter (see heading 138), flowers and ornamental plants (annual or perennial) under shelter (see heading 141), permanent crops under shelter (see heading 156). If necessary, also headings 139, 143, 285 and 157.\nCode 10 : Energy crops\nCode 0 : Code 0 is entered when no data are missing.\nCode 1 : Code 1 should be entered when the area covered by a crop is not given (see column 4), for example in the case of sales of marketable crop products purchased as standing crops or coming from land rented for a period of less than one year on an occasional basis, and in the case of production obtained by processing purchased animal or crop products.\nCode 2 : Code 2 should be entered for the crops under contract when, because of the conditions of sale, the actual production cannot be stated (column 5).\nCode 3 : Code 3 should be entered when, because of the conditions of sale, the actual production cannot be stated and the crops are not under contract.\nCode 4 : Code 4 should be entered when area and actual production are missing.\nCode 5 : Code 5 should be entered for young plantations which are not yet giving any harvest.\nCode 6 : Code 6 should be entered in case of no harvest because of crop failure due for example to bad weather conditions.’\n(j) Table M. DIRECT PAYMENTS under Regulation (EC) No 1782/2003 is replaced by the following:\n600. Protein crop premium under Regulation (EC) No 73/2009\n670. Single payment scheme pursuant to Regulation (EC) No 73/2009\nHeadings Number of basic units for payments Total aid\n671 Payments in accordance with the single payment scheme except those under headings 672 and 674; includes also payments to grassland/permanent pasture, if not differentiated Compulsory Compulsory\n672 Payments in accordance with the single payment scheme for grassland/permanent pasture Optional Optional\n674 Payments in accordance with the single payment scheme, based on special entitlements Compulsory Compulsory\n680. Single area payment scheme pursuant to Regulation (EC) No 73/2009\n700. Direct payments to beef pursuant to Regulation (EC) No 73/2009\nHeadings Number of basic units for payments Total aid\n700 Total beef payments — Compulsory\n710 Special premium Compulsory Compulsory\n711 Special premium for bulls Compulsory Compulsory\n715 Special premium for steers Compulsory Compulsory\n730 Suckler cow premium — Compulsory\n731 Suckler cow premium for suckler cows and heifers Compulsory Compulsory\n735 Suckler cow premium: additional national premium Compulsory Compulsory\n740 Slaughter premium — Compulsory\n741 Slaughter premium: 1 to 7 months Optional Compulsory\n742 Slaughter premium: 8 months and over Compulsory Compulsory\n(1)  OJ L 30, 31.1.2009, p. 16.’"}