{"celex_id": "32008R1178", "uri": "http://publications.europa.eu/resource/cellar/3a1cec3e-0c57-4f8a-9029-9357392df4c5", "type": "Regulation", "concepts": ["1895", "2066", "4256", "4258", "4262"], "title": "Commission Regulation (EC) No 1178/2008 of 28 November 2008 amending Council Regulation (EC) No 1165/98 concerning short-term statistics and Commission Regulations (EC) No 1503/2006 and (EC) No 657/2007 as regards adaptations following the revision of statistical classifications NACE and CPA (Text with EEA relevance)\n", "header": "29.11.2008 EN Official Journal of the European Union L 319/16\nCOMMISSION REGULATION (EC) No 1178/2008\nof 28 November 2008\namending Council Regulation (EC) No 1165/98 concerning short-term statistics and Commission Regulations (EC) No 1503/2006 and (EC) No 657/2007 as regards adaptations following the revision of statistical classifications NACE and CPA\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1165/98 of 19 May 1998 concerning short-term statistics (1), and in particular Article 17 indents (b), (e) and (j) thereof,\nWhereas:\n(1) Regulation (EC) No 1165/98 established a common framework for the production of short-term Community statistics on the business cycle.\n(2) Commission Regulation (EC) No 1503/2006 of 28 September 2006, implementing and amending Council Regulation (EC) No 1165/98 concerning short-term statistics as regards definitions of variables, list of variables and frequency of data compilation (2), provided methodological definitions of variables used in short-term statistics.\n(3) Commission Regulation (EC) No 657/2007 of 14 June 2007, implementing Council Regulation (EC) No 1165/98 concerning short-term statistics as regards the establishment of European sample schemes (3), specified the rules and conditions with regard to transmission of data by Member States participating in European sample schemes for short-term statistics.\n(4) It is necessary to update the list of variables, the levels of breakdown and aggregation to be applied to certain variables and the rules and conditions for the European sample schemes following the adoption of Regulation (EC) No 1893/2006 of the European Parliament and of the Council of 20 December 2006, establishing the statistical classification of economic activities NACE Revision 2 and amending Council Regulation (EEC) No 3037/90 as well as certain EC Regulations on specific statistical domains (4), and Regulation (EC) No 451/2008 of the European Parliament and of the Council of 23 April 2008, establishing a new statistical classification of products by activity (CPA) and repealing Council Regulation (EEC) No 3696/93 (5).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["Amendment to Regulation (EC) No 1165/98\nAnnex A to Regulation (EC) No 1165/98 is amended in accordance with Annex I to this Regulation.", "Amendment to Regulation (EC) No 1503/2006\nAnnex I to Regulation (EC) No 1503/2006 is amended in accordance with Annex II to this Regulation.", "Amendment to Regulation (EC) No 657/2007\nThe Annex to Regulation (EC) No 657/2007 is replaced by Annex III to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 162, 5.6.1998, p. 1.\n(2)  OJ L 281, 12.10.2006, p. 15.\n(3)  OJ L 155, 15.6.2007, p. 7.\n(4)  OJ L 393, 30.12.2006, p. 1.\n(5)  OJ L 145, 4.6.2008, p. 65.\nANNEX I\nAnnex A to Regulation (EC) No 1165/98 is amended as follows:\n1.   Under heading (c) List of variables, paragraphs 10 and 11 are replaced by the following:\n‘10. The information on output prices and import prices (Nos 310, 311, 312 and 340) is not required for the following groups or classes of NACE Rev. 2 respectively CPA: 07.21, 24.46, 25.4, 30.1, 30.3, 30.4 and 38.3. In addition, the information on import prices (No 340) is not required for divisions 09, 18, 33 and 36 of CPA. The list of activities not required may be revised in accordance with the procedure laid down in Article 18.\n11. The variable on import prices (No 340) is calculated on the basis of CPA products. The importing kind-of-activity units may be classified outside the activities of Sections B to D of NACE Rev. 2.’;\n2.   The text under heading (f) Level of detail is amended as follows:\n2.1.   paragraph 7 is replaced by the following:\n‘7. The import price variable (No 340) is to be transmitted for total industrial products, Sections B to D of CPA and MIGs defined in accordance with Regulation (EC) No 586/2001 as amended by Regulation (EC) No 656/2007 from product groups of the CPA. This variable does not need to be transmitted by those Member States that have not adopted the euro as their currency.’;\n2.2.   paragraphs 9 and 10 are replaced by the following:\n‘9. The variables on the non-domestic markets (Nos 122, 132 and 312) are to be transmitted according to the distinction into euro-zone and non-euro-zone. The distinction is to be applied to the total industry defined as NACE Rev. 2 Sections B to E, the MIGs, the Section (1 letter) and Division 2-digit level of NACE Rev. 2. The information on NACE Rev. 2 D and E is not required for variable 122. In addition, the import price variable (No 340) is to be transmitted according to the distinction into euro-zone and non-euro-zone. The distinction is to be applied to the total industry defined as CPA Sections B to D, the MIGs, the Section (1 letter) and Division 2-digit level of CPA. For the distinction into the euro-zone and non-euro-zone, the Commission may determine, in accordance with the procedure laid down in Article 18, the terms for applying European sample schemes as defined in point (d) of the first subparagraph of Article 4(2). The European sample scheme may limit the scope of the import price variable to the import of products from non-euro-zone countries. The distinction into the euro-zone and non-euro-zone for the variables 122, 132, 312 and 340 does not need to be transmitted by those Member States that have not adopted the euro as their currency.\n10. Those Member States whose value added in Sections B, C, D and E of NACE Rev. 2 (respectively in Sections B, C and D of CPA for import prices) in a given base year represents less than 1 % of the European Community total only need to transmit data for total industry, MIGs, and NACE Rev. 2 Section level, or CPA Section level.’\nANNEX II\nAnnex I to Regulation (EC) No 1503/2006 is amended as follows:\nunder the heading ‘Variable: 340 Import prices’, the last indent of the fourth paragraph is replaced by the following:\n‘— the product coverage is limited to the CPA B, C and D products. Related services are excluded.’\nANNEX III\nThe Annex to Regulation (EC) No 657/2007 is replaced by the following:\n‘ANNEX\n132   NON-DOMESTIC NEW ORDERS\nMember State Data scope in the European sample scheme (NACE Rev. 2)\nBelgium 13, 14, 17, 20, 21, 24, 25, 26, 27, 29\nIreland 14, 20, 21, 26, 27\nCyprus 20, 21\nMalta 26\nThe Netherlands 17, 20, 21, 25, 26, 28\nFinland 17, 20, 21, 24, 26, 27, 28\n312   OUTPUT PRICES OF THE NON-DOMESTIC MARKET\nMember State Data scope in the European sample scheme (NACE Rev. 2)\nBelgium 08, 10, 11, 12, 13, 14, 17, 18, 19, 20, 21, 22, 23, 24, 29, 31, 32, 35\nIreland 05, 07, 08, 10, 11, 18, 20, 21, 26\nCyprus 10, 11, 20, 21, 26\nMalta 12, 14, 26\nFinland 05, 07, 08, 16, 17, 19, 24, 26, 28\nSlovenia 14, 16, 22, 25, 31\n340   IMPORT PRICES\nMember State Data scope in the European sample scheme (CPA)\nBelgium 08.99, 10.32, 10.51, 12.00, 13.10, 15.12, 16.10, 19.20, 20.13, 20.14, 20.16, 20.59, 21.10, 21.20, 22.11, 22.19, 23.12, 23.14, 23.19, 23.70, 24.10, 25.73, 28.11, 28.24, 28.41, 28.92, 29.10, 29.32, 30.91, 31.00, 31.09, 32.50\nIreland 10.13, 10.82, 17.21, 17.22, 17.29, 20.42, 25.11, 26.11, 26.20, 26.30, 28.23, 32.50\nCyprus 19.20\nLuxembourg 26.20\nMalta 12.00\nAustria 16.10, 23.13, 25.11, 25.94, 26.20, 26.30, 28.11, 28.92, 35.11\nPortugal 05.10, 06.10\nFinland 07.29, 16.10, 22.21, 23.20, 24.10, 26.30, 28.22, 31.09, 35.11\nSlovenia 24.10’"}