{"celex_id": "32009R1226", "uri": "http://publications.europa.eu/resource/cellar/1fa13dc0-c67d-481a-9001-89670e7dfe40", "type": "Regulation", "concepts": ["1159", "1871", "2437", "2879", "4790", "5254", "544"], "title": "Council Regulation (EC) No 1226/2009 of 20 November 2009 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2010\n", "header": "16.12.2009 EN Official Journal of the European Union L 330/1\nCOUNCIL REGULATION (EC) No 1226/2009\nof 20 November 2009\nfixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2010\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 20 thereof,\nHaving regard to Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (2), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EC) No 1098/2007 of 18 September 2007 establishing a multiannual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks (3), and in particular Articles 5 and 8(3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 4 of Regulation (EC) No 2371/2002 requires the Council to adopt the measures necessary to ensure access to waters and resources and the sustainable pursuit of fishing activities taking account of available scientific advice and, in particular, the report prepared by the Scientific, Technical and Economic Committee for Fisheries, as well as in the light of any advice received from the Baltic Sea Regional Advisory Council.\n(2) Under Article 20 of Regulation (EC) No 2371/2002, it is incumbent upon the Council to establish fishing opportunity limits by fishery or group of fisheries and the allocation of these opportunities to Member States.\n(3) In order to ensure effective management of fishing opportunities, the specific conditions under which fishing operations are carried out should be established.\n(4) The principles and certain procedures for fishery management need to be laid down at Community level, so that Member States can ensure the management of the vessels flying their flag.\n(5) Article 3 of Regulation (EC) No 2371/2002 lays down definitions of relevance for the allocation of fishing opportunities.\n(6) In accordance with Article 2 of Regulation (EC) No 847/96, the stocks that are subject to the various measures referred to therein must be identified.\n(7) Fishing opportunities should be used in accordance with Community legislation, and in particular with Commission Regulation (EEC) No 2807/83 of 22 September 1983 laying down detailed rules for recording information on Member States’ catches of fish (4), Council Regulation (EEC) No 2930/86 of 22 September 1986 defining characteristics for fishing vessels (5), Commission Regulation (EEC) No 1381/87 of 20 May 1987 establishing detailed rules concerning the marking and documentation of fishing vessels (6), Council Regulation (EEC) No 3880/91 of 17 December 1991 on the submission of nominal catch statistics by Member States fishing in the North-East Atlantic (7), Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (8), Commission Regulation (EC) No 2244/2003 of 18 December 2003 laying down detailed provisions regarding satellite-based Vessel Monitoring Systems (9), Council Regulation (EC) No 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Sound (10), Regulation (EC) No 1098/2007 and Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated (IUU) fishing (11).\n(8) To ensure that annual fishing opportunities are set at a level commensurate with the sustainable exploitation of resources in environmental, economic and social terms, account has been taken of the guiding principles for fixing total allowable catches (TACs) as described in the Communication from the Commission on the Consultation on fishing opportunities for 2010.\n(9) In order to reduce discards, it is appropriate to establish a high-grading ban for any species subject to quota, implying a prohibition on discarding species subject to quota that can legally be caught and landed under Community fisheries legislation.\n(10) To help conserve fish stocks, certain supplementary measures on technical conditions of fishing should be implemented in 2010.\n(11) To ensure the livelihood of Community fishermen, it is important to open these fisheries on 1 January 2010. Given the urgency of the matter, it is necessary to grant an exception to the 6-week period referred to in point I.3 of the Protocol on the role of national Parliaments in the European Union annexed to the Treaty on European Union and to the Treaties establishing the European Communities,", "main_body": ["CHAPTER I\nSCOPE AND DEFINITIONS", "Subject matter\nThis Regulation fixes fishing opportunities for 2010 for certain fish stocks and groups of fish stocks in the Baltic Sea and the associated conditions under which such fishing opportunities may be used.", "Scope\nThis Regulation shall apply to Community fishing vessels (Community vessels) operating in the Baltic Sea.", "Definitions\nIn addition to the definitions laid down in Article 3 of Regulation (EC) No 2371/2002, for the purposes of this Regulation the following definitions shall apply:\n(a) the International Council for the Exploration of the Sea (ICES) zones are the geographical areas specified in Annex I to Regulation (EC) No 2187/2005;\n(b) ‘Baltic Sea’ means ICES Subdivisions 22-32;\n(c) ‘total allowable catch’ (TAC) means the quantity that can be taken from each stock each year;\n(d) ‘quota’ means a proportion of the TAC allocated to the Community, a Member State or a third country;\n(e) ‘day absent from port’ means any continuous period of 24 hours or part thereof during which the vessel is absent from port.\nCHAPTER II\nFISHING OPPORTUNITIES AND ASSOCIATED CONDITIONS", "Catch limits and allocations\nThe catch limits, the allocation of such limits among Member States, and associated conditions set out in accordance with Article 2 of Regulation (EC) No 847/96 are set out in Annex I to this Regulation.", "Special provisions on allocations\n1.   The allocation of catch limits among Member States as set out in Annex I shall be without prejudice to:\n(a) exchanges made pursuant to Article 20(5) of Regulation (EC) No 2371/2002;\n(b) reallocations made pursuant to Articles 21(4), 23(1) and 32(2) of Regulation (EEC) No 2847/93;\n(c) additional landings allowed under Article 3 of Regulation (EC) No 847/96;\n(d) quantities withheld in accordance with Article 4 of Regulation (EC) No 847/96;\n(e) deductions made pursuant to Article 23(4) of Regulation (EC) No 2371/2002 and Article 2 of Regulation (EC) No 338/2008.\n2.   For the purpose of withholding quotas to be transferred to 2011, Article 4(2) of Regulation (EC) No 847/96 may apply, by way of derogation from that Regulation, to all stocks subject to analytical TAC.", "Conditions for catches and by-catches\n1.   Fish from stocks for which catch limits are fixed shall only be retained on board or landed if:\n(a) the catches have been taken by vessels of a Member State with a quota and that quota has not been exhausted; or\n(b) species other than herring and sprat are mixed with other species, and are not sorted either on board or on landing and the catches have been taken with trawls, Danish seines or similar gears of a mesh size less than 32 mm.\n2.   All landings shall count against the quota or, if the Community share has not been allocated among Member States by quotas, against the Community share, except for catches made under paragraph 1(b).\n3.   Where the quota for herring allocated to a Member State is exhausted, vessels flying the flag of that Member State, registered in the Community, and operating in the fisheries to which the relevant quota applies shall not land catches that are unsorted and that contain herring.\n4.   Where the quota for sprat allocated to a Member State is exhausted, vessels flying the flag of that Member State, registered in the Community, and operating in the fisheries to which the relevant quota applies shall not land catches that are unsorted and that contain sprat.", "Prohibition of highgrading\nAny species subject to quota which is caught during fishing operations shall be brought aboard the vessel and subsequently landed unless this would be contrary to obligations laid down in Community fisheries legislation establishing technical, control, and conservation measures, and in particular in this Regulation and in Regulation (EC) No 2187/2005, Regulation (EEC) No 2847/93, and Regulation (EC) No 2371/2002.", "Fishing effort limits\n1.   Fishing effort limits are set out in Annex II.\n2.   The limits referred to in paragraph 1 shall apply to ICES Subdivisions 27, and 28,2 in so far as the Commission has not taken a decision in accordance with Article 29(2) of Regulation (EC) No 1098/2007 to exclude those Subdivisions from the restrictions provided for in Article 8(1)(b), (3), (4) and (5) and Article 13 of that Regulation.\n3.   The limits referred to in paragraph 1 shall not apply to ICES Subdivision 28,1 in so far as the Commission has not taken a decision in accordance with Article 29(4) of Regulation (EC) No 1098/2007 that the restrictions provided for in Article 8(1)(b), (3), (4) and (5) of Regulation (EC) No 1098/2007 shall apply to that Subdivision.", "Transitional technical measures\nTransitional technical measures are set out in Annex III.\nCHAPTER III\nFINAL PROVISIONS", "0\nData transmission\nWhen Member States send data to the Commission relating to landings of quantities of stocks caught, pursuant to Article 15(1) of Regulation (EEC) No 2847/93, they shall use the stock codes set out in Annex I to this Regulation.", "1\nEntry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 115, 9.5.1996, p. 3.\n(3)  OJ L 248, 22.9.2007, p. 1.\n(4)  OJ L 276, 10.10.1983, p. 1.\n(5)  OJ L 274, 25.9.1986, p. 1.\n(6)  OJ L 132, 21.5.1987, p. 9.\n(7)  OJ L 365, 31.12.1991, p. 1.\n(8)  OJ L 261, 20.10.1993, p. 1.\n(9)  OJ L 333, 20.12.2003, p. 17.\n(10)  OJ L 16, 20.1.2005, p. 184.\n(11)  OJ L 286, 29.10.2008, p. 1.\nANNEX I\nCATCH LIMITS AND ASSOCIATED CONDITIONS FOR YEAR-TO-YEAR MANAGEMENT OF CATCH LIMITS APPLICABLE TO COMMUNITY VESSELS IN AREAS WHERE CATCH LIMITS EXIST BY SPECIES AND BY AREA\nThe following tables set out the TACs and quotas (in tonnes live weight, except where otherwise specified) by stock, the allocation to the Member States and associated conditions for year-to-year management of the quotas.\nWithin each area, fish stocks are referred to following the alphabetical order of the Latin names of the species. For the purposes of these tables the codes used for the different species are as follows:\nScientific name Alpha-3 code Common name\nClupea harengus HER Herring\nGadus morhua COD Cod\nPlatichthys flesus FLX Flounder\nPleuronectes platessa PLE Plaice\nPsetta maxima TUR Turbot\nSalmo salar SAL Atlantic salmon\nSprattus sprattus SPR Sprat\nSpecies : Herring\nZone : Subdivisions 30-31\nSpecies : Herring\nZone : Subdivisions 30-31\nFinland 84 721 Analytical TAC.\nSweden 18 615\nEC 103 336\nTAC 103 336\nZone : Subdivisions 22-24\nSpecies : Herring\nZone : Subdivisions 22-24\nDenmark 3 181 Analytical TAC.\nGermany 12 519\nFinland 2\nPoland 2 953\nSchweden 4 037\nEC 22 692\nTAC 22 692\nSpecies : Herring\nZone : Subdivisions 25-27, 28.2, 29 and 32\nDenmark 2 780 Analytical TAC.\nGermany 737\nEstonia 14 198\nFinland 27 714\nLatvia 3 504\nLithuania 3 689\nPoland 31 486\nSweden 42 268\nEC 126 376\nTAC Not relevant\nSpecies : Herring\nZone : Subdivision 28,1\nEstonia 16 809 Analytical TAC.\nLatvia 19 591\nEC 36 400\nTAC 36 400\nSpecies : Cod\nZone : EC waters of Subdivisions 25-32\nDenmark 11 777 Analytical TAC.\nGermany 4 685\nEstonia 1 148\nFinland 901\nLatvia 4 379\nLithuania 2 885\nPoland 13 561\nSweden 11 932\nEC 51 267\nTAC Not relevant\nZone : EC waters of Subdivisions 22 –24\nSpecies : Cod\nZone : EC waters of Subdivisions 22 –24\nDenmark 7 726 Analytical TAC.\nGermany 3 777\nEstonia 171\nFinland 152\nLatvia 639\nLithuania 415\nPoland 2 067\nSweden 2 753\nEC 17 700\nTAC 17 700\nSpecies : Plaice\nZone : EC waters of Subdivisions 22-32\nDenmark 2 179 Precautionary TAC.\nGermany 242\nPoland 456\nSweden 164\nEC 3 041\nTAC 3 041\nSpecies : Atlantic salmon\nZone : EC waters of Subdivisions 22-31\nDenmark 60 975 (1) Analytical TAC.\nGermany 6 784 (1)\nEstonia 6 197 (1)\nFinland 76 031 (1)\nLatvia 38 783 (1)\nLithuania 5 594 (1)\nPoland 18 497 (1)\nSweden 82 420 (1)\nEC 294 246 (1)\nTAC Not relevant\nSpecies : Atlantic salmon\nZone : EC waters of Subdivision 32\nEstonia 1 581 (2) Analytical TAC.\nFinland 13 838 (2)\nEC 15 419 (2)\nTAC Not relevant\nZone : EC waters of Subdivisions 22-32\nSpecies : Sprat\nZone : EC waters of Subdivisions 22-32\nDenmark 37 480 Analytical TAC.\nGermany 23 745\nEstonia 43 522\nFinland 19 620\nLatvia 52 565\nLithuania 19 015\nPoland 111 552\nSweden 72 456\nEC 379 955\nTAC Not relevant\n2. The maximum number of days absent from port per year for which a vessel may be present within the two areas defined in point 1(a) and (b) fishing with the gears referred to in point 1 may not exceed the maximum number of days allocated for one of the two areas.\nTRANSITIONAL TECHNICAL MEASURES\nA.   Restrictions on fishing for flounder and turbot\n1. The retention on board of the following species of fish which are caught within the geographical areas and during the periods mentioned below shall be prohibited:\nSpecies Geographical area Period\nFlounder (Platichthys flesus) Subdivisions 26, 27, 28 and 29 south of 59°30′N 15 February to 15 May\nTurbot (Psetta maxima) Subdivisions 25, 26 and 28 south of 56°50′N 1 June to 31 July\n2. By way of derogation from point 1, when fishing with trawls, Danish seines or similar gears with a mesh size equal to or greater then 105 mm or with gillnets, entangling nets or trammel nets with a mesh size equal to or greater than 100 mm, by-catches of flounder and turbot may be retained on board and landed within a limit of 10 % by live weight of the total catch retained on board and landed during the periods of prohibition referred to in point 1.\nB.   Specifications of top window codend BACOMA\n1. By way of derogation from point 1(e)(i) of Appendix 1 to Annex II to Regulation (EC) No 2187/2005, the meshes shall have a minimum mesh opening of 120 mm from 1 January in subdivisions 22-24 and from 1 March in subdivisions 25-32.\n2. By way of derogation from point 1(d)(ii) of Appendix 1 to Annex II to Regulation (EC) No 2187/2005, the length of the window shall be at least 5,5 m from 1 January in subdivisions 22-24 and from 1 March in subdivisions 25-32.\n3. By way of derogation from point 2 the length of the window shall be at least 6 m, if a sensor dedicated to the measurement of the volume of the catches is attached to the window from 1 January in subdivisions 22-24 and from 1 March in subdivisions 25-32.\nC.   Specifications of T90 trawl\nBy way of derogation from point (b) of Appendix 2 to Annex II to Regulation (EC) No 2187/2005, the mesh size for meshes shall be at least 120 mm from 1 January in subdivisions 22-24 and from 1 March in subdivisions 25-32."}