{"celex_id": "32000R0554", "uri": "http://publications.europa.eu/resource/cellar/dbecec3c-251a-47f0-a777-fc8c64df883b", "type": "Regulation", "concepts": ["1309", "1338", "2222", "2783", "519", "690"], "title": "Council Regulation (EC) No 554/2000 of 13 March 2000 amending Regulation (EC) No 2398/97 imposing a definitive anti-dumping duty on imports of cotton-type bed linen originating in Egypt, India and Pakistan\n", "header": "COUNCIL REGULATION (EC) No 554/2000\nof 13 March 2000\namending Regulation (EC) No 2398/97 imposing a definitive anti-dumping duty on imports of cotton-type bed linen originating in Egypt, India and Pakistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1),\nHaving regard to Article 3 of Council Regulation (EC) No 2398/97 of 28 November 1997 imposing a definitive anti-dumping duty on imports of cotton-type bed linen originating in Egypt, India and Pakistan(2),\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. Previous procedure\n(1) By Regulation (EC) No 2398/97 the Council imposed a definitive anti-dumping duty on imports into the Community of cotton-type bed linen falling within CN codes ex 6302 21 00, ex 6302 22 90, ex 6302 31 10, ex 6302 31 90 and ex 6302 32 90 originating inter alia, in India. Sampling was applied to Indian exporting producers and individual duty rates ranging from 2,6 % to 24,7 % were imposed on the companies in the sample, while other cooperating companies not included in the sample were attributed a weighted average duty rate of 11,6 %. A duty rate of 24,7 % was imposed on companies which either did not make themselves known or did not cooperate in the investigation.\n(2) Article 3 of Regulation (EC) No 2398/97 stipulates that where any exporting producer provides sufficient evidence that:\n- it did not export to the Community the products described in Article 1(1) of that Regulation during the investigation period (1 July 1995 to 30 June 1996),\n- it is not related to any of the exporters or producers in the exporting country which are subject to the anti-dumping measures imposed by that Regulation,\n- it has actually exported to the Community the products concerned after the investigation period on which the measures are based, or it has entered into an irrevocable contractual obligation to export a significant quantity to the Community,\nthen Article 1(3) of that Regulation can be amended by granting that exporting producer the duty rate applicable to cooperating producers which were not included in the sample, i.e. 11,6 %.\nB. New exporting producers' requests\n(3) Three new Indian exporting producers, after having applied not to be treated differently from the companies which cooperated in the original investigation but were not included in the sample, have provided, on request, evidence showing that they meet the requirements set out in Article 3 of Regulation (EC) No 2398/97. The evidence provided by these applicant companies is considered sufficient to allow that Regulation to be amended by adding these three new exporting producers to Annex I thereto. Annex I specifies the Indian exporting producers which are subject to the weighted average duty rate of 11,6 %,", "main_body": ["The following companies shall be added to the list of exporting producers from India listed in Annex I to Regulation (EC) No 2398/97:\n- Creative Mobus Fabrics Limited, Mumbai (Bombay),\n- Falcon Finstock Pvt. Ltd, Surat,\n- Pacific Exports, Mumbai (Bombay).", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 2000.\nFor the Council\nThe President\nJ. PINA MOURA\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 332, 4.12.1997, p. 1. Regulation as amended by Regulation (EC) No 1421/1999 (OJ L 166, 1.7.1999, p. 29)."}