{"celex_id": "32006R1861", "uri": "http://publications.europa.eu/resource/cellar/80594b07-732e-47d7-877a-17c0c8ef47fa", "type": "Regulation", "concepts": ["2984", "3424", "3682"], "title": "Commission Regulation (EC) No 1861/2006 of 15 December 2006 amending Regulation (ECC) No 2237/77 on the form of the farm return to be used for the purpose of determining incomes of agricultural holdings\n", "header": "16.12.2006 EN Official Journal of the European Union L 358/33\nCOMMISSION REGULATION (EC) No 1861/2006\nof 15 December 2006\namending Regulation (ECC) No 2237/77 on the form of the farm return to be used for the purpose of determining incomes of agricultural holdings\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation No 79/65/EEC of the Council of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), and in particular Article 7(3) thereof,\nWhereas:\n(1) Commission Regulation (ECC) No 2237/77 of 23 September 1977 amending Regulation No 118/66/EEC on the form of farm return to be used for the purpose of determining incomes of agricultural holdings (2) lays down the type of accountancy data to be given in the farm return.\n(2) It is appropriate to adapt the contents of the farm return to the new provisions on the Structural Funds and on rural development, and to clarify, simplify or make more coherent some elements of the farm return.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["Annexes I and II to Regulation (ECC) No 2237/77 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply with effect from the 2007 accounting year beginning during the period between 1 January and 1 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ 109, 23.6.1965, p. 1859. Regulation as last amended by Commission Regulation (EC) No 660/2004. (OJ L 104, 8.4.2004, p. 97).\n(2)  OJ L 263, 17.10.1977, p. 1. Regulation as last amended by Regulation (EC) No 2253/2004 (OJ L 385, 29.12.2004, p. 7).\nANNEX\nThe Annexes to Regulation (EEC) No 2237/77 are amended as follows:\n1) Annex I is amended as follows:\n(a) In Table A (GENERAL INFORMATION ON THE HOLDING) under heading number 2, the words ‘— Number of the accounting office (optional)’ are replaced by ‘— Number of the accounting office’.\n(b) In Table H, in the headings of columns 4 and 8 the words ‘working capital’ are replaced by ‘Other assets’.\n(2) Annex II is amended as follows:\n(a) Serial No 44 is replaced by the following:\n6 = the majority of the utilised agricultural area of the holding is situated in a Convergence objective area, within the meaning of Regulation (EC) No 1083/2006, in particular Article 5 thereof;\n7 = the majority of the utilised agricultural area of the holding is situated in a Regional competitiveness and employment objective area, within the meaning of Regulation (EC) No 1083/2006, in particular Article 6 thereof;\n8 = the majority of the utilised agricultural area of the holding is situated in an area eligible for transitional support, within the meaning of Article 8 of Regulation (EC) No 1083/2006.’\n(b) Serial No 45 is replaced by the following:\n1 = the majority of the utilised agricultural area of the holding is not situated in an area eligible to Natura 2000 payments or payments linked to Directive 2000/60/EC, within the meaning of Article 38 of Regulation (EC) No 1698/2005;\n2 = the majority of the utilised agricultural area of the holding is situated in an area eligible to Natura 2000 payments or payments linked to Directive 2000/60/EC, within the meaning of Article 38 of Regulation (EC) No 1698/2005.’\n(c) Point 23 is replaced by the following:\n(d) In point 106, the second indent is replaced by the following:\n‘— loans for other assets (columns 4 and 8)’.\n(e) In point 107 VAT system, under LITHUANIA, the words ‘VAT not applicable’ are replaced by ‘Special.’\n(f) Point 138 is replaced by the following:\n‘138. Fresh vegetables, melons, strawberries under shelter (including pineapple and sweetcorn): crops grown under shelter (greenhouses, permanent frames, accessible plastic tunnels) during the whole or greater part of the growing season. Crops grown in not accessible plastic tunnels, under cloches or portable frames are not considered as crops under shelter. In the case of a multistorey greenhouse, only the basic area is counted.’\n(g) Point 169 is replaced by the following:\n‘169. Hens' eggs (including eggs for hatching)’.\n(h) In section L. QUOTAS AND OTHER RIGHTS, under COLUMNS IN TABLE L and under Taxes, additional levy (column 10), the last sentence ‘Enter “0” if there is quota but no payment’ is deleted.\n(i) In point 601, Area payments for non-irrigated land, the sentence ‘Sum of headings 602 to 618’ is replaced by the following:\n(j) In point 621, Area payments for irrigated land, the sentence ‘Sum of headings 622 to 638’ is replaced by the following:\n(k) Point 700 is replaced by the following:\n‘700. Direct payments to beef production pursuant to Council Regulation (EC) No 1254/1999 and (EC) No 1782/2003.\nHeadings Number of basic units for payments Total aid\n700 Total beef payments — Compulsory\n710 Special premium Compulsory Compulsory\n711 Special premium for bulls Compulsory Compulsory\n715 Special premium for steers Compulsory Compulsory\n730 Suckler cow premium — Compulsory\n731 Suckler cow premium for suckler cows and heifers Compulsory Compulsory\n735 Suckler cow premium: additional national premium Compulsory Compulsory\n740 Slaughter premium — Compulsory\n741 Slaughter premium: 1 to 7 months Optional Compulsory\n742 Slaughter premium: 8 months and over Compulsory Compulsory\n750 Extensification payment, total Compulsory Compulsory\n760 Additional payments (national envelope) — Compulsory’"}