{"celex_id": "32005D0397", "uri": "http://publications.europa.eu/resource/cellar/aa5e2712-f6c2-4a04-8f23-9f166d92950c", "type": "Decision", "concepts": ["1052", "2194", "2938", "4373", "5283"], "title": "2005/397/EC: Commission Decision of 23 May 2005 definitively allocating between the Member States for 2005 Community Tobacco Fund resources for financing the measures indicated in Articles 13 and 14 of Regulation (EC) No 2182/2002 (notified under document number C(2005) 1513)   (Text with EEA relevance)\n", "header": "27.5.2005 EN Official Journal of the European Union L 134/47\nCOMMISSION DECISION\nof 23 May 2005\ndefinitively allocating between the Member States for 2005 Community Tobacco Fund resources for financing the measures indicated in Articles 13 and 14 of Regulation (EC) No 2182/2002\n(notified under document number C(2005) 1513)\n(Only the Dutch, French, German, Greek, Italian, Portuguese and Spanish versions are authentic)\n(Text with EEA relevance)\n(2005/397/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1) and in particular Article 14a thereof,\nWhereas:\n(1) Articles 13 and 14 of Commission Regulation (EC) No 2182/2002 of 6 December 2002 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Tobacco Fund (2) specify measures to promote switching of production. These are to be financed from the Community Tobacco Fund set up under Article 13 of Regulation (EEC) No 2075/92.\n(2) Total resources available from the Community Tobacco Fund for 2005 amount to EUR 28,8 million, 50 % of which is to be allocated to specific measures relating to switching by tobacco growers to other crops or other economic activities generating employment, and to studies on these topics.\n(3) Under Article 17(4) of Regulation (EC) No 2182/2002, the amount available for 2005 should therefore be allocated between the Member States before 31 May 2005 on the basis of the provisional plans notified by them for funding the measures in the applications for aid.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The definitive allocation for 2005 between the Member States of the Community Tobacco Fund resources for financing the measures indicated in Articles 13 and 14 of Regulation (EC) No 2182/2002 is annexed hereto.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Austria and the Portuguese Republic."], "attachments": "Done at Brussels, 23 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 215, 30.7.1992, p. 70. Regulation last amended by Regulation (EC) No 2319/2003 (OJ L 345, 31.12.2003, p. 17).\n(2)  OJ L 331, 7.12.2002, p. 16. Regulation amended by Regulation (EC) No 480/2004 (OJ L 78, 16.3.2004, p. 8).\nANNEX\nDefinitive allocation for 2005 between Member States of the Community Tobacco Fund resources for financing the measures indicated in Articles 13 and 14 of Regulation (EC) No 2182/2002\n(EUR)\nBasis Definitive allocation\n90 % of the quantities irrevocably bought back under the quotas 10 % of the national guarantee threshold\nMember State Value Value\nBelgium 99 062 3 260\nGermany 0 48 876\nGreece 8 972 907 388 757\nSpain 0 184 000\nFrance 0 120 000\nItaly 1 961 308 662 236\nAustria 0 0\nPortugal 379 265 25 069\nTotal 11 412 542 1 432 198"}