{"celex_id": "32007R0218", "uri": "http://publications.europa.eu/resource/cellar/292147b6-018e-4c17-8ccd-96510f268f86", "type": "Regulation", "concepts": ["161", "3191", "4713"], "title": "Commission Regulation (EC) No 218/2007 of 28 February 2007 opening and providing for the administration of Community tariff quotas for wines\n", "header": "1.3.2007 EN Official Journal of the European Union L 62/22\nCOMMISSION REGULATION (EC) No 218/2007\nof 28 February 2007\nopening and providing for the administration of Community tariff quotas for wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 62(1) thereof,\nWhereas:\n(1) The Agreement in the form of an Exchange of Letters between the European Community and the Argentine Republic relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community (2), approved by Council Decision 2006/930/EC (3), provides for the opening of tariff rate quotas for wine.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (4), has codified the management rules for tariff quotas designed to be used following the chronological order of dates of acceptance of customs declarations.\n(3) In accordance with the commitments taken by the Community pursuant to the Agreement in the form of an Exchange of Letters, this Regulation should apply from 1 January 2007.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for wine,", "main_body": ["The following tariff quotas are opened for products imported into the Community:\n(a) a tariff rate quota 20 000 hl (erga omnes) for wine (tariff item numbers 2204 29 65 and 2204 29 75), in quota rate 8 EUR/hl (order number 09.0095),\n(b) a tariff rate quota 40 000 hl (erga omnes) for wine (tariff item numbers 2204 21 79 and 2204 21 80), in quota rate 10 EUR/hl (order number 09.0097).", "The tariff quotas referred to in Article 1 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 355, 15.12.2006, p. 92.\n(3)  OJ L 355, 15.12.2006, p. 91.\n(4)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1875/2006 (OJ L 360, 19.12.2006, p. 64)."}