{"celex_id": "32005R2170", "uri": "http://publications.europa.eu/resource/cellar/139c9a80-c04c-44e8-85df-611893b2e33b", "type": "Regulation", "concepts": ["1309", "3732", "4080"], "title": "Commission Regulation (EC) No 2170/2005 of  28 December 2005  fixing the import duties applicable to semi-milled or wholly milled rice from  1 September 2005\n", "header": "29.12.2005 EN Official Journal of the European Union L 346/6\nCOMMISSION REGULATION (EC) No 2170/2005\nof 28 December 2005\nfixing the import duties applicable to semi-milled or wholly milled rice from 1 September 2005\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1549/2004 of 30 August 2004 derogating from Council Regulation (EC) No 1785/2003 as regards the import arrangements for importing rice and laying down separate transition rules for imports of basmati rice (1), and in particular Article 1b,\nWhereas:\n(1) Based on the information provided by the competent authorities, the Commission notes that import licences for semi-milled and wholly milled rice falling within CN code 1006 30 have been issued in respect of 193 841 tonnes for 1 September 2004 to 31 August 2005. The import duty for semi-milled or wholly milled rice falling within CN code 1006 30 must therefore be amended.\n(2) As the applicable duty must be fixed no later than three days from the end of the period referred to above, this Regulation must enter into force immediately.\n(3) This amendment must take effect on 1 September 2005 in order to take account of the application on that date of Regulation (EC) No 2152/2005. Because this duty is being fixed retroactively, provision must be made to repay the traders concerned any overpayments of duty, at their request,", "main_body": ["The import duty for semi-milled or wholly milled rice falling with CN code shall be EUR 145 per tonne.", "The amounts of duty exceeding the amount legally due booked since 1 September 2005 shall be repaid or remitted.\nTo this end, the traders concerned are invited to lodge applications in accordance with Article 236 of Council Regulation (EEC) No 2913/92 (2) and the relevant implementing provisions contained in Commission Regulation (EEC) No 2454/93 (3).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 280, 31.8.2004, p. 13. Regulation as last amended by Regulation (EC) No 2152/2005 (OJ L 342, 24.12.2005, p. 30).\n(2)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 648/2005 of the European Parliament and of the Commission (OJ L 117, 4.5.2005, p. 13).\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 883/2005 (OJ L 148, 11.6.2005, p. 5)."}