{"celex_id": "32007D0116", "uri": "http://publications.europa.eu/resource/cellar/bf46ac6b-43b9-436d-ab32-d92359217793", "type": "Decision", "concepts": ["3648", "4122", "4143", "4431", "5235"], "title": "2007/116/EC: Commission Decision of 15 February 2007 on reserving the national numbering range beginning with 116 for harmonised numbers for harmonised services of social value (notified under document number C(2007) 249) (Text with EEA relevance )\n", "header": "17.2.2007 EN Official Journal of the European Union L 49/30\nCOMMISSION DECISION\nof 15 February 2007\non reserving the national numbering range beginning with ‘116’ for harmonised numbers for harmonised services of social value\n(notified under document number C(2007) 249)\n(Text with EEA relevance)\n(2007/116/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (the Framework Directive) (1), and in particular Article 10(4) thereof,\nWhereas:\n(1) It is desirable for citizens of the Member States, including travellers and disabled users, to be able to reach certain services that have a social value by using the same recognisable numbers in all Member States. At present there is a patchwork of numbering and dialling schemes in the Member States and no common numbering scheme is in operation to reserve the same telephone numbers for such services in the Community. Community action is therefore required for that purpose.\n(2) The harmonisation of numbering resources is necessary to allow these services provided in different Member States to be accessed by end-users using the same number. The combination ‘same number — same service’ will ensure that a specific service in which ever Member State it is provided is always associated with a specific number within the Community. This will provide the service with a pan-European identity to the benefit of the European citizen who will know that the same number dialled will give access to the same type of service in different Member States. This measure will encourage pan-European services to develop.\n(3) In order to reflect the social function of the services in question, the harmonised numbers should be freephone numbers, without this meaning that operators would be obliged to carry calls to 116 numbers at their own expense. The freephone nature of the numbers is therefore an essential component of the harmonisation being carried out.\n(4) It is necessary to attach conditions closely related to controlling the nature of the service provided to ensure that the harmonised numbers are used for the provision of the particular type of service covered by the Decision.\n(5) It may be necessary that specific conditions are attached to the right of use for a specific harmonised number, for example, that the associated service should be provided 24 hours a day and 7 days a week.\n(6) In accordance with the Framework Directive, national regulatory authorities are responsible for the management of national numbering plans and for controlling the assignment of national numbering resources to specific undertakings. In accordance with Article 6 and Article 10 of Directive 2002/20/EC of the European Parliament and of the Council of 7 March 2002 on the authorisation of electronic communications networks and services (Authorisation Directive) (2), conditions may be attached to the use of numbers and penalties may be applied in case of non compliance with those conditions.\n(7) The list of specific numbers in the numbering range beginning with ‘116’ should be regularly updated in accordance with the procedure in Article 22(3) of the Framework Directive. Member States should make known the existence of such numbers in a manner that is accessible to all interested parties, for example, via their websites.\n(8) The Commission will consider revision or further adaptation of the present Decision in the light of experience gained, based on reports provided to the Commission by the Member States, in particular whether a specific service for which a number has been reserved has developed on a pan-European basis.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Communications Committee,", "main_body": ["Subject matter and scope\nThe numbering range beginning with ‘116’ shall be reserved in national numbering plans for harmonised numbers for harmonised services of social value.\nThe specific numbers within this numbering range and the services for which each number is reserved are listed in the Annex.", "Harmonised service of social value\n‘Harmonised service of social value’ is a service meeting a common description to be accessed by individuals via a freephone number, which is potentially of value to visitors from other countries and which answers a specific social need, in particular which contributes to the well-being or safety of citizens, or particular groups of citizens, or helps citizens in difficulty.", "Reservation of specific numbers within the ‘116’ numbering range\nMember States shall ensure that:\n(a) numbers listed in the Annex are used only for the services for which they have been reserved;\n(b) numbers within the ‘116’ numbering range that are not listed in the Annex are not used;\n(c) the number 116112 is neither assigned nor used for any service.", "Conditions attached to the right of use for harmonised numbers\nMember States shall attach the following conditions to the right of use of harmonised numbers for the provision of harmonised services of social value:\n(a) the service provides information, or assistance, or a reporting tool to citizens, or any combination thereof;\n(b) the service is open to all citizens without any requirement of prior registration;\n(c) the service is not time-limited;\n(d) there is no payment, or payment commitment as a pre-requisite to use the service;\n(e) the following activities are excluded during a call: advertisement, entertainment, marketing and selling, using the call for the future selling of commercial services.\nIn addition, Member States shall attach specific conditions to the right of use of harmonised numbers as set out in the Annex.", "Assignment of harmonised numbers\n1.   Member States shall take all necessary measures to ensure that as from the 31 August 2007 the competent National Regulatory Authority can assign the numbers referred to in the Annex.\n2.   The listing of a specific number and the associated harmonised service of social value does not carry an obligation for Member States to ensure that the service in question is provided within their territory.\n3.   Once a number has been listed in the Annex, Member States shall make known at national level that the specific number is available for the provision of the associated harmonised service of social value, and that applications for the rights of use for this specific number may be submitted.\n4.   Member States shall ensure that a register of all harmonised numbers, with their associated harmonised services of social value, available in their territory is maintained. The register shall be easily accessible to the public.", "Monitoring\nMember States shall report periodically to the Commission on the actual use of numbers listed in the Annex for the provision of the related services within their territory.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 February 2007.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 108, 24.4.2002, p. 33.\n(2)  OJ L 108, 24.4.2002, p. 21.\nANNEX\nList of reserved numbers to harmonised services of social value\nNumber Service for which this number is reserved Specific conditions attached to the right of use for this number\n116000 Hotlines for missing children"}