{"celex_id": "32004R2254", "uri": "http://publications.europa.eu/resource/cellar/ef940e19-24fe-400c-aa97-0951524b198c", "type": "Regulation", "concepts": ["1425", "2734", "2735", "568", "6790", "893"], "title": "Commission Regulation (EC) No 2254/2004 of 27 December 2004 amending Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n", "header": "29.12.2004 EN Official Journal of the European Union L 385/20\nCOMMISSION REGULATION (EC) No 2254/2004\nof 27 December 2004\namending Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular the second indent of Article 13 thereof,\nWhereas:\n(1) Harmonised rules for organic livestock production are still quite recent and with the current development of this sector there is still not a sufficient range of biodiversity of organically reared livestock available on the market. Hence, there is still a need to facilitate the development of the organic livestock production.\n(2) Commission Regulation (EC) No 2277/2003 (2), which amended Annexes I and II to Regulation (EEC) No 2092/91, extended the transitional period for bringing conventional animals into the organic farming system until 31 December 2004. However, this extension has proved not to be sufficient in particular in the case of poultry production, which comprises different stages where different specialised sectors are involved.\n(3) There is, therefore, still a need for reliance on non-organically reared animals. The provisions on the origin of the animals should be adapted accordingly.\n(4) Although it is already possible to reinforce the provisions on the origin of pullets for egg production, production standards for these animals have not been harmonised yet. Until such standards are established, it is appropriate to permit bringing non-organically reared pullets for egg production of not more than 18 weeks into an organic livestock unit when organically reared pullets are not available, under certain conditions applying prior to bringing these animals into the organic farming system.\n(5) Annex I to Regulation (EEC) No 2092/91 should therefore be amended accordingly.\n(6) Considering the urgency of the measure due to the fact that certain provisions on the origin of animals expire on 31 December 2004, this Regulation should enter into force on the day after its publication in the Official Journal of the European Union.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up by Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["Annex I to Regulation (EEC) No 2092/91 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 1481/2004 (OJ L 272, 20.8.2004, p.11).\n(2)  OJ L 336, 23.12.2003, p. 68.\nANNEX\nAnnex I(B) to Regulation (EEC) No 2092/91 is amended as follows:\n(a) The first and second indents of point 3.4. are replaced by the following:\n‘— pullets for the production of eggs and poultry for meat production must be less than three days old.’\n(b) The text of point 3.5. is replaced by the following:\n‘3.5. This derogation must be authorised beforehand by the inspection authority or body.’\n(c) The text of point 3.6. is replaced by the following:\n‘3.6. By way of a third derogation, the renewal or reconstitution of the herd or flock shall be authorised by the control authority or body when organically reared animals are not available, and in the following cases:\n(a) high mortality of animals caused by health or catastrophic circumstances;\n(b) pullets for egg production and poultry for meat production less than three days old.\n(c) piglets for breeding purposes, which must be reared according to the rules of this regulation as soon as they are weaned and must weigh less than 35 kg.\n(d) The text of point 3.7. is replaced by the following:\n‘3.7. Notwithstanding the provisions laid down in points 3.4. and 3.6., non-organically reared pullets for egg production of not more than 18 weeks may be brought into an organic livestock unit when organically reared pullets are not available, subject to following conditions:\n— prior authorisation of the competent authority, and\n— from 31 December 2005, the provisions laid down in paragraphs 4 (Feed) and 5 (Disease prevention and veterinary treatment) of this Annex I shall apply to non-organically reared pullets intended to be brought into organic livestock units.’"}