{"celex_id": "32000R1987", "uri": "http://publications.europa.eu/resource/cellar/48703ece-8022-4a44-bc01-2f126ae0ec60", "type": "Regulation", "concepts": ["2322", "2771", "2783", "3175", "3591", "5969"], "title": "Commission Regulation (EC) No 1987/2000 of 20 September 2000 setting the level of Community quantitative limits on re-importation into the European Community of textile products of category 13 originating in the People's Republic of China after economic outward processing operations in that country and amending Council Regulation (EEC) No 3030/93\n", "header": "Commission Regulation (EC) No 1987/2000\nof 20 September 2000\nsetting the level of Community quantitative limits on re-importation into the European Community of textile products of category 13 originating in the People's Republic of China after economic outward processing operations in that country and amending Council Regulation (EEC) No 3030/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries(1), as last amended by Commission Regulation (EC) No 1591/2000(2), and in particular Article 3(3) of Annex VII thereof,\nWhereas:\n(1) Article 3(3) of Annex VII to Regulation (EEC) No 3030/93 stipulates that quantitative limits already in force on re-imports after economic outward processing operations may be adjusted if necessary.\n(2) The quantitative limit in force applicable to the re-import into the European Community of textile products of category 13 originating in the People's Republic of China after economic outward processing operations in that country is not sufficient to meet the Community traders' import requirements up to the expiry of the present bilateral Agreement on trade in textile products.\n(3) The table appended to Annex VII to Regulation (EEC) No 3030/93 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Textile Management Committee,", "main_body": ["1. The Community quantitative limits applicable in 2000 to the re-import into the Community of textile products of category 13 originating in the People's Republic of China after economic outward processing operations in that country are hereby set at 827000 pieces.\n2. The table appended to Annex VII to Regulation (EEC) No 3030/93 is hereby amended accordingly.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 275, 8.11.1993, p. 1.\n(2) OJ L 186, 25.7.2000, p. 1."}