{"celex_id": "32002D0630", "uri": "http://publications.europa.eu/resource/cellar/94290aaa-7f8b-46ad-a8d4-43473e8f2fed", "type": "Decision", "concepts": ["1000", "1074", "5315", "5550", "5552", "573", "616"], "title": "2002/630/JHA: Council Decision of 22 July 2002 establishing a framework programme on police and judicial cooperation in criminal matters (AGIS)\n", "header": "Council Decision\nof 22 July 2002\nestablishing a framework programme on police and judicial cooperation in criminal matters (AGIS)\n(2002/630/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 30(1), Article 31 and Article 34(2)(c) thereof,\nHaving regard to the initiative from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Article 29 of the Treaty on European Union states that the Union's objective is to provide citizens with a high level of safety within an area of freedom, security and justice by developing common action among the Member States in the fields of police and judicial cooperation in criminal matters, and by preventing and combating racism and xenophobia.\n(2) The conclusions of the Tampere European Council of October 1999 call for cooperation to be stepped up on preventing and fighting crime, including crime using new information and communication technologies, in order to achieve a genuine European area of justice. The importance of cooperation in this area has again been emphasised in the action plan entitled The prevention and control of organised crime: a European Union strategy for the beginning of the new millennium(3).\n(3) Article 12 of the Council Framework Decision 2001/220/JHA of 15 March 2001 on the standing of victims in criminal proceedings(4) calls for cooperation between Member States in order to facilitate more effective protection of victims' interests in criminal proceedings.\n(4) It is appropriate to widen the European dimension of projects to three Member States or to two Member States and an applicant country in order to promote the formation of partnerships and the exchange of information and good national practice.\n(5) The Grotius II - Criminal(5), Stop II(6), Oisin II(7), Hippokrates(8) and Falcone(9) programmes, established by the Council, have helped to strengthen cooperation between the police and judiciary in the Member States and to improve mutual understanding of their police, judicial, legal and administrative systems.\n(6) Following approval by the Feira European Council in June 2000 of the European Union Action Plan on Drugs (2000 to 2004), actions to combat drug trafficking are also included in this framework programme.\n(7) The establishment of a single framework programme, expressly called for by the European Parliament and the Council when the previous programmes were adopted, will further boost cooperation by way of a coordinated and multidisciplinary approach involving the various persons responsible for preventing and combating crime at European Union level. In doing so, it is necessary to maintain a balanced approach between various activities aiming at the creation of the area of freedom, security and justice.\n(8) It is desirable to ensure the continuity of the activities supported by the framework programme, by providing for their coordination within a single frame of reference that rationalises procedures and improves management and economies of scale. Moreover, it is necessary to make full use of the operational benefits of the programme, in particular for law enforcement authorities, and to encourage cooperation between the Member States' law enforcement authorities and to provide such authorities with a greater insight into the working methods of their counterparts in other Member States and constraints by which they may be bound.\n(9) The expenditure of the framework programme should be compatible with the current ceiling under Heading 3 of the financial perspective.\n(10) The annual appropriations of the framework programme should be decided upon by the budgetary authority during the budgetary procedure.\n(11) The framework programme needs to be made accessible to the applicant countries, as partners and participants in the projects funded under that programme. Where appropriate, participation of other States in that programme could also be envisaged.\n(12) The measures required to implement this Decision should be adopted according to the procedures laid down in it, with the assistance of a Committee.\n(13) To increase the added value of the projects implemented under this Decision, it is necessary to ensure consistency and complementarity between these projects and other forms of Community intervention.\n(14) Regular monitoring and evaluation of the framework programme need to be ensured so that the effectiveness of the projects carried out can be assessed in the light of the objectives and so that the priorities can be re-adjusted if necessary.\n(15) A financial reference amount, within the meaning of point 34 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(10), is included in this Decision for the entire duration of the framework programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty establishing the European Community,", "main_body": ["Establishment of the framework programme\n1. This Decision establishes a framework programme for police and judicial cooperation in criminal matters in the context of the area of freedom, security and justice, hereafter referred to as the programme.\n2. The programme is hereby established for the period from 1 January 2003 to 31 December 2007 and may be extended beyond the latter date.", "Programme objectives\n1. The programme shall contribute to the general objective of providing European Union citizens with a high level of protection in an area of freedom, security and justice. In this context, it aims, in particular, to:\n(a) develop, implement and evaluate European policies in this field;\n(b) promote and strengthen networking, mutual cooperation on general subjects of common interest to the Member States, the exchange and dissemination of information, experience and best practice, local and regional cooperation, and the improvement and adaptation of training and technical and scientific research;\n(c) encourage Member States to step up cooperation with the applicant countries, other third countries and appropriate regional and international organisations.\n2. The programme shall support projects in the following areas relating to Title VI of the Treaty on European Union:\n(a) judicial cooperation in general and criminal matters, including training;\n(b) cooperation between law enforcement authorities;\n(c) cooperation between law enforcement authorities or other public or private organisations in the Member States involved in preventing and fighting crime, organised or otherwise;\n(d) cooperation between Member States to achieve effective protection of the interests of victims in criminal proceedings.", "Access to the programme\n1. The programme shall co-finance projects of a maximum duration of two years presented by public or private institutions and bodies, including professional organisations, non-governmental organisations, associations, organisations representing business, research and basic and further training institutes; the projects shall be directed at the target groups set out in paragraph 3.\n2. To be eligible for co-financing, the projects must involve partners in at least three Member States, or two Member States and one applicant country, and have the objectives mentioned in Article 2. The applicant countries may participate in the projects in order to familiarise themselves with the acquis in this area and help them to prepare for the accession. Other third countries may also participate when this serves the aims of the projects.\n3. The programme shall be directed at the following target groups:\n(a) legal practitioners: judges, public prosecutors, lawyers, law officials, criminal investigation officers, bailiffs, experts, court interpreters and other professionals associated with the judiciary;\n(b) law-enforcement officials and officers: public bodies in Member States which are responsible under national law for preventing, detecting and combating criminal offences;\n(c) officials in other government departments and representatives of associations, professional organisations, research and business involved in fighting and preventing crime, organised or otherwise;\n(d) representatives of victim assistance services, including public departments responsible for immigration and social services.\n4. Within the framework of the objectives laid down in Article 2, the programme may also cofinance:\n(a) specific projects presented in accordance with paragraph 1 that are of particular interest in terms of the programme's priorities or cooperation with the applicant countries;\n(b) complementary measures such as seminars, meetings of experts or other activities to disseminate the results obtained under the programme.\n5. Within the framework of the objectives laid down in Article 2, the programme may also give direct financial support to activities included in the annual activity programmes of non-governmental organisations which meet the following criteria:\n(a) they must be non-profit-making organisations;\n(b) they must be constituted in accordance with the law of one of the Member States;\n(c) they must pursue activities with a European dimension and involve, as a general rule, at least half of the Member States;\n(d) the aims of their activities must include one or more of the objectives laid down in Article 2.", "Activities of the programme\nThe programme shall comprise the following types of project:\n(a) training;\n(b) setting up and launching exchange and placement schemes;\n(c) studies and research;\n(d) dissemination of the results obtained under the programme;\n(e) encouraging cooperation between the Member States' law enforcement, judicial authorities or other public or private organisations in the Member States involved in preventing and fighting crime, for instance by giving assistance for the establishment of networks;\n(f) conferences and seminars.", "Financing the programme\n1. The financial reference amount for the implementation of this programme for the period 2003 to 2007 shall be EUR 65 million.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\n2. The cofinancing of a project by the programme shall be exclusive of any other financing by another programme financed by the general budget of the European Union.\n3. Financing decisions shall be followed by financing contracts between the Commission and the organisers. The financing decisions and contracts arising therefrom shall be subject to financial control by the Commission and to audits by the Court of Auditors.\n4. The proportion of financial support from the general budget of the European Union shall not exceed 70 % of the total cost of the project.\n5. However, the specific projects and complementary measures referred to in Article 3(4) and the activities referred to in Article 3(5) can be financed to 100 %, up to a ceiling of 10 % of the total financial package allocated annually to the programme for specific projects under Article 3(4)(a) and 5 % for complementary measures under Article 3(4)(b).", "Implementation of the programme\n1. The Commission shall be responsible for the management and implementation of the programme, in cooperation with the Member States.\n2. The programme shall be managed by the Commission in accordance with the Financial Regulation applicable to the general budget of the European Communities.\n3. To implement the programme, the Commission shall:\n(a) prepare an annual work programme comprising specific objectives, thematic priorities and, if necessary, a list of specific projects and complementary measures; the programme shall be balanced between the areas specified in Article 2(2), with at least 15 % of annual funding being devoted to each of the areas specified in subparagraphs (a), (b) and (c) of that paragraph;\n(b) evaluate and select the projects submitted and ensure management of them.\n4. Examination of the projects presented shall be carried out in accordance with the advisory procedure laid down in Article 8. Examination of the annual work programme, the specific projects and the complementary measures (referred to in Article 3(4) and the activities referred to in Article 3(5)) shall be carried out in accordance with the management procedure laid down in Article 9.\n5. The Commission shall, on condition that they are compatible with the relevant policies, evaluate and select projects submitted by the organisers on the basis of the following criteria:\n(a) conformity with the programme's objectives;\n(b) European dimension of the project and scope for participation by the applicant countries;\n(c) compatibility with the work undertaken or planned within the framework of the European Union's policy priorities on judicial cooperation in general and criminal matters;\n(d) extent to which the project complements other past, present or future cooperation projects;\n(e) ability of the organiser to implement the project;\n(f) inherent quality of the project in terms of its conception, organisation, presentation and expected results;\n(g) amount of the grant requested under the programme and proportionality with the expected results;\n(h) the impact of the expected results on the programme's objectives.", "Committee\n1. The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission, hereafter referred to as the Committee.\n2. The Committee shall adopt its rules of procedure on a proposal by the Chair, on the basis of standard rules of procedure which have been published in the Official Journal of the European Communities.\n3. The Commission may invite representatives from the applicant countries to information meetings after the Committee's meetings.", "Advisory procedure\n1. Where reference is made to this Article, the representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chair may lay down according to the urgency of the matter, if necessary by taking a vote.\n2. The opinion shall be recorded in the minutes; each Member State may request that its position be recorded in the minutes.\n3. The Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which the opinion has been taken into account.", "Management procedure\n1. Where reference is made to this Article, the representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chair may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 205(2) of the Treaty establishing the European Community, in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chair shall not vote.\n2. The Commission shall adopt measures which shall apply immediately. However, if the measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event, the Commission may defer application of the measures which it has decided on for a period of three months from the date of such communication.\n3. The Council, acting by qualified majority, may take a different decision within the period provided for by paragraph 2.", "0\nConsistency and complementarity\nThe Commission, in cooperation with the Member States, shall ensure that projects complement and are consistent with other Community policies.", "1\nMonitoring and evaluation\nThe Commission shall regularly monitor the programme. It shall inform the European Parliament of the work programme adopted and the list of projects co-financed and shall present to the European Parliament and the Council:\n(a) an annual report on the implementation of the programme. The first report shall be submitted by 30 June 2004;\n(b) an interim evaluation of the implementation of the programme by 30 June 2005;\n(c) a communication on the continuation of the programme, if necessary accompanied by an appropriate proposal, by 30 September 2006;\n(d) a final evaluation of the entire programme by 30 June 2008.", "2\nEntry into force\nThis Decision shall take effect on the day of its publication in the Official Journal."], "attachments": "Done at Brussels, 22 July 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ C 51 E, 26.2.2002, p. 345.\n(2) Opinion delivered on 9 April 2002 (not yet published in the Official Journal).\n(3) OJ C 124, 3.5.2000, p. 1.\n(4) OJ L 82, 22.3.2001, p. 1.\n(5) OJ L 186, 7.7.2001, p. 1 (Grotius II - Criminal).\n(6) OJ L 186, 7.7.2001, p. 7 (Stop II).\n(7) OJ L 186, 7.7.2001, p. 4 (Oisin II).\n(8) OJ L 186, 7.7.2001, p. 11.\n(9) OJ L 99, 31.3.1998, p. 8.\n(10) OJ C 172, 18.6.1999, p. 1."}