{"celex_id": "32000D0030", "uri": "http://publications.europa.eu/resource/cellar/7c163583-1d47-484f-a4bb-4c25b20a50d1", "type": "Decision", "concepts": ["1000", "1354", "2636", "5155"], "title": "2000/30/EC: Commission Decision of 13 December 1999 concerning funding of implementing measures for the harmonised indices of consumer prices (notified under document number C(1999) 4428)\n", "header": "COMMISSION DECISION\nof 13 December 1999\nconcerning funding of implementing measures for the harmonised indices of consumer prices\n(notified under document number C(1999) 4428)\n(2000/30/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices(1), and in particular Article 13 thereof,\nWhereas:\n(1) Each Member State is required to produce a harmonised index of consumer prices (HICPs) starting with the index for January 1997 and implementing measures are adopted for ensuring the comparability of HICP and for maintaining their reliability and relevance in accordance with Article 5 of Regulation (EC) No 2494/95.\n(2) The initial implementing measures required additional resources in Member States at a cost estimated at EUR 4,5 million up to the end of the second year of implementation of those measures and whereas the Commission bore two thirds of the additional costs in accordance with Article 13 of Regulation (EC) No 2494/95.\n(3) Further implementing measures require additional resources in Member States at a cost estimated at EUR 1012500 until the end of the second year of implementation of these measures and whereas the Commission should bear two thirds of the additional costs in accordance with Article 13 of Regulation (EC) No 2494/95,", "main_body": ["The aim of this Decision is to allocate funds to Member States for the budget year 1999 in order to meet two thirds of the additional costs of implementing measures arising directly from Regulation (EC) No 2494/95. These measures are to be implemented with the index for January 2000 and the index for January 2001. Funding shall cover additional costs until the end of the year 2001.", "The Member States shall use the financial contribution exclusively for carrying out the following actions arising from implementing Regulation (EC) No 2494/95 and in particular:\n(a) Commission Regulation (EC) No 1749/96 of 9 September 1996 on initial implementing measures for Council Regulation (EC) No 2494/95 concerning harmonised indices of consumer prices(2), as amended by Council Regulations (EC) No 1687/98(3) and (EC) No 1688/98(4) concerning in particular the coverage of goods and services and the geographic and population coverage of the HICP;\n(b) Commission Regulation (EC) No 1749/1999(5) amending Regulation (EC) No 2214/96, concerning the transmission and dissemination of sub-indices of the HICP, and\n(c) Council Regulation (EC) No 2166/1999(6), concerning the treatment of products in the health, education and social protection sectors in the HICP.", "1. The allocation of funds as concerns the two thirds of expenses to be borne by the Commission, is as follows:\n>TABLE>\n2. The financial contribution allocated to Member States under paragraph 1 shall be awarded to the organisations and institutions responsible for compiling the harmonised indices of consumer prices at national level, the registered offices of which are listed at Annex I to this Decision.", "1. Allowable costs are those costs which are necessary and additional in the sense of Article 13 of Regulation (EC) No 2494/95 and calculated in accordance with the provisions of Annex II to this Decision.\n2. Total payments to each Member State shall not exceed its allocation according to Article 3.\n3. In the case of costs lower than estimated, the Commission contribution shall be limited to two thirds of the Member State's actual allowable costs according to Article 13 of Regulation (EC) No 2494/95.\n4. Where accounting records do not justify the use made of the financial contribution, Member States shall refund to the Commission, at its request, all sums already paid in excess of that justified by the records.", "1. In consideration of the progress of work done under this financial contribution, the Commission undertakes to pay according to the following procedure:\n- 50 % on the notification of this Decision,\n- by instalments, each paid after receipt and acceptance by the Commission of the respective periodic progress reports and corresponding costs statements. The advance and instalments shall not cumulatively exceed 90 % of the maximum Commission contribution allocated to each Member State under Article 3(1),\n- the outstanding balance after receipt and acceptance by the Commission of final cost statements and final reports.\n2. Final cost statements and final reports shall be submitted to the Commission by the end of the second year of implementation of the measures referred to in Article 2.\n3. Payments shall be made within 60 days of request for payment by Member States and acceptance of reports by the Commission. The payments shall be deemed to have been made on the date on which they are debited to the Commission's account.", "1. Member States shall provide the Commission at its request with further information sufficient to evaluate compliance with the provisions of the present Decision.\n2. The original of all supporting documents shall be kept for verification purposes for five years after full payment. During this period, monitoring and audits may be carried out by the Commission Services. The utilisation of the amounts allocated under this Decision shall also be subject to audit by the European Court of Auditors.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 1999.\nFor the Commission\nPedro SOLBES MIRA\nMember of the Commission\n(1) OJ L 257, 27.10.1995, p. 1.\n(2) OJ L 229, 10.9.1996, p. 3.\n(3) OJ L 214, 31.7.1998, p. 12.\n(4) OJ L 214, 31.7.1998, p. 23.\n(5) OJ L 214, 13.8.1999, p. 1.\n(6) OJ L 266, 14.10.1999, p. 1.\nANNEX I\nOrganisations and institutions responsible for compiling the harmonised indices of consumer prices (HICPs)\nBELGIQUE/BELGIË\nMinistry of Economic Affairs\nAdministration de la politique commerciale\nM. Lucien VAN BOXSTAEL\nDirector-General\nNorth Gate III\nBoulevard du Roi Albert II 16\nB - 1000 Bruxelles Bank account: 679-2005871-08, Banque de la Poste/Bank van de Post\nDANMARK\nDanmarks Statistik\nMr Jan PLOVSING\nDirector-General\nSejrøgade 11\nPostboks 2550 DK - 2100 København Ø Bank account: 1005-8611-8, Danmarks Nationalbank, Havnegade 5, DK-1093 København K\nDEUTSCHLAND\nStatistisches Bundesamt\nMr Johann HAHLEN\nPräsident\nGustav-Stresemann-Ring 11\nPostfach 5528 D - 65189 Wiesbaden Bank account: 500 010 20, Bundeskasse Frankfurt/Main (BLZ 500 000 00)\nΕΛΛΑΔΑ\nNational Statistical Service of Greece\nMr Nikos KARAVITIS\nGeneral Secretary\n14-16, Lycourgou Street\nGR - Athens 101 66 Bank account: 234-186/5, Bank of Greece, Athens\nESPAÑA\nInstituto Nacional de Estadística\nMrs Pilar MARTÍN-GUZMÁN\nPresidenta\nPaseo de la Castellana, 183\nE - 28046 Madrid Bank account: 9000-0001-20-0253107033, Banco de España\nFRANCE\nInstitut National de la Statistique et des Etudes Economiques\nMr Paul CHAMPSAUR\nDirecteur Général\n18, boulevard Adolphe-Pinard\nF - 75675 Paris Cedex 14 Bank account: 30081 75000-00001005585-39, RGFIN Paris siège\nIRELAND\nCentral Statistics Office\nMr Donal MURPHY\nDirector\nArdee Road\nIreland Dublin 6 Bank account: The Central Bank, Dublin 2, Ireland, Paymaster General's supply A/C, Credit of Central Statistics Office\nITALIA\nISTAT\nEgr. Prof. A. ZULIANI\nPresidente\nVia Cesare Balbo, 16\nI - 00100 Roma Bank account: 10058 033829 218050, Tesoria della Banca Nazionale del Lavoro, Roma\nLUXEMBOURG\nService Central de la Statistique et des études économiques (STATEC)\nMr Robert WEIDES\nDirecteur\n6, boulevard Royal\nL - 2449 Luxembourg Bank account: CCP Luxembourg 25034-08, Service central de la statistique et des études économiques (STATEC)\nNEDERLAND\nCentraal Bureau voor de Statistiek\nMr Ir. Drs. R.B.J.C. VAN NOORT\nDirecteur-Generaal van de Statistiek\nPrinses Beatrixlaan 428\nPostbus 959 2273 XZ Voorburg Nederland Bank account: 19 23 24 209, Rabo Bank NL, Croeselaan 18, 3500 HG Utrecht, The Netherlands\nÖSTERREICH\nÖsterreichisches Statistisches Zentralamt\nrepresented by Mr Erich BADER, Präsident\nHintere Zollamtsstraße 2b\nPostfach 9000 A - 1033 Wien Bank account: 60000 05010002, Österreichische Postsparkasse\nPORTUGAL\nInstituto Nacional de Estatística\nMr Carlos CORREA GAGO\nPresidente\nAvenida António José de Almeida, 2\nP - 1000-043 Lisboa Bank account: 00 17 0507 000 1238697 84, Banco Português do Atlântico, Lisboa\nSUOMI/FINLAND\nStatistics Finland\nMr Timo RELANDER\nDirector-General\nTyöpajakatu 13\nFIN - 00022 Helsinki Bank account: 800014-11772, Leonia Bank plc\nSVERIGE\nStatistics Sweden\nMr Svante ÖBERG\nDirector-General\nBox 24 300 S - 104 51 Stockholm Bank account: Postal Giro Sweden, SWIFT: PGSI SE SS, account No 15700-8\nUNITED KINGDOM\nOffice for National Statistics\nDr Tim HOLT\nDirector\n1 Drummond Gate\nLondon SW1V 2 QQ United Kingdom Bank account: Bank of England, Threadneedle Street, London, EC2R 8AH; Sort code: 10-16-16; Destination account name: 55000 ONS; Account No: 26666626\nANNEX II\n1. Allowable costs\n1.1. Allowable costs according to Article 4 of the decision are those additional actual costs, which are necessary for the construction and development of the HICP, hereinafter referred to as \"the project\", can be substantiated, and are incurred by organisations and institutions, hereinafter referred to as \"the Institutions\", during the period specified in Article 1 of this Decision.\n1.2. These costs are (i) those direct costs specified in point 2 of this Annex incurred for the HICP project and to which the Institution is not otherwise committed, and (ii) indirect costs in accordance with point 3 of this Annex.\n1.3. Costs shall exclude profit and be determined in accordance with generally accepted accounting principles relating to historic costs, and the internal rules of the Institution.\n1.4. No costs may be charged in respect of marketing, sales, distribution costs for products and services, interest, return on capital employed, provisions for future losses or liabilities, and any costs related to other projects.\n1.5. Pursuant to the provisions of Articles 3 and 4 of the Protocol on the Privileges and Immunities of the European Communities, the Commission is exempt from all taxes and duties, including value added tax, on its financial contribution under the provisions of this Decision. As regards the application of Articles 3 and 4 of the said Protocol, third parties involved shall comply with the instructions of the Commission. Third parties involved shall not be subject to VAT.\n2. Direct costs\n2.1. Personnel\n2.1.1. The costs of staff directly employed by the Institution may be charged. Personnel costs shall be:\n- actual employment costs (such as salaries, wages, social charges and pension costs), or\n- average employment costs by categories of personnel (rates) conforming to the relevant Institution's normal practices.\n2.1.2. Personnel time charged shall be recorded and certified. This requirement shall be satisfied by the maintenance of time records, certified by an authorised employee of the Institution.\n2.2. Equipment\nEquipment purchased or leased may be charged as a direct cost. The allowable costs shall be calculated according to the following formula:\n>REFERENCE TO A GRAPHIC>\nA= the period in months for which the equipment is to be used for the project after its delivery\nB= depreciation period of 60 months (36 months for data processing equipment costing less than EUR 25000)\nC= cost of equipment\nD= percentage usage of equipment on the project\n2.3. Third party assistance\nCosts of subcontracts and external services shall be allowable costs and may be charged.\n2.4. Travel and subsistence\nTravel and subsistence costs may be charged and shall be calculated according to the normal reimbursement rules and tariffs of the Institution. Written approval of the Commission is required for charging travel and subsistence outside the European Union.\n2.5. Consumables and computing\nConsumables and computing (on the basis of recorded computer usage) may be charged as direct costs or, where reasonably practical and in accordance with the normal accounting conventions of the Institution, as indirect overhead costs.\n2.6. Other specific project costs\nSpecific project costs such as meetings convened by the Institution may be charged.\n3. Indirect costs: overheads\n3.1. Overheads (indirect general costs), calculated in accordance with normal accounting conventions, policies and principles of the Institution, may be charged for items such as own-funded research, administration, support personnel, office supplies, infrastructure, utilities and services.\n3.2. Overheads shall exclude items readily capable of being charged directly in accordance with point 2 of this Annex and the normal accounting conventions of the Institution, and costs recovered from other parties.\n4. Cost statements\n4.1. Cost statement summaries shall be expressed in euro. The conversion rates applicable shall be those prevailing on the date of dispatch of the corresponding statement.\n4.2. The Institutions submit cost statements in the format specified below:\n>PIC FILE= \"L_2000011EN.004701.EPS\">"}