{"celex_id": "32004R0621", "uri": "http://publications.europa.eu/resource/cellar/b6a473ce-f7b9-41e4-bdb3-3d9bba7f0b41", "type": "Regulation", "concepts": ["5399", "5589", "5643"], "title": "Commission Regulation (EC) No 621/2004 of 1 April 2004 laying down rules for implementing Council Regulation (EC) No 1164/94 as regards information and publicity measures concerning the activities of the Cohesion Fund\n", "header": "Commission Regulation (EC) No 621/2004\nof 1 April 2004\nlaying down rules for implementing Council Regulation (EC) No 1164/94 as regards information and publicity measures concerning the activities of the Cohesion Fund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1164/94 of 16 May 1994 establishing a Cohesion Fund(1), and in particular Article 14(3) thereof,\nWhereas:\n(1) Implementation of Commission Decision 96/455/EC of 25 June 1996 concerning information and publicity measures to be carried out by the Member States and the Commission concerning the activities of the Cohesion Fund under Council Regulation (EC) No 1164/94(2) requires simplification because certain measures have proved too complex to implement.\n(2) It is essential to facilitate the implementation of information and publicity measures and improve their effectiveness in order to increase the visibility of projects and raise public awareness of the role which the European Union is playing through cohesion policy.\n(3) Information measures concerning the Cohesion Fund should be harmonised with those concerning the Structural Funds as laid down by Commission Regulation (EC) No 1159/2000 of 30 May 2000 on information and publicity measures to be carried out by the Member States concerning assistance from the Structural Funds(3).\n(4) The messages to be propagated should be clarified and the instruments best adapted to the goal of raising public awareness identified,", "main_body": ["CHAPTER I PRINCIPLES AND CONTENT OF THE MEASURES", "The information and publicity measures concerning the work of the Cohesion Fund shall aim to raise public awareness of projects part-financed by the Fund and demonstrate the role which the Community is playing through that Fund.\nThe measures shall be directed at the public in the beneficiary Member States and seek to project a uniform image of the role of the Community.\nWhere appropriate, they may include activities concerning the programmes and projects part-financed by the Structural Funds under Regulation (EC) No 1159/2000.", "The Member States shall ensure that the authorities responsible for implementing Cohesion Fund projects (hereinafter referred to as the responsible authorities) take all administrative steps to ensure information and publicity about those projects in accordance with this Regulation.\nThey shall draw up a coherent set of measures for the lifetime of projects, once a decision on part-financing from the Cohesion Fund is taken.", "The responsible authorities shall notify the Commission, including its office in the relevant Member State, of the measures referred to in the second paragraph of Article 2. Where appropriate, they may ask for technical assistance to carry them out.", "In addition to a description of the project, both the measures and the information and publicity instruments shall include:\n(a) an explanation in the following words or some equivalent expression of the role the Union is playing through the Cohesion Fund:\n\"This project is helping to reduce economic and social disparities among the citizens of the European Union\";\n(b) the European flag, in accordance with the graphic rules set out in the Annex, with the following words or some equivalent expression:\n\"This project is being part-financed by the European Union.\"", "The responsible authorities shall send the Commission all the information needed for preparation of the annual report provided for in Article 14(1) of Regulation (EC) No 1164/94.\nCHAPTER II INFORMATION AND PUBLICITY MEASURES\nSECTION 1 Compulsory measures", "The measures set out in Articles 7 and 8 shall be taken when projects are implemented.", "1. Once the Commission has taken a decision to part-finance a project, the media (press, radio, television) shall be informed of its launch, the main stages of its implementation and its conclusion in the most appropriate fashion, principally through meetings with the press, but also through press releases and other means.\nWhere the total cost of a project is less than EUR 50 million, the press conferences referred to in the first paragraph shall not be compulsory.\nThe responsible authority shall decide, as appropriate, on the holding of such conferences, depending on the importance and impact of the project.\n2. Documentation on the project shall be provided to the media and any other interested party.", "1. Billboards shall be erected on project sites during works.\nCommemorative plaques shall replace billboards on infrastructure accessible to the general public within not more than six months after completion of the works.\n2. If a project receives finance from the Cohesion Fund, a billboard shall be erected or a plaque affixed describing the project and giving the information listed in Article 4.\nThat information should occupy at least 25 % of the billboard.\nSECTION 2 Other measures", "In addition to the measures listed in Articles 7 and 8, the responsible authorities and the project promoters may carry out other measures to achieve the public awareness objective referred to in Article 1, in particular:\n(a) displaying posters at high visibility locations;\n(b) producing publications (brochures, leaflets, newsletters, etc.) and video material;\n(c) creating pages on the Internet.\nCHAPTER III ROLE OF THE MONITORING COMMITTEES", "0\nAt meetings of the Monitoring Committee concerned, the chair shall report on progress on publicity measures and provide members with copies of the materials produced or proof of the publicity measures undertaken and instruments used such as photographs of billboards and events.", "1\nIn accordance with Article 7, the chair of the Monitoring Committee, assisted by the Commission, shall inform the media about the Committee's work and the progress of the projects for which it is responsible.\nCHAPTER IV FINAL PROVISIONS", "2\nDecision 96/455/EC is hereby repealed.\nReferences to the repealed Decision shall be construed as references to this Regulation.", "3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 2004.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 130, 25.5.1994, p.1. Regulation as last amended by Regulation (EC) No 1265/1999 (OJ L 161, 26.6.1999, p. 62).\n(2) OJ L 188, 27.7.1996, p. 47.\n(3) OJ L 130, 31.5.2000, p. 30.\nANNEX\nThe detailed graphic rules concerning the European flag may be found at:\nhttp://europa.eu.int/abc/symbols/ emblem/index_en.htm\nExample of the basic elements to be incorporated in the information and publicity instruments and measures:\n>PIC FILE= \"L_2004098EN.002402.TIF\">"}