{"celex_id": "32004D0229", "uri": "http://publications.europa.eu/resource/cellar/8068fdcb-7e5e-41f4-8fbf-8b0fd67be2ac", "type": "Decision", "concepts": ["1309", "1445", "192", "4689", "5706"], "title": "2004/229/EC: Commission Decision of 5 March 2004 on the list of establishments in Latvia approved for the purpose of importing fresh meat into the Community (Text with EEA relevance) (notified under document number C(2004) 662)\n", "header": "Commission Decision\nof 5 March 2004\non the list of establishments in Latvia approved for the purpose of importing fresh meat into the Community\n(notified under document number C(2004) 662)\n(Text with EEA relevance)\n(2004/229/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine, and caprine animals, and swine, fresh meat or meat products from third countries,(1) as last amended by Regulation (EC) No 807/2003(2), and in particular Article 4(1) and Article 18(1)(a) and (b) thereof,\nWhereas:\n(1) Establishments in third countries may only be authorised to export fresh meat to the Community if they satisfy the general and special conditions laid down in Directive 72/462/EEC.\n(2) Following a Community mission, it appears that the animal health situation in Latvia compares favourably with that in the Member States, particularly as regards disease transmission through meat, and that the operation of controls over the production of fresh meat is satisfactory.\n(3) For the purpose of Article 4(3) of Directive 72/462/EEC, Latvia has forwarded details of the establishments that should be authorised to export fresh meat to the Community.\n(4) The establishments put forward by Latvia meet all the requirements laid down in Directive 72/462/EC in order to be designated as slaughterhouses and approved cutting plants from which imports into the European Union may be permitted in accordance with Article 18 of the Directive.\n(5) A Community inspection has shown that the hygiene standards of those establishments are satisfactory and that they may therefore be included on the first list of establishments, to be drawn up in accordance with Directive 72/462/EEC, from which imports of fresh meat may be authorised.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The establishments in Latvia as listed in the Annex are hereby approved for the purposes of exporting fresh meat to the Community pursuant to the conditions laid down in Directive 72/462/EEC, including points (a) and (b) of Article 18(1) thereof.", "This Decision shall apply from 12 March 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\nANNEX\nCountry: Latvia\n>TABLE>"}