{"celex_id": "32000D0463", "uri": "http://publications.europa.eu/resource/cellar/381df5bb-c737-4031-b483-b578d2c41a5d", "type": "Decision", "concepts": ["13", "2985"], "title": "2000/463/EC: Commission Decision of 17 July 2000 recognising in principle the completeness of the dossier submitted for detailed examination with a view to the possible inclusion of MKH 65 61 (propoxycarbazone-sodium) in Annex I to Council Directive 91/414/EEC concerning the placing of plant-protection products on the market (notified under document number C(2000) 2006)\n", "header": "Commission Decision\nof 17 July 2000\nrecognising in principle the completeness of the dossier submitted for detailed examination with a view to the possible inclusion of MKH 65 61 (propoxycarbazone-sodium) in Annex I to Council Directive 91/414/EEC concerning the placing of plant-protection products on the market\n(notified under document number C(2000) 2006)\n(2000/463/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant-protection products on the market(1), as last amended by Commission Directive 2000/10/EC(2), and in particular Article 6(3) thereof,\nWhereas:\n(1) Directive 91/414/EEC (hereinafter referred to as \"the Directive\") provides for the compilation of a Community list of active substances authorised for use in plant protection products.\n(2) Bayer AG submitted a dossier on the active substance MKH 65 61 (propoxycarbazone-sodium) to the German authorities on 25 January 2000.\n(3) The said authorities informed the Commission of the results of an initial examination of the dossier to ensure that it provides all the information laid down in Annex II and, for at least one plant protection product containing the active substance concerned, in Annex III to the Directive. Subsequently, in accordance with Article 6(2), the applicant submitted the dossier to the Commission and other Member States.\n(4) The dossier on MKH 65 61 (propoxycarbazone-sodium) was referred to the Standing Committee on Plant Health on 10 March 2000.\n(5) Article 6(3) of the Directive requires official confirmation at Community level that each dossier fulfils the requirements on information laid down in Annex II and, for at least one plant protection product containing the active substance concerned, in Annex III to the Directive.\n(6) Such confirmation is necessary to permit a detailed examination of the dossier and to allow Member States to grant provisional authorisation for plant protection products containing the active substance concerned while complying with the conditions laid down in Article 8(1) of the Directive and, in particular, the condition relating to the detailed assessment of the active substance and the plant protection product in the light of the requirements laid down by the Directive.\n(7) Such decision does not prejudice that further data or information may be requested from the applicant in order to clarify certain points in the dossier. The request by the rapporteur Member State for the submission of further data necessary to clarify the dossier shall not affect the time limit for the submission of the report referred to in recital 9.\n(8) The Member States and the Commission agree that Germany will carry out a detailed examination of the dossier on MKH 65 61 (propoxycarbazone-sodium).\n(9) Germany will report the conclusions of their examinations accompanied by any recommendations on the inclusion or non-inclusion and any conditions relating thereto as soon as possible and at the latest within a period of one year from the date of publication of this decision.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The following dossier satisfies in principle the information requirements laid down in Annex II and, for at least one plant protection product containing the active substance concerned, in Annex III to the Directive, taking account of the intended uses:\nthe dossier submitted by Bayer AG to the Commission and the Member States with a view to the inclusion of MKH 65 61 (propoxycarbazone-sodium) as an active substance in Annex I to Directive 91/414/EEC and referred to the Standing Committee on Plant Health on 10 March 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 57, 2.3.2000, p. 28."}