{"celex_id": "32005R0116", "uri": "http://publications.europa.eu/resource/cellar/4f229382-d725-41be-a746-7d73d8c7e22a", "type": "Regulation", "concepts": ["1234", "1333", "2768", "3263", "4369", "4585", "935"], "title": "Commission Regulation (EC, Euratom) No 116/2005 of 26 January 2005 on the treatment of repayments of VAT to non-taxable persons and to taxable persons for their exempt activities, for the purposes of Council Regulation (EC, Euratom) No 1287/2003 on the harmonisation of gross national income at market prices\n", "header": "27.1.2005 EN Official Journal of the European Union L 24/6\nCOMMISSION REGULATION (EC, Euratom) No 116/2005\nof 26 January 2005\non the treatment of repayments of VAT to non-taxable persons and to taxable persons for their exempt activities, for the purposes of Council Regulation (EC, Euratom) No 1287/2003 on the harmonisation of gross national income at market prices\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EC, Euratom) No 1287/2003 of 15 July 2003 on the harmonisation of gross national income at market prices (GNI Regulation) (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) Article 2(7) of Council Decision 2000/597/EC, Euratom of 29 September 2000 on the system of the Communities’ own resources (2) lays down that gross national product at market prices (GNP) is to be considered equal to gross national income at market prices (GNI) as provided by the Commission in application of the European System of Accounts (ESA). The ESA of 1995 (ESA95), superseding two earlier systems of 1970 and 1979 respectively, was established by Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community (3), and was set out in the Annex thereto. GNI, as used in ESA95, replaced GNP as a criterion for own resource purposes with effect from budget year 2002.\n(2) Council Regulation (EC, Euratom) No 1287/2003 lays down the procedures for the forwarding of GNI data by Member States and the procedures and checks on the calculation of GNI, and establishes the GNI Committee.\n(3) ESA95 does not explicitly specify the treatment of repayments of VAT to non-taxable persons, and to taxable persons for their exempt activities.\n(4) For the purpose of the definition of gross national income at market prices (GNI) pursuant to Article 1 of Regulation (EC, Euratom) No 1287/2003 it is necessary to clarify the treatment of repayments of VAT to non-taxable persons, and to taxable persons for their exempt activities.\n(5) The Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (4), defines the notions of taxable person, of non-taxable person and of exempt activities.\n(6) For the purpose of implementing Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonisation of the compilation of gross national product at market prices (5), Commission Decision 1999/622/EC, Euratom of 8 September 1999 (6) clarifies the treatment of repayments of VAT to non-taxable units and to taxable units for their exempt activities. The equivalent clarification should now be provided in respect of GNI.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the GNI Committee,", "main_body": ["1.   In compiling national accounts aggregates for the purpose of Regulation (EC, Euratom) No 1287/2003, repayments of VAT incurred on purchases, made to non-taxable persons or to taxable persons for their exempt activities, shall be treated in ESA95 as other current transfers (D7) or capital transfers (D9), and not as if they were deductible VAT.\n2.   For the purposes of paragraph 1, the term ‘taxable person’ shall have the meaning given to it by Article 4 of the Sixth Directive 77/388/EEC, Euratom, and the notion of exempt activities shall be understood as being the activities listed in Article 13 of that Directive.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 181, 19.07.2003, p. 1.\n(2)  OJ L 253, 7.10.2000, p. 42.\n(3)  OJ L 310, 30.11.1996, p. 1. Regulation as last amended by Regulation (EC) No 1267/2003 of the European Parliament and of the Council (OJ L 180, 18.7.2003, p. 1).\n(4)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35).\n(5)  OJ L 49, 21.02.1989, p. 26. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(6)  OJ L 245, 17.09.1999, p. 51."}