{"celex_id": "32007D0165", "uri": "http://publications.europa.eu/resource/cellar/f70e9e42-6906-4145-a82b-79bed2e3c3ee", "type": "Decision", "concepts": ["1374", "1895", "4353", "4692", "5263"], "title": "2007/165/EC: Commission Decision of 14 March 2007 amending Decision 96/4/EC authorising a method for grading pig carcasses in Austria (notified under document number C(2007) 833)\n", "header": "15.3.2007 EN Official Journal of the European Union L 75/24\nCOMMISSION DECISION\nof 14 March 2007\namending Decision 96/4/EC authorising a method for grading pig carcasses in Austria\n(notified under document number C(2007) 833)\n(Only the German text is authentic)\n(2007/165/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcasses (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) By Commission Decision 96/4/EC (2), Austria was authorised to apply a method for grading pig carcasses termed the ‘Zwei-Punkte-Messverfahren (ZP)’.\n(2) In view of technical developments, the Austrian Government has asked the Commission to authorise the use of a new formula for the method used under Decision 96/4/EC and has submitted the elements required under Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcasses (3).\n(3) The evaluation of this request has revealed that the conditions for authorising the new grading method are fulfilled.\n(4) Decision 96/4/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The Annex to Decision 96/4/EC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 14 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 1, 3.1.1996, p. 9. Decision as amended by Decision 97/813/EC (OJ L 334, 5.12.1997, p. 41).\n(3)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\n‘ANNEX\nZWEI-PUNKTE-MESSVERFAHREN (ZP)\n1. Grading of pig carcasses shall be carried out by use of the method termed “Zwei-Punkte-Messverfahren (ZP)”.\n2. The lean meat content of the carcass shall be calculated according to the following formula:\nŷ = the estimated percentage of lean meat in the carcass,\na = thickness of fat (including rind) in millimetres on the midline of the split carcass at its thinnest part covering the Musculus glutaeus medius,\nb = the visible thickness in millimetres of the lumbar muscle on the midline of the split carcass, measured as the shortest connection between the front (cranial) end of the Musculus glutaeus medius and the upper (dorsal) edge of the vertebral canal."}