{"celex_id": "32005R0793", "uri": "http://publications.europa.eu/resource/cellar/b47c6d45-d628-4d79-b2f9-f829606c1df0", "type": "Regulation", "concepts": ["1182", "1806", "20", "3170", "3732"], "title": "Commission Regulation (EC) No 793/2005 of 26 May 2005 on the opening of a special standing invitation to tender for the resale on the internal market of approximately 7783 tonnes of paddy rice held for a long time by the Greek intervention agency\n", "header": "27.5.2005 EN Official Journal of the European Union L 134/4\nCOMMISSION REGULATION (EC) No 793/2005\nof 26 May 2005\non the opening of a special standing invitation to tender for the resale on the internal market of approximately 7 783 tonnes of paddy rice held for a long time by the Greek intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1), and in particular Article 7(4) and (5) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 75/91 (2), lays down the procedures and conditions for the disposal of paddy rice held by intervention agencies.\n(2) The Greek intervention agency has held some paddy rice for a long time. A quantity of approximately 7 783 tonnes should be disposed of on the Community market. Such disposal should be carried out in accordance with Regulation (EEC) No 75/91.\n(3) However, in view of the long storage period and the resulting deterioration in the quality of the product, provision should be made for a derogation from Article 5(1) of Regulation (EEC) No 75/91 and the minimum selling price of each of the lots concerned should be determined on the basis of its specific characteristics, in accordance with Article 2(3)(d) of Commission Regulation (EEC) No 3597/90 on the accounting rules for intervention measures involving the buying-in, storage and sale of agricultural products by intervention agencies (3).\n(4) Given the quality and characteristics of the rice to be disposed of, measures must be taken to enable tenderers to assess the quality of the rice before bids are submitted. Provision should also be made for tenders to cover an entire lot.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Under the conditions laid down in Regulation (EEC) No 75/91, the Greek intervention agency shall launch a special standing invitation to tender for the resale on the internal market of approximately 7 783 tonnes of paddy rice held by it.", "By way of derogation from Article 5(1) of Regulation (EEC) No 75/91, the minimum selling prices to be respected shall be set at:\n— Lot No 1\n— Lot No 2\n— Lot No 3\n— Lot No 4\n— Lot No 5\n— Lot No 6", "1.   By way of derogation from Article 3(2) of Regulation (EEC) No 75/91, tenders shall cover an entire lot.\n2.   By way of derogation from Article 13(1) of Regulation (EEC) No 75/91, tenders shall be drawn up by reference to the real quality of the lot to which they relate.", "1.   The notice of invitation to tender shall contain an approximate description of the qualitative characteristics of each lot of rice to be sold, based on the results of the most recent analyses carried out.\n2.   The notice of invitation to tender shall give tenderers the option of having a prior analysis carried out of the quality characteristics of the rice to be sold and shall specify the place where the goods are stored. The analysis shall be carried out by the tenderer before the tender is submitted, using a sample taken from the warehouse.\n3.   When removing the goods, the successful tenderer may not dispute the quality and characteristics of the paddy rice.", "1.   The deadline for the submission of tenders for the first partial invitation to tender is 7 June at 12.00 (Athens time).\n2.   The deadline for the submission of tenders for the last partial invitation to tender is 21 July at 12.00 (Athens time).\n3.   Tenders shall be lodged with the Greek intervention agency:\nOPEKEPE\nAcharnon Street 241\nGR-10466 Athènes\nTel. (30-210) 212 46 86 et 212 47 88\nFax (30-210) 212 47 91", "By way of derogation from Article 19 of Regulation (EEC) No 75/91, the Greek intervention agency shall inform the Commission electronically, no later than the Tuesday of the week following the closing date for the submission of tenders, of the quantities sold and the average prices of the various lots.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 96.\n(2)  OJ L 9, 12.1.1991, p. 15.\n(3)  OJ L 350, 14.12.1990, p. 43. Regulation as last amended by Regulation (EC) No 1392/97 (OJ L 190, 19.7.1997, p. 22)."}