{"celex_id": "32000R2238", "uri": "http://publications.europa.eu/resource/cellar/1a274d18-b273-4ca5-8f1f-a5e1eb79ef05", "type": "Regulation", "concepts": ["1309", "1591", "2300", "2450", "519", "588"], "title": "Council Regulation (EC) No 2238/2000 of 9 October 2000 amending Regulation (EC) No 384/96 on protection against dumped imports from countries not members of the European Community\n", "header": "Council Regulation (EC) No 2238/2000\nof 9 October 2000\namending Regulation (EC) No 384/96 on protection against dumped imports from countries not members of the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By Regulation (EC) No 384/96(1) the Council adopted common rules for protection against dumped imports from countries which are not members of the European Community.\n(2) Article 2(7) of Regulation (EC) No 384/96 lays down that, in the case of imports from non-market-economy countries and, in particular, those listed in a footnote to that provision, normal value shall, inter alia, be determined on the basis of the price or constructed value in an analogous market-economy third country.\n(3) Article 2(7) of Regulation (EC) No 384/96 further lays down that, in the case of imports from the Russian Federation and the People's Republic of China, normal value may be determined in accordance with the rules applicable to market-economy countries in cases where it can be shown that market conditions prevail for one or more producers subject to investigation in relation to the manufacture and sale of the product concerned.\n(4) The process of reform in the Ukraine, Vietnam and Kazakhstan has fundamentally altered the economies of those countries and has led to the emergence of firms for which market-economy conditions prevail. These three countries have as a result moved away from the economic circumstances which inspired the use of the analogue-country method.\n(5) It is appropriate to revise the Community's anti-dumping practice in order to be able to take account of the changed economic conditions in the Ukraine, Vietnam and Kazakhstan.\n(6) It is also appropriate to grant similar treatment to imports from such countries which are members of the World Trade Organisation (WTO) at the date of the initiation of the relevant anti-dumping investigation,", "main_body": ["Article 2(7) of Regulation (EC) No 384/96 is amended as follows:\n- paragraph (b) is replaced by:\n\"(b) In anti-dumping investigations concerning imports from the Russian Federation, the People's Republic of China, the Ukraine, Vietnam and Kazakhstan and any non-market-economy country which is a member of the WTO at the date of the initiation of the investigation, normal value will be determined in accordance with paragraphs 1 to 6, if it is shown, on the basis of properly substantiated claims by one or more producers subject to the investigation and in accordance with the criteria and procedures set out in subparagraph (c) that market economy conditions prevail for this producer or producers in respect of the manufacture and sale of the like product concerned. When this is not the case, the rules set out under subparagraph (a) shall apply.\",\n- the footnote is replaced by:\n\"(*) Including Albania, Armenia, Azerbaijan, Belarus, Georgia, North Korea, Kyrgyzstan, Moldova, Mongolia, Tajikistan, Turkmenistan, Uzbekistan.\"", "This Regulation applies to all anti-dumping investigations initiated after the date of its entry into force. In the case of imports from non-market-economy countries which become members of the WTO after the entry into force of this Regulation, it applies to all anti-dumping investigations concerning products originating in those countries which are initiated after the date of their accession to the WTO.", "This Regulation enters into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 October 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18)."}