{"celex_id": "32004D0297", "uri": "http://publications.europa.eu/resource/cellar/bd2bc15e-5de1-4d0c-8b29-3d63554e889c", "type": "Decision", "concepts": ["13", "2723", "4081"], "title": "2004/297/EC: Commission Decision of 29 March 2004 authorising the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia to postpone the application of certain provisions of Council Directives 2002/53/EC and 2002/55/EC with regard to the marketing of seeds of certain varieties (Text with EEA relevance) (notified under document number C(2004) 962)\n", "header": "Commission Decision\nof 29 March 2004\nauthorising the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia to postpone the application of certain provisions of Council Directives 2002/53/EC and 2002/55/EC with regard to the marketing of seeds of certain varieties\n(notified under document number C(2004) 962)\n(Text with EEA relevance)\n(2004/297/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, and in particular Article 42 thereof,\nWhereas:\n(1) Pursuant to Article 42 of the Act of Accession, the Commission may adopt transitional measures if these transitional measures are necessary to facilitate the transition from the existing regime in the new Member States to that resulting from the application of the Community veterinary and phytosanitary rules. Those rules include the rules in respect of marketing of seeds.\n(2) Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species(1) and Council Directive 2002/55/EC of 13 June 2002 on the marketing of vegetable seed(2) provide that seeds of varieties of plant species covered by Directives as referred to in Article 1(1) of Directive 2002/53/EC or by Article 2(1)(b) of Directive 2002/55/EC may be marketed only if the requirements of Article 4(1) and Articles 7 and 11 of those two directives have been met.\n(3) Marketing of seed of certain varieties would have to be banned in the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia from the date of accession, unless a derogation from those provisions could be granted.\n(4) In order to enable those countries to take and to implement the measures necessary to ensure that the varieties in question have been accepted in accordance with the principles of the Community system, they should be allowed to postpone for a period of three years following the date of accession the application of Directives 2002/53/EC and 2002/55/EC with regards to the marketing in their territories of seeds of varieties listed in their respective catalogues, in accordance with principles other than those of the abovementioned directives.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural, Horticultural and Forestry Seeds and Plants,", "main_body": ["By derogation from Article 4(1), Article 7 and Article 11 of Directives 2002/53/EC and 2002/55/EC, the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia may postpone for a period of three years following the date of accession the application of the said directives with regard to the marketing in their territory of seeds of varieties listed in their respective national catalogues of varieties of agricultural plant species and of vegetable plant species, which have not been officially accepted in accordance with the provisions of those Directives.\nDuring that period, such seeds shall only be marketed in the territory of the respective Member States concerned. Any label or document, official or otherwise, which is affixed to or accompanies the seed lot under the provisions of this Decision shall clearly indicate that the seed is intended to be marketed exclusively in the territory of the country concerned.", "This Decision shall apply subject to and as from the date of the entry into force of the Treaty of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 193, 20.7.2002, p. 1. Directive as last amended by Regulation (EC) No 1829/2003 of the European Parliament and of the Council (OJ L 268, 18.10.2003, p. 1).\n(2) OJ L 193, 20.7.2002, p. 33. Directive as last amended by Regulation (EC) No 1829/2003."}