{"celex_id": "32001D0424", "uri": "http://publications.europa.eu/resource/cellar/be159ea9-a648-4eba-bcf0-3ee42b8b96a8", "type": "Decision", "concepts": ["1250", "13", "1442", "2273", "2730", "893"], "title": "2001/424/EC: Commission Decision of 23 May 2001 authorising the placing on the market of pasteurised fruit-based preparations produced using high-pressure pasteurisation under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2001) 1462)\n", "header": "Commission Decision\nof 23 May 2001\nauthorising the placing on the market of pasteurised fruit-based preparations produced using high-pressure pasteurisation under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2001) 1462)\n(Only the French text is authentic)\n(2001/424/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients(1), and in particular Article 7 thereof,\nHaving regard to the request by Groupe Danone to the competent authorities of France of 3 December 1998 for placing pasteurised fruit-based preparations produced by high-pressure pasteurisation on the market as a novel food ingredient,\nHaving regard to the initial assessment report drawn up by the competent authorities of France, which the Commission forwarded to all Member State on 16 May 2000.\nWhereas:\n(1) In their initial assessment report the French competent food assessment body came to the conclusion that high-pressure treatment (8 kbar for 6 minutes at 20°C) may be safely used instead of the specified generally used heat pasteurisation process (85°C for 10 minutes).\n(2) Within the 60 days' period laid down in Article 6(4) of the Regulation, reasoned objections to the marketing of the product were nevertheless raised in accordance with that provision. In accordance with Article 7 of the Regulation, a Decision is therefore to be taken in accordance with the procedure laid down in Article 13 of the Regulation.\n(3) At a meeting on 9 October 2000 experts of Groupe Danone were called upon to provide the necessary information in response to the comments and objections raised by Member States. In particular, a technical explanation was given that the high-pressure treatment provides the same level of safety as the generally used heat pasteurisation process with respect to the bacteriological risks and the allergenic potential.\n(4) It is therefore considered that the use of high-pressure pasteurisation in the production of fruit preparations is not likely to have an effect on public health so that a decision can be taken without consultation of the Scientific Committee for Food.\n(5) On this basis, it is established that the products comply with the criteria laid down in Article 3(1) of the Regulation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["The fruit preparations pasteurised by high-pressure treatment, as specified in the Annex, may be placed on the market in the Community as a novel food ingredient.", "Without prejudice to the other requirements of Community law concerning the labelling of foodstuffs, the wording \"pasteurised by high-pressure treatment\" is displayed next to the fruit preparations in question as such and in any product in which it is used.", "This Decision is addressed to Groupe Danone, 7 rue de Téhéran, F-75391 Paris CEDEX 08."], "attachments": "Done at Brussels, 23 May 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1.\nANNEX\nSpecifications for fruit preparations pasteurised by high-pressure treatment\n>TABLE>"}