{"celex_id": "32003D0269", "uri": "http://publications.europa.eu/resource/cellar/a1929dcc-fe6d-468f-ba87-7b9274ac9493", "type": "Decision", "concepts": ["142", "1474", "1720", "642", "888", "893"], "title": "2003/269/EC: Council Decision of 8 April 2003 concerning the conclusion on behalf of the Community of the Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficient labelling programmes for office equipment\n", "header": "Council Decision\nof 8 April 2003\nconcerning the conclusion on behalf of the Community of the Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficient labelling programmes for office equipment\n(2003/269/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The appropriate internal Community procedures should be established to ensure the proper functioning of the Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficient labelling programmes for office equipment, signed in Washington on 19 December 2000(2). It is necessary to empower the Commission, assisted by the special committee designated by the Council, to make certain technical amendments to the Agreement and to take certain decisions for its implementation. In all other cases the decision is to be taken in accordance with the normal procedures.\n(2) The review of the implementation has been attributed to the technical commission established by the Agreement.\n(3) Each party has designated a management entity. The Community has designated the Commission as its management entity. Parties may amend the Agreement and the Annexes and add new Annexes by mutual agreement.\n(4) The European Court of Justice(3) has annulled Council Decision 2001/469/EC of 14 May 2001 concerning the conclusion on behalf of the European Community of the Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficient labelling programmes for office equipment(4) which has therefore to be replaced.\n(5) The Agreement should be approved,", "main_body": ["The Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficient labelling programmes for office equipment, including its Annexes, is hereby approved on behalf of the Community.\nThe text of the Agreement, and the Annexes thereto, is attached to this Decision(5).", "The President of the Council shall, on behalf of the Community, give the notification in writing provided for in Article XII(1) of the Agreement.", "1. The Commission shall represent the Community in the technical commission provided for in Article VI of the Agreement, assisted by the special committee designated by the Council. The Commission shall proceed, after consultation with this special committee, to the communications, cooperation, review of the implementation and notifications referred to in Articles V(5), VI(1) and (2), and VIII(4), of the Agreement.\n2. With a view to preparing the Community position as regards amendments to the specifications and list of office equipment in Annex C of the Agreement, the Commission shall take into account any opinion given by the European Community Energy Star Board referred to in Articles 8 and 11 of Regulation (EC) No 2422/2001/EC of the European Parliament and of the Council of 6 November 2001 on a Community energy-efficiency labelling programme for office equipment(6).\n3. The position of the Community with regard to decisions to be taken by the management entities shall be determined, with regard to amendments of technical specifications of office equipment listed in Annex C of the Agreement, by the Commission, after consultation with the special committee, referred to in paragraph 1.\n4. In all other cases, the position of the Community with regard to decisions to be taken by the management entities or the Parties shall be determined by the Council, acting on a proposal from the Commission in accordance with Article 300 of the Treaty."], "attachments": "Done at Luxembourg, 8 April 2003.\nFor the Council\nThe President\nG. Drys\n(1) OJ C 274 E, 28.9.1999, p. 16.\n(2) OJ L 172, 26.6.2001, p. 3.\n(3) Judgment of 12 December 2002 in Case C-281/01, Commission of the European Communities v. Council of the European Union (OJ C 31, 8.2.2003, p. 3).\n(4) OJ L 172, 26.6.2001, p. 1.\n(5) OJ L 172, 26.6.2001, p. 3.\n(6) OJ L 332, 15.12.2001, p. 1."}