{"celex_id": "32006R0081", "uri": "http://publications.europa.eu/resource/cellar/3777951a-697c-441a-b93d-d6d0924aec6b", "type": "Regulation", "concepts": ["13", "1598", "2836", "3885", "4687", "6292", "711", "893"], "title": "Commission Regulation (EC) No 81/2006 of  18 January 2006  amending Regulation (EEC) No 1538/91 concerning the terms that may be used on the marketing of poultrymeat in the event of restrictions on access for poultry to open-air runs\n", "header": "19.1.2006 EN Official Journal of the European Union L 14/8\nCOMMISSION REGULATION (EC) No 81/2006\nof 18 January 2006\namending Regulation (EEC) No 1538/91 concerning the terms that may be used on the marketing of poultrymeat in the event of restrictions on access for poultry to open-air runs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1906/90 of 26 June 1990 on certain marketing standards for poultry (1), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1538/91 (2) introduces detailed rules for implementing Regulation (EEC) No 1906/90.\n(2) In order to protect consumers against statements that may be made with the fraudulent intention of securing higher prices than those applying to the meat of poultry reared in the ‘standard’ way, Article 10 of Regulation (EEC) No 1538/91 contains an exhaustive list of terms relating to methods of rearing. Consequently, Annex IV to that Regulation requires indications of method of rearing to comply with specific criteria.\n(3) Among the specific criteria defining the conditions in which poultrymeat may be marketed using the terms ‘Free range’, ‘Traditional free range’ and ‘Free range – total freedom’, access to open-air runs for a certain period in the life of the poultry is essential.\n(4) Restrictions, including veterinary restrictions, adopted under Community law to protect public and animal health, may restrict the access of poultry to open-air runs.\n(5) Where producers can no longer satisfy all the rearing conditions laid down in Annex IV to Regulation (EEC) No 1538/91, they must, in the interests of consumers, cease to use the optional labelling relating to the method of rearing.\n(6) In order to take account of the possible economic consequences of such temporary restrictions, which are beyond the control of producers, since the whole of the sector needs a reasonable adjustment period, especially as regards labelling, and provided that product quality is not substantially affected, provision should be made for a transitional period during which producers can continue to use the labelling relating to the method of rearing.\n(7) In the interests of consumers, the application of this derogation should be limited in time.\n(8) Specific derogations from the definitions of the different methods of rearing are needed.\n(9) Regulation (EEC) No 1538/91 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Annex IV to Regulation (EEC) No 1538/91 is hereby amended as follows:\n1. the following introductory phrase is inserted after the title ‘Annex IV’:\n2. the following subparagraph is added:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 January 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 173, 6.7.1990, p. 1. Regulation as last amended by Regulation (EC) No 1101/98 (OJ L 157, 30.5.1998, p. 12).\n(2)  OJ L 143, 7.6.1991, p. 11. Regulation as last amended by Regulation (EC) No 814/2004 (OJ L 153, 30.4.2004, p. 1, as corrected by OJ L 231, 30.6.2004, p. 3)."}