{"celex_id": "32006R0700", "uri": "http://publications.europa.eu/resource/cellar/99c3c586-1fd8-4845-9911-10326d1b2696", "type": "Regulation", "concepts": ["1035", "1159", "3001", "5229", "616"], "title": "Council Regulation (EC) No 700/2006 of  25 April 2006  repealing Regulation (EC) No 3690/93 establishing a Community system laying down rules for the minimum information to be contained in fishing licences\n", "header": "9.5.2006 EN Official Journal of the European Union L 122/1\nCOUNCIL REGULATION (EC) No 700/2006\nof 25 April 2006\nrepealing Regulation (EC) No 3690/93 establishing a Community system laying down rules for the minimum information to be contained in fishing licences\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Regulation (EC) No 3690/93 (2) is based on Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (3) which has been replaced by Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (4). The references and provisions contained in Regulation (EC) No 3690/93 are no longer compatible with this new Regulation which establishes new rules on the management of fishing capacity as expressed in fishing licences.\n(2) Articles 22(3) and 13(3) of Regulation (EC) No 2371/2002 empower the Commission to lay down implementing rules for the management of fishing licences and fishing capacities.\n(3) On 3 August 2005 the Commission adopted Regulation (EC) No 1281/2005 on the management of fishing licences and the minimal information to be contained therein (5), which is to apply from the date of repeal of Regulation (EC) No 3690/93.\n(4) Regulation (EC) No 3690/93 should therefore be repealed,", "main_body": ["1.   Regulation (EC) No 3690/93 is hereby repealed.\n2.   References to the repealed Regulation shall be construed as references to Regulation (EC) No 1281/2005 and shall be read in accordance with the correlation table set out in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 341, 31.12.1993, p. 93.\n(3)  OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/93 (OJ L 164, 9.6.1998, p. 1).\n(4)  OJ L 358, 31.12.2002, p. 59.\n(5)  OJ L 203, 4.8.2005, p. 3.\nANNEX\nCorrelation table\nRegulation (EC) No 3690/93 Regulation (EC) No 1281/2005\nArticle 1 Articles 1 and 3\nArticle 2 Article 5\nArticle 3 Article 4\nArticle 4 Article 5\nArticle 5 Article 6\nArticle 6 —\nArticle 7 —\nArticle 8 —\nArticle 9 —\nArticle 10 Articles 8 and 9"}