{"celex_id": "32009D0718", "uri": "http://publications.europa.eu/resource/cellar/cd1f7947-7f52-4f3e-a35d-8e4a72b01ce6", "type": "Decision", "concepts": ["12", "161", "3763", "5040", "5063", "5403"], "title": "2009/718/EC: Council Decision of 7 September 2009 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Brazil pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n", "header": "26.9.2009 EN Official Journal of the European Union L 254/104\nCOUNCIL DECISION\nof 7 September 2009\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Brazil pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n(2009/718/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 29 January 2007, the Council authorised the Commission to open negotiations with certain other Members of the WTO under Article XXIV:6 of GATT 1994, in the course of the accessions to the European Union of the Republic of Bulgaria and Romania.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and Brazil. The Agreement should be approved.\n(4) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1),", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Brazil pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The detailed rules for implementing the Agreement shall be adopted in accordance with the procedure referred to in Article 195(2) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (2).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters referred to in Article 1 in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 September 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 299, 16.11.2007, p. 1.\n26.9.2009 EN Official Journal of the European Union L 254/106\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and Brazil pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\nGeneva, 16 September 2009\nSir,\nFollowing negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade 1994 (GATT) relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, the European Community and Brazil have agreed as follows:\nThe European Community will incorporate in its schedule, for the customs territory of EC 27, the following modifications:\nTo incorporate in the schedule of the EC 27 the concessions contained in the schedule of the EC 25.\nOn tariff lines 0201 3000, 0202 3090, 0206 1095 and 0206 2991 add 5 000 tonnes to the allocation of Brazil under the EC tariff rate quota ‘boneless high quality meat of bovine animals, fresh, chilled or frozen’, maintaining the present in quota rate of 20 %.\nOn tariff line 0202 3090, add 9 000 tonnes (erga omnes) under the EC tariff rate quota ‘meat of bovine animals, frozen’ maintaining the present in quota rate of 20 % or 20 % + 45 % of the specific rate of duty.\nOn tariff line 0207 1410, add 2 500 tonnes to the allocation of Brazil under the EC tariff rate quota ‘cuts of fowls of the species Gallus domesticus’, maintaining the present in quota rate of 0 %.\nOn tariff line 0207 2710, create a country allocation (Brazil) of 2 500 tonnes under the EC tariff rate quota ‘cuts of turkey, frozen’, maintaining the present in quota rate of 0 %.\nOn tariff line 1701 1110, add 300 000 tonnes to the allocation of Brazil under the EC tariff rate quota ‘raw cane sugar, for refining’, maintaining the present in quota rate of EUR 98/t.\nOn tariff line 1701 1110 add 250 000 tonnes (erga omnes) under the EC tariff rate quota ‘raw cane sugar, for refining’, maintaining the present in quota rate of EUR 98/t.\nThis Agreement will enter into force no later than two months after the date of the signed letter from Brazil.\nOn behalf of the European Community\nGeneva, 16 September 2009\nSir,\nWith reference to your letter stating:\n‘Following negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade 1994 (GATT) relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, the European Community and Brazil have agreed as follows:\nThe European Community will incorporate in its schedule, for the customs territory of EC 27, the following modifications:\nTo incorporate in the schedule of the EC 27 the concessions contained in the schedule of the EC 25.\nOn tariff lines 0201 3000, 0202 3090, 0206 1095 and 0206 2991 add 5 000 tonnes to the allocation of Brazil under the EC tariff rate quota “boneless high quality meat of bovine animals, fresh, chilled or frozen”, maintaining the present in quota rate of 20 %.\nOn tariff line 0202 3090, add 9 000 tonnes (erga omnes) under the EC tariff rate quota “meat of bovine animals, frozen” maintaining the present in quota rate of 20 % or 20 % + 45 % of the specific rate of duty.\nOn tariff line 0207 1410, add 2 500 tonnes to the allocation of Brazil under the EC tariff rate quota “cuts of fowls of the species Gallus domesticus”, maintaining the present in quota rate of 0 %.\nOn tariff line 0207 2710, create a country allocation (Brazil) of 2 500 tonnes under the EC tariff rate quota “cuts of turkey, frozen”, maintaining the present in quota rate of 0 %.\nOn tariff line 1701 1110, add 300 000 tonnes to the allocation of Brazil under the EC tariff rate quota “raw cane sugar, for refining”, maintaining the present in quota rate of EUR 98/t.\nOn tariff line 1701 1110 add 250 000 tonnes (erga omnes) under the EC tariff rate quota “raw cane sugar, for refining”, maintaining the present in quota rate of EUR 98/t.\nThis Agreement will enter into force no later than two months after the date of the signed letter from Brazil.’.\nI hereby have the honour to express my government’s agreement.\nOn behalf of Brazil"}