{"celex_id": "32002D0994", "uri": "http://publications.europa.eu/resource/cellar/36f0497b-3938-4a45-8fef-6c5375406ec1", "type": "Decision", "concepts": ["1277", "1284", "1445", "192", "2737", "2771", "3191", "5969"], "title": "2002/994/EC: Commission Decision of 20 December 2002 concerning certain protective measures with regard to the products of animal origin imported from China (Text with EEA relevance) (notified under document number C(2002) 5377)\n", "header": "Commission Decision\nof 20 December 2002\nconcerning certain protective measures with regard to the products of animal origin imported from China\n(notified under document number C(2002) 5377)\n(Text with EEA relevance)\n(2002/994/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22(1) thereof,\nWhereas:\n(1) Under Directive 97/78/EC the necessary measures must be adopted as regards the import of certain products from third countries where any cause likely to constitute a serious risk to animal or human health appears or is spreading.\n(2) Under Council Directive 95/53/EC of 25 October, 1995 fixing the principles governing the organisation of official inspections in the field of animal nutrition(2), as last amended by Directive 2001/46/EC of the European Parliament and of the Council(3), the necessary measures must be adopted as regards the import of certain products from third countries and intended for animal nutrition, where any cause likely to constitute a serious danger to animal or human health appears or is spreading.\n(3) Under Council Directive 96/23/EC of 29 April 1996, on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC(4), the production process of animals and primary products of animal origin shall be monitored for the purpose of detecting the presence of certain residues and substances in live animals, their excrements and body fluids and in tissue, animal products, animal feed and drinking water.\n(4) Following the detection of chloramphenicol in certain aquaculture and fishery products imported from China, the Commission adopted Decision 2001/699/EC, of 9 September 2001 concerning certain protective measures with regard to certain fishery and aquaculture products intended for human consumption and originating in China and Vietnam(5), modified by Decision 2002/770/EC(6). Furthermore, and following the shortcomings identified during an inspection visit to China as regards veterinary medicines regulation and the residue control system in live animals and animal products, the Commission adopted Decision 2002/69/EC of 30 January 2002 concerning certain protective measures with regard to the products of animal origin imported from China(7), as last amended by Commission Decision 2002/933/EC(8).\n(5) Decision 2002/69/EC provides that it shall be reviewed in the light of information provided by the competent authorities of China, any results from the increased monitoring and testing carried out by Member States on consignments arriving at the Community border inspection posts and, if necessary, on the basis of the results of a new inspection visit carried out on the spot by Community experts. The information provided by Chinese authority and the favourable results of the checks carried out by Member States have allowed authorisation of importation of certain products of animal origin and therefore several modifications of Decision 2002/69/EC.\n(6) In view of the information provided by the Chinese authorities, imports of the categories of products of animal origin for which the Chinese residue monitoring plans are approved are authorised.\n(7) For certain other categories of products of animal origin, it is necessary in view of the results of the checks carried out by Member States to maintain the monitoring mechanisms established under Decision 2002/69/EC. The frequency of the tests to be carried out on the consignments should be fixed in accordance with the level of risk observed.\n(8) Fishery products obtained by other means than aquaculture are not concerned by the risks identified above and should therefore be exempted from monitoring. However, for eels and shrimps, it is not possible to distinguish between aquaculture and wild catches for the time being, except for catches of shrimps made in the Atlantic Ocean; therefore, those products should remain prohibited except for the latter category of crustacean.\n(9) The monitoring provided for by Decision 2001/669/EC was maintained for a transitional period with regard to China, while it was subsequently deleted with regard to Vietnam by Decision 2002/770/EC.\n(10) It is therefore appropriate to update and consolidate in the present Decision the provisions in Decision 2002/69/EC and to repeal Decisions 2001/669/EC and 2002/69/EC accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to all products of animal origin imported from China and intended for human consumption or animal feed use.", "1. Member States shall prohibit the imports of products referred in Article 1.\n2. By derogation from paragraph 1, Member States shall authorise the imports of products listed in the Annex to the present decision in accordance with the following provisions, and with the specific animal and public health conditions applicable to the products concerned. In the case of products listed in Part II and III of the Annex to the present Decision, imports shall be authorised only if the results of the test referred to in Article 3 are favourable.", "1. Member States shall, using appropriate sampling plans and detection methods, subject consignments of products listed in sections II and III of the Annex to the present Decision, to a chemical test in order to ensure that the products concerned do not present a hazard to human health. This test must be carried out, in particular, with a view to detecting the presence of residues of veterinary drugs, pesticides, contaminants and prohibited substances.\n2. For products listed in section II of the Annex, the tests shall be carried out on 20 % of all consignments; for products listed in section III, each consignment shall be tested.\n3. Member States shall inform the Commission of the results of the tests referred to in paragraph 1 by means of the Rapid Alert System for food and feed set up by Regulation (EC) No 178/2002 of the European Parliament and of the Council(9), immediately when they are positive, and every week for negative results.", "All expenditures incurred by the application of this Decision shall be charged to the consignor, the consignee, or their agent.", "Member States shall modify the measures they apply to trade to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "This Decision shall be reviewed on the basis of the information and guarantees provided by the Chinese competent authorities, the results of the tests referred to in Article 3 and, if necessary, the results of an on the spot inspection visit by Community experts.", "Decision 2001/699/EC and Decision 2002/69/EC are repealed.", "This Decision shall apply from 24 December 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 24, 30.1.1998, p. 9.\n(2) OJ L 265, 8.11.1995, p. 17.\n(3) OJ L 234, 1.9.2001, p. 55.\n(4) OJ L 125, 23.5.1996, p. 10.\n(5) OJ L 251, 20.1.2001, p. 11.\n(6) OJ L 265, 3.10.2002, p. 16.\n(7) OJ L 30, 31.1.2002, p. 50.\n(8) OJ L 324, 29.11.2002, p. 71.\n(9) OJ L 31, 1.2.2002, p. 1.\nANNEX\nPART I\nList of products of animal origin intended for human consumption or animal feed use authorised to be imported into the Community without testing\n- Fishery products, except:\n- those obtained by aquaculture,\n- eels,\n- shrimps other than those caught in the Atlantic Ocean as referred to below.\n- Entire shrimps caught in the Atlantic Ocean, which have not undergone any preparation or processing operation other than freezing and packaging in their final package at sea and landed directly on Community territory.\n- Gelatine.\nPART II\nList of products of animal origin intended for human consumption or animal feed use authorised to be imported into the Community, subject to a chemical test under the conditions of paragraph 2 of Article 3\n- Casings,\n- Crayfish of the species Procambrus clarkii caught in natural fresh waters by fishing operations,\n- Surimi obtained from the fishery products authorised in Part I.\nPART III\nList of products of animal origin intended for human consumption or animal feed use authorised to be imported into the Community, subject to a chemical test under the conditions of paragraph 2 of Article 3"}