{"celex_id": "32006R1090", "uri": "http://publications.europa.eu/resource/cellar/c2af45ad-1faa-42cf-9ea9-3858426c6ef1", "type": "Regulation", "concepts": ["1182", "2173", "2642", "4718", "473"], "title": "Commission Regulation (EC) No 1090/2006 of  14 July 2006  opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for certain wines in Greece\n", "header": "15.7.2006 EN Official Journal of the European Union L 195/7\nCOMMISSION REGULATION (EC) No 1090/2006\nof 14 July 2006\nopening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for certain wines in Greece\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 33(1)(f) thereof,\nWhereas:\n(1) Article 30 of Regulation (EC) No 1493/1999 provides for the possibility of a crisis distillation measure in the event of exceptional market disturbance due to major surpluses. Such measures may be limited to certain categories of wine and/or certain areas of production, and may apply to quality wines produced in specified regions (quality wines psr) at the request of the Member State concerned.\n(2) The Greek Government has requested that crisis distillation be opened for table wines produced in Greece and for quality wines psr.\n(3) Considerable surpluses have been recorded on the market in table wines and quality wines psr in Greece, which are reflected in a fall in prices and a worrying rise in stocks towards the end of the current marketing year. In order to reverse this negative trend, and so remedy the difficult market situation, stocks of Greek wine should be reduced to a level that can be regarded as normal in terms of covering market requirements.\n(4) Since the conditions laid down in Article 30(5) of Regulation (EC) No 1493/1999 are satisfied, a crisis distillation measure should be opened for a maximum of 370 000 hectolitres of table wine and 130 000 hectolitres of quality wines psr.\n(5) The crisis distillation opened by this Regulation must comply with the conditions laid down by Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (2) as regards the distillation measure provided for in Article 30 of Regulation (EC) No 1493/1999. Other provisions of Regulation (EC) No 1623/2000 must also apply, in particular those concerning the delivery of alcohol to intervention agencies and the payment of advances.\n(6) The price distillers must pay producers should be set at a level that permits the market disturbance to be dealt with while allowing producers to take advantage of the possibility afforded by this measure.\n(7) The product of crisis distillation must be raw or neutral alcohol only, for compulsory delivery to the intervention agency in order to avoid disturbing the market for potable alcohol, which is supplied largely by the distillation provided for in Article 29 of Regulation (EC) No 1493/1999.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Crisis distillation as provided for in Article 30 of Regulation (EC) No 1493/1999 is hereby opened for a maximum of 370 000 hectolitres of table wines and 130 000 hectolitres of quality wines produced in specified regions (quality wines psr) in Greece, in accordance with the provisions of Regulation (EC) No 1623/2000 concerning this type of distillation.", "Producers may conclude contracts as provided for in Article 65 of Regulation (EC) No 1623/2000 (hereinafter referred to as the contract) from 18 July 2006 to 31 August 2006.\nContracts shall be accompanied by proof that a security equal to EUR 5 per hectolitre has been lodged.\nContracts may not be transferred.", "1.   If the total quantities covered by the contracts submitted to the intervention agency exceed the quantities laid down in Article 1, Greece shall determine the rates of reduction to be applied to those contracts.\n2.   Greece shall take the administrative steps necessary to approve the contracts not later than 15 September 2006. The approval shall specify any rate of reduction applied and the quantity of wine accepted per contract and shall stipulate that the producer may cancel the contract where the quantity to be distilled is reduced.\nGreece shall notify the Commission before 20 September 2006 of the quantities of wine covered by approved contracts.\n3.   Greece may limit the number of contracts that individual producers may conclude under this Regulation.", "1.   The quantities of wine covered by approved contracts shall be delivered to the distilleries not later than 28 February 2007. The alcohol obtained shall be delivered to the intervention agency in accordance with Article 6(1) not later than 31 May 2007.\n2.   The security shall be released in proportion to the quantities delivered when the producer presents proof of delivery to a distillery.\nThe security shall be forfeit where no delivery is made within the time limit laid down in paragraph 1.", "The minimum price paid for wine delivered for distillation under this Regulation shall be EUR 1.914 % vol/hl for table wine and EUR 3 % vol/hl for quality wines psr.", "1.   Distillers shall deliver the product obtained from distillation to the intervention agency. That product shall be of an alcoholic strength of at least 92 % vol.\n2.   The price to be paid to the distiller by the intervention agency for the raw alcohol delivered shall be EUR 2,281 % vol/hl where it is produced from table wines and EUR 3,367 % vol/hl where it is produced from quality wines psr. The payment shall be made in accordance with Article 62(5) of Regulation (EC) No 1623/2000.\nDistillers may receive an advance on those amounts of EUR 1,122 % vol/hl in the case of alcohol produced from table wine and EUR 2,208 % vol/hl in the case of alcohol produced from quality wines psr. In that case the advances shall be deducted from the prices actually paid. Articles 66 and 67 of Regulation (EC) No 1623/2000 shall apply.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 18 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2165/2005 (OJ L 345, 28.12.2005, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 1820/2005 (OJ L 293, 9.11.2005, p. 8)."}