{"celex_id": "32005R0107", "uri": "http://publications.europa.eu/resource/cellar/4f7dce80-e146-4379-bde5-7428b4333f65", "type": "Regulation", "concepts": ["1632", "2838", "3003", "3075", "862"], "title": "Regulation (EC) No 107/2005 of the European Parliament and of the Council of 12 January 2005 amending Regulation (EC) No 2130/2001 on operations to aid uprooted people in Asian and Latin American developing countries\n", "header": "26.1.2005 EN Official Journal of the European Union L 23/1\nREGULATION (EC) No 107/2005 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 January 2005\namending Regulation (EC) No 2130/2001 on operations to aid uprooted people in Asian and Latin American developing countries\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 179(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) The Community is implementing a programme in favour of operations to aid uprooted people in Asian and Latin American developing countries under Regulation (EC) No 2130/2001 (2). That Regulation expired on 31 December 2004.\n(2) The renewal of Regulation (EC) No 2130/2001 will be dependent on the possibilities for integrating it into a single framework Regulation for Asia and Latin America.\n(3) In July 2002, the Commission adopted a proposal for a Regulation of the European Parliament and of the Council concerning Community cooperation with Asian and Latin American countries (3) which integrates aid to uprooted people in Asian and Latin American developing countries and repeals Regulation (EC) No 2130/2001. The proposed Regulation was not adopted in time to enter into force by 31 December 2004. Such a situation could jeopardise the continuity and smooth implementation of operations to aid uprooted people in Asian and Latin American developing countries.\n(4) It is necessary to ensure the application of Regulation (EC) No 2130/2001 until the entry into force of the future Regulation. The latter would then constitute the new legal framework for operations to aid uprooted people in these two regions.\n(5) It is necessary to indicate the financial framework for the remaining years of the current financial perspective, namely 2005 and 2006.\n(6) It is also necessary to provide for an independent evaluation of the application of Regulation (EC) No 2130/2001.\n(7) Regulation (EC) No 2130/2001 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2130/2001 is hereby amended as follows:\n1. in Article 8, paragraph 1 is replaced by the following:\n2. in Article 15, the following paragraph is inserted:\n3. in Article 20, the second paragraph is replaced by the following:", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 12 January 2005.\nFor the European Parliament\nThe President\nJ. P. BORRELL FONTELLES\nFor the Council\nThe President\nNicolas SCHMIT\n(1)  Opinion of the European Parliament of 26 October 2004 (not yet published in the Official Journal) and Council Decision of 21 December 2004.\n(2)  OJ L 287, 31.10.2001, p. 3.\n(3)  OJ C 331 E, 31.12.2002, p. 12.\n(4)  OJ L 248, 16.9.2002, p. 1."}