{"celex_id": "32001R2042", "uri": "http://publications.europa.eu/resource/cellar/2befd051-2d45-43b9-a929-1deab538ed19", "type": "Regulation", "concepts": ["1264", "2066", "2069", "4381", "5751"], "title": "Commission Regulation (EC) No 2042/2001 of 18 October 2001 amending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis and the Additional Note in Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 2042/2001\nof 18 October 2001\namending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis and the Additional Note in Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 1513/2001(2), and in particular Article 35(a) thereof,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(3), as last amended by Commission Regulation (EC) No 1783/2001(4), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2568/91 of 11 July 1991 on the characteristics of olive oils and olive-residue oils and on the relevant methods of analysis(5), as last amended by Regulation (EC) No 455/2001(6), defines the physical, chemical and organoleptic characteristics of olive oils and olive-residue oils and the methods for evaluating these characteristics.\n(2) The olive varieties and conditions under which they are harvested in Morocco may produce virgin olive oils with a linolenic acid content above the 0,9 % limit laid down in Community legislation.\n(3) Article 1(8) of Regulation (EC) No 2568/91 and Table I in Additional Note 2 in Chapter 15 of the Combined Nomenclature contained in Annex I to Regulation (EEC) No 2658/87 provide for a maximum linolenic acid content of 1,0 % in the case of virgin oils from Morocco falling within subheadings 1509 10 10 and 1509 10 90 for the 1998/1999 to 2000/2001 marketing years.\n(4) Pending a review of the characteristics and methods of analysis that must be conducted in order to apply the new names and definitions provided for in Regulation (EEC) No 136/66/CEE and applicable from 1 November 2003, the existing arrangements should be extended by amending Regulations (EEC) Nos 2568/91 and 2658/87.\n(5) The Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["In Article 1(8) of Regulation (EEC) No 2568/91 the words \"1998/1999 to 2000/01 marketing years\" are replaced by \"1998/1999 to 2002/03 marketing years\".", "The date \"31 October 2001\" in Table 1 in Additional Note 2 to Chapter 15 of the Combined Nomenclature contained in Annex I to Regulation (EEC) No 2658/87 is replaced by \"31 October 2003\".", "This Regulation shall enter into force on 1 November 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966, p. 3025/66.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 256, 7.9.1987, p. 1.\n(4) OJ L 241, 11.9.2001, p. 7.\n(5) OJ L 248, 5.9.1991, p. 1.\n(6) OJ L 65, 6.3.2001, p. 9."}