{"celex_id": "32003D0114", "uri": "http://publications.europa.eu/resource/cellar/1abf98cb-203e-4815-ac19-641022afe8fa", "type": "Decision", "concepts": ["1755", "192", "2320", "2384"], "title": "2003/114/EC: Commission Decision of 19 February 2003 amending for the third time Decision 2002/308/EC establishing the lists of approved zones and approved farms with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) (Text with EEA relevance) (notified under document number C(2003) 558)\n", "header": "Commission Decision\nof 19 February 2003\namending for the third time Decision 2002/308/EC establishing the lists of approved zones and approved farms with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN)\n(notified under document number C(2003) 558)\n(Text with EEA relevance)\n(2003/114/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 6 thereof,\nWhereas:\n(1) In order to obtain, for one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN), the status of approved fish farm situated in a non-approved zone, Member States shall submit the appropriate justifications and the national rules ensuring compliance with the conditions laid down in Directive 91/67/EEC.\n(2) Commission Decision 2002/308/EC(3), as last amended by Decision 2002/1005/EC(4), establishes the lists of approved zones and approved fish farms situated in non-approved zones with regard to certain fish diseases.\n(3) Germany has submitted justifications for the status of approved farm in a non-approved zone for a farm in Bavaria with regard to VHS and IHN, as well as the national rules ensuring compliance with the requirements for that status.\n(4) The justification has been scrutinised by the Commission with the assistance of experts in the Member States.\n(5) The documentation provided by Germany for the farm concerned shows that it meets the requirements of Article 6 of Directive 91/67/EEC. The farm therefore qualifies for the status of approved farm in a non-approved zone and should be added to the list of approved farms set out in Annex II to Decision 2002/308/EC.\n(6) Decision 2002/308/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex II to Decision 2002/308/EC, the following approved fish farm is added in Section 3.5:\n\">TABLE>\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 February 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 106, 23.4.2002, p. 28.\n(4) OJ L 349, 24.12.2002, p. 109."}