{"celex_id": "32001R1249", "uri": "http://publications.europa.eu/resource/cellar/aa7eec5f-7d37-4c30-ade0-c3c25a92db45", "type": "Regulation", "concepts": ["1102", "1474", "1571", "2488", "4773", "5898"], "title": "Commission Regulation (EC) No 1249/2001 of 26 June 2001 determining the quantity available for the second half of 2001 of certain products in the milk and milk products sector covered by the import arrangements provided for in the Europe Agreement concluded by the Community with Slovenia\n", "header": "Commission Regulation (EC) No 1249/2001\nof 26 June 2001\ndetermining the quantity available for the second half of 2001 of certain products in the milk and milk products sector covered by the import arrangements provided for in the Europe Agreement concluded by the Community with Slovenia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2475/2000 of 7 November 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia(1),\nHaving regard to Commission Regulation (EC) No 2508/97 of 15 December 1997 laying down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania, and Slovenia and the Agreements on free trade between the Community and the Baltic States(2), as last amended by Regulation (EC) No 2856/2000(3), and in particular Article 4(4) thereof,\nWhereas:\nIn application of Commission Regulation (EC) No 218/2001 of 1 February 2001, determining the extent to which applications for import licences for certain products in the milk and milk products sector under the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania and Slovenia and in the Agreements on free trade between the Community and the Baltic States lodged in January 2001 can be accepted(4), applications for import licences lodged for the products referred to in Regulation (EC) No 2508/97 concern quantities less than those available. Therefore, the quantity available for the period 1 July to 31 December 2001 should be fixed for each product,", "main_body": ["The quantities available for the period 1 July to 31 December 2001 pursuant to Regulation (EC) No 2508/97, for products originating in Slovenia shall be as indicated in the Annex hereto.", "This Regulation shall enter into force on 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 286, 11.11.2000, p. 15.\n(2) OJ L 345, 16.12.1997, p. 31.\n(3) OJ L 332, 28.12.2000, p. 49.\n(4) OJ L 31, 2.2.2001, p. 7.\nANNEX\nMilk products originating in Slovenia\nTotal quantity available for the period 1 July to 31 December 2001\n>TABLE>"}