{"celex_id": "32005R0584", "uri": "http://publications.europa.eu/resource/cellar/b9215d97-4dad-41d5-a289-4b051ff5cc0f", "type": "Regulation", "concepts": ["1085", "20", "3170", "3732", "4663"], "title": "Commission Regulation (EC) No 584/2005 of 15 April 2005 opening a standing invitation to tender for the resale on the internal market of paddy rice held by the French intervention agency\n", "header": "16.4.2005 EN Official Journal of the European Union L 98/3\nCOMMISSION REGULATION (EC) No 584/2005\nof 15 April 2005\nopening a standing invitation to tender for the resale on the internal market of paddy rice held by the French intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1), and in particular Article 7(4) and (5) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 75/91 (2) lays down the procedures and conditions for the disposal of paddy rice held by intervention agencies.\n(2) The French intervention agency has been storing a very significant quantity of paddy rice for a very long time. A standing invitation to tender should therefore be opened for the resale on the internal market of some 5 000 tonnes of paddy rice held by that agency.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Under the conditions laid down in Regulation (EC) No 75/91, the French intervention agency shall launch a standing invitation to tender for the resale on the internal market of the quantities of paddy rice held by it, as set out in the Annex to this Regulation.", "1.   The closing date for the submission of tenders in response to the first partial invitation to tender shall be 27 April 2005.\n2.   The closing date for the submission of tenders in response to the last partial invitation to tender shall be 29 June 2005.\n3.   Tenders must be lodged with the French intervention agency:\nONIC\nService ‘Intervention’\n21, avenue Bosquet\nF-75341 Paris Cedex 07\nFax: (33) 144 18 20 08.", "As an exception to Article 19 of Regulation (EEC) No 75/91, the French intervention agency shall inform the Commission, no later than the Tuesday of the week following the closing date for the submission of tenders, of the quantity and average prices of the various lots sold, broken down by group where appropriate.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 April 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 96.\n(2)  OJ L 9, 12.1.1991, p. 15.\nANNEX\nGroup 1\nQuantity (approximate) 5 000 t\nHarvest year 2002\nRice type Ariète"}