{"celex_id": "32002R0359", "uri": "http://publications.europa.eu/resource/cellar/59b8d33d-51f8-4b04-8ecb-f657ef2be7df", "type": "Regulation", "concepts": ["3258", "3259", "3560", "4585"], "title": "Regulation (EC) No 359/2002 of the European Parliament and of the Council of 12 February 2002 amending Council Regulation (EC) No 2223/96 as concerns the use of ESA 95 in the determination of Member States' payments to the VAT-based own resource\n", "header": "Regulation (EC) No 359/2002 of the European Parliament and of the Council\nof 12 February 2002\namending Council Regulation (EC) No 2223/96 as concerns the use of ESA 95 in the determination of Member States' payments to the VAT-based own resource\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285 thereof,\nHaving regard to the proposal from the Commission(1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(2),\nWhereas:\n(1) Article 8 of Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community(3) provides for the European System of Integrated Economic Accounts (ESA), second edition, to be used as the European system of integrated economic accounts for budgetary and own resources purposes as defined in Council Regulation (EEC, Euratom) No 1552/89(4) while Council Decision 94/728/EC, Euratom(5) remains in force.\n(2) ESA second edition data are no longer available in the level of detail required for the determination of the VAT own resource.\n(3) This does not affect the procedures agreed for the determination of the GNP own resource.\n(4) It is advisable to use the best-available statistical data to determine Member States' budget contributions.\n(5) The use of data based on the new European system of integrated economic accounts (ESA 95) for the purpose of determination of the VAT-based own resource has no impact on the level of own resources and their balance between the Member States.\n(6) The Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom(6) has been consulted in accordance with Article 3 of that Decision,", "main_body": ["In Article 8 of Regulation (EC) No 2223/96 the following paragraph shall be inserted: \"1a. For the purpose of determination of the VAT-based own resource, and by way of exception from paragraph 1, the Member States may use data based on the new European system of integrated economic accounts (ESA 95) while Decision 94/728/EC, Euratom remains in force.\"", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nJ. PiquĂŠ I Camps\n(1) OJ C 29 E, 30.1.2001, p. 266.\n(2) Opinion of the European Parliament of 3 April 2001 (not yet published in the Official Journal), Council Common Position of 16 July 2001 (OJ C 307, 31.10.2001, p. 1) and Decision of the European Parliament of 12 December 2001 (not yet published in the Official Journal).\n(3) OJ L 310, 30.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 995/2001 (OJ L 139, 23.5.2001, p. 3).\n(4) OJ L 155, 7.6.1989, p. 1. Regulation as repealed and replaced by Regulation (EC, Euratom) No 1150/2000 (OJ L 130, 31.5.2000, p. 1).\n(5) OJ L 293, 12.11.1994, p. 9.\n(6) OJ L 181, 28.6.1989, p. 47."}