{"celex_id": "32002D0649", "uri": "http://publications.europa.eu/resource/cellar/c2d207c6-b8b1-4942-b2ec-82b3bba37dd7", "type": "Decision", "concepts": ["1755", "1854", "192", "2830", "3150", "4743", "5760", "862"], "title": "2002/649/EC: Commission Decision of 5 August 2002 on the implementation of surveys for avian influenza in poultry and wild birds in the Member States (notified under document number C(2002) 2982)\n", "header": "Commission Decision\nof 5 August 2002\non the implementation of surveys for avian influenza in poultry and wild birds in the Member States\n(notified under document number C(2002) 2982)\n(2002/649/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 20 thereof,\nWhereas:\n(1) Under Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(3) regular monitoring of poultry flocks and wild birds in order to assess the possible presence of disease in these populations is not foreseen.\n(2) Experience has shown that certain strains of the avian influenza virus, which are currently not covered by the control measures of the Directive, have the ability to mutate to highly pathogenic strains after having circulated in the poultry population for some time.\n(3) This situation is liable to cause high mortality in poultry and severe economic losses to the poultry industry, which could be decreased by implementing a screening system in the Member States to allow an earlier detection and control of such precursor strains.\n(4) The Scientific Committee on Animal Health and Animal Welfare has issued an opinion on the definition of avian influenza and the use of vaccination against avian influenza. In this report it was recommended to change the definition for avian influenza in order to include more avian influenza strains for which eradication measures are appropriate. Furthermore, surveys should be carried out to determine the prevalence of such strains in different poultry populations. This should allow an estimate of the costs for the modified disease control measures.\n(5) In November 2001 the Commission organised a symposium on the preparedness for influenza pandemics in humans. It was stressed that surveys in various animal populations should be carried out to better assess the zoonotic impact of such infections.\n(6) Both, the zoonotic aspect and the animal health implications underline the need of surveys for influenza in animal populations.\n(7) In the light of these surveys further developments of the Community's policy on influenza might be decided.\n(8) The Community Reference Laboratory for avian influenza in Weybridge has drawn up guidelines for surveys, which shall be the basis for the programmes to be implemented in the Member States.\n(9) Member States should submit their programmes for approval by the Commission so that a financial assistance by the Community may be granted.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Member States shall submit for approval to the Commission by 15 October 2002 plans for the implementation of surveys for avian influenza in poultry and wild birds in accordance with the guidelines as laid down in the Annex.", "The Community's financial contribution towards the measures referred to in Article 1 shall be at the rate of 50 % of the costs incurred in Member States for sampling and analysing of samples up to a maximum of EUR 500000 for all Member States in total.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 August 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 167, 22.6.1992, p. 1.\nANNEX\nProgrammes for surveillance for avian influenza in poultry and wild birds to be carried out in the Member States in 2002/03\nOBJECTIVES\n1. To perform an initial screening to detect infections with avian influenza virus subtypes H5 and H7 in different species of poultry as a precursor study for possible EU-wide monitoring.\n2. To contribute to a cost-benefit study in relation to eradication of all H5 and H7 subtypes from poultry envisaged by the change in definition of avian influenza.\n3. To carry out a preliminary survey for avian influenza in wild birds in Member States, in particular those which have already established contacts or which are prepared to cooperate with ornithological organisations or other bodies. Later on this could lead to the implementation of a permanent surveillance which should provide for an early warning system of strains that may be introduced to poultry from wild birds.\n4. To contribute to knowledge of the threats to animal health from wildlife.\n5. To take initial steps towards the connection and integration of human and veterinary networks for influenza surveillance.\nGENERAL GUIDELINES FOR SURVEYS IN POULTRY AND WILD BIRDS\n- Testing of samples shall be carried out at National Reference Laboratories in Member States and all results (both serological and virological) shall be sent to the Community Reference Laboratory (CRL) for collation and to ensure a flow of information. The CRL will provide technical support and keep an enlarged stock of diagnostic reagents.\n- All AI virus isolates shall be submitted to the CRL. Viruses of H5/H7 subtype will be subjected to the standard characterisation tests (nucleotide sequencing/IVPI) according to Directive 92/40/EEC.\n- Specific protocols to accompany the sending of material to the CRL and tables for collection of survey data will be provided by the CRL at a later stage.\nA. Surveys in poultry\nA.1. Detection of infections with H5/H7 subtypes of avian influenza in poultry except ducks and geese\n- Populations sampled shall reflect the major poultry hosts in that Member State.\n- Sampling sizes shall be adapted according to density of poultry holdings.\n- Backyard flocks may be included in the survey.\n- The following groups shall ideally be included as appropriate in seroprevalence studies: fattening turkeys, chicken and turkey breeders, broilers, layers (where available at abattoir), farmed game birds, ratites.\n- Member States that have to carry out sampling for ND to maintain their status as ND-free non-vaccinating countries (Commission Decision 94/327/EC(1)) may be able to utilise these samples from breeding flocks for examination for H5/H7 antibodies.\n- The numbers of samples to be taken from a host species population should also consider its susceptibility to infections with influenza A virus, i.e. there should be greater focus on turkeys compared to broilers when both available in a given region.\n- Blood samples shall be collected from all species of poultry for serological examination.\n- Sampling shall be carried out in Member States' regions, ideally as defined in Article 2(2)(p) of Council Directive 64/432/EEC(2), which have been preferably selected because of a high density of poultry, so that they can be considered as representative for the whole Member State taking into account:\n(a) the number of holdings to be sampled. This number will be defined to ensure the identification of at least one infected holding if the prevalence of infected holdings is at least 5 %, with a 95 % confidence interval (see table 1); and\n(b) the number of birds sampled from each holding will be defined to ensure 95 % probability of identifying at least one positive bird if the number of seropositive birds is &gt;= 30 %.\n- Samples shall preferably be taken at the abattoir.\n- 5 to 10 birds per holding shall be sampled and tested.\nTable 1: Number of holdings to be tested in each selected region\n>TABLE>\nA.2. Detection of infections of subtypes H5/H7 in duck and geese holdings\n- From ducks and geese (preferably birds which are kept outside in fields) cloacal swabs or faeces for virological investigation shall be taken.\n- Instead of virological examinations it may be possible to carry out serological investigations as identified in A.1 also on ducks and geese depending on local factors (i.e. production methods) and the availability of appropriate tests.\n- Where appropriate, sampling should be adapted to identified periods, where presence of other poultry hosts might pose a greater risk for introduction of disease.\n- Considering the total number of poultry holdings in the area in question, the sampling size will be defined to ensure the identification of at least one infected holding if the prevalence of infected holdings is at least 5 %, with a 95 % confidence interval according to Table 1.\n- Samples for virological or serological investigations shall preferably be taken at the abattoir of each selected holding as follows:\n- 10 swabs for virological investigation, which can be tested as pools of five samples,\n- 5 to 10 blood samples in case of serological testing.\nB. Survey for avian influenza in wild birds\nB.1. Survey design and implementation\nLiaisons with bird conservation/watching institutions and ringing stations are necessary. Sampling will probably be best carried out by staff from these groups/stations. Also cooperation with hunters for obtaining samples from birds that are hunted may be possible.\nB.2. Sampling procedures\n- Cloacal swabs for virological examination should be taken. Host species with high susceptibility and increased contact with poultry (i.e. mallard ducks) in addition to \"first year\" birds in the autumn may offer the highest chance of success.\n- The distribution between the different species should ideally be as follows:\n70 % waterfowl;\n20 % shorebirds;\n10 % other free-living birds.\n- Swabs containing faeces or fresh carefully collected faeces shall be taken from wild birds (trapped, hunted and found freshly dead).\n- Pooling of up to five samples from the same species is possible.\nC. Laboratory testing\nSerological tests should be carried out by haemagglutination-inhibition test in accordance with Directive 92/40/EEC using designated strains supplied by the Community Reference Laboratory:\nH5\n(a) Initial test using Turkey/Ontario/7732/66 (H5N9).\n(b) Test all positives with Ostrich/Denmark/72420/96 (H5N2) to eliminate N9 cross reactive antibody.\nH7\n(a) Initial test using Turkey/England/647/77 (H7N7).\n(b) Test all positives with African Starling/983/79 (H7N1) to eliminate N7 cross reactive antibody.\nHowever, for initial screening alternative validated assays may be used to test poultry samples.\n(1) OJ L 146, 11.6.1994, p. 17.\n(2) OJ 121, 29.7.1964, p. 1977/64."}