{"celex_id": "32008D0820", "uri": "http://publications.europa.eu/resource/cellar/742d5229-f772-4288-832f-f98db2a80648", "type": "Decision", "concepts": ["1637", "2771", "3191", "4351", "5368", "5581", "990"], "title": "2008/820/EC: Commission Decision of 27 October 2008 on a temporary derogation from the rules of origin laid down in Annex II to Council Regulation (EC) No 1528/2007 to take account of the special situation of Swaziland with regard to core spun yarn (notified under document number C(2008) 6133)\n", "header": "29.10.2008 EN Official Journal of the European Union L 285/17\nCOMMISSION DECISION\nof 27 October 2008\non a temporary derogation from the rules of origin laid down in Annex II to Council Regulation (EC) No 1528/2007 to take account of the special situation of Swaziland with regard to core spun yarn\n(notified under document number C(2008) 6133)\n(2008/820/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1528/2007 of 20 December 2007 applying the arrangements for goods originating in certain states which are part of the African, Caribbean and Pacific (ACP) Group of States provided for in agreements establishing, or leading to the establishment of, Economic Partnership Agreements (1), and in particular Article 36(4) of Annex II thereto,\nWhereas:\n(1) On 13 January 2006 the ACP-EC Customs Cooperation Committee adopted Decision No 3/2005 derogating from the definition of the concept of ‘originating products’ to take account of the special situation of the Kingdom of Swaziland with regard to its manufacturing of core spun yarns (2). In accordance with that Decision, by way of derogation from the special provisions in the list in Annex II to Protocol 1 to Annex V of the ACP-EC Partnership Agreement (3) Swaziland was granted an annual quantity of 1 300 tonnes of core spun yarn for the period from 1 April 2006 to 31 December 2007.\n(2) Following the expiry of the ACP-EC Partnership Agreement on 31 December 2007, Swaziland requested on 24 April 2008 in accordance with Article 36 of Annex II to Regulation (EC) No 1528/2007, a derogation from the rules of origin set out in that Annex for a period of five years. On 25 June 2008 Swaziland submitted additional information relating to its request. The request covers a total annual quantity of 1 300 tonnes of core spun yarn of HS Headings 5206 22, 5206 42, 5402 52 and 5402 62.\n(3) Swaziland is a small landlocked developing country. According to the information provided by Swaziland its economy is heavily dependent on trade and already has a high rate of unemployment. Application of the current rule of origin would seriously affect the ability to continue to export to the Community. Swaziland needs to source non-originating materials for the manufacture of the final product and is currently unable to satisfy the rules on cumulation of origin laid down in Annex II to Regulation (EC) No 1528/2007. Hence, the final product does not comply with the rules laid down in that Annex. However, Swaziland has invested significantly for the purposes of getting access to the Community market mainly through cumulation with South Africa, eliminating the dependence on a temporary derogation. The request for a temporary derogation is therefore justified under Article 36(1)(b) of Annex II to Regulation (EC) No 1528/2007.\n(4) In order to ensure that Swaziland may continue its exports to the Community, following the expiration of the derogation granted by Decision No 3/2005 of the ACP-EC Customs Cooperation Committee which expired on 31 December 2007, a new derogation should be granted.\n(5) To ensure smooth transition from the ACP-EC Partnership Agreement to the Interim Economic Partnership Agreement between the European Community and its Member States, of the one part, and the SADC (Southern African Development Community) EPA (Economic Partnership Agreement) States, of the other part (SADC-EU Interim Economic Partnership Agreement), a new derogation should be granted with retroactive effect from 1 January 2008.\n(6) A temporary derogation from the rules of origin laid down in Annex II to Regulation (EC) No 1528/2007 would not cause serious injury to an established Community industry taking into account the imports concerned, provided that certain conditions relating to quantities, surveillance and duration are respected.\n(7) It is therefore justified to grant a temporary derogation under Article 36(1)(b) of Annex II to Regulation (EC) No 1528/2007.\n(8) Swaziland will be able to make requests for derogation from the rules of origin pursuant to Article 39 of the Origin Protocol attached to the SADC-EU Interim Economic Partnership Agreement, when that Agreement enters into force or is provisionally applied, pending its entry into force.\n(9) In accordance with Article 4(2) of Regulation (EC) No 1528/2007 the rules of origin set out in Annex II to that Regulation and the derogations from them are to be superseded by the rules of the SADC-EU Interim Economic Partnership Agreement, the entry into force or provisional application of which is expected to take place in 2008. The derogation therefore should not be granted for the requested period of five years, but should be granted for the period from 1 January to 31 December 2008.\n(10) Accordingly a derogation should be granted to Swaziland in respect of 1 300 tonnes of core spun yarns for a period of one year.\n(11) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (4) lays down rules relating to the management of tariff quotas. In order to ensure efficient management carried out in close cooperation between the authorities of Swaziland, the customs authorities of the Member States and the Commission, those rules should apply mutatis mutandis to the quantities imported under the derogation granted by this Decision.\n(12) In order to allow efficient monitoring of the operation of the derogation, the authorities of Swaziland should communicate regularly to the Commission details of the EUR.1 movement certificates issued.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["By way of derogation from Annex II to Regulation (EC) No 1528/2007 and in accordance with Article 36(1)(b) of that Annex, core spun yarns of HS Headings 5206 22, 5206 42, 5402 52 and 5402 62 manufactured from non-originating materials shall be regarded as originating in Swaziland in accordance with the terms set out in Articles 2 to 6 of this Decision.", "The derogation provided for in Article 1 shall apply to the products and the quantities set out in the Annex which are declared for free circulation into the Community from Swaziland during the period from 1 January 2008 to 31 December 2008.", "The quantities set out in the Annex to this Decision shall be managed in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "The customs authorities of Swaziland shall take the necessary measures to carry out quantitative checks on exports of the products referred to in Article 1.\nAll the EUR.1 movement certificates they issue in relation to those products shall bear a reference to this Decision.\nThe competent authorities of Swaziland shall forward to the Commission a quarterly statement of the quantities in respect of which EUR.1 movement certificates have been issued pursuant to this Decision and the serial numbers of those certificates.", "Box 7 of EUR.1 movement certificates issued under this Decision shall contain the following:\n‘Derogation — Decision 2008/820/EC’.", "This Decision shall apply from 1 January 2008.\nIt shall apply until the rules of origin set out in Annex II to Regulation (EC) No 1528/2007 are superseded by those annexed to any agreement with Swaziland when that agreement is either provisionally applied, or enters into force, whichever is the earlier, but in any event this Decision shall not apply after 31 December 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 October 2008.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 348, 31.12.2007, p. 1.\n(2)  OJ L 26, 31.1.2006, p. 14.\n(3)  OJ L 317, 15.12.2000, p. 94.\n(4)  OJ L 253, 11.10.1993, p. 1.\nANNEX\nOrder No CN code Description of goods Period Quantities\n09.1698 5206 22, 5206 42, 5402 52, 5402 62 Core spun yarn 1.1.2008 to 31.12.2008 1 300 tonnes"}