{"celex_id": "32009R0551", "uri": "http://publications.europa.eu/resource/cellar/49f4dc6e-1830-49da-a0e8-368e881dbf34", "type": "Regulation", "concepts": ["1806", "2739", "2747", "2825", "3139", "4308", "4891", "5451"], "title": "Commission Regulation (EC) No 551/2009 of 25 June 2009 amending Regulation (EC) No 648/2004 of the European Parliament and of the Council on detergents, in order to adapt Annexes V and VI thereto (surfactant derogation) (Text with EEA relevance)\n", "header": "26.6.2009 EN Official Journal of the European Union L 164/3\nCOMMISSION REGULATION (EC) No 551/2009\nof 25 June 2009\namending Regulation (EC) No 648/2004 of the European Parliament and of the Council on detergents, in order to adapt Annexes V and VI thereto (surfactant derogation)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 648/2004 of the European Parliament and of the Council of 31 March 2004 on detergents (1), and in particular Article 13(1) thereof,\nWhereas:\n(1) Regulation (EC) No 648/2004 ensures the free circulation of detergents, and of surfactants for detergents, on the internal market while at the same time providing, inter alia, a high level of protection to the environment by laying down requirements for the ultimate biodegradability of surfactants used in detergents.\n(2) In addition, Articles 5, 6 and 9 of the Regulation provide a mechanism by which surfactants that do not fulfil the abovementioned requirement of ultimate biodegradability may nevertheless be granted a derogation for use in specific industrial or institutional applications providing that those applications constitute a low-dispersive use and that the associated risk to the environment is small compared to the socioeconomic benefit.\n(3) The Regulation stipulates that the risk to the environment is to be assessed by means of a complementary risk assessment, described in Annex IV, carried out by the manufacturer of the surfactant and submitted to competent authority of a Member State for evaluation.\n(4) Surfactants that are granted a derogation should be listed in Annex V to the Regulation. Those that are refused a derogation should be listed in Annex VI to the Regulation.\n(5) Derogations should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2).\n(6) A request for a derogation was made for the surfactant with the IUPAC (3) name ‘alcohols, Guerbet, C16-20, ethoxylated, n-butyl ether (7-8EO)’, also known by the trade name ‘Dehypon G 2084’, with the CAS (4) number 147993-59-7, for use in three industrial applications, namely: bottle washing, cleaning-in-place and metal cleaning.\n(7) The request for a derogation was evaluated by the German competent authority in accordance with the procedure described in Article 5 of the Regulation. The request was found to fulfil the three conditions required under Article 6. Firstly, the three named uses are low-dispersive applications. Secondly, the applications are specific industrial applications. Thirdly, there is no risk to the environment as the surfactant itself does not pose a risk and the metabolites are not persistent.\n(8) The three named uses were considered to be low-dispersive industrial applications in view of the total annual consumption of the surfactant and in view of the use of the surfactant exclusively in specific types of industrial installations.\n(9) The conclusion concerning lack of risk to the environment is based on the rapid achievement of a high degree of primary biodegradability of the surfactant and on the ultimate biodegradability of the surfactant metabolites. The metabolites therefore meet the same criteria as those surfactants for which the Regulation guarantees free circulation on the internal market.\n(10) The Committee for the adaptation to technical progress of legislation on the removal of technical barriers to trade in detergents decided nevertheless to limit the derogation to a period of 10 years to encourage the development of surfactants of equivalent performance which fulfil the criteria of ultimate biodegradability and which therefore would not require a derogation.\n(11) In the past, substances in the Community were allocated either an Einecs number or an ELINCS number. However, in addition, some 700 substances previously identified as polymers have been recognised as non-polymers and have been assigned NLP (No-Longer Polymer) numbers. Einecs, ELINCS and NLP numbers are now referred to collectively as ‘EC numbers’ and the corresponding headings in tables in Annex V and VI should be changed to reflect the new nomenclature.\n(12) Annexes V and VI to Regulation (EC) No 648/2004 should be amended accordingly.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Detergents Committee,", "main_body": ["Regulation (EC) No 648/2004 is amended as follows:\n1. Annex V is replaced by the text set out in Annex I to this Regulation.\n2. Annex VI is replaced by the text set out in Annex II to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 104, 8.4.2004, p. 1.\n(2)  OJ L 184, 17.7.1999, p. 23.\n(3)  International Union of Pure and Applied Chemistry.\n(4)  Chemicals Abstracts Service.\nANNEX I\n‘ANNEX V\nLIST OF SURFACTANTS THAT HAVE OBTAINED A DEROGATION\nBy way of derogation granted in accordance with Articles 4-6 and in accordance with the procedure laid down in Article 12(2), the following detergent surfactants, which pass the tests stipulated in Annex II, but which fail the tests stipulated in Annex III, may be placed on the market and used subject to the limitations mentioned below.\nName in the IUPAC nomenclature EC Number CAS number Limitations\nAlcohols, Guerbet, C16-20, ethoxylated, n-butyl ether (7-8EO) None (polymer) 147993-59-7 May be used for the following industrial applications until 27 June 2019:\n— bottle washing,\n— cleaning-in-place,\n— metal cleaning,\nThe “EC number” means the Einecs, ELINCS or NLP number and is the official number of the substance within the European Union.\n“Einecs” means the European Inventory of Existing Commercial Chemical Substances. This inventory contains the definitive list of all substances deemed to be on the Community market on 18 September 1981. The Einecs number can be obtained from the European Inventory of Existing Commercial Chemical Substance (1).\n“ELINCS” means the European List of Notified Chemical Substances. The ELINCS number can be obtained from the European List of Notified Substances, as amended (2).\n“NLP” means No-Longer Polymer. The term polymer is defined in Article 3(5) of Regulation (EC) No 1907/2006 (3) of the European Parliament and of the Council. The NLP number can be obtained from the list of “No-Longer Polymers”, as amended (4).\n(1)  OJ C 146 A, 15.6.1990, p. 1.\n(2)  Office for Official Publications of the European Communities, 2006, ISSN 1018-5593 EUR 22543 EN.\n(3)  OJ L 396, 30.12.2006, p. 1, as corrected by OJ L 136, 29.5.2007, p. 3.\n(4)  Office for Official Publications of the European Communities, 2007, ISSN 1018-5593 EUR 20853 EN/3.’\nANNEX II\n‘ANNEX VI\nLIST OF BANNED OR RESTRICTED DETERGENT SURFACTANTS\nThe following detergent surfactants have been identified as not complying with the provisions of this Regulation:\nName in the IUPAC nomenclature EC Number CAS number Limitations\n\nThe “EC number” means the Einecs, ELINCS or NLP number and is the official number of the substance within the European Union.’"}