{"celex_id": "32008R0452", "uri": "http://publications.europa.eu/resource/cellar/09772d4a-490b-45de-a841-3edfb1089e51", "type": "Regulation", "concepts": ["1074", "206", "4258", "5905", "6030", "6345", "668"], "title": "Regulation (EC) No 452/2008 of the European Parliament and of the Council of 23 April 2008 concerning the production and development of statistics on education and lifelong learning (Text with EEA relevance)\n", "header": "4.6.2008 EN Official Journal of the European Union L 145/227\nREGULATION (EC) No 452/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2008\nconcerning the production and development of statistics on education and lifelong learning\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nAfter consultation of the European Economic and Social Committee,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) The Council Resolution of 5 December 1994 on the promotion of education and training statistics in the European Union (2) requested the Commission, in close cooperation with the Member States, to expedite the development of education and training statistics.\n(2) The European Council held in Brussels on 22 and 23 March 2005 agreed to relaunch the Lisbon Strategy. It concluded that Europe must renew the basis of its competitiveness, increase its growth potential and its productivity and strengthen social cohesion, placing the main emphasis on knowledge, innovation and the optimisation of human capital. In that respect, the employability, adaptability and mobility of citizens is vital for Europe.\n(3) To attain these objectives, European systems of education and training must adapt to the requirements of the knowledge society and the need for an enhanced level of education and better quality employment. Statistics on education, training and lifelong learning are of the highest importance as a basis for political decisions.\n(4) Lifelong learning is a key element in developing and promoting a skilled, trained and adaptable workforce. In the Presidency Conclusions of the Spring 2005 European Council it was stressed that ‘human capital is Europe's most important asset’. The Integrated Guidelines for Growth and Jobs including the guidelines for the employment policies of the Member States, endorsed by the Council in its Decision 2005/600/EC (3), aim to contribute better to the Lisbon strategy and to establish comprehensive lifelong learning strategies.\n(5) The adoption in February 2001 of the Council Report ‘Objectives of the education and training systems’ and the adoption in February 2002 of the work programme for 2001-2011 on the follow-up to this report constitute an important step in honouring the commitment to modernise and improve the quality of the education and training systems of the Member States. Indicators and reference levels of European average performance (‘benchmarks’) are among the instruments of the open method of coordination which are important for the ‘Education and Training 2010’ work programme. The Ministers of Education took a decisive step in May 2003 by agreeing on five European benchmarks to be attained by 2010, while stressing they do not define national targets or prescribe decisions to be taken by national governments.\n(6) On 24 May 2005, the Council adopted Conclusions on ‘New indicators in education and training’ (4). In these Conclusions the Council invited the Commission to present to the Council strategies and proposals for the development of new indicators in nine particular areas of education and training and also stressed that the development of new indicators should fully respect the responsibility of Member States for the organisation of their education systems and should not impose undue administrative or financial burdens on the organisation and institutions concerned, or inevitably lead to an increased number of indicators used to monitor progress.\n(7) The Council also adopted, in November 2004, Conclusions on European cooperation in vocational education and training, and agreed that priority should be given at European level to ‘the improvement of the scope, precision and reliability of vocational education and training statistics in order to enable evaluation of progress’.\n(8) Comparable statistical information at Community level is essential for the development of education and lifelong learning strategies and for the monitoring of progress in their implementation. Statistical production should be based on a framework of coherent concepts and comparable data in view of the establishment of an integrated European statistical information system on education, training and lifelong learning.\n(9) When applying this Regulation, account should be taken of the notion of people at a disadvantage in the labour market referred to in the Guidelines for the employment policies of the Member States.\n(10) The Commission (Eurostat) is collecting data on vocational training in enterprises in accordance with Regulation (EC) No 1552/2005 of the European Parliament and of the Council of 7 September 2005 on the statistics relating to vocational training in enterprises (5). However, a broader legal framework is necessary to ensure the sustainable production and development of statistics on education and lifelong learning, covering at least all relevant existing and planned activities. The Commission (Eurostat) is collecting annual data on education from the Member States on a voluntary basis, through a joint action carried out with the Unesco Institute for Statistics (UIS) and with the Organisation for Economic Cooperation and Development (OECD), usually referred to as the ‘UOE data collection’. The Commission (Eurostat) is also collecting data on education, training and lifelong learning through other household sources such as the European Union Labour Force Survey (6) and the Community statistics on income and living conditions (7) as well as through their ad-hoc modules.\n(11) Since policy formulation and monitoring in the field of education and lifelong learning is of a dynamic nature and adapts to an evolving environment, the statistical regulatory framework should provide for a certain degree of flexibility in a limited and controlled manner, taking into account the burden for respondents and the Member States.\n(12) Since the objective of this Regulation, namely the creation of common statistical standards that permit the production of harmonised data cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective.\n(13) The production of specific Community statistics is governed by the rules set out in Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (8).\n(14) This Regulation ensures full respect for the right to the protection of personal data as provided for in Article 8 of the Charter of Fundamental Rights of the European Union.\n(15) The transmission of data subject to statistical confidentiality is governed by the rules set out in Regulation (EC) No 322/97 and in Council Regulation (Euratom, EEC) No 1588/90 of 11 June 1990 on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities (9).\n(16) Commission Regulation (EC) No 831/2002 of 17 May 2002 implementing Council Regulation (EC) No 322/97 on Community statistics concerning access to confidential data for scientific purposes (10) established the conditions pursuant to which access to confidential data transmitted to the Community authority may be granted.\n(17) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (11).\n(18) In particular, the Commission should be empowered to select and specify the subjects of the statistics, their characteristics in response to policy or technical needs, the breakdown of characteristics, the observation period and deadlines for transmission of results, the quality requirements including the required precision and the quality reporting framework. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(19) The Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (12), has been consulted in accordance with Article 3 of that Decision,", "main_body": ["Subject matter\nThis Regulation establishes a common framework for the systematic production of Community statistics in the field of education and lifelong learning.", "Definitions\nFor the purpose of this Regulation:\n(a) ‘Community statistics’ shall be defined as in the first indent of Article 2 of Regulation (EC) No 322/97;\n(b) ‘production of statistics’ shall be defined as in the second indent of Article 2 of Regulation (EC) No 322/97;\n(c) ‘national authorities’ shall be defined as in the third indent of Article 2 of Regulation (EC) No 322/97;\n(d) ‘education’ means organised and sustained communication designed to bring about learning (13);\n(e) ‘lifelong learning’ means all learning activity undertaken throughout life, with the aim of improving knowledge, skills and competences within a personal, civic, social and/or employment-related perspective (14);\n(f) ‘micro-data’ means individual statistical records;\n(g) ‘confidential data’ means data which allow only indirect identification of the statistical units concerned, in accordance with Regulation (EC) No 322/97 and Regulation (Euratom, EEC) No 1588/90.", "Domains\nThis Regulation shall apply to the production of statistics in three domains:\n(a) Domain 1 shall cover statistics on education and training systems;\n(b) Domain 2 shall cover statistics on the participation of adults in lifelong learning;\n(c) Domain 3 shall cover other statistics on education and lifelong learning, such as statistics on human capital and on the social and economic benefits of education, not covered by Domains 1 and 2.\nThe production of statistics in those domains shall be carried out in accordance with the Annex.", "Statistical actions\n1.   The production of Community statistics in the field of education and lifelong learning shall be implemented by individual statistical actions as follows:\n(a) the regular delivery of statistics on education and lifelong learning by the Member States, within specified deadlines for Domains 1 and 2;\n(b) the use of other statistical information systems and surveys, to provide additional statistical variables and indicators on education and lifelong learning, corresponding to Domain 3;\n(c) the development, improvement and updating of standards and manuals on statistical frameworks, concepts and methods;\n(d) the improvement of data quality, in the context of the quality framework, to include:\n— relevance,\n— accuracy,\n— timeliness and punctuality,\n— accessibility and clarity,\n— comparability, and\n— coherence.\nAvailable capacities within the Member States for data collection and the processing and development of concepts and methods shall be taken into account by the Commission.\nWhere appropriate, special attention and consideration shall be given to the regional dimension of the data collected. Where appropriate, data shall be systematically broken down by gender.\n2.   Whenever possible, the Commission (Eurostat) shall seek cooperation with the UIS, the OECD and other international organisations with a view to ensuring international comparability of data and to avoid duplication of effort, in particular as regards the development and improvement of statistical concepts and methods and the delivery of statistics by the Member States.\n3.   Whenever significant new data requirements or insufficient quality of data are identified and before any data collection, the Commission (Eurostat) shall institute pilot studies to be completed on a voluntary basis by the Member States. Such pilot studies shall be carried out in order to assess the feasibility of the relevant data collection, taking into consideration the benefits of the availability of the data in relation to the collection costs and the burden on respondents. Pilot studies shall not necessarily lead to corresponding implementing measures.", "Transmission of micro-data on individuals\nWhen necessary for the production of Community statistics, Member States shall transmit confidential micro-data resulting from sample surveys to the Commission (Eurostat) in accordance with the provisions on the transmission of data subject to confidentiality set out in Regulation (EC) No 322/97 and in Regulation (Euratom, EEC) No 1588/90. Member States shall ensure that the transmitted data do not permit the direct identification of the statistical units (individuals).", "Implementing measures\n1.   The following measures designed to amend non-essential elements of this Regulation by supplementing it, including measures to take account of economic and technical developments concerning the collection, transmission and processing of the data, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 7(3) with a view to ensuring the transmission of high quality data:\n(a) the selection and specification of subjects covered by the domains and their characteristics in response to policy or technical needs;\n(b) the breakdowns of characteristics;\n(c) the observation period and deadlines for transmission of results;\n(d) the quality requirements, including the required precision;\n(e) the quality reporting framework.\nIf these measures lead to a requirement for a significant enlargement of existing data collections or for new data collections or surveys, implementing decisions shall be based on a cost-benefit analysis as part of a comprehensive analysis of the effects and implications, taking into account the benefit of the measures, the costs for the Member States and the burden on respondents.\n2.   The measures referred to in paragraph 1 shall take account of the following:\n(a) for all Domains, the potential burden on educational institutions and individuals;\n(b) for all Domains, the results of the pilot studies referred to in Article 4(3);\n(c) for Domain 1, the latest agreements between the UIS, the OECD and the Commission (Eurostat) on concepts, definitions, data collection format, data processing, periodicity and deadlines for transmission of results;\n(d) for Domain 2, the results from the Adult Education Pilot Survey performed between 2005 and 2007 and further development needs;\n(e) for Domain 3, the availability, suitability and the legal context of existing Community data sources after an exhaustive examination of all existing data sources.\n3.   If necessary, limited derogations and transition periods for one or more Member States, both to be based upon objective grounds, shall be adopted in accordance with the regulatory procedure referred to in Article 7(2).", "Committee\n1.   The Commission shall be assisted by the Statistical Programme Committee.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 23 April 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of the European Parliament of 25 September 2007 (not yet published in the Official Journal) and Council Decision of 14 February 2008.\n(2)  OJ C 374, 30.12.1994, p. 4.\n(3)  OJ L 205, 6.8.2005, p. 21.\n(4)  OJ C 141, 10.6.2005, p. 7.\n(5)  OJ L 255, 30.9.2005, p. 1.\n(6)  Commission Regulation (EC) No 2104/2002 of 28 November 2002 adapting Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community and Commission Regulation (EC) No 1575/2000 implementing Council Regulation (EC) No 577/98 as far as the list of education and training variables and their codification to be used for data transmission from 2003 onwards are concerned (OJ L 324, 29.11.2002, p. 14).\n(7)  Commission Regulation (EC) No 1983/2003 of 7 November 2003 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target primary variables (OJ L 298, 17.11.2003, p. 34).\n(8)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(9)  OJ L 151, 15.6.1990, p. 1. Regulation as amended by Regulation (EC) No 322/97.\n(10)  OJ L 133, 18.5.2002, p. 7. Regulation as last amended by Regulation (EC) No 1000/2007 (OJ L 226, 30.8.2007, p. 7).\n(11)  OJ L 184, 17.7.1999, p. 23, Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(12)  OJ L 181, 28.6.1989, p. 47.\n(13)  According to the 1997 version of the International Standard Classification of Education (ISCED).\n(14)  Council Resolution of 27 June 2002 on lifelong learning (OJ C 163, 9.7.2002, p. 1).\nANNEX\nDOMAINS\nDomain 1: Education and training systems\n1.   Aim\nThe aim of this data collection is to provide comparable data on key aspects of education and training systems, specifically on the participation and completion of education programmes, as well as on the cost and type of resources dedicated to education and training.\n2.   Scope\nThe data collection shall cover all domestic educational activities regardless of ownership of, or sponsorship by, the institutions concerned (whether public or private, national or foreign) and of the education delivery mechanism. Correspondingly, the coverage of the data collections shall extend to all student types and age groups.\n3.   Subjects covered\nData shall be collected on:\n(a) students’ enrolment, including the characteristics of the students;\n(b) entrants;\n(c) graduates and graduations;\n(d) education expenditure;\n(e) educational personnel;\n(f) foreign languages learnt;\n(g) class sizes;\nallowing the calculation of indicators on the inputs, processes and outputs of the education and training systems.\nAppropriate information (metadata) shall be transmitted by Member States, describing specificities of national education and training systems and their correspondence with international classifications as well as any deviations from the specifications of the data request and any other information which is essential for the interpretation of data and the compilation of comparable indicators.\n4.   Periodicity\nData and metadata shall be supplied annually, if not otherwise specified, within the deadlines agreed between the Commission (Eurostat) and the national authorities taking into account the latest agreements between the UIS, the OECD and the Commission (Eurostat).\nDomain 2: Participation of adults in lifelong learning\n1.   Aim\nThe aim of this survey shall be to provide comparable data on participation and non-participation of adults in lifelong learning.\n2.   Scope\nThe statistical unit shall be the individual, covering at least the population age range of 25-64 years. In the case of the collection of information through a survey, proxy answers shall be avoided, wherever possible.\n3.   Subjects covered\nSubjects covered by the survey shall be:\n(a) participation and non-participation in learning activities;\n(b) characteristics of these learning activities;\n(c) information on self-reported skills;\n(d) socio-demographic information.\nData on participation in social and cultural activities shall also be collected on a voluntary basis as explanatory variables useful for further analysis of the participants and non-participants’ profiles.\n4.   Data sources and sample size\nThe data source shall be a sample survey. Administrative data sources may be used to reduce the burden on respondents. Sample size shall be established on the basis of precision requirements that shall not require effective national sample sizes to be larger than 5 000 individuals, calculated on the assumption of simple random sampling. Within these limits, specific subpopulations shall require particular sampling considerations.\n5.   Periodicity\nData shall be collected every five years. The first year of implementation shall be 2010, at the earliest.\nDomain 3: Other statistics on education and lifelong learning\n1.   Aim\nThe aim of this data collection shall be to provide further comparable data on education and lifelong learning to support specific policies at the Community level not included in Domains 1 and 2.\n2.   Scope\nOther statistics on education and lifelong learning shall refer to the following aspects:\n(a) statistics on education and the economy, required at Community level for monitoring policies on education, research, competitiveness and growth;\n(b) statistics on education and the labour market, required at Community level for monitoring employment policies;\n(c) statistics on education and social inclusion, required at Community level for monitoring policies on poverty, social inclusion and migrant integration.\nFor the aspects listed above, the necessary data shall be acquired from existing Community statistical sources."}