{"celex_id": "32003L0053", "uri": "http://publications.europa.eu/resource/cellar/c2ee507b-0b20-48a2-8917-4f853b6a8804", "type": "Directive", "concepts": ["2747", "3135", "3139", "3730", "5451", "5993"], "title": "Directive 2003/53/EC of the European Parliament and of the Council of 18 June 2003 amending for the 26th time Council Directive 76/769/EEC relating to restrictions on the marketing and use of certain dangerous substances and preparations (nonylphenol, nonylphenol ethoxylate and cement) (Text with EEA relevance)\n", "header": "Directive 2003/53/EC of the European Parliament and of the Council\nof 18 June 2003\namending for the 26th time Council Directive 76/769/EEC relating to restrictions on the marketing and use of certain dangerous substances and preparations (nonylphenol, nonylphenol ethoxylate and cement)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) The risks posed to the environment by nonylphenol (NP) and nonylphenol ethoxylate (NPE) have been assessed in accordance with Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances(4). The assessment identified a need to reduce those risks and, in its opinion of 6 and 7 March 2001, the Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) confirmed that conclusion.\n(2) NP is classified as a \"priority hazardous substance\" in Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy(5). Pursuant to Article 16(6) of that Directive, the Commission is to submit proposals of control for the cessation or phasing-out of discharges, emissions and losses of such substances.\n(3) Commission Recommendation 2001/838/EC of 7 November 2001 on the results of the risk evaluation and the risk reduction strategies for the substances: acrylaldehyde; dimethyl sulphate; nonylphenol phenol, 4-nonyl-, branched; tert-butyl methyl ether(6), adopted within the framework of Regulation (EEC) No 793/93, proposed a risk limitation strategy for NP and NPE, recommending in particular that restrictions be placed on their marketing and use.\n(4) In order to protect the environment the Commission is invited to consider an amendment to Council Directive 86/278/EEC of 12 June 1986 on the protection of the environment, and in particular of the soil, when sewage sludge is used in agriculture(7), with a view to establishing a concentration limit value for NP and NPE in sewage sludge that is to be spread on land.\n(5) In order further to protect the environment, the placing on the market and the use of NP and NPE should be restricted for specific uses which result in discharges, emissions or losses to the environment. However, the restriction concerning co-formulants in pesticides and biocides should be without prejudice to the validity of existing national authorisations of pesticides or biocidal products containing NPE as a co-formulant, which have been granted before the entry into force of this Directive, until they expire.\n(6) Scientific studies have also shown that cement preparations containing chromium VI may cause allergic reactions in certain circumstances, if there is direct and prolonged contact with the human skin. All uses of cement bear the risk of direct and prolonged contact with the human skin, with the exception of controlled closed and totally automated processes.\n(7) The CSTEE has confirmed the adverse health effects of chromium VI in cement.\n(8) Individual protection measures are necessary, but not sufficient to prevent skin contact with cement. Moreover, according to the hierarchy of protection provisions contained in Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (Fourteenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC)(8), the employer is to ensure as a priority that the level of exposure is reduced to as low a level as possible when substitution is impossible, and apply individual protection measures only where exposure cannot be prevented by other means.\n(9) In order to protect human health, it therefore appears necessary to restrict the placing on the market and the use of cement. In particular, the placing on the market and the use of cement or cement preparations containing more than 2 ppm chromium VI should be restricted in the case of activities where there is a possibility of contact with the skin. In controlled closed and totally automated processes this is not the case, and they should therefore be exempted. Reducing agents should be used at the earliest possible stage, i.e. at the point of cement production.\n(10) In order further to protect human health, the Commission is invited to consider an amendment to Annex I to Directive 98/24/EC so as to establish a binding occupational exposure limit value for dust.\n(11) The use of chromium VI has already been prohibited by Directive 2000/53/EC of the European Parliament and of the Council of 18 September 2000 on end-of-life vehicles(9) and by Directive 2002/95/EC of the European Parliament and of the Council of 27 January 2003 on the restriction of the use of certain hazardous substances in electrical and electronic equipment(10). Other uses of chromium VI are being examined in the framework of a risk assessment, and the Commission is invited to propose as soon as possible the appropriate legislation to address any risks identified.\n(12) Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations(11) should be amended accordingly.\n(13) The objective of this Directive is to introduce harmonised provisions with regard to NP, NPE and cement, thus preserving the internal market whilst ensuring a high level of protection for health and the environment, as required by Article 95 of the Treaty.\n(14) The adoption of a harmonised testing method is desirable for the application of this Directive as regards the content of chromium VI in cement but should not delay the entry into force of this Directive. Therefore, the Commission, in accordance with Article 2a of Directive 76/769/EEC, should establish such a method. The testing method should preferably be developed at European level, if appropriate by the European Committee for Standardisation (CEN).\n(15) This Directive does not affect the Community legislation laying down minimum requirements for the protection of workers, such as Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(12), and individual directives based thereon, in particular Council Directive 90/394/EEC of 28 June 1990 on the protection of workers from the risks related to exposure to carcinogens at work (Sixth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC)(13) and Directive 98/24/EC,", "main_body": ["1. Annex I to Directive 76/769/EEC is hereby amended as set out in the Annex to this Directive.\n2. The validity of existing national authorisations of pesticides or biocidal products containing NPE as a co-formulant, which have been granted before the entry into force of this Directive, shall not be affected by this Directive until they expire.", "A harmonised testing method for the application of point 47, cement, of Annex I to Directive 76/769/EEC shall be adopted by the Commission in accordance with the procedure laid down in Article 2a of that Directive.", "Before 17 July 2004 Member States shall adopt and publish the provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply these provisions from 17 January 2005.\nWhere these provisions are adopted by Member States, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 18 June 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nG. Drys\n(1) Proposal of 16 August 2002 (not yet published in the Official Journal).\n(2) OJ C 133, 6.6.2003, p. 13.\n(3) Opinion of the European Parliament of 27 March 2003 (not yet published in the Official Journal) and Council Decision of 19 May 2003.\n(4) OJ L 84, 5.4.1993, p. 1.\n(5) OJ L 327, 22.12.2000, p. 1. Directive as amended by Decision No 2455/2001/EC (OJ L 331, 15.12.2001, p. 1).\n(6) OJ L 319, 4.12.2001, p. 30.\n(7) OJ L 181, 4.7.1986, p. 6. Directive as last amended by the 1994 Act of Accession.\n(8) OJ L 131, 5.5.1998, p. 11.\n(9) OJ L 269, 21.10.2000, p. 34. Directive as amended by Commission Decision 2002/525/EC (OJ L 170, 29.6.2002, p. 81).\n(10) OJ L 37, 13.2.2003, p. 19.\n(11) OJ L 262, 27.9.1976, p. 201. Directive as last amended by Directive 2003/36/EC of the European Parliament and of the Council (OJ L 156, 25.6.2003, p. 26).\n(12) OJ L 183, 29.6.1989, p. 1.\n(13) OJ L 196, 26.7.1990, p. 1. Directive as last amended by Directive 1999/38/EC (OJ L 138, 1.6.1999, p. 66).\nANNEX\nThe following points 46 and 47 shall be added to Annex I of Directive 76/769/EEC:\n\">TABLE>\""}