{"celex_id": "32001R1962", "uri": "http://publications.europa.eu/resource/cellar/3920f436-d213-4bc3-9e6c-9b1c452f4309", "type": "Regulation", "concepts": ["2730", "2731", "3568"], "title": "Commission Regulation (EC) No 1962/2001 of 8 October 2001 amending Regulation (EC) No 1429/95 on implementing rules for export refunds on products processed from fruit and vegetables other than those granted for added sugars\n", "header": "Commission Regulation (EC) No 1962/2001\nof 8 October 2001\namending Regulation (EC) No 1429/95 on implementing rules for export refunds on products processed from fruit and vegetables other than those granted for added sugars\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 1239/2001(2), and in particular Article 16(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1429/95(3), as last amended by Regulation (EC) No 1007/97(4), lays down implementing rules for export refunds on products processed from fruit and vegetables other than those granted for added sugars.\n(2) Some amendments should be made in order to make the management of this scheme more effective.\n(3) The calculation of the security lodged for the purpose of submitting a licence application should be simplified.\n(4) E-mail should be used for sending the notifications to the Commission.\n(5) Account must be taken of public holidays at the Commission and in the Member States.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1429/95 is hereby amended as follows:\n1. The first indent of the second subparagraph of Article 3(1) is replaced by the following: \"- the lodging of a security of EUR 20 per tonne net weight, up to the limit of the refund rate,\".\n2. Article 6 is replaced by the following: \"Article 6\n1. Member States shall notify the Commission, for each product category, of:\n(a) the total quantities for which licences have been applied for, except for those relating to applications rejected under Article 3(4);\n(b) the total quantities for which licences have been withdrawn under Article 4(4);\n(c) the total quantities for which licences have been issued but not used;\n(d) the total quantities not used within the tolerance laid down in Article 8(5) of Commission Regulation (EC) No 1291/2000(5).\nWhere there are no quantities to be communicated, the notification shall contain the word 'nil'.\n2. The notifications shall:\n(a) include, where appropriate, the words 'GATT food aid' if they relate to a refund granted in connection with food aid as provided for in Article 10(4) of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations;\n(b) be sent to the Commission by e-mail, using the form the Commission has supplied to the Member States for this purpose.\n3. (a) The notifications shall be made no later than 12.00 (Brussels time) on Mondays and Thursdays of each week, in the case of applications lodged each working day from the day of the preceding notification to the day preceding the notification in question and also in the case of the information that the Member States have received in the same period on quantities withdrawn and not used. Where the Monday or Thursday falls on a public holiday at the Commission, the latter may temporarily change the notification day.\n(b) Where the day of notification referred to in point (a) is a national public holiday, the Member State concerned shall send the notification by 15.00 at the latest (Brussels time) on the working day immediately preceding the national holiday.\"\n3. The Annex is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to licences applied for on or after 25 October 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 171, 26.6.2001, p. 1.\n(3) OJ L 141, 24.6.1995, p. 28.\n(4) OJ L 145, 5.6.1997, p. 16.\n(5) OJ L 152, 24.6.2000, p. 1."}