{"celex_id": "32000R2795", "uri": "http://publications.europa.eu/resource/cellar/2e2ae5b8-db13-465e-8d32-12349bdb475a", "type": "Regulation", "concepts": ["1474", "161", "1644", "2121", "4687", "5898"], "title": "Commission Regulation (EC) No 2795/2000 of 20 December 2000 setting rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulation (EC) No 2475/2000 under the Europe Agreement with Slovenia and repealing Regulation (EC) No 509/97\n", "header": "Commission Regulation (EC) No 2795/2000\nof 20 December 2000\nsetting rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulation (EC) No 2475/2000 under the Europe Agreement with Slovenia and repealing Regulation (EC) No 509/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2475/2000 of 7 November 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia(1), and in particular Article 1(3) thereof,\nWhereas:\n(1) As an autonomous and transitional measure with effect from 1 July 2000, Regulation (EC) No 2475/2000 adjusts the agricultural concessions provided for in the Europe Agreement with Slovenia.\n(2) To allow the application of the arrangements provided for in the above Regulation once this Regulation has been published, the tariff quotas with the serial Nos 09.4083, 09.4084, 09.4090, 09.4111, 09.4112, 09.4115, 09.4116, 09.4117, 09.4118 and 09.4119 should be administered in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(2), as last amended by Regulation (EC) No 1602/2000(3), which codify the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations.\n(3) Previous tariff quotas for poultry products originating in Slovenia were administered under Commission Regulation (EC) No 509/97 of 20 March 1997 laying down procedures for applying in the poultry sector the Interim Agreement on trade and accompanying measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part(4), as amended by Regulation (EC) No 1514/97(5), which should be repealed.\n(4) Pursuant to Regulation (EC) No 509/97, in July and October 2000 import licences valid for 150 days were issued for certain products now covered by the quotas introduced by Regulation (EC) No 2475/2000.\nTo limit the potential trade problems that might temporarily arise from the parallel existence of two different management procedures for some tariff quotas in the poultrymeat sector, i.e. management via the quarterly issue of import licences and management according to the \"first come, first served\" principle in line with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93, import licence holders should be given the possibility of cancellation with release of the security.\n(5) A deadline should be laid down for the submission of requests for cancellation, giving traders a reasonable time for submission.\n(6) Repayment of import duties on products of groups 80, 90 and 100 listed in Annex I to Regulation (EC) No 509/97 and imported under licences used from 1 July 2000 falls within the scope of Articles 878 to 898 of Regulation (EEC) No 2454/93.\n(7) This Regulation should be applied from 1 July 2000 in parallel with Regulation (EC) No 2475/2000.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Tariff quotas with the serial Nos 09.4083, 09.4084, 09.4090, 09.4111, 09.4112, 09.4115, 09.4116, 09.4117, 09.4118 and 09.4119 shall be administered in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "Holders of import licences issued under Regulation (EC) No 509/97, for groups 80, 90 and 100 listed in Annex I to Regulation (EC) No 509/97 and applied for between 1 and 10 July 2000 or between 1 and 10 October 2000 may, before 31 March 2001, request their cancellation and release of the security.\nMember States shall notify to the Commission before the end of the following month the monthly volume and cancelled licences for each of the above groups, indicating the application period concerned.", "Regulation (EC) No 509/97 is repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 286, 11.11.2000, p. 15.\n(2) OJ L 253, 11.10.1993, p. 1.\n(3) OJ L 188, 26.7.2000, p. 1.\n(4) OJ L 80, 21.3.1997, p. 3.\n(5) OJ L 204, 31.7.1997, p. 16."}