{"celex_id": "32007D0133", "uri": "http://publications.europa.eu/resource/cellar/721ccef7-bf12-4d84-8437-21c23ed90b2e", "type": "Decision", "concepts": ["1684", "2900", "365", "3774", "4320", "4585", "5581", "5619", "5898"], "title": "2007/133/EC: Council Decision of 30 January 2007 authorising Estonia, Slovenia, Sweden and the United Kingdom to apply a special measure derogating from Article 167 of Directive 2006/112/EC on the common system of value added tax\n", "header": "24.2.2007 EN Official Journal of the European Union L 57/12\nCOUNCIL DECISION\nof 30 January 2007\nauthorising Estonia, Slovenia, Sweden and the United Kingdom to apply a special measure derogating from Article 167 of Directive 2006/112/EC on the common system of value added tax\n(2007/133/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with Article 27 of the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (2), the United Kingdom was authorised by Decision 97/375/EC (3), by way of derogation from Article 17(1) of the said Directive and in order to operate an optional scheme in which tax is accounted for on the basis of cash paid and received (cash accounting), to postpone the right of deduction of input VAT of taxable persons who account for the output VAT for their supplies when they have received the payment of the price from their customers, pursuant to the second indent of the third subparagraph of Article 10(2) of the said Directive, until the input VAT has been paid to the supplier.\n(2) By letter registered by the Secretariat-General of the Commission on 26 January 2006, the United Kingdom requested an extension of three years of that derogation. The United Kingdom also requested for the turnover limit for the simplified cash accounting scheme to be increased from GBP 660 000 to GBP 1 350 000.\n(3) By letter registered by the Secretariat-General of the Commission on 31 August 2006, Estonia requested a derogation from Article 17(1) of Directive 77/388/EEC to allow the VAT to become deductible by the taxable person when the supplier is paid. This postponement of deduction will apply only under a simplified cash accounting scheme under which taxable persons account for the output VAT for their supplies when they have received payment from their customers, pursuant to the second indent of the third subparagraph of Article 10(2) of the said Directive. Estonia requested that the cash accounting scheme be limited to taxable persons classified as sole proprietors under Estonian law.\n(4) By letter registered by the Secretariat-General of the Commission on 27 June 2006, Slovenia requested a derogation from Article 17(1) of Directive 77/388/EEC to allow the VAT to become deductible by the taxable person when the supplier is paid. This postponement of deduction will apply only under a simplified cash accounting scheme under which taxable persons account for the output VAT for their supplies when they have received payment from their customers, pursuant to the second indent of the third subparagraph of Article 10(2) of the said Directive. Slovenia requested that the turnover limit for their simplified cash accounting scheme be set at EUR 208 646.\n(5) By letter registered by the Secretariat-General of the Commission on 6 April 2006, Sweden requested a derogation from Article 17(1) of Directive 77/388/EEC to allow the VAT to become deductible by the taxable person when the supplier is paid. This postponement of deduction will apply only under a simplified cash accounting scheme under which taxable persons account for the output VAT for their supplies when they have received payment from their customers, pursuant to the second indent of the third subparagraph of Article 10(2) of the said Directive. Sweden requested that the turnover limit for their simplified cash accounting scheme be set at SEK 3 000 000.\n(6) In accordance with Article 27(2) of Directive 77/388/EEC, the Commission informed the other Member States by letter dated 6 October 2006 of the request made by Estonia, by letter dated 6 October 2006 of the request made by Slovenia, by letter dated 4 October 2006 of the request made by Sweden and by letter dated 6 October 2006 of the request made by the United Kingdom. By letter dated 6 October 2006 the Commission notified Sweden and by letters dated 9 October 2006 the Commission notified Estonia, Slovenia and the United Kingdom, that it had all the information it considered necessary for the appraisal of their request.\n(7) Directive 77/388/EEC has been recast and repealed by Directive 2006/112/EC. References to the provisions of the former are to be construed as references to the latter.\n(8) The cash accounting scheme is a simplification measure for small and medium sized businesses. Regarding the United Kingdom, raising the ceiling for the simplified scheme will allow a greater number of firms to opt for the scheme. The increase of the turnover limit would extend the scheme to a potential additional 57 000 businesses. The derogation requested by Estonia will allow 5 700 businesses to use the cash accounting scheme. In the case of Slovenia, 62 000 businesses will be able to opt for the use of the cash accounting scheme. As for Sweden, the scheme will be available to 630 000 businesses.\n(9) The Estonian, Slovenian, Swedish and United Kingdom derogations can be accepted in view of the percentage of eligible businesses that could opt for this simplified scheme and the limited duration.\n(10) Since taxable persons who have applied the optional scheme in the past should be able to continue using it without interruption, the authorisation given to the United Kingdom should apply from the date of expiry of Decision 97/375/EC. Also as this would allow more taxable persons to adopt the scheme from the beginning of their accounting year, Member States concerned should be allowed to make the optional scheme available as from 1 January 2007.\n(11) The derogation in question does not affect the overall amount of the tax revenue of the Member States collected at the stage of final consumption and as a consequence does not have a negative effect on the own resources of the European Communities accruing from VAT.\n(12) Given the urgency of the matter, in order to avoid a legal gap, it is imperative to grant an exception to the six-week period mentioned in point I(3) of the Protocol on the role of national Parliaments in the European Union, annexed to the Treaty on European Union and to the Treaties establishing the European Communities,", "main_body": ["By way of derogation from Article 167 of Directive 2006/112/EC, Estonia, Slovenia, Sweden and the United Kingdom are authorised to postpone the right of deduction of the input tax of the taxable persons, as defined in the second paragraph, until the input tax has been paid to their suppliers.\nThe taxable persons concerned must use a scheme whereby they account for the output VAT for their supplies when they have received the payments from their customers. They must have an annual turnover not higher than EUR 208 646 for Slovenia, SEK 3 000 000 for Sweden and GBP 1 350 000 for the United Kingdom, or, in the case of Estonia, must be registered as a sole proprietor.", "Decision 97/375/EC is hereby repealed.", "This Decision shall apply from 1 January 2007 to 31 December 2009.", "This Decision is addressed to the Republic of Estonia, the Republic of Slovenia, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 January 2007.\nFor the Council\nThe President\nP. STEINBRÜCK\n(1)  OJ L 347, 11.12.2006, p. 1. Directive as amended by Directive 2006/138/EC (OJ L 384, 29.12.2006, p. 92).\n(2)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2006/98/EC (OJ L 363, 20.12.2006, p. 129).\n(3)  OJ L 158, 17.6.1997, p. 43. Decision as last amended by Decision 2003/909/EC (OJ L 342, 30.12.2003, p. 49)."}