{"celex_id": "32007D0152", "uri": "http://publications.europa.eu/resource/cellar/0b23d594-91cb-4f11-8fbc-ac86b8723371", "type": "Decision", "concepts": ["1255", "1445", "1596", "2356", "2560", "3584", "6322"], "title": "2007/152/EC: Commission Decision of 6 March 2007 amending Decision 2006/805/EC as regards animal health control measures relating to classical swine fever in Hungary (notified under document number C(2007) 671) (Text with EEA relevance )\n", "header": "7.3.2007 EN Official Journal of the European Union L 67/10\nCOMMISSION DECISION\nof 6 March 2007\namending Decision 2006/805/EC as regards animal health control measures relating to classical swine fever in Hungary\n(notified under document number C(2007) 671)\n(Text with EEA relevance)\n(2007/152/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to completion of the internal market (2), and in particular Article 9(4) thereof,\nWhereas:\n(1) Commission Decision 2006/805/EC of 24 November 2006 concerning animal health control measures relating to classical swine fever in certain Member States (3) was adopted in response to outbreaks of classical swine fever in certain Member States. That Decision establishes certain disease control measures concerning classical swine fever in those Member States.\n(2) Hungary informed the Commission that in January 2007, the presence of that disease was found in feral pigs in the county of Nógrád and it has taken the necessary measures to control that disease in accordance with the measures provided for in Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (4). Accordingly, it is appropriate to amend Decision 2006/805/EC so that the relevant disease control measures provided for in that Decision also concern that county.\n(3) For the sake of transparency of Community legislation, the list of the Member States concerned or the regions thereof as set out in the Annex to Decision 2006/805/EC should be replaced by the text in the Annex to this Decision.\n(4) Decision 2006/805/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/805/EC is amended as follows:\n1. The first paragraph of Article 1 is replaced by the following:\n2. The Annex to Decision 2006/805/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 March 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33), as corrected by OJ L 195, 2.6.2004, p. 12.\n(3)  OJ L 329, 25.11.2006, p. 67. Decision as last amended by Decision 2007/137/EC (OJ L 57, 24.2.2007, p. 25).\n(4)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\nANNEX\n‘ANNEX\nPART I\n1.   Germany\nA.   Rhineland-Palatinate:\n(a) in the Kreis Ahrweiler: the municipalities Adenau and Altenahr;\n(b) in the Kreis Daun: the municipalities Obere Kyll and Hillesheim, in the municipality Daun the localities Betteldorf, Dockweiler, Dreis-Brück, Hinterweiler and Kirchweiler, in the municipality Kelberg the localities Beinhausen, Bereborn, Bodenbach, Bongard, Borler, Boxberg, Brücktal, Drees, Gelenberg, Kelberg, Kirsbach, Mannebach, Neichen, Nitz, Reimerath and Welcherath, in the municipality Gerolstein the localities Berlingen, Duppach, Hohenfels-Essingen, Kalenborn-Scheuern, Neroth, Pelm and Rockeskyll and the City of Gerolstein;\n(c) in the Kreis Bitburg-Prüm: in the municipality Prüm the localities Büdesheim, Kleinlangenfeld, Neuendorf, Olzheim, Roth bei Prüm, Schwirzheim and Weinsheim.\nB.   North Rhine-Westfalia:\n(a) in the Kreis Euskirchen: the cities Bad Münstereifel, Mechernich, Schleiden and the localities of Billig, Euenheim, Euskirchen, Flamersheim, Kirchheim, Kuchenheim, Kreuzweingarten, Niederkastenholz, Palmersheim, Rheder, Roitzheim, Schweinheim, Stotzheim, Wißkirchen (in the City Euskirchen), and the municipalities Blankenheim, Dahlem, Hellenthal, Kall and Nettersheim;\n(b) in the Kreis Rhein-Sieg: the cities Meckenheim and Rheinbach, the municipality Wachtberg, the localities Witterschlick, Volmershofen, Heidgen (in the municipality Alfter) and the localities Buschhoven, Morenhoven, Miel and Odendorf (in the municipality Swisttal);\n(c) the city Aachen: south of the motorways A4, A544 and the Bundesstrasse B1;\n(d) the city Bonn: south of the Bundesstrasse 56 and the motorway A 565 (Bonn-Endenich to Bonn-Poppelsdorf) and southwest of the Bundesstrasse 9;\n(e) in the Kreis Aachen: the cities Monschau and Stolberg, and the municipalities Simmerath and Roetgen;\n(f) in the Kreis Düren: the cities Heimbach and Nideggen, and the municipalities Hürtgenwald and Langerwehe.\n2.   France\nThe territory of the Department of Bas-Rhin and Moselle located west of the Rhine and the channel Rhine Marne, north of the motorway A 4, east of the river Sarre and south of the border with Germany and the municipalities Holtzheim, Lingolsheim and Eckbolsheim.\nPART II\n1.   Hungary\nThe territory county of Nógrád.\n2.   Slovakia\nThe territory of the District Veterinary and Food Administrations (DVFA) of Trenčín (comprising Trenčín and Bánovce nad Bebravou districts), Prievidza (comprising Prievidza and Partizánske districts), Púchov (comprising Ilava district only), Žiar nad Hronom (comprising Žiar nad Hronom, Žarnovica and Banská Štiavnica districts), Zvolen (comprising Zvolen, Krupina and Detva districts), Lučenec (comprising Lučenec and Poltár districts) and Veľký Krtíš.\nPART III\n1.   Bulgaria\nThe whole territory of Bulgaria.’"}