{"celex_id": "32009R1292", "uri": "http://publications.europa.eu/resource/cellar/255f85b3-7291-4652-acf6-34f6541db52f", "type": "Regulation", "concepts": ["1644", "1744", "20", "2300", "2563", "2957", "4080", "4215", "863"], "title": "Commission Regulation (EU) No 1292/2009 of 21 December 2009 derogating from Regulations (EC) No 675/2009, (EC) No 676/2009 and (EC) No 677/2009 relating to the opening of invitations to tender for the reduction in the duty on sorghum imported into Spain, the reduction in the duty on maize imported into Spain, and the reduction in the duty of maize imported into Portugal from third countries, regarding the closing date of the invitations to tender\n", "header": "24.12.2009 EN Official Journal of the European Union L 347/22\nCOMMISSION REGULATION (EU) No 1292/2009\nof 21 December 2009\nderogating from Regulations (EC) No 675/2009, (EC) No 676/2009 and (EC) No 677/2009 relating to the opening of invitations to tender for the reduction in the duty on sorghum imported into Spain, the reduction in the duty on maize imported into Spain, and the reduction in the duty of maize imported into Portugal from third countries, regarding the closing date of the invitations to tender\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulations (EC) No 675/2009 (2), (EC) No 676/2009 (3) and (EC) No 677/2009 (4) opened invitations to tender for the reduction in the duty referred to in Article 136 of Regulation (EC) No 1234/2007 on sorghum imported into Spain, maize imported into Spain, and maize imported into Portugal, respectively.\n(2) Between the date of the opening of the invitations to tender and 17 November 2009 the quantity of maize imported into Spain which can be classified as part of the reduced import duty quota, less the quantities of cereal substitutes referred to in Article 2(1) of Commission Regulation (EC) No 1296/2008 of 18 December 2008 laying down the detailed rules for the application of tariff quotas for imports of maize and sorghum into Spain and imports of maize into Portugal (5), covers only 13 % of the quota. The quantity of sorghum imported into Spain which can be classified as part of the reduced import duty quota is negligible. The quantity of maize imported into Portugal which can be classified as part of the reduced import duty quota covers only 13 % of the quota. In view of the market conditions in Spain and Portugal, opening invitations to tender until 17 December 2009 is not likely to enable sufficient quantities to cover the quotas to be imported.\n(3) Therefore the invitations to tender for the reduction in the duty on maize and sorghum imported into Spain and maize imported into Portugal should be extended until the end of May 2010 to enable import quotas to be fully used up.\n(4) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["By way of derogation from Article 2 of Regulation (EC) No 675/2009, Article 2 of Regulation (EC) No 676/2009 and Article 2 of Regulation (EC) No 677/2009, invitations to tender shall be open until 27 May 2010.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall expire on 28 May 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2009.\nFor the Commission,\nOn behalf of the President,\nNeelie KROES\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 196, 28.7.2009, p. 5.\n(3)  OJ L 196, 28.7.2009, p. 6.\n(4)  OJ L 196, 28.7.2009, p. 7.\n(5)  OJ L 340, 19.12.2008, p. 57."}