{"celex_id": "32000D0167", "uri": "http://publications.europa.eu/resource/cellar/6ce54280-1eaa-4cd0-b3b3-d4bf4a2e5690", "type": "Decision", "concepts": ["1019", "12", "2793", "2965", "889"], "title": "2000/167/EC: Commission Decision of 22 December 1999 approving a Finnish national aid programme implementing in particular Article 141 of the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden (notified under document number C(1999) 5200) (Only the Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION\nof 22 December 1999\napproving a Finnish national aid programme implementing in particular Article 141 of the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden\n(notified under document number C(1999) 5200)\n(Only the Finnish and Swedish texts are authentic)\n(2000/167/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 141 thereof,\nWhereas:\n(1) On 25 October 1999, Finland notified the Commission, pursuant in particular to Article 143 of the Act of Accession and Article 88 of the EC Treaty, a national aid programme implementing in particular Article 141 and comprising other related measures for regions A and B and the Archipelago of regions A and B.\n(2) On 6 December 1999, Finland submitted an amended version of the programme.\n(3) On 30 July 1996, following an earlier Finnish notification, the Commission adopted Decision 97/428/EC(1) approving a Finnish aid programme implementing in particular Article 141 of the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden and other related measures,\n(4) Under the amended version of the notification submitted by Finland, certain aid measures previously authorised by the Commission in Decision 97/428/EC are discontinued, other authorised aids are maintained, the duration of certain aids is extended to the end of 2003 and certain new aids are introduced to apply from 1 January 2000 to 31 December 2003.\n(5) In Article 1(a) of Decision 97/428/EC, the Commission, acting pursuant to Article 141 of the Act of Accession, approved from 1 January 1997 to 31 December 2001 a national aid for farmers with a development plan for investments in primary production (on-farm agriculture and horticultural activities) that do not entail an increase of the total production capacity of the sector existing on the date of adoption of that Decision (30 July 1996), amounting at most to 50 % of the total cost of investments in the pigmeat, poultrymeat and eggs sectors and to 75 % of that same cost in other sectors, subject to compliance with the individual maximum limits laid down by Commission Decision C(96) 733 of 19 April 1996. Article 1 (b) of Decision 97/428/EC also authorises aid to be granted for up to five years as an income support where there is a change of production.\n(6) Finland has requested the Commission to extend the authorisation of this aid for investments in primary production to 31 December 2003.\n(7) The data sent by Finland pursuant to Article 3 of Decision 97/428/EC indicates that this aid for investments in primary production helps, through structural improvements, to maintain and improve existing production patterns; the request to extend the duration of this aid should be accepted for this reason.\n(8) In Article 2 of Decision 97/428/EC, the Commission has authorised certain aid measures for an indefinite duration in accordance with Article 88 of the Treaty.\n(9) In its notification, Finland has indicated that it intends to discontinue some of these measures, but to maintain the aid for the development of quality systems referred to in Article 2(d) of Decision 97/428/EC and the additional aids referred to in Article 2(e) of that Decision.\n(10) There is no reason to review the previous assessment of the Commission that these aids can be considered compatible with the common market. These aids therefore continue to be authorised in accordance with Decision 97/428/EC.\n(11) In its notification of 25 October 1999, Finland also asked the Commission to approve, under Article 141 of the Act of Accession, from 1 January 2000 to 31 December 2003, certain direct payments to producers in the animal husbandry, milk and horticultural production sectors.\n(12) In accordance with Article 141 of the Act of Accession, the Commission may authorise Finland to grant national aids to producers so as to facilitate their full integration into the common agricultural policy where there are serious difficulties resulting from accession which remain after full utilisation of the provisions of Articles 138, 139, 140 and 142 and of the other measures resulting from the rules existing in the Community.\n(13) In accordance with Article 137(3) of the Act of Accession, the period during which aid under Articles 138, 139 and 140 may be granted expired on 31 December 1999.\n(14) Article 142 of the Act of Accession does not apply to the regions included in the national aid programme notified to the Commission on 25 October 1999.\n(15) Due to climatic conditions, as well as to the small size of the farms and the higher levels of fixed costs, the profitability of agricultural production in Southern Finland is very low.\n(16) The data sent by Finland shows that a sudden reduction in support due to the expiry of aid under Articles 138, 139 and 140 of the Act of Accession would cause severe problems in that reducing farmers' income significantly would endanger the continuation of agricultural production in Southern Finland.\n(17) Although some improvement was achieved in recent years, further structural adjustment of the farm sector in Southern Finland is still needed in order to ensure the effective integration of Finnish agriculture into the common agricultural policy.\n(18) The Commission took the view in Decision 97/428/EC that aid under Article 141 of the Act of Accession should address structural inefficiencies that could be changed in order to facilitate the full integration of producers into the common agricultural policy.\n(19) In the light of experience, however, it appears that transitional and degressive direct income payments may be seen as a necessary complement to a structural adjustment policy, providing that such payments are essentially intended to accompany structural adaptation, do not hinder the realisation of the necessary structural changes and are limited to the period of time necessary.\n(20) However, given the length of time necessary to achieve long-term structural change, it is appropriate to set the duration of the aid authorised by the present Decision to the period expiring on 31 December 2003.\n(21) The total amount of production eligible for support should be limited to that which was previously eligible for aid pursuant to Article 138 of the Act of Accession. The production in question is less than 1 % of Community production in all the relevant sectors, and is not therefore expected to have a serious effect on the Community markets.\n(22) Finland should be required to provide a detailed report on all measures and sectors concerned before 30 June 2003, including an assessment of the results of these measures in solving the serious difficulties and in assisting the full integration of Finnish farmers in the common agricultural policy.\n(23) As regards the livestock sector, for reasons of administrative efficiency, Finland has asked to apply an aid per livestock unit in certain cases rather than aid per kilogramme or per animal,", "main_body": ["The Commission authorises Finland to continue to grant the aid referred to in Article 1(a) of Decision 97/428/EC until 31 December 2003.", "1. The Commission authorises Finland to grant, from 1 January 2000 to 31 December 2003, the aid referred to in Annex I, up to the maximum amount indicated in the table.\n2. The aid referred to in paragraph 1 shall be granted within the following limits:\n- for cows' milk: the individual references quantities of the farmers concerned in accordance with Council Regulation (EEC) No 3950/92(2);\n- for bovine animals: the ceilings provided for in Council Regulation (EC) No 1254/1999(3) (Annexes I and II);\n- for male bovine animals: 90 head per holding;\n- for suckler cows and male bovine animals: the total number of animals receiving aid cannot exceed a density factor equal to 2 LU/ha of forage area;\n- for ewes and goats: the individual limit allocated to producers in application of Article 10 of Council Regulation (EC) No 2467/98(4).", "The Commission authorises Finland to grant an additional aid per bull during the adjustment period from January to June 2000, up to the maximum mentioned in Annex II, due to the change in the aid system from slaughter-related aid to aid per livestock unit.", "No later than 30 June 2003, Finland shall provide a detailed report on the application of the measures authorised by Decision 97/428/EC and by this Decision, and their effects on the integration of Finnish agriculture into the common agricultural policy.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 22 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 184, 12.7.1997, p. 50.\n(2) OJ L 405, 31.12.1992, p. 1.\n(3) OJ L 160, 26.6.1999, p. 21.\n(4) OJ L 312, 20.11.1998, p. 1.\nANNEX I\n>TABLE>\nANNEX II\nAid for bulls during the adjustment period from January to June 2000 due to the change in aid system from slaughter-related aid to aid per livestock unit\nOuter archipelago\n>TABLE>\nMainland Ă\u0085land Islands\n>TABLE>\nOther areas of A- and B-Region\n>TABLE>"}