{"celex_id": "32007R0104", "uri": "http://publications.europa.eu/resource/cellar/5dcd2020-4436-48b5-9395-f282f5c0a2fd", "type": "Regulation", "concepts": ["13", "1605", "3003", "4498", "797"], "title": "Commission Regulation (EC) No 104/2007 of 2 February 2007 fixing the aid for tomatoes for processing for the 2007/08 marketing year\n", "header": "3.2.2007 EN Official Journal of the European Union L 28/10\nCOMMISSION REGULATION (EC) No 104/2007\nof 2 February 2007\nfixing the aid for tomatoes for processing for the 2007/08 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 41 thereof,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) Article 3(3) of Commission Regulation (EC) No 1535/2003 of 29 August 2003 laying down detailed rules for the implementation of Council Regulation (EC) No 2201/96 as regards the aid scheme for products processed from fruit and vegetables (2) stipulates that the Commission is to publish the amount of the aid for tomatoes for processing before 31 January.\n(2) For the Member States of the Community as constituted on 30 April 2004, compliance with the national and Community thresholds for processing tomatoes referred to in Article 5(1) of Regulation (EC) No 2201/96 is examined on the basis of the quantities aided in the three preceding marketing years for which definitive data are available for all the Member States in question.\n(3) For the Member States which joined the Union on 1 May 2004, compliance with the national and Community thresholds for processing tomatoes is examined on the basis of the quantities actually aided during the 2004/05 and 2005/06 marketing years and of the quantities for which aid applications were submitted for the 2006/07 marketing year, in accordance with Article 4 of Commission Regulation (EC) No 416/2004 of 5 March 2004 laying down transitional measures for the application of Council Regulation (EC) No 2201/96 and Regulation (EC) No 1535/2003 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union (3).\n(4) The quantity of tomatoes processed under the aid scheme to be considered when examining compliance with the national and Community thresholds is 1 705 561 tonnes above the Community threshold. In the case of those Member States which have exceeded their processing threshold, the aid for tomatoes for processing for the 2007/08 marketing year must thus be adjusted in relation to the level set in Article 4(2) of Regulation (EC) No 2201/96, in accordance with Article 5(2) and (4) of that Regulation and Article 3(2) of Regulation (EC) No 416/2004.\n(5) The mechanism for examining compliance with the national processing thresholds provided for in Article 5 of Regulation (EC) No 2201/96 is not immediately applicable to Bulgaria and Romania. Transitional measures for its application should therefore be laid down. For the 2007/08 marketing year, for which there are no data which can be used to examine compliance with the national and Community thresholds for processing tomatoes in those Member States, and as a precautionary measure, provision should be made for a prior reduction in the aid, to be reimbursed if the thresholds have not been exceeded at the end of that marketing year.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 2007/08 marketing year, the aid for tomatoes under Article 2 of Regulation (EC) No 2201/96 shall be:\n(a) EUR 34,50 per tonne in the Czech Republic, Greece, France, Cyprus, Hungary, Malta, Poland, Portugal, and Slovakia;\n(b) EUR 27,76 per tonne in Italy;\n(c) in Spain:\n(i) EUR 34,50 per tonne for tomatoes for processing into whole peeled tomatoes,\n(ii) EUR 12,75 per tonne for tomatoes intended for other processing;\n(d) EUR 25,88 per tonne in Bulgaria and Romania.", "1.   If the Community threshold is not exceeded during examination of compliance with the threshold for the 2007/08 marketing year, an additional amount equivalent to 25 % of the aid fixed in Article 4(2) of Regulation (EC) No 2201/96 shall be paid in Bulgaria and Romania after the 2007/08 marketing year.\n2.   If the Community threshold is exceeded, or if it is not exceeded or exceeded by less than 25 % in Bulgaria or Romania, an additional amount shall be paid in those Member States after the 2007/08 marketing year.\nThe additional amount referred to in paragraph 1 shall be fixed on the basis of the actual amount by which the national threshold concerned is exceeded, up to a maximum of 25 % of the aid fixed in Article 4(2) of Regulation (EC) No 2201/96.\n3.   Examination of compliance with the national processing thresholds for Bulgaria and Romania shall be based, for the 2007/08 marketing year, on the quantities for which aid applications are submitted for the 2007/08 marketing year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 29. Regulation as last amended by Commission Regulation (EC) No 386/2004 (OJ L 64, 2.3.2004, p. 25).\n(2)  OJ L 218, 30.8.2003, p. 14. Regulation as last amended by Regulation (EC) No 1663/2005 (OJ L 267, 12.10.2005, p. 22).\n(3)  OJ L 68, 6.3.2004, p. 12. Regulation as amended by Regulation (EC) No 550/2005 (OJ L 93, 12.4.2005, p. 3)."}