{"celex_id": "32006D0329", "uri": "http://publications.europa.eu/resource/cellar/3215f7c8-8dca-422b-8a76-6b32477bb618", "type": "Decision", "concepts": ["1158", "2247", "5672", "6030"], "title": "2006/329/EC: Commission Decision of  20 February 2006  laying down a questionnaire to be used for reporting on the implementation of Directive 2000/76/EC on the incineration of waste  (notified under document number C(2006) 438)   (Text with EEA relevance)\n", "header": "6.5.2006 EN Official Journal of the European Union L 121/38\nCOMMISSION DECISION\nof 20 February 2006\nlaying down a questionnaire to be used for reporting on the implementation of Directive 2000/76/EC on the incineration of waste\n(notified under document number C(2006) 438)\n(Text with EEA relevance)\n(2006/329/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2000/76/EC of the European Parliament and of the Council of 4 December 2000 on the incineration of waste (1) and, in particular, Article 15 thereof,\nWhereas:\n(1) Member States had to implement Directive 2000/76/EC before 28 December 2002 and will have to report about the implementation in accordance with a questionnaire to be developed by the Commission.\n(2) The overall purpose of this questionnaire is, through Member States’ responses, to gather information on the implementation of Directive 2000/76/EC, and to identify approaches to regulating incineration and co-incineration plants across Member States.\n(3) The reporting period has to cover the first full three years after 28 December 2002, and has to be defined taking into account the reporting requirements of Directive 94/67/EC and 96/61/EC. Taking into account that Directive 2000/76/EC applies in full to all existing plants from 28 December 2005 onwards, and since the overwhelming majority of plants operated in the EU belong to the group of existing plants, and that Directive 94/67/EC is repealed as of 28 December 2005, and reporting under Directive 96/61/EC covers the period to 2006-2008 inclusive, the most appropriate first full reporting period is 1 January 2006 to 31 December 2008.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 6 of Council Directive 91/692/EEC (2),", "main_body": ["1.   Member States shall use the questionnaire laid down in the Annex for reporting on the implementation of Directive 2000/76/EC in accordance with Article 15 thereof.\n2.   The first report shall cover the three year period starting from 1 January 2006 and shall be transmitted to the Commission by 30 September 2009 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 February 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 332, 28.12.2000, p. 91.\n(2)  OJ L 377, 31.12.1991, p. 48\nANNEX\nQuestionnaire to be used for reporting on the implementation of Directive 2000/76/EC on the incineration of waste\nPlease note: Please provide references to identify information that has already been submitted to the Commission.\nIMPLEMENTATION OF THE DIRECTIVE\n1. How many incineration plants and how many co-incineration plants in your Member State fall within the scope of Directive 2000/76/EC?\n2. Please describe any problems with the definitions given in Article 3 identified when transposing and implementing the Directive?\n3. How many permits have been issued in accordance with Article 4(1) for:\n(a) new incineration plants?\n(b) existing incineration plants?\n(c) new co-incineration plants? and\n(d) existing co-incineration plants?\n4. Have any mobile plants received permits under this Directive?\n5. How many incineration plants and how many co-incineration plants have yet to be permitted in accordance with Article 4(1)?\n6. Where these data are available, indicate the total permitted capacities of waste throughput for:\n(a) new incineration plants;\n(b) existing incineration plants;\n(c) new co-incineration plants; and\n(d) existing co-incineration plants.\n7. What categories of waste (as set up within the European Waste Catalogue, if possible) are being co-incinerated in cement plants?\n8. What categories of waste (as set up within the European Waste Catalogue, if possible) are being co-incinerated in:\n(a) Combustion plants other than cement (e.g. power stations)?; and,\n(b) Industrial sectors not covered under Annex II.1 or II.2 co-incinerating waste?\n9. If these data are available, please identify the amounts of waste that may be co-incinerated in these plants.\n10. What provisions are made within the permitting process for:\n(a) Identifying the quantities and categories of hazardous waste that may be treated?\n(b) The minimum and maximum flows of hazardous wastes to be treated?\n(c) The range of calorific values of hazardous wastes permitted and restrictions on the content of pollutants e.g. PCB, PCP, chlorine, fluorine, sulphur, heavy metals?\n11. What wastes have been considered to be ‘inappropriate’ for representative sampling?\n12. With regard to the furnace gas residence times and temperatures as laid out in Article 6(1):\n(a) Have any exemptions from the operating conditions been granted in accordance with Article 6(4)? (Yes/No)\n(b) If the answer to (a) is ‘yes’, how many exemptions have been granted?\n(c) Where these data are available, please describe the reasoning for granting the derogation(s) for each case including:\n(i) identification of the capacity of the incinerator or co-incinerator;\n(ii) the approximate age of the incinerator, or co-incinerator, or whether it is ‘existing’ plant as defined in article 3(6) or new plant;\n(iii) the type of waste incinerated;\n(iv) how the requirement to ensure that no more residues are produced compared to, and that the content of organic pollutants in those residues is no more than expected from, a non-exempted plant;\n(v) the operating conditions laid down in the permit; and\n(vi) the emission limit values to be met by the individual plant.\n13. For incineration plants:\n(a) How many ‘existing’ plants recover heat generated by the incineration process?; and\n(b) How many ‘new’ plants recover heat generated by the incineration process?\n14. For co-incineration plants:\n(a) How many ‘existing’ plants recover heat generated by the incineration process? and\n(b) How many ‘new’ plants recover heat generated by the incineration process?\n15. For incineration plants, what measures are in place (in addition to the report requested under Article12(2), if any) to ensure that plants are designed, equipped, built and operated to so that the emission limit values (as set out in Annex V of the Directive) are not exceeded?\n16. For co-incineration plants, what measures are in place (in addition to the report requested under Article12 (2), if any) to ensure that plants are designed, equipped, built and operated to so that the emission limit values (as set out in Annex II of the Directive) are not exceeded?\n17. For cement kilns co-incinerating waste, have any exemptions from the emission limits for NOx, dust, SO2 or TOC been granted in accordance with Annex II.1? (Yes/No)\n(a) If the answer is ‘yes’, how many exemptions have been granted? and\n(b) Where these data are available, please describe the reasoning for granting the derogation(s) for each case including:\n(i) Identification of the capacity of the plant;\n(ii) Identification of the age of the plant;\n(iii) The type of waste co-incinerated;\n(iv) The operating conditions laid down in the permit; and\n(v) The emission limits values to be met by each plant.\n18. How many co-incineration plants are subject to the emission limits provided in Annex V of the Directive (i.e. where co-incineration of untreated municipal waste is undertaken or more than 40 % of the heat release results from the combustion of hazardous waste)?\n19. For releases to air from incineration and co-incineration plants, have emission limit values additional to those given in Annex II or Annex V, as appropriate, been set? (Yes/No)\n(a) The plants to which they apply (i.e. incineration or co-incineration).\n(b) Which of these plants are ‘new’ or ‘existing’.\n(c) The pollutants to which they apply.\n(d) Why they are applied.\n(e) The limit values.\n(f) Whether they are monitored continuously or discontinuously.\n20. How are emission limit values for discharges of waste water from flue gas cleaning equipment to the aquatic environment determined?\n21. What provisions are made within the permitting process to control emissions of those substances listed in Annex IV?\n22. What operational control parameters are set within the permitting process for waste water discharges?\n23. What provisions have been made to ensure protection of soil, surface waters or groundwater in accordance with Article 8(7)?\n24. What criteria are used to ensure that storage capacity is adequate for waters to be tested and treated before discharge where necessary?\n25. If emission limit values have been set for pollutants, in addition to those pollutants specified in Annex IV:\n(a) To which plants do they apply (i.e. incineration or co-incineration, ‘new’ or ‘existing’)?\n(b) To which pollutants do these apply?\n(c) Why are they applied? And\n(d) What are the limit values?\n26. What provisions in general have been made to minimize the quantities and harmfulness of residues resulting from incineration or co-incineration plants?\n27. For incineration processes, what provisions have been made in order to monitor the relevant parameters, conditions and mass concentrations?\n28. For co-incineration processes, what provisions have been made in order to monitor the relevant parameters, conditions and mass concentrations?\n29. What provisions are made within the permitting process to ensure compliance with the provisions of Article 11 paragraphs 2 to 12 and 17, as regards air, and paragraphs 9 and 14 to 17 as regards water?\n30. Please describe any official guidance that has been developed on producing validated daily average emission data?\n31. What are the procedures for informing the competent authority in the event of breach of an emission limit?\n32. What arrangements are made to ensure public participation in the permitting process?\n33. With regard to the availability of information throughout the permitting process:\n(a) Is there any information related to environmental aspects not publicly available on the application, decision process and subsequent permit?\n(b) Where these data are available, please specify:\n— Whether this information is available free of charge (Yes/no); and if ‘no’,\n— The level of charges made, and in what circumstances these charges are applied.\n34. For incineration plant with a nominal capacity of two tonnes or more per hour, what provisions are made to require an operator to submit an annual report on the functioning and monitoring of the plant to the competent authority?\n35. For co-incineration plant with a nominal capacity of two tonnes or more per hour, what provisions are made to require an operator to submit an annual report on the functioning and monitoring of the plant to the competent authority?\n36. If an Annual Report is provided:\n(a) What information does this contain?\n(b) How may a private citizen/member of the public view this report?\n37. For incineration or co-incineration plant with a nominal capacity of less than two tonnes per hour, how are these plants publicly identified?\n38. What provisions are made within a permit to control the period of operation of an incineration or co-incineration plant during abnormal operation (i.e. stoppages, disturbances or failure of abatement or monitoring equipment)?\n39. For incineration and co-incineration processes what are the maximum permissible periods of operation during abnormal operation (i.e. before the plant must shut down)?\n40. What information, if any, do you have to suggest that the Directive should be amended with regards to Articles 10, 11 and 13 and, Annexes I and III."}