{"celex_id": "32007D0418", "uri": "http://publications.europa.eu/resource/cellar/de1843f2-82d8-4c7b-9dd0-ad878fc98dbc", "type": "Decision", "concepts": ["1362", "1800", "45", "5640", "6050"], "title": "2007/418/EC: Commission Decision of 14 June 2007 setting up the High Level Group on the Competitiveness of the Chemicals Industry in the European Union\n", "header": "16.6.2007 EN Official Journal of the European Union L 156/34\nCOMMISSION DECISION\nof 14 June 2007\nsetting up the High Level Group on the Competitiveness of the Chemicals Industry in the European Union\n(2007/418/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Article 157(1) of the Treaty assigned the Community and the Member States the task of ensuring that the conditions necessary for the competitiveness of the Community’s industry exist. Article 157(2) in particular calls upon the Member States to consult each other in liaison with the Commission and, where necessary, to coordinate their actions. The Commission may take any useful initiative to promote such coordination.\n(2) In its Communication ‘Implementing the Community Lisbon Programme: a policy framework to strengthen EU manufacturing — Towards a more integrated approach for industrial policy’ (1), the Commission announced the intention to set up a High Level Group concerned with the competitiveness of the European chemicals industry.\n(3) It is therefore necessary to set up a group of experts in the field of competitiveness of the EU chemicals industry and to define its tasks and structure.\n(4) The primary task of the group should be to conduct economic and statistical analysis of the factors determining the rapid structural changes in the chemicals sector, as well as other factors that influence the competitive position of the European chemicals industry. Based on this analysis the group should formulate a set of sector-specific policy recommendations with a view to enhancing the competitiveness of the chemicals industry in accordance with the objective of sustainable development. Given that Regulation (EC) No 1907/2006 of the European Parliament and of the Council (2) concerning REACH enters into force only on 1 June 2007 and its main operational provisions will apply only 12 months later, it would not be appropriate that matters directly related to REACH should be examined.\n(5) The group should be composed of representatives of the Commission, the Member States, the European Parliament and relevant stakeholders notably from the chemicals industry and downstream users, as well as civil society, to be drawn, inter alia, from representatives of consumers, trade unions, non-governmental organisations and research/academia.\n(6) Rules on disclosure of information by members of the group should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (3).\n(7) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\n(8) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["High Level Group on the Competitiveness of the Chemicals Industry in the European Union\nA High Level Group on the Competitiveness of the Chemicals Industry in the European Union, hereinafter referred to as ‘the group’, is hereby set up with effect from the day of the adoption of this Decision.", "Task\n1.   The group shall address issues that determine the competitiveness of the Community chemicals industry. In particular its tasks are:\n(a) to conduct economic and statistical analysis of the factors determining the structural changes in the chemicals industry as well as other factors that influence the competitive position of the European chemicals industry;\n(b) to assist the Commission in questions related to the competitiveness of the chemicals industry;\n(c) to formulate a set of sector-specific policy recommendations addressed to policy makers at the Community and national level, industry and civil society organisations.\n2.   The group will not discuss matters directly linked to Regulation (EC) No 1907/2006 concerning REACH or assess its functioning.", "Consultation\n1.   The Commission may consult the group on any matter relating to the competitiveness of the EU chemical industry.\n2.   The Chairperson of the group may advise the Commission that it is desirable to consult the group on a specific question.", "Membership — appointment\n1.   The members of the group shall be appointed by the Commission from high level specialists with competence and responsibility in areas which are related to the competitiveness of the European chemicals industry.\n2.   The group shall be composed of up to 31 members composed of representatives of the Commission, the European Parliament, the Member States, the industry, and of civil society.\n3.   Members of the group are appointed for their expertise in a personal capacity. Each member of the group shall nominate a personal representative to a preparatory sub-group hereinafter referred to as the ‘sherpa’ sub-group.\n4.   Members are appointed for a 2-year renewable term of office and shall remain in office until such time as they are replaced in accordance with paragraph 5 or their term of office ends.\n5.   Members may be replaced for the remaining period of their term of office in any of the following cases:\n(a) where the member resigns;\n(b) where the member is no longer capable of contributing effectively to the group’s deliberations;\n(c) where the member does not comply with Article 287 of the Treaty.\n6.   The names of members shall be published on the Internet site of DG Enterprise and Industry. The names of members shall be collected, processed and published in accordance with the provision of Regulation (EC) No 45/2001.", "Operation\n1.   The group shall be chaired by the Commission.\n2.   The ‘sherpa’ sub-group shall prepare the discussions, position papers and advice for actions and/or policy measures to be recommended by the group; it will work in close contact with the Commission services in order to prepare the work for the group meetings.\n3.   The group may, with the agreement of the Commission, set up sub-groups to examine specific questions under terms of reference established by the group. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n4.   The Commission’s representative may ask experts or observers with specific competence on a subject on the agenda to participate in the work of the group, or in the deliberations or work of sub-groups and ad hoc groups, if in the opinion of the Commission this is necessary or useful.\n5.   Information obtained by participating in deliberations or work of the group or ad hoc groups or sub-groups shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n6.   The group, the ‘sherpa’ sub-group, and other sub-groups shall normally meet on the Commission’s premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its sub-groups.\n7.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n8.   The Commission may publish, or place on the Internet, in the original language of the document concerned, any summary, conclusion, partial conclusion or working document of the group. Proceedings and interim reports will be available on a dedicated website. The final report will be published early after the final meeting of the group.", "Reimbursement of expenses\nThe Commission shall reimburse travel expenses and, where appropriate, subsistence expenses for members, ‘sherpa’ group members, experts and observers in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\nThe members of the group, ‘sherpa’ sub-group members, experts and observers shall not be remunerated for the services they render.\nMeeting expenses shall be reimbursed within the limits of the annual budget allocated to the group by the competent Commission department.", "Applicability\nThe Decision shall apply until two years from the day of its adoption."], "attachments": "Done at Brussels, 14 June 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  COM(2005) 474 of October 2005.\n(2)  OJ L 396, 30.12.2006, p. 1, as corrected by OJ L 136, 29.5.2007, p. 3.\n(3)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2006/548/EC, Euratom (OJ L 215, 5.8.2006, p. 38).\n(4)  OJ L 8, 12.1.2001, p. 1."}