{"celex_id": "32005R0892", "uri": "http://publications.europa.eu/resource/cellar/b3904aaf-3df6-4d88-8221-5047581b6c55", "type": "Regulation", "concepts": ["1318", "20", "2193", "3170"], "title": "Commission Regulation (EC) No 892/2005 of 14 June 2005 amending Regulation (EC) No 462/2005 as regards the quantity covered by the standing invitation to tender for the export of barley held by the German intervention agency\n", "header": "15.6.2005 EN Official Journal of the European Union L 152/11\nCOMMISSION REGULATION (EC) No 892/2005\nof 14 June 2005\namending Regulation (EC) No 462/2005 as regards the quantity covered by the standing invitation to tender for the export of barley held by the German intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 (2) lays down the procedure and conditions for the disposal of cereals held by intervention agencies.\n(2) Commission Regulation (EC) No 462/2005 (3) opened a standing invitation to tender for the export of 1 000 693 tonnes of barley held by the German intervention agency.\n(3) Germany has informed the Commission of the intention of its intervention agency to increase by 300 000 tonnes the quantity put out to tender for export. In view of the market situation, the request made by Germany should be granted.\n(4) This increase in the quantity put out to tender makes it necessary to alter the quantity stored by region of storage referred to in Annex I to Regulation (EC) No 462/2005.\n(5) Regulation (EC) No 462/2005 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 462/2005 is amended as follows:\n1. Article 2 is replaced by the following:\n2. Annex I is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10).\n(3)  OJ L 75, 22.3.2005, p. 27. Regulation as last amended by Regulation (EC) No 610/2005 (OJ L 101, 21.4.2005, p. 9).\n(4)  Including Kosovo, as defined in UN Security Council Resolution No 1244 of 10 June 1999.’\nANNEX\n‘ANNEX I\n(in tonnes)\nPlace of storage Quantity\nSchleswig-Holstein, Hamburg, Niedersachsen, Bremen, Mecklenburg-Vorpommern, Berlin, Brandenburg, Sachsen-Anhalt, Sachsen, Thüringen, Nordrhein-Westfalen, Hessen, Rheinland-Pfalz, Saarland, Baden-Württemberg, Bayern 1 300 693’"}