{"celex_id": "32001R1919", "uri": "http://publications.europa.eu/resource/cellar/e4d79a03-06bc-4ad1-baec-b45e86429403", "type": "Regulation", "concepts": ["1318", "20", "3170", "5010", "5083", "946"], "title": "Commission Regulation (EC) No 1919/2001 of 28 September 2001 amending Regulation (EC) No 931/2001 on the issuing of a standing invitation to tender for the sale of common wheat of breadmaking quality held by the German intervention agency for export to certain ACP countries\n", "header": "Commission Regulation (EC) No 1919/2001\nof 28 September 2001\namending Regulation (EC) No 931/2001 on the issuing of a standing invitation to tender for the sale of common wheat of breadmaking quality held by the German intervention agency for export to certain ACP countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93(3), as last amended by Regulation (EC) No 1630/2000(4), lays down the procedure and conditions for the disposal of cereals held by intervention agencies.\n(2) Commission Regulation (EC) No 931/2001(5) issued a standing invitation to tender for the sale of common wheat of bread making quality held by the German intervention agency for export to certain ACP countries. The time limit for the last partial invitation to tender provided for in that Regulation should be fixed at a later date.\n(3) As a result of the extension of this invitation to tender, certain provisions of the invitation to tender should be adjusted and in particular a standard term of validity for export licences should be established of the current month plus four months.\n(4) The final date for the removal of cereals and the relevant provisions should also be deleted.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 931/2001 is hereby amended as follows:\n1. Article 3(2) is replaced by the following: \"2. The time limit for submitting tenders for the following partial invitation to tender shall be 9 a.m. (Brussels time) each Thursday.\nThe time limit for the partial invitation to tender shall be 9 a.m. (Brussels time) on 29 November 2001\";\n2. the first indent of Article 4(1) is replaced by the following: \"- the tenderer provides written proof from an official body in the ACP country of destination or a company having its overseas subsidiary in the said country, that he has concluded for the quantity in question a commercial supply contract for common wheat for export to an ACP State or to several States within one of the groups of ACP States listed in Annex I. Such proof shall be lodged with the competent authorities at least two working days before the date of the partial invitation to tender against which the tender is to be submitted\";\n3. Article 5(2) is replaced by the following: \"2. Export licences shall be valid from their date of issue within the meaning of Article 9 of Regulation (EEC) No 2131/93 until the end of the fourth month following\";\n4. Article 7 is replaced by the following: \"Article 7\nThe successful tenderer shall pay for the common wheat before removing it at the price indicated in the tender. The payment due for each of the lots to be removed shall be indivisible.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24.\n(5) OJ L 130, 12.5.2001, p. 12."}