{"celex_id": "32004D0860", "uri": "http://publications.europa.eu/resource/cellar/b627d0dd-55d2-49f7-aba6-056bd3d3b8e8", "type": "Decision", "concepts": ["1474", "1633", "3466", "4324"], "title": "2004/860/EC: Council Decision of 25 October 2004 on the signing, on behalf of the European Community, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation, concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n", "header": "17.12.2004 EN Official Journal of the European Union L 370/78\nCOUNCIL DECISION\nof 25 October 2004\non the signing, on behalf of the European Community, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation, concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n(2004/860/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62, point 3 of the first subparagraph of Article 63 and the Articles 66 and 95 in conjunction Article 300(2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Following the authorisation given to the Commission on 17 June 2002, negotiations with the Swiss Authorities, regarding the association of Switzerland with the implementation, application and development of the Schengen acquis have been concluded.\n(2) Subject to its conclusion at a later date, it is desirable to sign the agreement that was initialled on 25 June 2004.\n(3) The Agreement caters for the provisional application of certain of its provisions. These provisions should be applied on a provisional basis pending the Agreement’s entry into force.\n(4) As far as the development of the Schengen acquis is concerned, which falls under the Treaty establishing the European Community, it is appropriate to make the provisions of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (1) applicable, mutatis mutandis, to the relations with Switzerland upon signature of the Agreement.\n(5) This Decision does not prejudice the position of the United Kingdom, under the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community and Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2).\n(6) This Decision does not prejudice the position of Ireland, under the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community and Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (3).\n(7) This Decision shall not prejudice the position of Denmark, under the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty establishing the European Community,", "main_body": ["The signature of the Agreement between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, and the related documents consisting of the Final Act, of the Agreement in the form of an Exchange of Letters concerning the Committees that assist the European Commission in the exercise of its executive power, and of the Common Declaration on joint meetings of the Mixed Committees, is hereby approved on behalf of the European Community, subject to conclusion.\nThe texts of the Agreement and related documents are attached to this Decision (4).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement and the related documents on behalf of the European Community, subject to conclusion.", "This Decision shall apply to the fields covered by the provisions listed in Annexes A and B to the Agreement and to their development to the extent that such provisions have, or, in accordance with Decision 1999/436/EC (5), have been determined to have, a legal base within the Treaty establishing the European Community.", "1.   The provisions of Articles 1 to 4 of Council Decision 1999/437/EC shall apply, in the same way, to the association of Switzerland with the implementation, application and development of the Schengen acquis, which falls under the Treaty establishing the European Community.\n2.   Before the delegations representing the members of the Council take part in a decision of the Mixed Committee set up by the Agreement, in accordance with Article 7(4) and (5) and Article 10 thereof, they shall meet within the Council in order to determine whether a common position may be adopted.", "In accordance with Article 14(2) of the Agreement, Articles 1, 3, 4, 5 and 6 and the first sentence of Article 7(2)(a) thereof shall be applied on a provisional basis, pending its entry into force."], "attachments": "Done at Luxembourg, 25 October 2004.\nFor the Council\nThe President\nR. VERDONK\n(1)  OJ L 176, 10.7.1999, p. 31.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  Council document 13054/04; accessible on http://register.consilium.eu.int\n(5)  OJ L 176, 10.7.1999, p. 17."}