{"celex_id": "32006R0346", "uri": "http://publications.europa.eu/resource/cellar/db936704-0364-4378-8930-0f9ce2428fbe", "type": "Regulation", "concepts": ["1309", "1394", "161", "2292", "2771", "4314", "4316", "4319", "5083"], "title": "Commission Regulation (EC) No 346/2006 of  27 February 2006  opening a preferential tariff quota for imports of raw cane sugar originating in the ACP States for supply to refineries in the period from  1 March  to  30 June 2006\n", "header": "28.2.2006 EN Official Journal of the European Union L 57/3\nCOMMISSION REGULATION (EC) No 346/2006\nof 27 February 2006\nopening a preferential tariff quota for imports of raw cane sugar originating in the ACP States for supply to refineries in the period from 1 March to 30 June 2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 39(6) thereof,\nWhereas:\n(1) Article 39(1) of Regulation (EC) No 1260/2001 provides that, during the marketing years 2001/02 to 2005/06 and in order to ensure adequate supplies to Community refineries, a special reduced rate of duty is to be levied on imports of raw cane sugar originating in States with which the Community has concluded supply agreements on preferential terms. At present such agreements have been concluded by Council Decision 2001/870/EC (2) with the African, Caribbean and Pacific States (ACP countries) listed in Protocol No 3 on ACP sugar attached to Annex V to the ACP-EC Partnership Agreement (3) and with the Republic of India.\n(2) Under the agreements in the form of an exchange of letters concluded by Decision 2001/870/EC, the refiners in question must pay a minimum purchase price equal to the guaranteed price for raw sugar, less the adjustment aid set for the marketing year concerned. This minimum price should therefore be set by taking account of the factors applicable in the 2005/06 marketing year.\n(3) The quantities of special preferential sugar to be imported are calculated in accordance with Article 39 of Regulation (EC) No 1260/2001 on the basis of an annual Community forecast supply balance.\n(4) This supply balance indicated the need to import raw sugar and open at this stage for the 2005/06 marketing year tariff quotas at a special reduced rate of duty provided for in the above agreements so that the Community refineries’ supply needs can be met for part of the year.\n(5) Quotas have been opened therefore, by Commission Regulation (EC) No 978/2005 (4), for the period from 1 July 2005 to 28 February 2006.\n(6) Since the production estimates for raw cane sugar are available for the 2005/06 marketing year, a quota should be opened for the second part of the year.\n(7) It should be stipulated that Commission Regulation (EC) No 1159/2003 of 30 June 2003 laying down detailed rules of application for the 2003/04, 2004/05 and 2005/06 marketing years for the import of cane sugar under certain tariff quotas and preferential agreements and amending Regulations (EC) No 1464/95 and (EC) No 779/96 (5) applies to the new quota.\n(8) To enable operators to use up the quantities of special preferential sugar covered by the two quotas opened by Regulation (EC) No 978/2005 for the period from 1 July 2005 to 28 February 2006, the deadline for the submission of licence applications for the quotas should be extended to 30 June 2006.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["For the period 1 March to 30 June 2006, a tariff quota is hereby opened under Decision 2001/870/EC for imports of raw cane sugar for refining falling within CN code 1701 11 10, amounting to 60 224 tonnes expressed as white sugar originating in the ACP States signatory to the agreement in the form of an exchange of letters approved by that Decision.", "1.   A special reduced duty of EUR 0 per 100 kg of standard-quality raw sugar shall apply to imports of the quantity referred to in Article 1.\n2.   The minimum purchase price to be paid by Community refiners for the period referred to in Article 1 shall be EUR 49,68 per 100 kg of standard-quality raw sugar.", "Regulation (EC) No 1159/2003 shall apply to the tariff quota opened by this Regulation.", "The quantities referred to in Article 1(a) and (b) of Regulation (EC) No 978/2005 for which import licence applications have not been submitted before 1 March 2006 may still be requested up to 30 June 2006.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 325, 8.12.2001, p. 21.\n(3)  OJ L 317, 15.12.2000, p. 3.\n(4)  OJ L 166, 28.6.2005, p. 3.\n(5)  OJ L 162, 1.7.2003, p. 25. Regulation as last amended by Regulation (EC) No 568/2005 (OJ L 97, 15.4.2005, p. 9)."}