{"celex_id": "32002D0799", "uri": "http://publications.europa.eu/resource/cellar/0bbfedeb-b425-41ca-b4ec-4d9d039f23b1", "type": "Decision", "concepts": ["1854", "2264", "5315", "6152", "979"], "title": "2002/799/EC: Commission Decision of 14 October 2002 on the list of programmes for the eradication and monitoring of animal diseases and on the list of programmes of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community in 2003 (notified under document number C(2002) 3879)\n", "header": "Commission Decision\nof 14 October 2002\non the list of programmes for the eradication and monitoring of animal diseases and on the list of programmes of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community in 2003\n(notified under document number C(2002) 3879)\n(2002/799/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 24(5) and Article 32 thereof,\nWhereas:\n(1) According to Article 3(2) of Council Regulation (EC) No 1258/1999(3), programmes for the monitoring and eradication of animal diseases shall be financed under the Guarantee Section of the EAGGF; for financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(2) In drawing up the list of programmes for the eradication and monitoring of animal diseases qualifying for a financial contribution from the Community for 2003, and the proposed rate and amount of the contribution for each programme, both the interest of each programme for the Community and the volume of available appropriations must be taken into account.\n(3) In drawing up the list of programmes of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community for 2003, and the proposed rate and amount of the contribution for each programme, both the interest of each programme for the Community and the volume of available appropriations must be taken into account.\n(4) The Commission has examined each of the programmes submitted by the Member States from both the veterinary and the financial point of view.\n(5) The programmes on the list set out in this Decision will have to be approved individually at a later date.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The programmes for the eradication and monitoring of animal diseases listed in Annex I hereto shall qualify for a financial contribution from the Community in 2003.\n2. For each programme as referred to in paragraph 1, the proposed rate and amount of the Community financial contribution shall be as set out in Annex I.", "1. The programmes of checks aimed at the prevention of zoonoses listed in Annex II hereto shall qualify for a financial contribution from the Community in 2003.\n2. For each programme as referred to in paragraph 1, the proposed rate and amount of the Community financial contribution shall be as set out in Annex II.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 October 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 160, 26.6.1999, p. 103.\nANNEX I\nList of programmes for the eradication and monitoring of animal diseases\nProposed rate and amount of the Community financial contribution\n>TABLE>\nANNEX II\nList of programmes of checks aimed at the prevention of zoonoses\nProposed rate and amount of the Community financial contribution\n>TABLE>"}