{"celex_id": "32000R1535", "uri": "http://publications.europa.eu/resource/cellar/198a02b6-9d48-43c6-bce8-4d8cb4235d82", "type": "Regulation", "concepts": ["1565", "1642", "20", "2763", "3568", "616"], "title": "Commission Regulation (EC) No 1535/2000 of 13 July 2000 amending Regulation (EC) No 1498/1999 laying down rules for the implementation of Council Regulation (EEC) No 804/68 as regards communications between the Member States and the Commission in the milk and milk products sector\n", "header": "Commission Regulation (EC) No 1535/2000\nof 13 July 2000\namending Regulation (EC) No 1498/1999 laying down rules for the implementation of Council Regulation (EEC) No 804/68 as regards communications between the Member States and the Commission in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1040/2000(2), and in particular Article 40 thereof,\nWhereas:\n(1) Article 9(1)(b) of Commission Regulation (EC) No 1498/1999 of 8 July 1999 laying down rules for the implementation of Council Regulation (EEC) No 804/68 as regards communications between the Member States and the Commission in the milk and milk products sector(3), provides, inter alia, for the forwarding of data on export licence applications lodged under invitations to tender opened in third countries. It also provides for communication of the quantity of products covered by the invitation to tender. That quantity may be revised by the body issuing the invitation to tender. As a result, in order to have complete data and ensure proper administration of licences, the Member States should be required to inform the Commission of that revised quantity as soon as it comes to their attention. Certain provisions on the information to be provided on invitations to tender should also be made more specific.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 9(1) of Regulation (EC) No 1498/1999 is amended as follows:\n1. Points (b) and (c) are replaced by the following text:\n\"(b) the quantities, broken down by application and code of the export refund nomenclature for milk products and by destination code, covered by applications for provisional licences as referred to in Article 8 of Regulation (EC) No 174/1999 submitted on that day, indicating the closing date for submitting tenders and the quantity of products covered by the invitation to tender or, in the case of an invitation to tender opened by the armed forces within the meaning of Article 36(1)(c) of Commission Regulation (EC) No 800/1999 (1) not specifying the quantity, the approximate quantity broken down as specified above (IDES computer code 2);\n(c) the quantities, broken down by application and code of the export refund nomenclature for milk products and by destination code, for which provisional licences as referred to in Article 8 of Regulation (EC) No 174/1999 were definitively issued or cancelled that day, indicating the body issuing the invitation to tender, the date of the provisional licence and the quantity it covers;\".\n2. The following point (d) is inserted:\n\"(d) where applicable, the revised quantity of products covered by the invitation to tender referred to in point (b) above.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 118, 19.5.2000, p. 1.\n(3) OJ L 174, 9.7.1999, p. 3."}