{"celex_id": "32006D0023(01)", "uri": "http://publications.europa.eu/resource/cellar/f86f20ed-1016-41fe-848b-9d84798f1ed7", "type": "Decision", "concepts": ["2149", "2447", "3259", "4763", "5455", "5883"], "title": "2007/44/EC: Decision of the European Central Bank of 15 December 2006 laying down the terms and conditions for transfers of the European Central Bank's capital shares between the national central banks and for the adjustment of the paid-up capital ( ECB/2006/23 )\n", "header": "31.1.2007 EN Official Journal of the European Union L 24/5\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 15 December 2006\nlaying down the terms and conditions for transfers of the European Central Bank's capital shares between the national central banks and for the adjustment of the paid-up capital\n(ECB/2006/23)\n(2007/44/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 28.5 thereof,\nWhereas:\n(1) The adjustment of the weightings assigned to the national central banks (NCBs) in the expanded key for subscription to the European Central Bank's (ECB's) capital (hereinafter the capital key weightings and the capital key respectively) as provided for in Decision ECB/2006/21 of 15 December 2006 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital (1) requires the Governing Council to determine the terms and conditions for transfers of capital shares between the NCBs that are members of the European System of Central Banks (ESCB) on 31 December 2006 in order to ensure that the distribution of these shares corresponds to the adjustments made. Accordingly, the adoption of a new ECB decision is required that repeals Decision ECB/2004/7 of 22 April 2004 laying down the terms and conditions for transfers of the European Central Bank's capital shares between the national central banks and for the adjustment of the paid-up capital (2) with effect from 1 January 2007.\n(2) The Bulgarian National Bank and Banca Naţională a României will not join the ESCB until 1 January 2007, which means that transfers of capital shares pursuant to Article 28.5 of the Statute do not apply to them on this occasion.\n(3) Decision ECB/2006/22 of 15 December 2006 laying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks (3) determines how and to what extent the NCBs of the Member States that have adopted the euro (hereinafter the participating NCBs) are under an obligation to pay up the ECB's capital in view of the expanded capital key. Decision ECB/2006/26 of 18 December 2006 laying down the measures necessary for the paying-up of the European Central Bank's capital by the non-participating national central banks (4) determines the percentage that the NCBs of the Member States that will not have adopted the euro on 1 January 2007 (hereinafter the non-participating NCBs) are under an obligation to pay up with effect from 1 January 2007 in view of the expanded capital key.\n(4) The participating NCBs, with the exception of Banka Slovenije, have already paid up their shares in the ECB's subscribed capital as required under Decision ECB/2004/6 of 22 April 2004 laying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks (5). In view of this, Article 2(1) of Decision ECB/2006/22 states that either a participating NCB should transfer an additional amount to the ECB, or receive an amount back from the ECB, as appropriate, in order to arrive at the amounts shown in the table in Article 1 of Decision ECB/2006/22.\n(5) Furthermore, Article 2(1) and 2(2) of Decision ECB/2006/30 of 30 December 2006 on Banka Slovenije's paying-up of capital, transfer of foreign reserve assets and contribution to the European Central Bank's reserves and provisions (6) lay down that Banka Slovenije, which will be a participating NCB from 1 January 2007, is under an obligation to pay up the remaining share of its subscription to the ECB's capital in order to arrive at the amount shown next to its name in the table in Article 1 of Decision ECB/2006/22, taking into account the expanded capital key.\n(6) Likewise, the non-participating NCBs, with the exception of the Bulgarian National Bank and Banca Naţională a României, have already paid up their shares in the ECB's subscribed capital as required under Decision ECB/2004/10 of 23 April 2004 laying down the measures necessary for the paying-up of the European Central Bank's capital by the non-participating national central banks (7). In view of this, Article 2(1) of Decision ECB/2006/26 states that each of them should either transfer an additional amount to the ECB, or receive an amount back from the ECB, as appropriate, in order to arrive at the amounts shown in the table in Article 1 of Decision ECB/2006/26. Article 2(2) of Decision ECB/2006/26 states that the Bulgarian National Bank and Banca Naţională a României should transfer to the ECB the amount shown next to their names in the table in Article 1 of the same Decision,", "main_body": ["Transfer of capital shares\nGiven the share in the ECB's capital that each NCB, with the exception of the Bulgarian National Bank and Banca Naţională a României, will have subscribed on 31 December 2006 and the share in the ECB's capital that each of these NCBs will subscribe with effect from 1 January 2007 as a consequence of the adjustment of the capital key weightings laid down in Article 2 of Decision ECB/2006/21, these NCBs shall transfer capital shares among themselves via transfers to and from the ECB to ensure that the distribution of capital shares with effect from 1 January 2007 corresponds to the adjusted weightings. To this effect, each of these NCBs shall, by virtue of this Article and without any further formality or act being required, either transfer or receive with effect from 1 January 2007 the share in the ECB's subscribed capital shown next to its name in the fourth column of the table in Annex I to this Decision, whereby ‘+’ shall refer to a capital share that the ECB shall transfer to the NCB and ‘-’ to a capital share that the NCB shall transfer to the ECB.", "Adjustment of the paid-up capital\n1.   Given the amount of the ECB's capital that each NCB has paid up, if any, and the amount of the ECB's capital that each NCB shall pay up with effect from 1 January 2007 pursuant to Article 1 of Decision ECB/2006/22 for the participating NCBs and Article 1 of Decision ECB/2006/26 for the non-participating NCBs respectively, on the first operating day of the Trans-European Automated Real-time Gross settlement Express Transfer system (Target) following 1 January 2007 each NCB shall either transfer or receive the net amount shown next to its name in the fourth column of the table in Annex II to this Decision, whereby ‘+’ shall refer to an amount that the NCB shall transfer to the ECB and ‘-’ to an amount that the ECB shall transfer to that NCB.\n2.   On the first Target operating day following 1 January 2007, the ECB and the NCBs that are under an obligation to transfer an amount under paragraph 1 shall each separately transfer any interest on the respective amounts due accruing over the period from 1 January 2007 until the date of the transfer. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.", "General provisions\n1.   The transfers described in Article 2 shall take place through Target.\n2.   Where an NCB does not have access to Target, the amounts described in Article 2 shall be transferred by crediting an account that the ECB or NCB shall nominate in due time.\n3.   Any interest accruing under Article 2(2) shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equal to the marginal interest rate used by the ESCB in its most recent main refinancing operation.\n4.   The ECB and the NCBs that are under an obligation to make a transfer under Article 2 shall, in due course, give the necessary instructions for duly executing such transfer on time.", "Final provision\n1.   This Decision shall enter into force on 1 January 2007.\n2.   Decision ECB/2004/7 is hereby repealed with effect from 1 January 2007.\n3.   References to Decision ECB/2004/7 shall be construed as being made to this Decision."], "attachments": "Done at Frankfurt am Main, 15 December 2006.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  See page 1 of this Official Journal.\n(2)  OJ L 205, 9.6.2004, p. 9.\n(3)  See page 3 of this Official Journal.\n(4)  See page 15 of this Official Journal.\n(5)  OJ L 205, 9.6.2004, p. 7.\n(6)  See page 17 of this Official Journal.\n(7)  OJ L 205, 9.6.2004, p. 19.\nANNEX I\nNCBS' SUBSCRIBED CAPITAL\nShare subscribed on 31 December 2006 Share subscribed with effect from 1 January 2007 Share to be transferred\nParticipating NCB\nNationale Bank van België/Banque nationale de Belgique 141 910 195,14 142 334 199,56 + 424 004,42\nDeutsche Bundesbank 1 176 170 750,76 1 182 149 240,19 +5 978 489,43\nBank of Greece 105 584 034,30 104 659 532,85 - 924 501,45\nBanco de España 432 697 551,32 434 917 735,09 +2 220 183,77\nBanque de France 827 533 093,09 828 813 864,42 +1 280 771,33\nCentral Bank and Financial Services Authority of Ireland 51 300 685,79 51 183 396,60 - 117 289,19\nBanca d'Italia 726 278 371,47 721 792 464,09 -4 485 907,38\nBanque centrale du Luxembourg 8 725 401,38 9 073 027,53 + 347 626,15\nDe Nederlandsche Bank 222 336 359,77 224 302 522,60 +1 966 162,83\nOesterreichische Nationalbank 115 745 120,34 116 128 991,78 + 383 871,44\nBanco de Portugal 98 233 106,22 98 720 300,22 + 487 194,00\nBanka Slovenije 18 613 818,63 18 399 523,77 - 214 294,86\nSuomen Pankki 71 711 892,59 71 708 601,11 -3 291,48\nNon-participating NCB\nBulgarian National Bank 0 50 883 842,67 Not applicable\nČeská národní banka 81 155 136,30 79 957 855,35 -1 197 280,95\nDanmarks Nationalbank 87 159 414,42 87 204 756,07 +45 341,65\nEesti Pank 9 927 369,94 9 810 391,04 - 116 978,90\nCentral Bank of Cyprus 7 234 070,02 7 195 054,85 -39 015,17\nLatvijas Banka 16 571 585,02 16 204 715,21 - 366 869,81\nLietuvos bankas 24 623 661,42 24 068 005,74 - 555 655,68\nMagyar Nemzeti Bank 77 259 867,83 75 700 733,22 -1 559 134,61\nCentral Bank of Malta 3 600 341,00 3 583 125,79 -17 215,21\nNarodowy Bank Polski 285 912 705,92 280 820 283,32 -5 092 422,60\nBanca Naţională a României 0 145 099 312,72 Not applicable\nNárodná banka Slovenska 39 770 691,11 38 970 813,50 - 799 877,61\nSveriges riksbank 134 292 162,94 134 298 089,46 +5 926,52\nBank of England 800 321 860,47 802 672 023,82 +2 350 163,35\nTotal (1) 5 564 669 247,19 5 760 652 402,58 0\n(1)  Due to rounding, totals may not correspond to the sum of all figures shown.\nANNEX II\nNCBS’ PAID-UP CAPITAL\nShare paid up on 31 December 2006 Share paid up with effect from 1 January 2007 Amount of transfer payment\nParticipating NCB\nNationale Bank van België/ Banque nationale de Belgique 141 910 195,14 142 334 199,56 + 424 004,42\nDeutsche Bundesbank 1 176 170 750,76 1 182 149 240,19 +5 978 489,43\nBank of Greece 105 584 034,30 104 659 532,85 - 924 501,45\nBanco de España 432 697 551,32 434 917 735,09 +2 220 183,77\nBanque de France 827 533 093,09 828 813 864,42 +1 280 771,33\nCentral Bank and Financial Services Authority of Ireland 51 300 685,79 51 183 396,60 - 117 289,19\nBanca d'Italia 726 278 371,47 721 792 464,09 -4 485 907,38\nBanque centrale du Luxembourg 8 725 401,38 9 073 027,53 + 347 626,15\nDe Nederlandsche Bank 222 336 359,77 224 302 522,60 +1 966 162,83\nOesterreichische Nationalbank 115 745 120,34 116 128 991,78 + 383 871,44\nBanco de Portugal 98 233 106,22 98 720 300,22 + 487 194,00\nBanka Slovenije 1 302 967,30 18 399 523,77 +17 096 556,47\nSuomen Pankki 71 711 892,59 71 708 601,11 -3 291,48\nNon-participating NCB\nBulgarian National Bank 0 3 561 868,99 +3 561 868,99\nČeská národní banka 5 680 859,54 5 597 049,87 -83 809,67\nDanmarks Nationalbank 6 101 159,01 6 104 332,92 +3 173,91\nEesti Pank 694 915,90 686 727,37 -8 188,53\nCentral Bank of Cyprus 506 384,90 503 653,84 -2 731,06\nLatvijas Banka 1 160 010,95 1 134 330,06 -25 680,89\nLietuvos bankas 1 723 656,30 1 684 760,40 -38 895,90\nMagyar Nemzeti Bank 5 408 190,75 5 299 051,33 - 109 139,42\nCentral Bank of Malta 252 023,87 250 818,81 -1 205,06\nNarodowy Bank Polski 20 013 889,41 19 657 419,83 - 356 469,58\nBanca Naţională a României 0 10 156 951,89 +10 156 951,89\nNárodná banka Slovenska 2 783 948,38 2 727 956,95 -55 991,43\nSveriges riksbank 9 400 451,41 9 400 866,26 + 414,85\nBank of England 56 022 530,23 56 187 041,67 + 164 511,44\nTotal (1): 4 089 277 550,12 4 127 136 230,00 +37 858 679,88\n(1)  Due to rounding totals may not correspond to the sum of all figures shown."}