{"celex_id": "32007R0734", "uri": "http://publications.europa.eu/resource/cellar/881d73fe-fd5b-4bac-9f44-03a3281b8543", "type": "Regulation", "concepts": ["1005", "1476", "5575", "979"], "title": "Council Regulation (EC) No 734/2007 of 11 June 2007 amending Regulation (EEC) No 1883/78 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section\n", "header": "29.6.2007 EN Official Journal of the European Union L 169/5\nCOUNCIL REGULATION (EC) No 734/2007\nof 11 June 2007\namending Regulation (EEC) No 1883/78 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) For intervention operations for which a unit amount has not been set by market organisation rules, basic Community financing rules have been set by Regulation (EEC) No 1883/78 (2), in particular as to the method of establishing the amounts to be financed, the financing of expenditure resulting from tying up the funds needed for intervention purchasing, the valuation of stocks to be carried over from one year to another and the financing of expenditure resulting from the physical operations of storage.\n(2) Article 5 of Regulation (EEC) No 1883/78 provides that the interest charges incurred by Member States in mobilising the funds used to purchase public intervention products are to be financed by the Community at a uniform interest rate.\n(3) It may appear that in certain Member States the buying into public intervention of agricultural products can be financed only at interest rates which are substantially higher than the uniform interest rate.\n(4) Where, in such cases, the average interest rate, in the course of the third month following the reference period used for the establishment of the uniform interest rate by the Commission, is more than twice the uniform interest rate for a given Member State, provision should be made for a correcting mechanism to be applied. This average interest rate should nevertheless be partially borne by the Member State concerned in order to encourage it to seek the least costly financing method.\n(5) Regulation (EEC) No 1883/78 should therefore be amended accordingly.\n(6) This amendment to the rules should be carried out for the financial years 2007 and 2008 and should apply from the beginning of the current accounting year,", "main_body": ["The third subparagraph of Article 5 of Regulation (EEC) No 1883/78 is replaced by the following:\n‘By way of derogation from the first subparagraph, if the average interest rate borne by a Member State in the course of the third month following the reference period used for the establishment of the uniform interest rate by the Commission is more than twice the uniform interest rate, the Commission may, for the financial years 2007 and 2008, in financing the interest costs incurred by that Member State, cover the amount which corresponds to the interest rate borne by this Member State minus the uniform rate of interest.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply to expenditure incurred from 1 October 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 11 June 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  Opinion of the European Parliament delivered on 13 March 2007 (not yet published in the Official Journal).\n(2)  OJ L 216, 5.8.1978, p. 1. Regulation as last amended by Regulation (EC) No 695/2005 (OJ L 114, 4.5.2005, p. 1)."}