{"celex_id": "32000D0040", "uri": "http://publications.europa.eu/resource/cellar/e87be5a1-f435-4187-ac69-493f3d906c7f", "type": "Decision", "concepts": ["2825", "2871", "3646", "3861", "5696"], "title": "2000/40/EC: Commission Decision of 16 December 1999 establishing the ecological criteria for the award of the Community eco-label to refrigerators (notified under document number C(1999) 4522) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 16 December 1999\nestablishing the ecological criteria for the award of the Community eco-label to refrigerators\n(notified under document number C(1999) 4522)\n(Text with EEA relevance)\n(2000/40/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme(1), and in particular the second subparagraph of Article 5(1) thereof,\n(1) Whereas the first subparagraph of Article 5(1) of Regulation (EEC) No 880/92 provides that the conditions for the award of the Community eco-label shall be defined by product groups;\n(2) Whereas Article 10(2) of Regulation (EEC) No 880/92 states that environment performance of a product shall be assessed by reference to the specific criteria for product groups;\n(3) Whereas it is appropriate to establish criteria expressing test methods and classification for energy consumption in conformity with Commission Directive 94/2/EC of 21 January 1994 implementing Council Directive 92/75/EEC with regard to energy labelling of household electric refrigerators, freezers and their combinations(2) and, moreover, to adapt the energy-consumption requirements to technological innovation and market developments;\n(4) Whereas, by Decision 96/703/EC(3), the Commission established ecological criteria for the award of the Community eco-label to refrigerators, which, according to Article 3 thereof, expire on 27 November 1999;\n(5) Whereas it is appropriate to adopt a new Decision establishing ecological criteria for this product group, in order to allow for the participation in the Community eco-label award scheme of manufacturers and importers of refrigerators;\n(6) Whereas in accordance with Article 6 of Regulation (EEC) No 880/92 the Commission has consulted the principal interest groups within a consultation forum;\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Committee set up pursuant to Article 7 of Regulation (EEC) No 880/92,", "main_body": ["The product group \"refrigerators\" (hereinafter referred to as \"the product group\") shall mean:\nElectric, mains-operated household refrigerators, frozen food storage cabinets, food freezers and their combinations.\nAppliances that may also use other energy sources, such as batteries, are excluded.", "The environmental performance and the fitness for use of the product group shall be assessed by reference to the criteria set out in the Annex.", "The product group definition and the criteria for the product group shall be valid from the date of notification of this Decision until 1 December 2002. If, however, on 1 December 2002 a new Decision establishing the product group definition and the criteria for this product group has not yet been adopted, this period of validity shall instead end either on 1 December 2003 or on the date of adoption of the new Decision, whichever is sooner.", "For administrative purposes the product group code number assigned to this product group shall be \"012\"'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1999.\nFor the Commission\nMargot WALLSTRĂ\u0096M\nMember of the Commission\n(1) OJ L 99, 11.4.1992, p. 1.\n(2) OJ L 45, 17.2.1994, p. 1.\n(3) OJ L 323, 13.12.1996, p. 34.\nANNEX\nECOLOGICAL CRITERIA\nFRAMEWORK\nIn order to be awarded an eco-label, the applicance shall comply with the criteria of this Annex, which are aimed at promoting:\n- reduction of environmental damage or risks related to the use of energy (global warming, acidification, depletion of non-renewable energy sources) by reducing energy consumption\n- reduction of environmental damage or risks related to the use of potentially ozone-depleting and other hazardous substances by reducing the use of these substances\n- reduction of environmental damage or risks related to the use of substances which may have a global-warming potential.\nAdditionally, the criteria encourage the implementation of best practice (optimal environmental use) and enhance consumers' environmental awareness.\nFurthermore, marking the plastic components encourages the recycling of the machine.\nThe competent bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria in this Annex (note: it is not required to implement such management schemes).\nKEY CRITERIA\n1. Energy savings\nThe applicance must have an energy efficiency index lower than 42 % as defined in Directive 94/2/EC(1), Annex V, using the same test method EN 153 and the same classification in 10 categories.\nThe applicant shall provide a copy of the technical documentation referred to under Article 2(1) of Commission Directive 94/2/EC. This documentation shall include the reports of at least three measurements of energy consumption made according to EN 153. The arithmetic mean of these measurements shall be less or equal to the above requirement. The value declared on the energy label shall not be lower than this mean value, and the energy efficiency class indicated on the energy label shall correspond to this mean value.\nIn case of verification, which is not required on application, competent bodies shall apply the tolerances and control procedures laid down in EN 153.\n2. Reduction of ozone depletion potential (ODP) of refrigerants and foaming agents\nThe refrigerants in the refrigerating circuit and foaming agents used for the insulation of the appliance shall have an ozone depletion potential equal to zero.\nThe applicant shall declare compliance of the product with these requirements. The applicant and/or his supplier or suppliers, as appropriate, shall indicate to the competent body assessing the application which refrigerants and foaming agents have been used and details of their ozone depletion potential.\n3. Reduction of global warming potential (GWP) of refrigerants and foaming agents\nThe refrigerants in the refrigerating circuit and foaming agent used for the insulation of the appliance, shall have a global warming potential equal to, or lower than, 15 (rated as CO2 equivalents over a period of 100 years).\nThe applicant shall declare compliance of the product with these requirements. The applicant and/or his supplier or suppliers, as appropriate, shall indicate to the competent body assessing the application which refrigerants and foaming agents have been used and details of their global warming potential.\nADDITIONAL CRITERIA\n4. Life-time extension\nThe manufacturer shall offer a commercial guarantee to ensure that the appliance will function for at least three years. This guarantee shall be valid from the date of delivery to the customer.\nThe availability of compatible replacement parts and service shall be guaranteed for 12 years from the time that production ceases.\nThe applicant shall declare compliance of the product with these requirements.\n5. Take-back and recycling\nThe manufacturer shall offer, free of charge, the take-back for recycling of the refrigerator and of components being replaced, except for items contaminated by users (e.g. refrigerators originating from medical or nuclear establishments).\nIn addition, the refrigerator shall meet the following criteria:\n1. The manufacturer shall take into account the disassembly of the refrigerator and provide a dissassembly report. Amongst others, the report shall confirm that:\n- joints are easy to find and accessible\n- electronic assemblies are easy to find and to dismantle\n- the product is easy to dismantle by using commonly available tools\n- incompatible and hazardous materials are separable.\n2. Plastic parts heavier than 50 grams shall have a permanent marking identifying the material, in conformity with ISO 11469. Excluded from this criterion are extruded palstic parts.\n3. Plastic parts heavier than 25 grams shall not contain the following flame retardants:\n>TABLE>\n4. Plastic parts heavier than 25 grams shall not contain flame retardant substances or preparations containing substances that are or may be assigned any of the risk phrases R45 (may cause cancer), R46 (may cause heritable genetic damage), R50 (very toxic to aquatic organisms), R51 (toxic to aquatic organisms), R52 (harmful to aquatic organisms), R53 (may cause long-term adverse effects in the aquatic environment), R60 (may impair fertility) or R61 (may cause harm to the unborn child), or any combinations of risk phrases containing any of the above risk phrases, as defined in Council Directive 67/548/EEC(2), as last amended by Commission Directive 98/98/EEC(3).\nThis requirement does not apply to flame retardants that on application change their chemical nature to no longer warrant classification under any of the R-phrases listed above, and where less than 0,1 % of the flame retardant in the treated part remains in the form as before application.\n5. The type of refrigerant and foaming agent used for the insulation shall be indicated on the applicance, near to or on the rating plate, to facilitate possible future recovery.\nThe applicant shall declare compliance of the product with these requirements. The applicant shall provide the competent body assessing the application with a copy of the disassembly report. The applicant and/or his supplier or suppliers, as appropriate, shall indicate to this competent body which refrigerants and foaming agents have been used, and which flame retardants, if any, have been used in or on plastic parts heavier than 25 grams.\n6. User instructions\nThe appliance shall be sold with an instruction manual, which provides advice on the correct environmental use and, in particular:\n1. the following text on the cover page or first page: \"Information on how to minimise environmental impacts is given in this manual\";\n2. recommendations for optimal use of energy in the operation of the appliance, including:\n2.1. guidelines concerning the placing or installation of the refrigerator, amongst others, stating the minimum dimensions of free space around the appliance needed to ensure sufficient circulation of air, and also indicating that where the consumer has the possibility, significant energy savings can be achieved by placing the appliance in an unheated or less heated location;\n2.2. advice that the consumer should avoid placing the applicance next to any heat source (such as ovens, radiators, etc.) or in direct sunlight; advice that, where relevant, the consumer should consider insulating the appliance from wall or underfloor heating sources;\n2.3. advice that the thermostat setting is dependent on the ambient temperature and therefore, the temperature setting should be checked by using an appropriate thermometer (explanation on how to proceed should be provided);\n2.4. advice that the door or lid should not be opened more often than needed and no longer than necessary, especially with regard to upright freezers;\n2.5. advice that hot foodstuffs should be allowed to cool down before placing in the appliance, as the steam from the foodstuffs contributes to the icing up of the evaporator unit, but that the cooling period, however, should be as short as possible for health and hygiene reasons;\n2.6. advice that the evaporator unit should be kept clean from thick layers of ice and that frequent defrosting facilitates the removal of the ice cover;\n2.7. advice that the door seal should be replaced when not functioning properly;\n2.8. advice that when moving the applicance sufficient time should be allowed before switching it on again;\n2.9. advice that the condenser on the back of the appliance and the space underneath the appliance should be kept clean from dust or kitchen smoke;\n2.10. information that ignoring the issues mentioned above will lead to higher energy consumption;\n3. advice that any damage to the condenser (heat-exchanger) on the back of the appliance, or other events leading to exposure of the refrigerant to the environment, should be avoided because of potential environmental and health risks; the manual shall specifically mention that sharp objects (such as knives, screwdrivers, etc.) should not be used for removing ice as they could damage the evaporator unit;\n4. information that the appliance contains fluids and is made of parts and materials which are reusable and/or recyclable;\n5. advice on how the consumer can make use of the manufacturer's take-back-offer.\nThe applicant shall declare compliance of the product with these requirements. The applicant shall prove the competent body assessing the application with a copy of the instruction manual.\n7. Limit noise emissions\nAirborne noise from the appliance, counted as sound power, shall not exceed 42 dB(A) (re lpW).\nInformation about the noise level of the appliance shall be provided in a way clearly visible to the consumer. This shall be done by the incorporation of this information in the energy label for refrigerators.\nThe measurement of the noise level and the information relating to noise shall be provided in accordance with Council Directive 86/594/EEC(4), using EN 28960 standard.\nThis criterion does not apply to chest freezers indicated as category 9: \"household food freezers, chest\" in Annex IV to Directive 94/2/EC.\nThe applicant shall declare compliance of the product with these requirements.\n8. Consumer information\nThe following text shall be provided in such a way as to be clearly visible for consumers (next to the label, whenever possible):\n- This product qualifies for the European Union eco-label because it is economical with energy, safeguards the ozone layer and has minimised contribution to the greenhouse effect.\n(1) OJ L 45, 17.2.1994, p. 1.\n(2) OJ 196, 16.8.1967, p. 1.\n(3) OJ L 355, 30.12.1998, p. 1.\n(4) OJ L 344, 6.12.1986, p. 24."}