{"celex_id": "32004R0263", "uri": "http://publications.europa.eu/resource/cellar/438a6cbf-54df-4548-baac-025578da8099", "type": "Regulation", "concepts": ["1050", "2825", "663", "997"], "title": "Commission Regulation (EC) No 263/2004 of 16 February 2004 extending for six months the application of Regulation (EC) No 1475/2003 on the protection of deep-water coral reefs from the effects of trawling in an area north-west of Scotland\n", "header": "Commission Regulation (EC) No 263/2004\nof 16 February 2004\nextending for six months the application of Regulation (EC) No 1475/2003 on the protection of deep-water coral reefs from the effects of trawling in an area north-west of Scotland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy(1), and in particular Article 7(1) thereof,\nWhereas:\n(1) Immediate threats to the conservation of the aggregations of deep-water corals known as the Darwin Mounds gave rise to the adoption of Commission Regulation (EC) No 1475/2003 of 20 August 2003 on the protection of deep-water coral reefs from the effects of trawling in an area north-west of Scotland(2), on the basis of the emergency procedures provided for in Article 7 of Regulation (EC) No 2371/2002.\n(2) Regulation (EC) No 2371/2002 states that the emergency measures are to last no more than six months and that the Commission may take a new decision to extend them for an additional period of no more than six months.\n(3) In order to provide for permanent protection of the habitat concerned, the Commission has submitted a proposal for a Council Regulation amending Regulation (EC) No 850/98(3) as regards the protection of deep-water coral reefs from the effects of trawling in an area north-west of Scotland(4).\n(4) That Regulation might not be adopted before the expiry date of application of Regulation (EC) No 1475/2003. Meanwhile, the risks for the conservation of the Darwin Mounds persist.\n(5) It is therefore appropriate to extend for six months the emergency measures provided for in Regulation (EC) No 1475/2003,", "main_body": ["The application of Regulation (EC) No 1475/2003 shall be extended until 22 August 2004.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 358, 31.12.2002, p. 59.\n(2) OJ L 211, 21.8.2003, p. 14.\n(3) OJ L 125, 27.4.1998, p. 1. Regulation as last amended by Regulation (EC) No 973/2001 (OJ L 137, 19.5.2001, p. 1).\n(4) COM(2003) 519."}