{"celex_id": "32002R0305", "uri": "http://publications.europa.eu/resource/cellar/a73476ca-4e2f-48fc-aff2-6e5f98345515", "type": "Regulation", "concepts": ["1423", "1425", "2713", "2734", "2803", "3299"], "title": "Commission Regulation (EC) No 305/2002 of 18 February 2002 amending Regulation (EC) No 94/2002 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\n", "header": "Commission Regulation (EC) No 305/2002\nof 18 February 2002\namending Regulation (EC) No 94/2002 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2826/2000 of 19 December 2000 on information and promotion actions for agricultural products on the internal market(1), and in particular Articles 12 and 16 thereof,\nWhereas:\n(1) Annex I(b) to Commission Regulation (EC) No 94/2002(2) includes live plants and floricultural products among the products that can benefit from promotional measures. However, the Regulation did not include the guidelines for this sector in Annex III thereto.\n(2) Guidelines setting out general policy for the campaigns to be conducted should therefore be established for the live plants and floricultural products sector.\n(3) The guidelines offer general pointers on the targets and goals to be achieved, the main messages and the instruments to be used, the duration of the measures and the indicative budget therefor.\n(4) The guidelines take account of both the market situation and the findings of the assessment of the promotional campaigns conducted from 1997 to 2000.\n(5) Lastly, at the request of several Member States, the information contained in Annex II to the above Regulation must be updated.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the joint meeting of the Management Committees - Promotion of agricultural products,", "main_body": ["The text of Annex I to this Regulation is added to Annex III to Regulation (EC) No 94/2002.", "Annex II to Regulation (EC) No 94/2002 is replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 328, 21.12.2000, p. 2.\n(2) OJ L 17, 19.1.2002, p. 20.\nANNEX I\nLIVE PLANTS AND FLOWER PRODUCTS\n1. OVERVIEW OF THE SITUATION\nThe supply situation in the sector is increasing competition between products from within the Community and products from third countries.\nThe evaluation studies of the promotion campaigns carried out from 1997 to 2000 suggest that, in order to facilitate the sale of Community production within the European Union, the whole chain from producer to distributor needs to be better organised and rationalised, and consumers should be better informed about the intrinsic qualities of products.\n2. GOALS\n- To increase the consumption of flowers and plants of Community origin.\n- To rationalise the industry of each Member State and keep participants more informed at all stages, in particular encouraging practices which benefit the environment.\n- To strengthen the partnership between professionals from several Member States, allowing, amongst other things, the most advanced knowledge in the sector to be shared, and certain specific products to be developed.\n3. MAIN TARGETS\n- Producers\n- Nurseries\n- Distributors\n- Students\n- Opinion multipliers: journalists, teachers\n- Consumers.\n4. MAIN MESSAGES\n- Quality of European products\n- Environmentally-friendly production methods\n- Techniques aiming for more durable products\n- An optimum mix of varieties of plants and flowers.\n5. MAIN CHANNELS\n- Fairs and exhibitions: stands representing products of several Member States\n- Training measures for professionals, consumers and students\n- Shared knowledge leading to greater product durability\n- Consumer information measures through the press, and also through initiatives such as catalogue publishing, gardeners' calendars, and possibly a \"plant of the month\" campaign: measures to promote pot plants\n- Increased use of electronic media (Internet, CD-ROM, etc.).\n6. DURATION OF PROGRAMME\nTwelve to 36 months, giving priority to programmes presenting a strategy and properly justified objectives for each stage.\n7. INDICATIVE BUDGET\nEUR 4 million.\nANNEX II\nLIST OF COMPETENT BODIES IN THE MEMBER STATES\n(for administering Regulations (EC) No 2702/1999 and (EC) No 2826/2000)\n>TABLE>"}