{"celex_id": "32000L0023", "uri": "http://publications.europa.eu/resource/cellar/afa22405-d08b-4356-9268-17860173e5f8", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827", "4801"], "title": "Commission Directive 2000/23/EC of 27 April 2000 amending Directive 92/76/EEC recognising protected zones exposed to particular plant health risks in the Community\n", "header": "Commission Directive 2000/23/EC\nof 27 April 2000\namending Directive 92/76/EEC recognising protected zones exposed to particular plant health risks in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 1999/53/EC(2) and in particular the first subparagraph of Article 2(1)(h) thereof,\nHaving regard to Commission Directive 92/76/EEC of 6 October 1992 recognising protected zones exposed to particular plant health risks in the Community(3), as last amended by Commission Directive 1999/84/EC(4) and in particular Article 2 thereof,\nWhereas:\n(1) Under Directive 92/76/EEC, as amended, Austria, Ireland and the regions of Apulia, Emilia-Romagna, Lombardia and Veneto in Italy were provisionally recognised as \"protected zone\" in respect of Erwinia amylovora for a period expiring on 31 March 2000.\n(2) From information supplied by Austria, Ireland and Italy and from the information gathered by the Food and Veterinary Office during missions carried out in 1999 it appears that the provisional recognition of the protected zones for Austria, Ireland and Italy in respect of Erwinia amylovora should be extended exceptionally for a further limited period to enable the responsible official bodies of these countries to complete the information on the distribution of Erwinia amylovora and to complete their efforts for the eradication of this harmful organism in the relevant areas in the above countries.\n(3) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The date of \"31 March 2000\" referred to in the first subparagraph of Article 1 of Directive 92/76/EEC is hereby replaced by \"31 March 2001\".", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such a reference shall be adopted by Member States.\n2. Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply from 31 March 2000.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 April 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 26, 31.1.1977, p. 20.\n(2) OJ L 142, 5.6.1999, p. 29.\n(3) OJ L 305, 21.10.1992, p. 12.\n(4) OJ L 273, 23.10.1999, p. 11."}