{"celex_id": "32004D0827", "uri": "http://publications.europa.eu/resource/cellar/cf4c22c1-2ef6-4c56-8b87-28ecefbf1787", "type": "Decision", "concepts": ["1595", "2825", "3156", "3191", "4160", "5581"], "title": "2004/827/EC: Commission Decision of 29 November 2004 authorising a temporary derogation from certain provisions of Council Directive 2000/29/EC in respect of the importation of soil originating in Australia (notified under document number C(2004) 4449)\n", "header": "3.12.2004 EN Official Journal of the European Union L 358/33\nCOMMISSION DECISION\nof 29 November 2004\nauthorising a temporary derogation from certain provisions of Council Directive 2000/29/EC in respect of the importation of soil originating in Australia\n(notified under document number C(2004) 4449)\n(2004/827/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 15(1) thereof,\nHaving regard to the request made by Australia,\nWhereas:\n(1) Under Directive 2000/29/EC, soil originating in certain third countries may not in principle be introduced into the Community.\n(2) Australia has asked to be allowed to export a small quantity of soil originating in Australia to the Community to be deposited for ceremonial purposes on the grave of an Australian citizen buried in Belgium.\n(3) The soil in question will be suitably treated before leaving Australia and accompanied by an official certificate to this effect issued by the Australian authorities.\n(4) The Commission considers that there is no risk of spreading organisms harmful to plants or plant products if the soil is treated as proposed by Australia.\n(5) Member States should therefore for a limited period be authorised to provide for a derogation to allow the import of small quantities of soil subject to specific conditions for treatment.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Member States are hereby authorised to provide for a derogation from Article 4(1) of Directive 2000/29/EC, with regard to the prohibitions referred to in point 14 of Part A of Annex III to that Directive for soil originating in Australia.\nIn order to qualify for the derogation, the soil shall be subject to the specific conditions provided for in the Annex, be introduced into the Community between 20 November 2004 and 31 January 2005 and be destined for ceremonial use.\nThe authorisation is without prejudice to any further authorisation or procedures which may be required under other legislation.", "Member States which grant derogations pursuant to this Decision shall submit a report thereon to the Commission before 1 March 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 2004.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2004/102/EC (OJ L 309, 6.10.2004, p. 9).\nANNEX\nSpecific conditions applying to soil originating in Australia benefiting from the derogation provided for in Article 1 of this Decision\n1. The soil shall be:\n(a) heated in hot air at not less than 121 °C for not less than two hours once the core temperature has been reached, or,\n(b) Gamma irradiated at 50 kGray (5 Mrad).\n2. The soil shall be accompanied by a phytosanitary certificate issued in Australia in accordance with Annex VII of Directive 2000/29/EC. The certificate shall state under ‘Additional declaration’, the indication ‘This consignment meets the conditions laid down in Commission Decision 2004/…/EC’.\n3. Prior to introduction into the Community, the importer shall officially inform the responsible official bodies in the Member State of introduction of:\n(a) the quantity of soil,\n(b) the origin of the soil,\n(c) the intended date of introduction,\n(d) the destination of the soil.\n4. The soil shall be destined only for the location which has been notified in accordance with point 3(d) to the responsible official bodies."}