{"celex_id": "32008R0627", "uri": "http://publications.europa.eu/resource/cellar/9478430e-416a-46e3-933d-812300afb6fc", "type": "Regulation", "concepts": ["1117", "1118", "1605", "2511", "2635", "693"], "title": "Commission Regulation (EC) No 627/2008 of 2 July 2008 establishing the standard import values for determining the entry price of certain fruit and vegetables\n", "header": "3.7.2008 EN Official Journal of the European Union L 173/1\nCOMMISSION REGULATION (EC) No 627/2008\nof 2 July 2008\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1580/2007 of 21 December 2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector (2), and in particular Article 138(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1580/2007 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in the Annex thereto.\n(2) In compliance with the above criteria, the standard import values must be fixed at the levels set out in the Annex to this Regulation,", "main_body": ["The standard import values referred to in Article 138 of Regulation (EC) No 1580/2007 shall be fixed as indicated in the Annex hereto.", "This Regulation shall enter into force on 3 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 350, 31.12.2007, p. 1.\nANNEX\nto Commission Regulation of 2 July 2008 establishing the standard import values for determining the entry price of certain fruit and vegetables\n(EUR/100 kg)\nCN code Third country code (1) Standard import value\n0702 00 00 MA 39,3\nMK 32,3\nTR 64,3\nZZ 45,3\n0707 00 05 MK 11,6\nTR 61,7\nZZ 36,7\n0709 90 70 TR 95,4\nZZ 95,4\n0805 50 10 AR 110,0\nIL 116,0\nUS 72,2\nZA 102,1\nZZ 100,1\n0808 10 80 AR 88,5\nBR 92,7\nCL 96,9\nCN 93,8\nNZ 116,8\nUS 88,6\nUY 55,2\nZA 90,8\nZZ 90,4\n0808 20 50 AR 93,6\nCL 98,4\nCN 96,2\nZA 116,9\nZZ 101,3\n0809 10 00 TR 204,7\nZZ 204,7\n0809 20 95 TR 357,8\nUS 354,9\nZZ 356,4\n0809 30 CL 244,7\nTR 197,2\nZZ 221,0\n0809 40 05 IL 154,7\nZZ 154,7\n(1)  Country nomenclature as fixed by Commission Regulation (EC) No 1833/2006 (OJ L 354, 14.12.2006, p. 19). Code ‘ZZ’ stands for ‘of other origin’."}