{"celex_id": "32003R2125", "uri": "http://publications.europa.eu/resource/cellar/3de9f90a-edf1-444a-9e4e-7a9f5a4a0819", "type": "Regulation", "concepts": ["1052", "1115", "1201", "1602", "3003", "5581", "5823", "922"], "title": "Commission Regulation (EC) No 2125/2003 of 3 December 2003 derogating from Regulation (EC) No 1433/2003 with regard to decisions by the competent national authorities on operational programmes and funds\n", "header": "Commission Regulation (EC) No 2125/2003\nof 3 December 2003\nderogating from Regulation (EC) No 1433/2003 with regard to decisions by the competent national authorities on operational programmes and funds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 47/2003(2), and in particular Article 48 thereof,\nWhereas:\n(1) Articles 13 and 14 of Commission Regulation (EC) No 1433/2003 of 11 August 2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance(3), as amended by Regulation (EC) No 1582/2003(4), lay down the final deadline by which the competent national authority must take decisions on programmes and operational funds submitted by producer organisations or on amendments to operational programmes during the year for subsequent years. That date is 15 December of the year in which operational programmes or requests for amendments to operational programmes are submitted.\n(2) Article 28 of Regulation (EC) No 1433/2003, laying down transitional provisions, as corrected by Regulation (EC) No 1582/2003, lays down that producer organisations must submit requests for amendments needed to bring operational programmes into line with that Regulation on 15 October 2003 at the latest, rather than 15 September as initially laid down. As a result, the competent national authorities have only two months in which to undertake the checks laid down in Article 12 of that Regulation before taking the decisions provided for in Articles 13 and 14 thereof.\n(3) So as not to seriously undermine the effectiveness of the abovementioned checks and to give the competent national authorities a reasonable amount of time to draw up the programmes, for 2003 only the final deadline of 15 December should be waived and the Member States given until 31 January 2004 to take the decisions provided for in Articles 13 and 14 of the above Regulation. The Member States may take measures to permit the eligibility of expenditure from 1 January 2004.\n(4) Given the urgency of the situation, it is essential that this Regulation take effect immediately.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1. For 2003 only, notwithstanding Article 13(2) and Article 14(3) of Regulation (EC) No 1433/2003, the Member States may take decisions on operational programmes and funds or on requests for amendments to operational programmes on 31 January 2004 at the latest.\n2. Such decisions may provide that expenditure is eligible from 1 January 2004.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 December 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 7, 11.1.2003, p. 64.\n(3) OJ L 203, 12.8.2003, p. 25.\n(4) OJ L 227, 11.9.2003, p. 3."}