{"celex_id": "32009D0102", "uri": "http://publications.europa.eu/resource/cellar/afa47858-da7c-4127-802f-b095180cd62c", "type": "Decision", "concepts": ["1255", "1460", "2910", "3346", "5315", "712"], "title": "2009/102/EC: Council Decision of 4 November 2008 providing Community medium-term financial assistance for Hungary\n", "header": "6.2.2009 EN Official Journal of the European Union L 37/5\nCOUNCIL DECISION\nof 4 November 2008\nproviding Community medium-term financial assistance for Hungary\n(2009/102/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States' balance of payments (1), and in particular Article 3(2) thereof,\nHaving regard to the proposal from the Commission made after consulting the Economic and Financial Committee (EFC),\nWhereas:\n(1) By Decision 2009/103/EC (2), the Council decided to grant mutual assistance to Hungary.\n(2) Despite the expected improvement in the current account, Hungary’s external financing needs in 2008 and 2009 are estimated at EUR 20 billion as, in view of the recent developments on the financial market, the capital and financial account could substantially deteriorate, with the acceleration of net portfolio outflows.\n(3) It is appropriate to provide Community support to Hungary of up to EUR 6,5 billion under the Facility providing medium-term financial assistance for Member States' balance of payments which was established by Regulation (EC) No 332/2002. That assistance should be provided in conjunction with a loan from the International Monetary Fund of SDR 10,5 billion (around EUR 12,5 billion) under a Stand-by arrangement expected to be approved on 6 November 2008. The World Bank has also agreed to provide a loan to Hungary of EUR 1 billion.\n(4) The assistance should be managed by the Commission which, after consulting the EFC, should agree with the authorities of Hungary the specific economic policy conditions attached to the financial assistance. Those conditions should be laid down in a Memorandum of Understanding. The detailed financial terms should be laid down by the Commission in the Loan Agreement.\n(5) The assistance should be provided with a view to supporting balance of payments sustainability in Hungary and, in this way, contributing to the successful implementation of the Government’s economic policy programme under current economic and financial conditions,", "main_body": ["1.   The Community shall make available to Hungary a medium-term loan amounting to a maximum of EUR 6,5 billion, with a maximum average maturity of five years.\n2.   This Community financial assistance shall be made available during a period of two years starting from the first day after the entry into force of this Decision.", "1.   The Commission shall manage the assistance in a manner consistent with Hungary’s undertakings and with recommendations by the Council, in particular in the context of the implementation of the National Reform Programme as well as of the convergence programme and the excessive deficit procedure.\n2.   The Commission shall agree with the authorities of Hungary, after consulting the EFC, the specific economic policy conditions attached to the financial assistance as laid down in Article 3(4). Those conditions shall be laid down in a Memorandum of Understanding consistent with the undertakings and recommendations referred to in paragraph 1 of this Article. The detailed financial terms shall be laid down by the Commission in the Loan Agreement.\n3.   The Commission shall, in collaboration with the EFC, verify at regular intervals that the economic policy conditions attached to the assistance are fulfilled. The Commission shall keep the EFC informed of possible refinancing of the borrowings or restructuring of the financial conditions.", "1.   The Community financial assistance shall be made available by the Commission to Hungary in a maximum of five instalments, the size of which shall be laid down in the Memorandum of Understanding.\n2.   The first instalment shall be released subject to the entry into force of the Loan Agreement and Memorandum of Understanding, as well as based on the submission to the Hungarian Parliament of the legislative amendments to the draft 2009 budget proposal, which aim at achieving a deficit of 2,6 % of GDP and which include the underpinning budgetary measures.\n3.   If required in order to finance the loan, the prudent use of interest rate swaps with counterparties of highest credit quality shall be permitted.\n4.   The Commission, after having obtained the opinion of the EFC, shall decide on the release of further instalments. The disbursement of each further instalment shall be made on the basis of a satisfactory implementation of the new economic programme of the Hungarian Government backed by the IMF arrangement and also included in the forthcoming convergence programme of Hungary and, more particularly, the specific economic policy conditions laid down in the Memorandum of Understanding.\nThese policy conditions should include, inter alia:\n(a) the progress of fiscal consolidation as planned by the Government in the context of its new programme which is in line with the Council recommendation under the excessive deficit procedure of 10 October 2006 as well as the Council opinion on the November 2007 convergence programme update, in particular with respect to the 2009 deficit target;\n(b) specific measures to control expenditure underlying the planned consolidation process;\n(c) progress with fiscal governance reform by strengthening the institutional framework and introducing medium-term fiscal rules along the lines of the draft proposal that is currently being discussed in the Hungarian Parliament;\n(d) financial sector regulation and supervision reforms and stepping-up the authorities' capacity to address efficiently solvency and liquidity concerns; and\n(e) other structural reform measures supported in the context of the Lisbon Strategy, such as the reinforcement of incentives to work with a view to supporting employment and contributing to the long-term sustainability of public finances.\nThis Decision is addressed to the Republic of Hungary. It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 4 November 2008.\nFor the Council\nThe President\nC. LAGARDE\n(1)  OJ L 53, 23.2.2002, p. 1.\n(2)  See page 7 of this Official Journal."}