{"celex_id": "32004D0554", "uri": "http://publications.europa.eu/resource/cellar/bdc191ea-7983-46b4-97c3-a3ef53a26925", "type": "Decision", "concepts": ["2211", "3191", "5252", "5369"], "title": "2004/554/EC: Commission Decision of 9 July 2004 amending Annex E to Council Directive 91/68/EEC and Annex I to Council Decision 79/542/EEC as regards the updating of the model health certificates relating to ovine and caprine animals (notified under document number C(2004) 1926)(Text with EEA relevance)\n", "header": "22.7.2004 EN Official Journal of the European Union L 248/1\nCOMMISSION DECISION\nof 9 July 2004\namending Annex E to Council Directive 91/68/EEC and Annex I to Council Decision 79/542/EEC as regards the updating of the model health certificates relating to ovine and caprine animals\n(notified under document number C(2004) 1926)\n(Text with EEA relevance)\n(2004/554/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), and in particular Article 11(2) thereof,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Article 14(2) thereof,\nWhereas:\n(1) The model of veterinary certificate for intra-Community trade in ovine and caprine animals for breeding is laid down as model III of Annex E to Directive 91/68/EEC.\n(2) The model of veterinary certificate for imports of domestic ovine and caprine animals from third countries is laid down as ‘OVI-X’ in part 2 of Annex I to Council Decision 79/542/EEC of 21 December 1976 drawing up a list of third countries or parts of third countries, and laying down animal and public health and veterinary certification conditions, for importation into the Community of certain live animals and their fresh meat (3).\n(3) In accordance with part I of Chapter A of Annex VIII and Chapter E of Annex IX to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (4), certain requirements on trade in and imports of ovine and caprine animals for breeding have been changed in order to reflect a more vigorous approach as regards scrapie eradication.\n(4) It is necessary to align the animal health certificate model III in Annex E to Directive 91/68/EEC and the model certificate OVI-X in Annex I to Decision 79/542/EEC with the updated rules.\n(5) Directive 91/68/EEC and Decision 79/542/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Model III in Annex E to Directive 91/68/EEC is replaced by Annex I to this Decision.", "Model OVI-X in PART 2 of Annex I to Decision 79/542/EEC is replaced by Annex II to this Decision.", "This Decision shall apply from 1 June 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 302, 31.12.1972, p. 28. Directive, as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2)  OJ L 46, 19.2.1991, p. 19. Directive, as last amended by Directive 2003/50/EC (OJ L 169, 8.7.2003, p. 51).\n(3)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Commission Decision 2004/372/EC (OJ L 118, 23.4.2004, p. 45).\n(4)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 876/2004 (OJ L 162, 30.4.2004, p. 52).\nANNEX I\nANNEX II"}