{"celex_id": "32009D0903", "uri": "http://publications.europa.eu/resource/cellar/6069a2b6-0fab-4c02-b4cb-40f34f7e96c7", "type": "Decision", "concepts": ["4038", "8465"], "title": "Council Decision, taken by common accord with the President-elect of the Commission, of 4 December 2009 adopting the list of the other persons whom the Council proposes for appointment as Members of the Commission\n", "header": "8.12.2009 EN Official Journal of the European Union L 321/51\nCOUNCIL DECISION,\ntaken by common accord with the President-elect of the Commission,\nof 4 December 2009\nadopting the list of the other persons whom the Council proposes for appointment as Members of the Commission\n(2009/903/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 17(3) and (4) and the second subparagraph of Article 17(7) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nWhereas:\n(1) As a result of circumstances connected with the process of ratification of the Treaty of Lisbon, the Commission appointed on 22 November 2004 remained in office after 31 October 2009, pending completion of the process of appointment of the new Commission, in accordance with the provisions of the Treaty on European Union, as amended by the Treaty of Lisbon.\n(2) A new Commission, consisting of one national of each Member State, including its President and the High Representative of the Union for Foreign Affairs and Security Policy, must be appointed until 31 October 2014.\n(3) The European Council nominated Mr José Manuel DURÃO BARROSO as the person put forward to the European Parliament as President of the Commission, and the European Parliament elected the proposed candidate.\n(4) In accordance with Article 18(1) of the Treaty on European Union, the European Council appoints the High Representative of the Union for Foreign Affairs and Security Policy with the agreement of the President of the Commission.\n(5) The Council must adopt by common accord with the President-elect of the Commission the list of the other persons whom it proposes for appointment as Members of the Commission until 31 October 2014.\n(6) In accordance with Article 17(7), third subparagraph, of the Treaty on European Union, the President, the High Representative of the Union for Foreign Affairs and Security Policy and the other Members of the Commission will be subject as a body to a vote of consent by the European Parliament,", "main_body": ["By common accord with Mr José Manuel DURÃO BARROSO, President-elect of the Commission, the Council proposes the following persons for appointment as Members of the Commission until 31 October 2014:\nMr Joaquín ALMUNIA AMANN\nMr László ANDOR\nMr Michel BARNIER\nMr Dacian CIOLOȘ\nMr John DALLI\nMs Maria DAMANAKI\nMr Karel DE GUCHT\nMr Štefan FÜLE\nMs Máire GEOGHEGAN-QUINN\nMr Johannes HAHN\nMs Connie HEDEGAARD\nMs Rumiana JELEVA\nMr Siim KALLAS\nMs Neelie KROES\nMr Janusz LEWANDOWSKI\nMs Cecilia MALMSTRÖM\nMr Günther H. OETTINGER\nMr Andris PIEBALGS\nMr Janez POTOČNIK\nMs Viviane REDING\nMr Olli REHN\nMr Maroš ŠEFČOVIČ\nMr Algirdas Gediminas ŠEMETA\nMr Antonio TAJANI\nMs Androulla VASSILIOU", "This Decision shall be forwarded to the European Parliament.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 4 December 2009.\nFor the Council\nThe President\nE. BJÖRLING"}