{"celex_id": "32009R0529", "uri": "http://publications.europa.eu/resource/cellar/f9181964-a8de-4ecc-8719-478e6b9a0b05", "type": "Regulation", "concepts": ["161", "1644", "2121", "2212", "2488", "2845"], "title": "Commission Regulation (EC) No 529/2009 of 18 June 2009 on the issue of import licences for applications lodged during the first seven days of June 2009 under the tariff quotas opened by Regulation (EC) No 539/2007 for certain products in the egg sector and for egg albumin\n", "header": "19.6.2009 EN Official Journal of the European Union L 156/14\nCOMMISSION REGULATION (EC) No 529/2009\nof 18 June 2009\non the issue of import licences for applications lodged during the first seven days of June 2009 under the tariff quotas opened by Regulation (EC) No 539/2007 for certain products in the egg sector and for egg albumin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 539/2007 of 15 May 2007 opening and providing for the administration of tariff quotas in the egg sector and for egg albumin (3), and in particular Article 5(6) thereof,\nWhereas:\n(1) Regulation (EC) No 539/2007 opened tariff quotas for imports of egg products and egg albumin.\n(2) The applications for import licences lodged during the first seven days of June 2009 for the subperiod from 1 July to 30 September 2009 relate, for some quotas, to quantities exceeding those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested,", "main_body": ["The quantities for which import licence applications have been lodged under Regulation (EC) No 539/2007 for the subperiod from 1 July to 30 September 2009 shall be multiplied by the allocation coefficients set out in the Annex hereto.", "This Regulation shall enter into force on 19 June 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 128, 16.5.2007, p. 19.\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.7.2009-30.9.2009\nE2 09.4401 33,640907"}