{"celex_id": "32008D0356", "uri": "http://publications.europa.eu/resource/cellar/4da72e53-143a-476c-a039-9a8e1615d5c1", "type": "Decision", "concepts": ["5622", "5640", "5695", "5873", "6049"], "title": "Political and Security Committee Decision EULEX/2/2008 of 22 April 2008 on the establishment of the Committee of Contributors for the European Union Rule of Law Mission in Kosovo (EULEX KOSOVO)\n", "header": "6.5.2008 EN Official Journal of the European Union L 118/33\nPOLITICAL AND SECURITY COMMITTEE DECISION EULEX/2/2008\nof 22 April 2008\non the establishment of the Committee of Contributors for the European Union Rule of Law Mission in Kosovo (EULEX KOSOVO)\n(2008/356/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third subparagraph of Article 25, thereof,\nHaving regard to the Council Joint Action 2008/124/CFSP of 4 February 2008 on the European Union Police Rule of Law Mission in Kosovo (1) (EULEX KOSOVO), and in particular Article 13(3) thereof,\nWhereas:\n(1) Under Article 13(3) of Joint Action 2008/124/CFSP, the Council authorised the Political and Security Committee (PSC) to take the relevant decisions on the setting-up of a Committee of Contributors for EULEX KOSOVO.\n(2) The European Council Conclusions of Göteborg of 15 and 16 June 2001 established guiding principles and modalities for third States’ contributions to police missions. On 10 December 2002 the Council approved ‘Consultations and modalities for the contribution of non-EU States to EU civilian crisis management operations’ which developed the arrangements for the participation of third States in civilian crisis management operations, including the setting-up of a Committee of Contributors.\n(3) The Committee of Contributors for EULEX KOSOVO will play a key role in the day-to-day management of the mission. It will be the main forum for discussing all problems relating to the day-to-day management of the mission. The PSC, which exercises the political control and strategic direction of the mission, is to take account of the views of the Committee of Contributors,", "main_body": ["Establishment\nA Committee of Contributors for EULEX KOSOVO (CoC) is hereby established.", "Functions\n1.   The CoC may express views which will be taken into account by the PSC which exercises the political control and the strategic direction of EULEX KOSOVO.\n2.   The terms of reference of the CoC are laid down in the document entitled ‘Consultations and modalities for the contribution of non-EU States to EU civilian crisis management operations’.", "Composition\n1.   All EU Member States are entitled to be present at the CoC discussions but only contributing States will take part in the day-to-day management of EULEX KOSOVO. Representatives of the third States participating in EULEX KOSOVO may attend CoC meetings. A representative of the European Commission may also attend CoC meetings.\n2.   The CoC will receive regular information from the Head of Mission.", "Chair\nFor EULEX KOSOVO, in conformity with ‘Consultations and modalities for the contribution of non-EU States to EU civilian crisis management operations’, the CoC will be chaired by a representative of the Secretary-General/High Representative, in close consultation with the Presidency.", "Meetings\n1.   The CoC shall be convened by the Chair on a regular basis. Where circumstances require, emergency meetings may be convened on the Chair’s initiative, or at the request of a representative of a participating State.\n2.   The Chair shall circulate in advance a provisional agenda and documents relating to the meeting. The Chair shall be responsible for conveying the outcome of the CoC’s discussions to the PSC.", "Confidentiality\n1.   The Council Security Regulations shall apply to the meetings and proceedings of the CoC. In particular, representatives in the CoC shall possess adequate security clearance.\n2.   The deliberations of the CoC shall be covered by the obligation of professional secrecy.", "Taking effect\nThis Decision shall take effect on the day of its adoption."], "attachments": "Done at Brussels, 22 April 2008.\nFor the Political and Security Committee\nThe Chairperson\nM. IPAVIC\n(1)  OJ L 42, 16.2.2008, p. 92."}