{"celex_id": "32003D0614", "uri": "http://publications.europa.eu/resource/cellar/aebb27ad-cf66-4e7a-90d1-47bb2bf503ae", "type": "Decision", "concepts": ["1154", "12", "1542", "2793", "2965", "5063"], "title": "2003/614/EC: Commission Decision of 14 August 2003 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Bulgaria in the pre-accession period\n", "header": "Commission Decision\nof 14 August 2003\nconferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Bulgaria in the pre-accession period\n(2003/614/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1266/1999 of 21 June 1999 on coordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89(1), and in particular Article 12(2) thereof,\nHaving regard to Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(2), as last amended by Regulation (EC) No 696/2003(3), and in particular Article 4(5) and (6) thereof,\nWhereas:\n(1) The Special Accession Programme for Agriculture and Rural Development for the Republic of Bulgaria (hereinafter Sapard) was approved by Commission Decision of 20 October 2000(4), and amended by Commission Decision of 21 May 2002 in accordance with Article 4(5) of Regulation (EC) No 1268/1999.\n(2) The Government of the Republic of Bulgaria and the Commission, acting on behalf of the Community, signed on 18 December 2000 the Multiannual Financing Agreement laying down the technical, legal and administrative framework for the execution of the Sapard, as amended by the Annual Financing Agreement for 2001, signed on 19 February 2002 which finally entered into force on 29 July 2002.\n(3) A Sapard Agency has been appointed by the competent authority of the Republic of Bulgaria for the implementation of some of the measures defined in the Sapard. The Ministry of Finance, National Fund, has been appointed for the financial functions it is due to perform in the framework of the implementation of the Sapard.\n(4) On the basis of a case-by-case analysis of the national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance, as provided for in Article 12(2) of Regulation (EC) No 1266/1999, the Commission adopted the Decision 2001/380/EC of 14 May 2001 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Bulgaria in the pre-accession period(5) with regard to certain measures provided for in the Sapard.\n(5) The Commission has since undertaken a further analysis under Article 12(2) of Regulation (EC) No 1266/1999 in respect of Measures 1.2.1 \"Wholesale markets\", 1.4 \"Forestry and afforestation of agricultural areas, investment in forestry holdings, processing and marketing of forestry products\", 1.5 \"Setting up producer groups\", 2.2 \"Renovation and development of villages, protection and conservation of rural heritage and cultural traditions\", 2.3 \"Development and improvement of rural infrastructure\", 3.1 \"Improvement of vocational training\" and 4.1 \"Technical assistance\" as provided for in the Sapard. The Commission considers that, also with regard to those measures, the Republic of Bulgaria complies with the provisions of Articles 4 to 6 and of the Annex to Commission Regulation (EC) No 2222/2000 of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(6), as last amended by Regulation (EC) No 188/2003(7), and with the minimum conditions set out in the Annex to Regulation (EC) No 1266/1999.\n(6) It is therefore appropriate to waive the ex ante approval requirement provided for in Article 12(1) of Regulation (EC) No 1266/1999 and to confer, with regard to Measures 1.2.1, 1.4, 1.5, 2.2, 2.3, 3.1 and 4.1, on the State Agriculture Fund and on the Ministry of Finance, Directorate National Fund in the Republic of Bulgaria, the management of aid on a decentralised basis.\n(7) Since the verifications carried out by the Commission for measures 1.2.1, 1.4, 1.5, 2.2, 2.3, 3.1 and 4.1 are based on a system that is not yet fully operating with regard to all relevant elements, however, it is appropriate to confer the management of the Sapard on the State Agriculture Fund and on the Ministry of Finance, Directorate National Fund, according to Article 3(2) of Regulation (EC) No 2222/2000, on a provisional basis.\n(8) On 3 July 2003 the Bulgarian authorities proposed the rules for the eligibility of expenditure in accordance with Article 4(1) of section B of the Multiannual Financing Agreement. The Commission is called upon to take a decision in this respect.\n(9) Full conferral of management of the Sapard is only envisaged after further verifications to ensure that the system operates satisfactorily have been carried out and after any recommendations which the Commission may issue with regard to the conferral of management of aid on the State Agriculture Fund and on the Ministry of Finance, Directorate National Fund, have been implemented,", "main_body": ["The requirement of ex ante approval by the Commission of project selection and contracting for measures 1.2.1, 1.4, 1.5, 2.2, 2.3, 3.1 and 4.1 by the Republic of Bulgaria provided for in Article 12(1) of Regulation (EC) No 1266/1999 is hereby waived.", "Management of the Sapard is conferred on a provisional basis on:\n1. the State Agriculture Fund (Sapard Agency) located at 55 Hristo Botev Boulevard, 1040 Sofia, Bulgaria, for the implementation of measures 1.2.1, 1.4, 1.5, 2.2, 2.3, 3.1 and 4.1 of the Sapard as defined in the Programme for Agricultural and Rural Development that was approved by Commission Decision of 20 October 2000; and\n2. the Ministry of Finance, Directorate National Fund, located at 102 Radkovski Street, 1040 Sofia, Bulgaria, for the financial functions it is due to perform in the framework of the implementation of the Sapard for measures 1.2.1, 1.4, 1.5, 2.2, 2.3, 3.1 and 4.1 for the Republic of Bulgaria.", "Without prejudice to any Decisions granting aid under the Sapard programme to individual beneficiaries, the rules for eligibility of expenditure proposed by the Republic of Bulgaria by letter of 3 July 2003 shall apply."], "attachments": "Done at Brussels, 14 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 68.\n(2) OJ L 161, 26.6.1999, p. 87.\n(3) OJ L 99, 17.4.2003, p. 24.\n(4) C(2000) 3058 final.\n(5) OJ L 134, 17.5.2001, p. 65.\n(6) OJ L 253, 7.10.2000, p. 5.\n(7) OJ L 27, 1.2.2003, p. 14."}