{"celex_id": "32004D0113", "uri": "http://publications.europa.eu/resource/cellar/b992577f-2625-47f5-ae29-8f96998f1e0b", "type": "Decision", "concepts": ["1252", "1474", "1774", "2758"], "title": "2004/113/EC: Council Decision of 20 January 2004 on the conclusion of the Agreement between the European Community and Malta on conformity assessment and acceptance of industrial products (ACAA)\n", "header": "Council Decision\nof 20 January 2004\non the conclusion of the Agreement between the European Community and Malta on conformity assessment and acceptance of industrial products (ACAA)\n(2004/113/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof, in conjunction with the first sentence of the first subparagraph of Article 300(2), the first sentence of the first subparagraph of Article 300(3) and Article 300(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Agreement between the European Community and Malta on conformity assessment and acceptance of industrial products (ACAA) was signed in Brussels on 19 December 2003 on behalf of the Community, and should be approved.\n(2) Appropriate internal procedures should be established to ensure the proper functioning of the Agreement.\n(3) It is necessary to empower the Commission to make certain technical amendments to the Agreement and to take certain decisions for its implementation,", "main_body": ["The Agreement between the European Community and Malta on conformity assessment and acceptance of industrial products (ACAA) (hereinafter referred to as \"the Agreement\"), together with the declarations attached thereto, are hereby approved on behalf of the European Community.\nThe text of the Agreement and the declarations is attached hereto.", "The President of the Council is hereby authorised to designate the person(s) empowered to transmit, on behalf of the Community, the diplomatic note provided for in Article 17 of the Agreement.", "1. The Commission, after consultation with the special committee appointed by the Council, shall:\n(a) put into effect the notifications, acknowledgements, suspensions and withdrawals of bodies, and appointment of a joint team or teams of experts, in accordance with Article 10, Article 11 and Article 14(3)(c) of the Agreement;\n(b) bring about the consultations, exchanges of information and requests for verifications and for participation in verifications, in accordance with Article 3, Article 12 and Article 14(d) and (e), and Sections III and IV of the Annexes to the Agreement concerning electrical safety, electromagnetic compatibility (EMC), machinery, lifts, personal protective equipment (PPE), equipment and protective systems intended for use in potentially explosive atmospheres (ATEX), safety of toys and radio communication and telecommunication terminal equipment (RTTE);\n(c) if necessary, reply to requests in accordance with Article 11, Sections III and IV of the Annexes to the Agreement concerning electrical safety, electromagnetic compatibility (EMC), machinery, lifts, personal protective equipment (PPE), equipment and protective systems intended for use in potentially explosive atmospheres (ATEX), safety of toys and radio communication and telecommunication terminal equipment (RTTE);\n2. Following consultation of the special committee referred to in paragraph 1 of this Article, the Commission shall determine the position to be taken by the Community in the Joint Committee with regard to:\n(a) amendments to the Annexes in accordance with Article 14(3)(a) of the Agreement;\n(b) additions of new Annexes in accordance with Article 14(3)(b) of the Agreement;\n(c) any decisions regarding disagreements over the results of the verifications and the suspensions, in part or totally, of any notified body in accordance with the second and third subparagraphs of Article 11 of the Agreement;\n(d) any measures taken in the application of the safeguard clauses in Section IV of the Annexes to the Agreement concerning electrical safety, electromagnetic compatibility (EMC), machinery, lifts, personal protective equipment (PPE), equipment and protective systems intended for use in potentially explosive atmospheres (ATEX), safety of toys and radio communication and telecommunication terminal equipment (RTTE);\n(e) any measures concerning the verification, suspension or withdrawal of industrial products as having mutual acceptance pursuant to Article 4 of the Agreement."], "attachments": "Done at Brussels, 20 January 2004.\nFor the Council\nThe President\nC. McCreevy"}