{"celex_id": "32007R1295", "uri": "http://publications.europa.eu/resource/cellar/8d70ed20-0449-4121-84e9-18295b1c45ce", "type": "Regulation", "concepts": ["1250", "1591", "2771", "5969", "693"], "title": "Commission Regulation (EC) No 1295/2007 of 5 November 2007 making imports of certain prepared or preserved citrus fruits (namely mandarins, etc.) originating in the People’s Republic of China subject to registration\n", "header": "6.11.2007 EN Official Journal of the European Union L 288/22\nCOMMISSION REGULATION (EC) No 1295/2007\nof 5 November 2007\nmaking imports of certain prepared or preserved citrus fruits (namely mandarins, etc.) originating in the People’s Republic of China subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (the basic Regulation) (1) and in particular Articles 10(4) and 14(5) thereof,\nAfter having consulted the Advisory Committee,\nWhereas:\nThe Commission has received a request, pursuant to Article 14(5) of the basic Regulation, to make imports of certain prepared or preserved citrus fruits (namely mandarins, etc.) originating in the People’s Republic of China subject to registration.\nA.   PRODUCT CONCERNED\n(1) The product concerned by this registration is prepared or preserved mandarins (including tangerines and satsumas), clementines, wilkings and other similar citrus hybrids, not containing added spirit, whether or not containing added sugar or other sweetening matter, and as defined under CN heading 2008, originating in the People’s Republic of China (the product concerned), falling within CN codes 2008 30 55, 2008 30 75 and ex 2008 30 90.\nB.   REQUEST\n(2) Having received a complaint from the Spanish National Federation of Associations of Processed Fruit and Vegetables (FNACV) (hereinafter ‘the applicant’), the Commission determined that there is sufficient evidence to justify initiation of a proceeding and therefore, pursuant to Article 5 of the basic Regulation, announced by a notice published in the Official Journal of the European Union (the ‘Notice of Initiation’) the initiation of an anti-dumping proceeding concerning imports of certain prepared or preserved citrus fruits (namely mandarins, etc.) originating in the People’s Republic of China (2).\n(3) The applicant also requests that imports of the product concerned are made subject to registration pursuant to Article 14(5) of the basic Regulation so that measures may subsequently be applied against those imports from the date of such registration.\nC.   EXISTING MEASURES\n(4) The product concerned is to a great extent currently subject to definitive safeguard measures imposed by Commission Regulation (EC) No 658/2004 (3). These measures will expire on 8 November 2007.\nD.   GROUNDS FOR THE REGISTRATION\n(5) According to Article 7(1) of the basic Regulation, provisional measures may not be imposed earlier than 60 days from initiation. However, according to Article 10(4) of the basic Regulation, a definitive anti-dumping duty may be levied on products which were entered for consumption not more than 90 days prior to the date of application of provisional measures, provided that the conditions set out in that paragraph are fulfilled, and imports have been registered in accordance with Article 14(5). According to Article 14(5) of the basic Regulation, the Commission may, after consultation of the Advisory Committee, direct the customs authorities to take the appropriate steps to register imports, so that measures may subsequently be applied against those imports from the date of such registration. Imports may be made subject to registration following a request from the Community industry which contains sufficient evidence to justify such action.\n(6) The request contains sufficient evidence to justify registration. This is further supported by evidence from other sources.\n(7) As regards dumping, the Commission has at its disposal sufficient prima facie evidence that imports of the product concerned originating in the People’s Republic of China are being dumped, and that the exporters practice dumping. The anti-dumping complaint and request for registration contains evidence with regard to export prices relating to the 2006/2007 season. This is further supported by information emanating from Eurostat data and from several offers or statements of export prices emanating from a number of sources and addressed to a number of importers. The evidence regarding normal value, contained in the anti-dumping complaint and request for registration, at this stage and subject to further data becoming available during the investigation, consists of detailed data concerning domestic prices and costs of production from all or almost all of the producers in an analogue country. At this stage, this data, appropriately adjusted for estimated transport and other costs, would, on its face, appear to relate to the same product and time period and the same level of trade, and therefore would appear to be broadly comparable. As a whole, and given the extent of the dumping margin alleged, this evidence provides sufficient support at this stage that the exporters in question practice dumping.\n(8) As regards injury, the Commission has at its disposal sufficient prima facie evidence that the exporters’ dumping practices are causing injury or would cause injury. This evidence consists of detailed data, contained in the anti-dumping complaint and request for registration and supported by information from other sources, concerning the key injury factors set out in Article 3(5) of the basic Regulation. Furthermore, the evidence relating to the previous safeguard investigation supports the view that, absent the safeguard measure, the volume of imports would increase significantly, and that the Community industry would suffer further injury.\n(9) The Commission also has at its disposal sufficient prima facie evidence, contained in the anti-dumping complaint and request for registration and supported by information from other sources, that the importers were aware, or should have been aware, that the exporters practice dumping injurious to or likely to be injurious to the Community industry. A notice initiating an investigation into alleged injurious dumping has been published. Furthermore, several articles in the specialist press over an extended period of time suggest that the Community industry may suffer injury as a result of low priced imports from China. Finally, given the extent of the dumping that it would appear may be occurring, it is reasonable to conclude that the importers would be aware, or should be aware, of the situation.\n(10) Furthermore, the Commission has at its disposal sufficient prima facie evidence that such injury is being caused or would be caused by massive dumped imports in a relatively short time which in light of the timing and the volume of the dumped imports and other circumstances (such as the rapid build-up of inventories) would be likely to seriously undermine the remedial effect of any definitive anti-dumping duties, unless such duties would be applied retroactively. This evidence, contained in the anti-dumping complaint and request for registration and supported by information from other sources, consists of information about the nature of the product, including its fungible and seasonal nature, and the fact that it is canned and may be easily stored for extended periods, and easily transported. This also makes it possible to rapidly build-up inventories. Furthermore, evidence from the safeguard investigation confirms the view that, absent any measure, the volume of imports is again likely to increase dramatically. This is particularly so, given that the expiry of the safeguard measure occurs shortly after the beginning of the canning season.\n(11) Accordingly, the conditions for registration in this case are met.\nE.   PROCEDURE\n(12) In the light of the above, the Commission has concluded that the applicant’s request contains sufficient evidence to make imports of the product concerned subject to registration, in accordance with Article 14(5) of the basic Regulation.\n(13) All interested parties are invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nF.   REGISTRATION\n(14) Pursuant to Article 14(5) of the basic Regulation, imports of the product concerned should be made subject to registration in order to ensure that, should the investigation result in findings leading to the imposition of anti-dumping duties, those duties, can, if the necessary conditions are fulfilled, be levied retroactively in accordance with applicable legal provisions.\n(15) Any future liability would emanate from the findings of the anti-dumping investigation. The allegations in the complaint requesting the initiation of an investigation exceed 50 % for dumping and 30 % for injury.\nG.   PROCESSING OF PERSONAL DATA\n(16) Any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4),", "main_body": ["The Customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports into the Community of prepared or preserved mandarins (including tangerines and satsumas), clementines, wilkings and other similar citrus hybrids, not containing added spirit, whether or not containing added sugar or other sweetening matter, and as defined under CN heading 2008, originating in the People’s Republic of China, falling within CN codes 2008 30 55, 2008 30 75 and ex 2008 30 90 (TARIC codes 2008309061, 2008309063, 2008309065, 2008309067, 2008309069). Registration shall expire nine months following the date of entry into force of this Regulation.\nAll interested parties are invited to make their views known in writing, to provide supporting evidence or to request to be heard within 20 days from the date of publication of this Regulation.", "This Regulation shall enter into force on 9 November 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ C 246, 20.10.2007, p. 15.\n(3)  OJ L 104, 8.4.2004, p. 67.\n(4)  OJ L 8, 12.1.2001, p. 1."}