{"celex_id": "32001D0318", "uri": "http://publications.europa.eu/resource/cellar/8428a88b-1ace-4b67-b962-967a3db2c8c0", "type": "Decision", "concepts": ["1937", "2763", "3577", "3774", "4681", "994"], "title": "2001/318/EC: Commission Decision of 18 April 2001 amending for the seventh time Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1134)\n", "header": "Commission Decision\nof 18 April 2001\namending for the seventh time Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1134)\n(Text with EEA relevance)\n(2001/318/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom(4), as last amended by Decision 2001/316/EC(5).\n(2) Following new reports of outbreaks of foot-and-mouth disease in Northern Ireland, the competent authorities of Northern Ireland have banned the dispatch of susceptible animals and untreated products from such animals from the whole of Northern Ireland.\n(3) It appears therefore appropriate to extent the measures provided for in Decision 2001/172/EC to the whole of the territory of Northern Ireland.\n(4) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 15 and 16 May 2001 and the measures adapted where necessary.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Annex I to Decision 2001/172/EC the words \"Great Britain and the district Newry and Mourne in County Armagh in Northern Ireland\" are replaced by \"Great Britain, Northern Ireland\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 62, 2.3.2001, p. 22.\n(5) See page 72 of this Official Journal."}