{"celex_id": "32003D0534", "uri": "http://publications.europa.eu/resource/cellar/8dac35c4-3ef2-4c74-9e60-2c93c71b5db3", "type": "Decision", "concepts": ["1759", "1854", "192", "3422", "3885", "838"], "title": "2003/534/EC: Commission Decision of 17 July 2003 amending Decision No 2119/98/EC of the European Parliament and of the Council and Decision 2000/96/EC as regards communicable diseases listed in those decisions and amending Decision 2002/253/EC as regards the case definitions for communicable diseases (Text with EEA relevance) (notified under document number C(2003) 2301)\n", "header": "Commission Decision\nof 17 July 2003\namending Decision No 2119/98/EC of the European Parliament and of the Council and Decision 2000/96/EC as regards communicable diseases listed in those decisions and amending Decision 2002/253/EC as regards the case definitions for communicable diseases\n(notified under document number C(2003) 2301)\n(Text with EEA relevance)\n(2003/534/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community(1), and in particular points (a) and (c) of Article 3 and Article 8 thereof,\nWhereas:\n(1) Decision No 2119/98/EC provides for the establishment of a network at Community level to promote cooperation and coordination regarding the prevention and control of certain categories of communicable diseases referred to in that Decision. Diseases caused by agents specifically engineered for the purpose of maximising morbidity and/or mortality upon deliberate release should be covered by that Decision.\n(2) Commission Decision 2000/96/EC of 22 December 1999 on the communicable diseases to be progressively covered by the Community network under Decision No 2119/98/EC of the European Parliament and of the Council(2), lists certain communicable diseases to be covered by epidemiological surveillance in the Community network set up under Decision No 2119/98/EC.\n(3) Commission Decision 2002/253/EC of 19 March 2002 laying down case definitions for reporting communicable diseases to the Community network under Decision No 2119/98/EC of the European Parliament and of the Council(3), provides for case definitions for communicable diseases listed in Decision 2000/96/EC.\n(4) It is appropriate that the communicable diseases for which case definitions are provided in Decision 2002/253/EC are congruent with the communicable diseases listed in Decision 2000/96/EC.\n(5) Smallpox could pose a serious public health threat in the event of deliberate release. This communicable disease should therefore be listed in Annex 1 to Decision 2000/96/EC. A case definition for smallpox should be included in Decision 2002/253/EC.\n(6) Although tetanus is not transmissible among humans and only occurs sporadically in the Community, evaluation of vaccine programmes based on surveillance would contribute to the improvement of vaccine policies. Tetanus should therefore be listed as a communicable disease in Decision 2000/96/EC. A case definition for tetanus is already provided for in Decision 2002/253/EC.\n(7) A deliberate release of anthrax in the Community would pose a serious risk to public health. Therefore that disease should be listed as a communicable disease in Decision 2000/96/EC. A case definition for anthrax is already provided for in Decision 2002/253/EC.\n(8) Transmission of botulism is not restricted to foodborne intoxication and any reference to that mode of contracting the disease should, therefore, be deleted.\n(9) It is appropriate that the case definition for diphtheria in Decision 2002/253/EC be reviewed to take into account the latest scientific evidence.\n(10) Decision 2000/96/EC defines criteria for the selection of communicable diseases of special areas to be covered by epidemiological surveillance within the Community network set up under Decision No 2119/98/EC. Q-fever and tularaemia would fulfil those criteria in the event of deliberate release. Those diseases also occur naturally within the European Community. Surveillance based on case definitions would offer added benefit. Those communicable diseases should therefore be listed in Decision 2000/96/EC. In addition, case definitions for Q-fever and tularaemia should be included in Decision 2002/253/EC.\n(11) Decisions No 2119/98/EC, 2000/96/EC and 2002/253/EC should therefore be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 7 of Decision No 2119/98/EC,", "main_body": ["The Annex to Decision No 2119/98/EC is amended in accordance with Annex I to this Decision.", "Annex I to Decision 2000/96/EC is amended in accordance with Annex II to this Decision.", "The Annex to Decision 2002/253/EC is amended in accordance with Annex III to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 3.10.1998, p. 1.\n(2) OJ L 28, 3.2.2000, p. 50.\n(3) OJ L 86, 3.4.2002, p. 44.\nANNEX I\nIn the Annex to Decision No 2119/98/EC, the last indent is replaced by the following:\n\"- Other diseases (rabies, typhus, viral haemorrhagic fevers, malaria and any other as yet unclassified serious epidemic disease, including diseases that are caused by agents specifically engineered for the purpose of maximising morbidity and/or mortality upon deliberate release, etc.).\"\nANNEX II\nAnnex I to Decision 2000/96/EC is amended as follows:\n1. in point 2.1, the following terms are added:\n\"Smallpox\nTetanus\";\n2. in point 2.4, the term \"Anthrax\" is inserted before the term \"Botulism\";\n3. point 2.5.3 is amended as follows:\n(a) the term \"Q-fever\" is inserted after the term \"Echinococcosis\";\n(b) the term \"Tularaemia\" is added.\nANNEX III\nIn the Annex to Decision 2002/253/EC, the section on case definitions is amended as follows:\n1. The heading \"BOTULISM, FOODBORNE\" is replaced by the heading \"BOTULISM\".\n2. The text on \"DIPHTHERIA\" is replaced by the following:\n\"DIPHTHERIA\nClinical description\nClinical picture compatible with either respiratory diphtheria, i.e. an upper respiratory tract illness characterised by an adherent membrane of the tonsils, pharynx or nose, in combination with sore throat and low grade fever, or non-respiratory diphtheria; i.e. an illness characterised by cutaneous, conjunctival, otic, genital or other types of ulcers.\nLaboratory criteria for diagnosis\nIsolation of diphtheria toxin-producing corynebacteria (typically Corynebacterium diphtheriae or C. ulcerans) from a clinical specimen.\nCase classification\n>TABLE>\nIt is to be noted that both respiratory and non-respiratory diphtheria cases with isolation of toxigenic strains should be reported, as should asymptomatic carriers with toxigenic strains, if they are detected. Cases with non-toxigenic C. diphtheriae or C. ulcerans should not be reported.\"\n3. After the text on \"POLIOMYELITIS, PARALYTIC\" the following is inserted:\n\"Q-FEVER\nClinical description\nA febrile illness accompanied by rigors, myalgia, malaise, and retrobulbar headache. Severe disease can include acute hepatitis, pneumonia, meningoencephalitis and abortion. Clinical laboratory findings may include elevated liver enzyme levels and abnormal film findings.\nLaboratory criteria for diagnosis\n- isolation of Coxiella burnetii from a clinical specimen,\n- demonstration of a specific antibody response,\n- demonstration of C. burnetii in a clinical specimen by detection of antigen or nucleic acid.\nFor probable cases: a single high titre of specific antibodies.\nCase classification\n>TABLE>\"\n4. After the text on \"SHIGELLOSIS\", the following is inserted:\n\"SMALLPOX\nClinical description\nAn illness with acute onset of fever over 38 Â°C followed by a rash characterised by vesicles or firm pustules at the same stage of development without other apparent cause and with a predominantly centrifugal distribution.\nAtypical presentations may include:\n- haemorrhagic lesions,\n- flat velvety lesions not appearing as typical vesicles nor progressing to pustules.\nLaboratory criteria for diagnosis\nIsolation of smallpox (Variola) virus from a clinical specimen.\nPolymerase chain reaction (PCR) identification of Variola DNA in a clinical specimen, followed by sequencing.\nNegative-stain Electron microscopy (EM) identification of Variola virus in a clinical specimen.\nCase classification\n>TABLE>\nDuring an outbreak, a clinically compatible case with an epidemiological link and, where possible, laboratory confirmation by either EM or PCR.\"\n5. After the text on \"TUBERCULOSIS\" the following is inserted:\n\"TULARAEMIA\nClinical description\nClinical picture compatible with one of the different forms of tularaemia:\n- ulceroglandular (cutaneous ulcer with regional lymphadenopathy),\n- glandular (regional lymphadenopathy with no ulcer),\n- oculoglandular (conjunctivitis with preauricular lymphadenopathy),\n- oropharyngeal (stomatitis or pharyngitis or tonsillitis and cervical lymphadenopathy),\n- intestinal (intestinal pain, vomiting, and diarrhoea),\n- pneumonic (primary pneumonic disease),\n- typhoidal (febrile illness without early localising signs and symptoms).\nLaboratory criteria for diagnosis\n- Isolation of Francisella tularensis from a clinical specimen,\n- demonstration of a specific antibody response.\nFor probable cases:\n- a single high titre,\n- detection of F. tularensis in a clinical specimen by fluorescent assay.\nCase classification\n>TABLE>\""}