{"celex_id": "32004R1481", "uri": "http://publications.europa.eu/resource/cellar/f1569b4c-71c1-48af-b4cc-518bf2fea7f1", "type": "Regulation", "concepts": ["1425", "2734", "2735", "568", "893"], "title": "Commission Regulation (EC) No 1481/2004 of 19 August 2004 amending Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n", "header": "20.8.2004 EN Official Journal of the European Union L 272/11\nCOMMISSION REGULATION (EC) No 1481/2004\nof 19 August 2004\namending Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91, of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular the second and third indents of Article 13 thereof,\nWhereas:\n(1) Following the accession of new Member States to the European Union, the typography defined for the Community logo by the graphic manual laid down in Annex V, part B.4, to Regulation (EEC) No 2092/91 no longer has all the necessary characters and accents of all the official languages. Therefore, a further typography has to be allowed in the graphic manual.\n(2) Annex VI, Section C, to Regulation (EEC) No 2092/91 lists the ingredients of agricultural origin which have not been produced organically but which may be used in the preparation of foodstuffs in accordance with the conditions laid down in Article 5 of that Regulation, provided that it has been shown that such ingredients obtained by the organic production method are not available in sufficient quantities within the Community.\n(3) After it had been established that organically produced casings were not available in sufficient quantities within the Community, Annex VI, Section C, to Regulation (EEC) No 2092/91 was amended by Commission Regulation (EC) No 473/2002 (2), in order to include casings in the list of agricultural ingredients, for a transitional period expiring on 1 April 2004.\n(4) It appears, however, that the availability in organically produced casings still remains very limited and that it is unlikely that sufficient quantities will be available in the future. It is therefore necessary to allow the use of casings not produced according to the organic farming method without any limit in time.\n(5) Regulation (EEC) No 2092/91 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up in accordance with Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["Regulation (EEC) No 2092/91 is amended as follows:\n1. In Annex V, part B.4, Section 2.4 (Typography) is replaced by the following:\n2. In Annex VI, Section C, point C.3, in the entry for ‘casings’, ‘until 1 April 2004 only’ is deleted.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 746/2004 (OJ L 122, 26.4.2004, p. 10).\n(2)  OJ L 75, 16.3.2002, p. 21. Regulation as amended by Regulation (EC) No 746/2004."}