{"celex_id": "32007D0680", "uri": "http://publications.europa.eu/resource/cellar/14b17696-17fb-41ee-b539-e0ee8b407d6e", "type": "Decision", "concepts": ["1052", "1542", "5575", "5866", "933"], "title": "2007/680/EC: Commission Decision of 22 October 2007 amending Decision 2006/410/EC, setting the amounts which, pursuant to Articles 10(2), 143d and 143e of Council Regulation (EC) No 1782/2003, are made available to the EAFRD and the amounts available for EAGF expenditure, and Decision 2006/636/EC fixing the annual breakdown by Member State for Community support to rural development for the period from 1 January 2007 to 31 December 2013 (notified under document number C(2007) 5106)\n", "header": "24.10.2007 EN Official Journal of the European Union L 280/27\nCOMMISSION DECISION\nof 22 October 2007\namending Decision 2006/410/EC, setting the amounts which, pursuant to Articles 10(2), 143d and 143e of Council Regulation (EC) No 1782/2003, are made available to the EAFRD and the amounts available for EAGF expenditure, and Decision 2006/636/EC fixing the annual breakdown by Member State for Community support to rural development for the period from 1 January 2007 to 31 December 2013\n(notified under document number C(2007) 5106)\n(2007/680/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Article 12(2) and (3) thereof,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (2), and in particular Article 69(4) thereof,\nWhereas:\n(1) Article 4(1) of Council Regulation (EC) No 378/2007 of 27 March 2007 laying down rules for voluntary modulation of direct payments provided for in Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers, and amending Regulation (EC) No 1290/2005, stipulates that the Commission should set the net amounts resulting from the application of voluntary modulation and that these amounts should be incorporated into the annual breakdown by Member State relating to Community support to rural development referred to in Article 69(4) and (5) of Regulation (EC) No 1698/2005.\n(2) Article 12 of Regulation (EC) No 1290/2005 stipulates that the Commission should set the amounts which, pursuant to Article 4(1) of Regulation (EC) No 378/2007 and Articles 10(2), 143d and 143e of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3), are made available to the EAFRD, and the net balance available for EAGF expenditure.\n(3) The amounts to be made available to the EAFRD and the net balance available for EAGF expenditure have to be set on the basis of the maximum annual amounts corresponding to the financial years 2007 to 2013.\n(4) Commission Decision 2006/410/EC (4) established the amounts resulting from the application of the reductions of direct payments provided for in Articles 10(2), 143d and 143e of Regulation (EC) No 1782/2003, which are made available to EAFRD, and the net balance available for EAGF expenditure, for the financial years 2007 to 2013.\n(5) Council Decision 2006/493/EC (5) fixed the amount of Community support to rural development for the period from 1 January 2007 to 31 December 2013, its annual breakdown and the minimum amount to be concentrated in regions eligible under the Convergence Objective.\n(6) Commission Decision 2006/636/EC (6) established the breakdown by Member State of Community support to rural development for the period from 1 January 2007 to 31 December 2013, including as regards the amount of the transfers to the EAFRD.\n(7) As a result of the adoption of Commission Decision 2007/679/EC 22 October 2007 fixing the net amounts resulting from the application of voluntary modulation to the United Kingdom for the calendar years 2007 to 2012 (7), under Article 4(1) of Regulation (EC) No 378/2007, the amounts which are made available to the EAFRD should be adjusted and added to the annual breakdown for Community support to rural development for the United Kingdom.\n(8) Decisions 2006/410/EC and 2006/636/EC should therefore be amended accordingly,", "main_body": ["Decision 2006/410/EC is amended as follows:\n1. The sole article is replaced by the following:\n2. The Annex to the Decision is replaced by the text appearing in Annex I to this Decision.", "In the table appearing in the Annex to Decision 2006/636/EC, the amounts concerning the United Kingdom and the total amounts resulting from the addition of the amounts concerning all the Member States are replaced by the amounts which appear in Annex II to this Decision.", "This Decision applies as from the budget year 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1. Regulation as last amended by Regulation (EC) No 378/2007 (OJ L 95, 5.4.2007, p. 1).\n(2)  OJ L 277, 21.10.2005, p. 1. Regulation as last amended by Regulation (EC) No 2012/2006 (OJ L 384, 29.12.2006, p. 8).\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 552/2007 (OJ L 131, 23.5.2007, p. 10).\n(4)  OJ L 163, 15.6.2006, p. 10.\n(5)  OJ L 195, 15.7.2006, p. 22.\n(6)  OJ L 261, 22.9.2006, p. 32. Decision as amended by Decision 2007/383/EC (OJ L 142, 5.6.2007, p. 21).\n(7)  See p. 25 of this Official Journal.\nANNEX I\n‘ANNEX\n(EUR million):\nBudget year Amounts available for EAFRD Net balance available for EAGF expenditure\nArticle 10(2) of Regulation (EC) No 1782/2003 Article 143d of Regulation (EC) No 1782/2003 Article 143e of Regulation (EC) No 1782/2003 Article 1(1) of Regulation (EC) No 378/2007\n2007 984 22   44 753\n2008 1 241 22  362,0 44 592\n2009 1 252 22  424,0 44 981\n2010 1 257 22  464,4 45 402,6\n2011 1 231 22 484 475,5 45 404,5\n2012 1 231 22 484 481,6 45 874,4\n2013 1 228 22 484 481,6 46 358,4’\nANNEX II\n(current prices in EUR)\n2007 2008 2009 2010 2011 2012 2013 Total 2007-2013 Of which, as a minimum, for regions eligible under the convergence objective\nUnited Kingdom 263 996 373 645 001 582 698 582 271 741 000 084 748 834 332 752 295 626 748 964 152 4 598 674 420 188 337 515\nTotal 12 343 028 110 12 904 462 561 12 915 336 508 12 926 752 114 13 346 691 325 13 301 303 256 13 245 900 813 90 983 474 687 31 232 644 963’"}