{"celex_id": "32009R1096", "uri": "http://publications.europa.eu/resource/cellar/f3fe82b8-c47f-4f57-9fa7-4339185e249a", "type": "Regulation", "concepts": ["1277", "1590", "3730", "4743", "6052", "6322", "768"], "title": "Commission Regulation (EC) No 1096/2009 of 16 November 2009 concerning the authorisation of an enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) as a feed additive for chickens for fattening and the authorisation of a new use of this preparation as a feed additive for ducks (holder of authorisation BASF SE) and amending Regulation (EC) No 1458/2005 (Text with EEA relevance)\n", "header": "17.11.2009 EN Official Journal of the European Union L 301/3\nCOMMISSION REGULATION (EC) No 1096/2009\nof 16 November 2009\nconcerning the authorisation of an enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) as a feed additive for chickens for fattening and the authorisation of a new use of this preparation as a feed additive for ducks (holder of authorisation BASF SE) and amending Regulation (EC) No 1458/2005\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1) and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) An enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) was provisionally authorised in accordance with Directive 70/524/EEC as a feed additive for use on chickens for fattening by Commission Regulation (EC) No 1458/2005 (3). That additive was subsequently entered in the Community Register of feed additives as an existing product, in accordance with Article 10(1) of Regulation (EC) No 1831/2003.\n(3) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 of that Regulation, an application was submitted for the re-evaluation of that additive and, in accordance with Article 7 of that Regulation, for a new use on ducks, requesting that additive to be classified in the additive category ‘zootechnical additives’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(4) The use of that preparation was authorised for ten years by Commission Regulation (EC) No 1380/2007 (4) for turkeys for fattening.\n(5) From the opinion of the European Food Safety Authority (the Authority) of 17 June 2009 (5) it results that the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) does not have an adverse effect on animal health, human health or the environment. The Authority concluded that the use of that preparation is safe for chickens for fattening and ducks and can significantly improve their weight gain and/or feed to gain ratio. The Authority does not consider that there is a need for specific requirements of post market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(7) As a consequence of the granting of a new authorisation under Regulation (EC) No 1831/2003, the provisions on that preparation in Regulation (EC) No 1458/2005 should be deleted.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "In Annex II to Regulation (EC) No 1458/2005, the row concerning enzyme No 62, endo-1,4-beta-xylanase EC 3.2.1.8, is deleted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 270, 14.12.1970, p. 1.\n(3)  OJ L 233, 9.9.2005, p. 3.\n(4)  OJ L 309, 27.11.2007, p. 21.\n(5)  The EFSA Journal (2009) 1155, p. 1.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers.\nAdditive composition:\nSolid form: 5 600 TXU (1)/g\nLiquid form: 5 600 TXU/ml\nCharacterisation of the active substance:\nAnalytical method (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. Recommended dose per kilogram of complete feedingstuff:\n— chickens for fattening: 560—800 TXU,\n— ducks: 560—800 TXU.\n3. For use in feed rich in non-starch polysaccharides (mainly beta-glucans and arabinoxylans), e.g. containing more than 40 % wheat.\nDucks 560 TXU\n(1)  1 TXU is the amount of enzyme which liberates 5 micromole of reducing sugars (xylose equivalents) from wheat arabinoxylan per minute at pH 3,5 and 55 °C.\n(2)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}