{"celex_id": "32001R0539", "uri": "http://publications.europa.eu/resource/cellar/8e176c97-4bea-465e-b557-9cb92ce08038", "type": "Regulation", "concepts": ["2300", "4003", "5405", "5649", "5796"], "title": "Council Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\n", "header": "Council Regulation (EC) No 539/2001\nof 15 March 2001\nlisting the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62, point (2)(b)(i) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Under Article 62, point (2)(b) of the Treaty, the Council is to adopt rules relating to visas for intended stays of no more than three months, and in that context it is required to determine the list of those third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement. Article 61 cites those lists among the flanking measures which are directly linked to the free movement of persons in an area of freedom, security and justice.\n(2) This Regulation follows on from the Schengen acquis in accordance with the Protocol integrating it into the framework of the European Union, hereinafter referred to as the \"Schengen Protocol\". It does not affect Member States' obligations deriving from the acquis as defined in Annex A to Decision 1999/435/EC of 20 May 1999 concerning the definition of the Schengen acquis for the purpose of determining, in conformity with the relevant provisions of the Treaty establishing the European Community and the Treaty on European Union, the legal basis for each of the provisions or decisions which constitute the acquis(3).\n(3) This Regulation constitutes the further development of those provisions in respect of which closer cooperation has been authorised under the Schengen Protocol and falls within the area referred to in Article 1, point B, of Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis(4).\n(4) Pursuant to Article 1 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, Ireland and the United Kingdom are not participating in the adoption of this Regulation. Consequently and without prejudice to Article 4 of the aforementioned Protocol, the provisions of this Regulation apply neither to Ireland nor to the United Kingdom.\n(5) The determination of those third countries whose nationals are subject to the visa requirement, and those exempt from it, is governed by a considered, case-by-case assessment of a variety of criteria relating inter alia to illegal immigration, public policy and security, and to the European Union's external relations with third countries, consideration also being given to the implications of regional coherence and reciprocity. Provision should be made for a Community mechanism enabling this principle of reciprocity to be implemented if one of the third countries included in Annex II to this Regulation decides to make the nationals of one or more Member States subject to the visa obligation.\n(6) As the Agreement on the European Economic Area exempts nationals of Iceland, Liechtenstein and Norway from the visa requirement, these countries are not included in the list in Annex II hereto.\n(7) As regards stateless persons and recognised refugees, without prejudice to obligations under international agreements signed by the Member States and in particular the European Agreement on the Abolition of Visas for Refugees, signed at Strasbourg on 20 April 1959, the decision as to the visa requirement or exemption should be based on the third country in which these persons reside and which issued their travel documents. However, given the differences in the national legislation applicable to stateless persons and to recognised refugees, Member States may decide whether these categories of persons shall be subject to the visa requirement, where the third country in which these persons reside and which issued their travel documents is a third country whose nationals are exempt from the visa requirement.\n(8) In specific cases where special visa rules are warranted, Member States may exempt certain categories of persons from the visa requirement or impose it on them in accordance with public international law or custom.\n(9) With a view to ensuring that the system is administered openly and that the persons concerned are informed, Member States should communicate to the other Member States and to the Commission the measures which they take pursuant to this Regulation. For the same reasons, that information should also be published in the Official Journal of the European Communities.\n(10) The conditions governing entry into the territory of the Member States or the issue of visas do not affect the rules currently governing recognition of the validity of travel documents.\n(11) In accordance with the principle of proportionality stated in Article 5 of the Treaty, enacting a Regulation listing the third countries whose nationals must be in possession of visas when crossing the external borders, and those whose nationals are exempt from that requirement, is both a necessary and an appropriate means of ensuring that the common visa rules operate efficiently.\n(12) This Regulation provides for full harmonisation as regards the third countries whose nationals are subject to the visa requirement for the crossing of Member States' external borders, and those whose nationals are exempt from that requirement. However, the application of the exemption from the visa requirement for nationals of certain third countries, which are listed in Annex II, will come into force only later. To that end, the Council will take a decision for each of those countries on the basis of reports drawn up by the Commission,", "main_body": ["1. Nationals of third countries on the list in Annex I shall be required to be in possession of a visa when crossing the external borders of the Member States.\n2. Without prejudice to Article 8(2), nationals of third countries on the list in Annex II shall be exempt from the requirement set out in paragraph 1, for stays of no more than three months in all.\n3. Nationals of new third countries formerly part of countries on the lists in Annexes I and II shall be subject respectively to the provisions of paragraphs 1 and 2 unless and until the Council decides otherwise under the procedure laid down in the relevant provision of the Treaty.\n4. The establishment by a third country on the list in Annex II of the visa requirement for nationals of a Member State shall give rise to the application of the following provisions, without prejudice to the provisions of any agreement which the Community may have concluded with that third country granting exemption from the visa requirement:\n(a) the Member State may notify the Commission and the Council in writing of the fact that the third country has established the visa requirement;\n(b) in the case of such notification, Member States' obligation to subject the nationals of the third country concerned to the visa requirement shall be established provisionally 30 days after notification unless the Council, acting by qualified majority beforehand, decides otherwise;\n(c) provisional introduction of the visa requirement shall be published by the Council in the Official Journal of the European Communities before it takes effect;\n(d) the Commission shall examine any request made by the Council or by a Member State that it submit a proposal to the Council amending the Annexes to this Regulation to include the third country concerned in Annex I and remove it from Annex II;\n(e) if, prior to the adoption by the Council of such an amendment to the Annexes to this Regulation, the third country repeals its decision to establish the visa requirement, the Member State concerned shall immediately notify the Commission and the Council in writing accordingly;\n(f) such notification shall be published by the Council in the Official Journal of the European Communities. The provisional introduction of the visa requirement for nationals of the third country concerned shall be repealed 7 days after the date of publication.", "For the purposes of this Regulation, \"visa\" shall mean an authorisation issued by a Member State or a decision taken by such State which is required with a view to:\n- entry for an intended stay in that Member State or in several Member States of no more than three months in total,\n- entry for transit through the territory of that Member State or several Member States, except for transit at an airport.", "Without prejudice to obligations under the European Agreement on the Abolition of Visas for Refugees, signed at Strasbourg on 20 April 1959, recognised refugees and stateless persons:\n- shall be subject to the visa requirement if the third country where they reside and which issued their travel document is one of the third countries listed in Annex I;\n- may be exempted from the visa requirement if the third country where they reside and which issued their travel document is one of the third countries listed in Annex II.", "1. A Member State may provide for exceptions from the visa requirement provided for by Article 1(1) or from the exemption from the visa requirement provided for by Article 1(2) as regards:\n(a) holders of diplomatic passports, official-duty passports and other official passports;\n(b) civilian air and sea crew;\n(c) the flight crew and attendants on emergency or rescue flights and other helpers in the event of disaster or accident;\n(d) the civilian crew of ships navigating in international waters;\n(e) the holders of laissez-passer issued by some intergovernmental international organisations to their officials.\n2. A Member State may exempt from the visa requirement a school pupil having the nationality of a third country listed in Annex I who resides in a third country listed in Annex II and is travelling in the context of a school excursion as a member of a group of school pupils accompanied by a teacher from the school in question.\n3. A Member State may provide for exceptions from the exemption from the visa requirement provided for in Article 1(2) as regards persons carrying out a paid activity during their stay.", "1. Within 10 working days of the entry into force of this Regulation, Member States shall communicate to the other Member States and the Commission the measures they have taken pursuant to Article 3, second indent and Article 4. Any further changes to those measures shall be similarly communicated within five working days.\n2. The Commission shall publish the measures communicated pursuant to paragraph 1 in the Official Journal of the European Communities for information.", "This Regulation shall not affect the competence of Member States with regard to the recognition of States and territorial units and passports, travel and identity documents issued by their authorities.", "1. Council Regulation (EC) No 574/1999(5) shall be replaced by this Regulation.\n2. The final versions of the Common Consular Instruction (CCI) and of the Common Manual (CM), as they result from the Decision of the Schengen Executive Committee of 28 April 1999 (SCH/Com-ex(99) 13) shall be amended as follows:\n1. the heading of Annex 1, part I of the CCI and of Annex 5, part I of the CM, shall be replaced by the following:\n\"Common list of third countries the nationals of which are subject to the visa requirement imposed by Regulation (EC) No 539/2001\";\n2. the list in Annex 1, part I of the CCI and in Annex 5, part I of the CM shall be replaced by the list in Annex I to this Regulation;\n3. the heading of Annex 1, part II of the CCI and of Annex 5, part II of the CM shall be replaced by the following:\n\"Common list of third countries the nationals of which are exempted from the visa requirement by Regulation (EC) No 539/2001\";\n4. the list in Annex 1, part II of the CCI and in Annex 5, part II of the CM shall be replaced by the list in Annex II to this Regulation;\n5. part III of Annex 1 to the CCI and part III of Annex 5 of the CM shall be deleted.\n3. The decisions of the Schengen Executive Committee of 15 December 1997 (SCH/Com-ex(97)32) and of 16 December 1998 (SCH/Com-ex(98)53, rev.2) shall be repealed.", "1. This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.\n2. However, for nationals of the country in Annex II marked with an asterisk, the date of entry into force of Article 1(2) shall be decided on subsequently by the Council, acting in accordance with Article 67(3) of the Treaty, on the basis of the report referred to in the following subparagraph.\nTo this end, the Commission shall request the country concerned to indicate which undertakings it is prepared to enter into on illegal immigration and illegal residence, including the repatriation of persons from that country who are illegally resident, and report thereon to the Council. The Commission shall submit to the Council a first report, accompanied by any useful recommendations, no later than 30 June 2001.\nPending adoption by the Council of the act embodying the abovementioned decision, the requirement laid down in Article 1(1) shall be applicable to nationals of that country. Articles 2 to 6 of this Regulation shall apply in full.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 15 March 2001.\nFor the Council\nThe President\nM-I. Klingvall\n(1) OJ C 177 E, 27.6.2000, p. 66.\n(2) Opinion of 5 July 2000 (not yet published in the Official Journal).\n(3) OJ L 176, 10.7.1999, p. 1.\n(4) OJ L 176, 10.7.1999, p. 31.\n(5) OJ L 72, 18.3.1999, p. 2.\nANNEX I\nCommon list referred to in Article 1(1)\n1. STATES\nAfghanistan\nAlbania\nAlgeria\nAngola\nAntigua and Barbuda\nArmenia\nAzerbaijan\nBahamas\nBahrain\nBangladesh\nBarbados\nBelarus\nBelize\nBenin\nBhutan\nBosnia and Herzegovina\nBotswana\nBurkina Faso\nBurma/Myanmar\nBurundi\nCambodia\nCameroon\nCape Verde\nCentral African Republic\nChad\nChina\nColombia\nCongo\nCôte d'Ivoire\nCuba\nDemocratic Republic of the Congo\nDjijbouti\nDominica\nDominican Republic\nEgypt\nEquatorial Guinea\nEritrea\nEthiopia\nFederal Republic of Yugoslavia (Serbia-Montenegro)\nFiji\nFormer Yugoslav Republic of Macedonia\nGabon\nGambia\nGeorgia\nGhana\nGrenada\nGuinea\nGuinea-Bissau\nGuyana\nHaiti\nIndia\nIndonesia\nIran\nIraq\nJamaica\nJordan\nKazakhstan\nKenya\nKiribati\nKuwait\nKyrgyzstan\nLaos\nLebanon\nLesotho\nLiberia\nLibya\nMadagascar\nMalawi\nMaldives\nMali\nMarshall Islands\nMauritania\nMauritius\nMicronesia\nMoldova\nMongolia\nMorocco\nMozambique\nNamibia\nNauru\nNepal\nNiger\nNigeria\nNorth Korea\nNorthern Marianas\nOman\nPakistan\nPalau\nPapua New Guinea\nPeru\nPhilippines\nQatar\nRussia\nRwanda\nSaint Kitts and Nevis\nSaint Lucia\nSaint Vincent and the Grenadines\nSão Tomé and Príncipe\nSaudi Arabia\nSenegal\nSeychelles\nSierra Leone\nSolomon Islands\nSomalia\nSouth Africa\nSri Lanka\nSudan\nSurinam\nSwaziland\nSyria\nTajikistan\nTanzania\nThailand\nThe Comoros\nTogo\nTonga\nTrinidad and Tobago\nTunisia\nTurkey\nTurkmenistan\nTuvalu\nUganda\nUkraine\nUnited Arab Emirates\nUzbekistan\nVanuatu\nVietnam\nWestern Samoa\nYemen\nZambia\nZimbabwe\n2. ENTITIES AND TERRITORIAL AUTHORITIES THAT ARE NOT RECOGNISED AS STATES BY AT LEAST ONE MEMBER STATE\nEast Timor\nPalestinian Authority\nTaiwan\nANNEX II\nCommon list referred to in Article 1(2)\n1. STATES\nAndorra\nArgentina\nAustralia\nBolivia\nBrazil\nBrunei\nBulgaria\nCanada\nChile\nCosta Rica\nCroatia\nCyprus\nCzech Republic\nEcuador\nEstonia\nGuatemala\nHoly See\nHonduras\nHungary\nIsrael\nJapan\nLatvia\nLithuania\nMalaysia\nMalta\nMexico\nMonaco\nNew Zealand\nNicaragua\nPanama\nParaguay\nPoland\nRomania(1)\nSalvador\nSan Marino\nSingapore\nSlovakia\nSlovenia\nSouth Korea\nSwitzerland\nUnited States of America\nUruguay\nVenezuela\n2. SPECIAL ADMINISTRATIVE REGIONS OF THE PEOPLE'S REPUBLIC OF CHINA\nHong Kong SAR(2)\nMacao SAR(3)\n(1) See Article 8(2).\n(2) The visa requirement exemption applies only to holders of a \"Hong Kong Special Administrative Region\" passport.\n(3) The visa requirement exemption applies only to holders of a \"Região Administrativa Especial de Macau\" passport."}