{"celex_id": "32007R1212", "uri": "http://publications.europa.eu/resource/cellar/720f834a-b61e-43f6-963f-92158075e23a", "type": "Regulation", "concepts": ["1031", "1115", "2730", "2731", "5231", "5751"], "title": "Commission Regulation (EC) No 1212/2007 of 17 October 2007 amending several Regulations as regards the combined nomenclature codes for certain floriculture products, fruit and vegetables and certain products processed from fruit and vegetables\n", "header": "18.10.2007 EN Official Journal of the European Union L 274/7\nCOMMISSION REGULATION (EC) No 1212/2007\nof 17 October 2007\namending several Regulations as regards the combined nomenclature codes for certain floriculture products, fruit and vegetables and certain products processed from fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 234/79 of 5 February 1979 on the procedure for adjusting the Common Customs Tariff nomenclature used for agricultural products (1), and in particular Article 2(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1549/2006 of 17 October 2006 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (2) provides for amendments to the combined nomenclature for certain fruit and vegetables and certain products processed from fruit and vegetables.\n(2) Regulations amending Annex I to Regulation (EEC) No 2658/87 (3) in previous years have also introduced changes to the combined nomenclature for certain fruit and vegetables and certain products processed from fruit and vegetables, and not all of these amendments are reflected in the following Regulations governing the common organisations of the market in floriculture products, in fruit and vegetables and of products processed from fruit and vegetables: Regulation (EEC) No 316/68 of the Council of 12 March 1968 fixing quality standards for fresh cut flowers and fresh ornamental foliage (4); Commission Regulation (EC) No 3223/94 of 21 December 1994 on detailed rules for the application of the import arrangements for fruit and vegetables (5); Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organization of the markets in processed fruit and vegetable products (6) and Commission Regulation (EC) No 1466/2003 of 19 August 2003 laying down the marketing standard for artichokes and amending Regulation (EC) No 963/98 (7).\n(3) Regulations (EEC) No 316/68, (EC) No 3223/94, (EC) No 2201/96 and (EC) No 1466/2003 should therefore be amended accordingly.\n(4) The amendments provided for in this Regulation should apply from 1 January 2007, date of entry into force of Regulation (EC) No 1549/2006.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants, of the Management Committee for Fresh Fruit and Vegetables and of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 316/68 is amended as follows:\n1. Article 1(1) is amended as follows:\n(a) in the first indent, ‘No 06.03 A’ is replaced by ‘CN 0603’;\n(b) the second indent is replaced by the following:\n‘— fresh ornamental foliage, branches and other parts of plants falling within subheading CN 0604 of the Common Customs Tariff.’;\n2. in Annex I, point I, ‘No 06.03 A’ is replaced by ‘CN 0603’;\n3. in Annex II, point I, ‘No 06.04 A II’ is replaced by ‘CN 0604’.", "In the Annex to Regulation (EC) No 3223/94, Part A, ‘ex 0709 10 00’ is replaced by ‘ex 0709 90 80’.", "Article 1(2) of Regulation (EC) No 2201/96 is amended as follows:\n1. in point (a), section ‘ex 0812’, ‘ex 0812 90 99’ is replaced by ‘ex 0812 90 98’;\n2. in point (b), section ‘ex 2005’, ‘2005 90 10’ is replaced by ‘2005 99 10’.", "In the first paragraph of Article 1 of Regulation (EC) No 1466/2003, ‘0709 10 00’ is replaced by ‘0709 90 80’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 34, 9.2.1979, p. 2. Regulation as last amended by Regulation (EC) No 3290/94 (OJ L 349, 31.12.1994, p. 105).\n(2)  OJ L 301, 31.10.2006, p. 1.\n(3)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 733/2007 (OJ L 169, 29.6.2007, p. 1).\n(4)  OJ L 71, 21.3.1968, p. 8. Regulation as last amended by Commission Regulation (EEC) No 309/79 (OJ L 42, 17.2.1979, p. 21).\n(5)  OJ L 337, 24.12.1994, p. 66. Regulation as last amended by Regulation (EC) No 756/2007 (OJ L 172, 30.6.2007, p. 41).\n(6)  OJ L 297, 21.11.1996, p. 29. Regulation as last amended by the Act of Accession of Bulgaria and Romania.\n(7)  OJ L 210, 20.8.2003, p. 6. Regulation as amended by Regulation (EC) No 907/2004 (OJ L 163, 30.4.2004, p. 50)."}