{"celex_id": "32004R0880", "uri": "http://publications.europa.eu/resource/cellar/8696e32e-d29a-4091-ab4f-be74ddb87f19", "type": "Regulation", "concepts": ["1277", "1590", "6039", "6052"], "title": "Commission Regulation (EC) No 880/2004 of 29 April 2004 authorising without time limit the use of beta-carotene and canthaxanthin as additives in feedingstuffs belonging to the group of colouring matters including pigments (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 880/2004\nof 29 April 2004\nauthorising without time limit the use of beta-carotene and canthaxanthin as additives in feedingstuffs belonging to the group of colouring matters including pigments\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Council Regulation (EC) No 1756/2002(2) and in particular Article 9d paragraph 1 thereof,\nWhereas:\n(1) Directive 70/524/EEC provides that a use of an additive has to be authorised at Community level.\n(2) The additives referred to in Annex to this Regulation, beta-carotene, used for canaries, and canthaxanthin, used for pet and ornamental birds, were provisionally authorised for the first time by Commission Regulation (EC) No 2316/98 of 26 October 1998(3). The provisional authorisation of these additives was extended until 14 December 2003 by Commission Regulation (EC) No 2200/2001 of 17 October 2001(4).\n(3) New data, about efficacy, was submitted by the company producing both additives in support of the application to obtain an authorisation without time limit.\n(4) The assessment of the application for an authorisation for a period without time limit submitted in respect of the \"Carotenoids and xanthophylls\" of the group \"Colouring matters including pigments\" shows that the relevant conditions laid down in Directive 70/524/EEC are satisfied.\n(5) The assessment of the application shows that certain procedures are required to protect workers from exposure to the additives beta-carotene and canthaxanthin. However, such protection is assured by the application of Council Directive 89/391/EEC of 12 June 1989(5) on the introduction of measures to encourage improvements in the safety and health of workers at work.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee for Food Chain and Animal Health section Animal Nutrition.", "main_body": ["The additives belonging to Part 1 \"Carotenoids and xanthophylls\" of the group \"Colouring matters including pigments\", referred to in the Annex are authorised for use as additives in feedingstuffs under the conditions laid down in the Annex.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 265, 3.10.2002, p. 1.\n(3) OJ L 289, 28.10.1998, p. 4.\n(4) OJ L 299, 15.11.2001, p. 1.\n(5) OJ L 183, 29.6.1989, p. 1.\nANNEX\n>TABLE>"}