{"celex_id": "32004D0574", "uri": "http://publications.europa.eu/resource/cellar/4eed3001-afe5-4f49-bda7-c77e7431ab03", "type": "Decision", "concepts": ["1069", "185", "4003", "491", "5540"], "title": "2004/574/CE: Council Decision of 29 April 2004 amending the Common Manual\n", "header": "6.8.2004 EN Official Journal of the European Union L 261/36\nCOUNCIL DECISION\nof 29 April 2004\namending the Common Manual\n(2004/574/CE)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 790/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for carrying out border checks and surveillance (1),\nHaving regard to the initiative of the Italian Republic,\nWhereas:\n(1) Given the level of harmonisation reached on the criteria for the refusal of entry at the external borders of the Member States, it is desirable to be able to identify the reasons for a previous decision to refuse the entry of an alien. It is therefore necessary to use a standard form for refusal of entry, which includes a categorisation of the possible reasons for refusal, and to indicate in the passport of the alien concerned the reason(s) for refusal. The Common Manual (2) should therefore be amended accordingly. The possibilities to appeal against the decision for refusal of entry are provided for in national law.\n(2) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision, and is not bound by it or subject to its application. Given that this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide, within a period of six months after the Council has adopted this Decision, whether it will implement it in its national law.\n(3) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (3), which fall within the area referred to in Article 1, point A, of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement (4).\n(4) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (5); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(5) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis\n (6); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(6) This Decision constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 3(1) of the Act of Accession,", "main_body": ["Part II of the Common Manual is hereby amended as follows:\n1. the following sentence shall be added at the end of Section 1.4.1:\n2. Section 1.4.1a shall be replaced by the following:\n‘1.4.1a When refusing entry, the checking officer will affix an entry stamp on the passport, cancelled by an indelible cross in black ink, and enter on the right hand side in indelible ink the letter(s) indicating the reason(s) for refusal of entry as set out in the standard form for refusal of entry at the border as contained in Annex 16’.", "The standard form for refusal of entry at the border, as contained in the Annex to this Decision, shall be added as Annex 16 to the Common Manual.", "This Decision shall apply from 1 June 2004.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Luxembourg, 29 April 2004.\nFor the Council\nThe President\nM. McDOWELL\n(1)  OJ L 116, 26.4.2001, p. 5.\n(2)  OJ C 313, 16.12.2002, p. 97. Manual as last amended by Decision 2004/466/EC (OJ L 157, 30.4.2004, p. 136).\n(3)  OJ L 176, 10.7.1999, p. 36.\n(4)  OJ L 176, 10.7.1999, p. 31.\n(5)  OJ L 131, 1.6.2000, p. 43.\n(6)  OJ L 64, 7.3.2002, p. 20.\nANNEX\n‘Annex [ ]\nStandard form for refusal of entry at the"}