{"celex_id": "32007D0134", "uri": "http://publications.europa.eu/resource/cellar/8b6c6627-318d-4581-b191-93d5bc232832", "type": "Decision", "concepts": ["2187", "2801", "2924", "5315", "5383"], "title": "2007/134/EC: Commission Decision of 2 February 2007 establishing the European Research Council (Text with EEA relevance )\n", "header": "24.2.2007 EN Official Journal of the European Union L 57/14\nCOMMISSION DECISION\nof 2 February 2007\nestablishing the European Research Council\n(Text with EEA relevance)\n(2007/134/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 1982/2006/EC of the European Parliament and the Council of 18 December 2006 concerning the seventh framework programme of the European Community for research, technological development and demonstration activities (2007-2013) (1) and in particular Articles 2 and 3 thereof,\nHaving regard to Council Decision 2006/972/EC of 19 December 2006 concerning the Specific Programme: ‘Ideas’ implementing the seventh framework programme (2007-2013) of the European Community for research, technological development and demonstration activities (2), and in particular Article 4(2) and (3) thereof,\nWhereas:\n(1) Under the seventh framework programme, the Specific Programme ‘Ideas’ has the objective of supporting investigator-driven frontier research across all fields of science, engineering and scholarship carried out by researchers on subjects of their choice.\n(2) Decision 2006/972/EC provides that the Commission should establish a European Research Council (hereinafter referred to as the ERC) which should be the means for implementing the Specific Programme ‘Ideas’.\n(3) According to Article 4(3) of Decision 2006/972/EC the ERC should consist of an independent Scientific Council (hereinafter referred to as the Scientific Council), to be supported by a dedicated implementation structure.\n(4) The Scientific Council should be composed of scientists, engineers and scholars of the highest repute, appointed by the Commission, and acting in their personal capacity, independent of any outside influence. It should act according to the mandate provided for it in Article 5 of Decision 2006/972/EC and exclusively in the interest of achieving the scientific, technological and scholarly objectives of the Specific Programme ‘Ideas’.\n(5) The Scientific Council should independently select a Secretary-General who will act under its authority. The Secretary-General will, inter alia, assist the Scientific Council in ensuring its effective liaison with the dedicated implementation structure and with the Commission, an in monitoring the effective implementation of its strategy and positions as carried by the dedicated implementation structure.\n(6) The Scientific Council should operate according to the principles of scientific excellence, autonomy, efficiency and transparency. The Commission should act as the guarantor of the Scientific Council's autonomy and integrity and should ensure its proper functioning.\n(7) Rules on disclosure of information by members of the Scientific Council should be provided for, without prejudice to the rules on security annexed to the Commission’s Rules of Procedure by Decision 2001/844/EC, ECSC, Euratom (3).\n(8) Personal data relating to members of Scientific Council should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\n(9) An independent high level expert committee was set up to identify the founding members of the Scientific Council. Following wide consultation within the scientific and scholarly community, this committee made recommendations first on the factors and criteria to be applied in the identification of the Scientific Council members and second on the founding members themselves.\n(10) A dedicated implementation structure should be set up as an external structure in the form of an executive agency to be established by a separate act in accordance with Council Regulation (EC) No 58/2003 of 19 December 2002 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community programmes (5).\n(11) Pending the establishment and operability of this executive agency, its implementation tasks should be executed by a dedicated service of the Commission.\n(12) The budgetary impact of this decision will be taken into account in the financing decision in the framework of the Specific Programme ‘Ideas’ and in the Legislative Financial Statement of the Commission proposal for the external structure,", "main_body": ["CHAPTER 1\nEUROPEAN RESEARCH COUNCIL", "Establishment\nThe European Research Council is hereby established for the period from the date of entry into force of this decision to 31 December 2013 for the implementation of the Specific Programme ‘Ideas’. It shall be composed of a Scientific Council and a dedicated implementation structure as set out hereinafter.\nCHAPTER 2\nSCIENTIFIC COUNCIL", "Establishment\nThe Scientific Council is hereby set up.", "Tasks\n1.   The Scientific Council shall be entrusted with the tasks provided for in Article 5(3) of Decision 2006/972/EC.\n2.   The Scientific Council shall, inter alia, establish an overall scientific strategy, have full authority over decisions on the type of research to be funded in accordance with Article 6(6) of Decision 2006/972/EC and act as a guarantor of the quality of the activity from the scientific perspective. Its tasks shall cover, in particular the establishment of the annual work programme, the establishment of the peer review process, as well as the monitoring and quality control of the implementation of the Specific Programme ‘Ideas’, without prejudice to the responsibility of the Commission.", "Membership\n1.   The Scientific Council shall be composed of up to 22 members.\n2.   The Scientific Council shall consist of representatives of the European scientific community of the highest repute and with appropriate expertise, ensuring a diversity of research areas, who shall act in their personal capacity, independently of political or other interests.\n3.   The founding members of the Scientific Council, who have been designated, based on the factors and criteria set out in the Annex I and who are listed in Annex II, are hereby appointed.\n4.   Future members shall be appointed by the Commission based on the factors and criteria set out in Annex I and following an independent and transparent procedure for their identification, agreed with the Scientific Council, including a consultation of the scientific community and a report to Parliament and Council. The appointment of future members shall be published in accordance with Regulation (EC) No 45/2001.\n5.   Members shall carry out their tasks independently of any outside influence. They shall inform the Commission in good time of any conflict of interests which might undermine their objectivity.\n6.   Members shall be appointed for a term of four years, renewable once on a basis of a rotating system, which shall ensure the continuity of the work of the Scientific Council. However, a member may be appointed for a period of less than the maximum term to allow a staged rotation of membership. Members shall remain in function until they are replaced or their term expires.\n7.   Upon resignation of a member or on the expiry of a term that cannot be renewed, the Commission shall appoint a new member.\n8.   In exceptional circumstances, in order to maintain the integrity and/or continuity of the Scientific Council, the Commission may terminate on its own initiative the term of a member.\n9.   The Scientific Council members shall not be remunerated for the tasks they perform.", "Principles and methods\n1.   The Scientific Council shall operate in an autonomous and independent manner.\n2.   Where appropriate, the Scientific Council shall consult with the scientific, engineering and scholarly community.\n3.   The Scientific Council shall exclusively act in the interest of achieving the scientific, technological and scholarly objectives of the Specific Programme ‘Ideas’. It shall act with integrity and probity and shall carry out its work efficiently and with the greatest possible transparency.\n4.   The Scientific Council shall be accountable to the Commission, maintain continuous close liaison with it and the dedicated implementation structure, and establish any necessary arrangements for this.\n5.   Information obtained in the performance of tasks shall not be disclosed if, in the opinion of the Commission or the Chairperson of the Scientific Council, that information is related to confidential matters.\n6.   The Commission shall provide information and assistance necessary for the work of the Scientific Council allowing it to operate under conditions of autonomy and independence.\n7.   The Scientific Council regularly reports to the Commission and shall provide information and assistance necessary for the Commission's obligatory reporting tasks (i.e. Annual report, Annual Activity Report).", "Operation\n1.   The Scientific Council shall elect from amongst its members a Chairperson and two Vice-Chairpersons, who, in accordance with its rules of procedure, shall represent it and who shall guide and assist it in the organisation of its work, including the preparation of the agenda and documents for meetings.\n2.   The Chairperson and the Vice-Chairpersons of the Scientific Council may also hold the title of President and Vice-President of the European Research Council respectively.\n3.   The Scientific Council shall adopt its rules of procedure which shall include detailed provisions for the elections referred to in paragraph 1, as well as a code of conduct for addressing potential conflicts of interest.\n4.   The Scientific Council shall meet in plenary as often as required by its work.\n5.   The Chairperson of the Scientific Council may decide to hold restricted meetings.", "ERC Secretary-General\n1.   The Scientific Council shall independently select a Secretary-General, who shall act under its authority. The Secretary-General will, inter alia, assist the Scientific Council in ensuring its effective liaison with the Commission and the dedicated implementation structure.\n2.   The tasks of the Secretary-General shall be defined by the Scientific Council. These tasks shall include monitoring the effective implementation of the strategy and positions adopted by the Scientific Council, as carried out by the dedicated implementation structure.\n3.   Support for the establishment and activities of the Secretary-General shall be ensured by the Specific Programme ‘Ideas’.\n4.   The term of the Secretary-General shall not exceed a period of 30 months, renewable once.", "Meeting expenses\n1.   The Commission shall reimburse travel expenses and, where appropriate, subsistence expenses for the members of the Scientific Council necessary for carrying out its activities in accordance with the Commission’s rules on the compensation of external experts. Subject to prior approval of the Commission, travel and subsistence expenses related to other meetings necessary for the conduct of the Scientific Council’s work may be also covered by the Commission; this shall apply to meetings between members of the Scientific Council and external experts and stakeholders.\n2.   Meeting expenses shall be reimbursed on the basis of the annual request of the Scientific Council, without prejudice to the responsibility of the Commission.\nCHAPTER 3", "Dedicated implementation structure\nThe dedicated implementation structure shall be set up as an external structure; pending the establishment and operability of the external structure, its implementation tasks shall be executed by a dedicated service of the Commission.\nCHAPTER 4\nGENERAL PROVISIONS", "0\nEntry into force\nThis Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 2 February 2007.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 412, 30.12.2006, p. 1.\n(2)  OJ L 400, 30.12.2006, p. 243.\n(3)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2006/548/EC, Euratom (OJ L 215, 5.8.2006, p. 38).\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  OJ L 11, 16.1.2003, p. 1.\nANNEX I\nFactors and criteria for identification of the Scientific Council members\nThe composition of the Scientific Council must demonstrate that the Council can exercise scientific leadership which is authoritative and absolutely independent, combining wisdom and experience with vision and imagination. The credibility of the Scientific Council will be built on the balance of qualities amongst the men and women who make it up, and they should collectively reflect the full breadth of the research community across Europe. Members of the Scientific Council must individually have an undisputed reputation as research leaders and for their independence and commitment to research. Generally, they must be current or recent research practitioners, as well as those who have exercised scientific leadership at European or world level. Consideration should also be given to younger next-generation leaders.\nMembers must reflect the broad disciplinary scope of research, embracing the exact sciences and engineering, as well as the social sciences and the humanities. However, they should not be considered as representatives of a discipline or of a particular line of research and should not perceive themselves as such; they should have a broad vision which collectively reflects an understanding of important developments in research, including inter- and multi-disciplinary research, and the needs for research at European level.\nBeyond their proven reputation as scientists and researchers, the membership should collectively bring a broader range of experience, acquired not only across Europe but also in other research-intensive parts of the world. This could include experience in areas such as the support and promotion of basic research, organisation and management of research and knowledge transfer in universities, academies and industry, an understanding of national and international research activities, relevant research funding schemes and the wider political context in which the European Research Council is situated.\nThe membership should reflect the various components of the research community and the range of scientific institutions which carry out research; it should include those with experience in universities, research institutes, academies, funding bodies, research in business and industry, for example. Members should include those who have experience in more than one country, and some should be drawn from the research community outside Europe.\nANNEX II\nList of the 22 founding members of the Scientific Council\nDr Claudio BORDIGNON, San Raffaele Scientific Institute, Milan\nProf. Manuel CASTELLS, Open University of Catalonia\nProf. Paul J. CRUTZEN, Max Planck Institute for Chemistry, Mainz\nProf. Mathias DEWATRIPONT, Université Libre de Bruxelles\nDr Daniel ESTEVE, CEA Saclay\nProf. Pavel EXNER, Doppler Institute, Prague\nProf. Hans-Joachim FREUND, Fritz-Haber-Institute, Berlin\nProf. Wendy HALL, University of Southampton\nProf. Carl-Henrik HELDIN, Ludwig Institute for Cancer Research\nProf. Fotis C. KAFATOS, Imperial College London\nProf. Michal KLEIBER, Polish Academy of Sciences\nProf. Norbert KROO, Hungarian Academy of Sciences\nProf. Maria Teresa V.T. LAGO, University of Porto\nDr Oscar MARIN PARRA, Instituto de Neurociencias de Alicante\nProf. Lord MAY, University of Oxford\nProf. Helga NOWOTNY, Wissenschaftszentrum, Wien\nProf. Christiane NÜSSLEIN-VOLHARD, Max-Planck-Institute for Developmental Biology, Tübingen\nProf. Leena PELTONEN-PALOTIE, University of Helsinki & National Public Health Institute\nProf. Alain PEYRAUBE, CNRS, Paris\nDr Jens R. ROSTRUP-NIELSEN, Haldor Topsoe A/S\nProf. Salvatore SETTIS, Scuola Normale Superiore, Pisa\nProf. Rolf M. ZINKERNAGEL, University of Zurich"}