{"celex_id": "32004D0290", "uri": "http://publications.europa.eu/resource/cellar/ab630529-8874-4342-9852-e2da777e181d", "type": "Decision", "concepts": ["1318", "2602", "4585", "5581"], "title": "2004/290/EC: Council Decision of 30 March 2004 authorising Germany to apply a measure derogating from Article 21 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 30 March 2004\nauthorising Germany to apply a measure derogating from Article 21 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2004/290/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment(1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In a request submitted in the form of two letters addressed to the Commission, registered by the Commission's General-Secretariat on 1 September 2003 and 12 November 2003, the German Government sought authorisation to introduce three measures derogating from Article 21(1)(a) of Directive 77/388/EEC in order to prevent tax evasion and avoidance.\n(2) Considerable value added tax (VAT) losses were established in the construction and in the building-cleaning businesses, where VAT was openly invoiced but not paid to the fiscal authorities, while the recipient exercised his right to deduct. The non-compliant operators could not be identified or identification was achieved too late to recover lost VAT. The number of such cases has increased to an extent requiring legal measures. The envisaged liability of the recipient for VAT only concerns businesses which can exercise their right to deduct and does not cover private persons. It is limited to two specific branches, where the losses in terms of VAT have achieved an intolerable dimension. A similar derogation has already been granted to Austria by Decision 2002/880/EC(2).\n(3) VAT losses were also identified for supplies of immovable property pursuant to Article 13(B)(g) and (h), appearing particularly vulnerable to fraud and avoidance of VAT, where the supplier has exercised the option to make the supply taxable. Immovable property is a high-value good; thus the taxable amount and the losses in terms of VAT - even on one single transaction - are particularly high. The maintaining of the option to render a supply of immovable property taxable is necessary to keep the VAT system neutral. In the specific circumstances of the supply of immovable property, the envisaged liability of the recipient for VAT appears the most appropriate solution for addressing the particularly high risk involved. It avoids a double tax responsibility of supplier and recipient, which would involve a higher economic risk for the recipient and burdensome recovery procedures for the fiscal authorities, and prevents fiscal responsibility of a third person, like a notary, resulting in higher economic charges for suppliers and recipients. In practice the derogation will only cover supplies between taxable persons and is therefore limited to specific cases.\n(4) The derogation does not affect the amount of value added tax due at the final consumption stage and has no impact on the Communities' own resources from VAT,", "main_body": ["By way of derogation from Article 21(1)(a) of Directive 77/388/EEC, as worded in Article 28(g) thereof, the Federal Republic of Germany is hereby authorised, with effect from 1 April 2004, to designate the recipients of the supplies of goods and services referred to in Article 2 of this Decision as the persons liable to pay VAT.", "In the following instances the recipient of the supply of goods and services may be designated as the person liable to pay VAT:\n1. where building-cleaning services are supplied to a taxable person, except where the recipient of the supply exclusively rents not more than two residences or where construction work is supplied to a taxable person;\n2. where immovable property is supplied to a taxable person under Article 13(B)(g) and (h) and where the supplier has exercised his right to tax the supply.", "This Decision shall expire on 31 December 2008.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 March 2004.\nFor the Council\nThe President\nM. McDowell\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2004/15/EC (OJ L 52, 21.2.2004, p. 61).\n(2) OJ L 306, 8.11.2002, p. 24."}