{"celex_id": "32006R1183", "uri": "http://publications.europa.eu/resource/cellar/22157409-29b7-4a90-a7e9-ab6d72dfdf85", "type": "Regulation", "concepts": ["1374", "2068", "2173", "5034", "5263", "5498"], "title": "Council Regulation (EC) No 1183/2006 of  24 July 2006  concerning the Community scale for the classification of carcasses of adult bovine animals (codified version)\n", "header": "4.8.2006 EN Official Journal of the European Union L 214/1\nCOUNCIL REGULATION (EC) No 1183/2006\nof 24 July 2006\nconcerning the Community scale for the classification of carcasses of adult bovine animals\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcasses of adult bovine animals (3) has been substantially amended (4). In the interests of clarity and rationality the said Regulation should be codified.\n(2) A Community grading scale for the classification of carcasses of adult bovine animals should be applied for recording prices and for intervention in the beef and veal sector.\n(3) The classification of carcasses of adult bovine animals should be made on the basis of conformation and the degree of fat cover. The combination of these two criteria enables carcasses to be divided into classes. Carcasses thus classified should be identified.\n(4) In order to ensure the uniform application of this Regulation in the Community, provision should be made for on-the-spot checks by a Community inspection committee,", "main_body": ["This Regulation provides for a Community classification scale for the carcasses of adult bovine animals.", "For the purposes of this Regulation, the following definitions shall apply:\n(a) ‘carcass’: the whole body of a slaughtered animal as presented after bleeding, evisceration and skinning, presented:\n— without the head and without the feet; the head shall be separated from the carcass at the atloido-occipital joint and the feet shall be severed at the carpametacarpal or tarsometatarsal joints,\n— without the organs contained in the thoracic and abdominal cavities with or without the kidneys, the kidney fat and the pelvic fat,\n— without the sexual organs and the attached muscles and without the udder or the mammary fat;\n(b) ‘half-carcass’: the product obtained by separating the carcass referred to in point (a) symmetrically through the middle of each cervical, dorsal, lumbar and sacral vertebra and through the middle of the sternum and the ischiopubic symphysis.", "For the purpose of establishing market prices, the carcass shall be presented without the removal of external fat, the neck being cut in accordance with veterinary requirements:\n— without kidneys, kidney fat, or pelvic fat,\n— without thin skirt or thick skirt,\n— without the tail,\n— without the spinal cord,\n— without cod fat,\n— without fat on the inside of topside,\n— without jugular vein and the adjacent fat.\nHowever, Member States shall be authorised to accept different presentations when this reference presentation is not used.\nIn such instances, the adjustments necessary to progress from those presentations to the reference presentation shall be determined in accordance with the procedure referred to in Article 43(2) of Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (5).", "1.   Without prejudice to the intervention rules applying, the carcasses of adult bovine animals shall be divided into the following categories:\nA. carcasses of uncastrated young male animals of less than two years of age;\nB. carcasses of other uncastrated male animals;\nC. carcasses of castrated male animals;\nD. carcasses of female animals that have calved;\nE. carcasses of other female animals.\nCriteria shall be laid down for differentiating between categories of carcasses in accordance with the procedure referred to in Article 43(2) of Regulation (EC) No 1254/1999.\n2.   The carcasses of adult bovine animals shall be classified by successive assessment of:\n(a) conformation, as defined in Annex I;\n(b) fat cover, as defined in Annex II.\n3.   The conformation class designated in Annex I by the letter S may be used by Member States to take account, through the optional introduction of a conformation class superior to the existing classes (double-muscled carcasses), of the characteristics or expected development of a particular form of production.\nMember States which intend to make use of this possibility shall notify the Commission and the other Member States accordingly.\n4.   Member States shall be authorised to subdivide each of the classes provided for in Annexes I and II into a maximum of three subclasses.", "1.   Carcasses or half-carcasses shall be classified as soon as possible after slaughter and such classification shall be carried out in the slaughterhouse itself.\n2.   The classified carcasses or half-carcasses shall be identified.\n3.   Before identification by marking, Member States shall be authorised to have the external fat removed from the carcasses or half-carcasses if this is justified by the fat cover.\nThe conditions in which removal of the external fat will be applied shall be determined in accordance with the procedure referred to in Article 43(2) of Regulation (EC) No 1254/1999.", "1.   On-the-spot inspections shall be carried out by a Community inspection committee composed of experts from the Commission and experts appointed by the Member States. This Committee shall report back to the Commission on the inspections carried out.\nThe Commission shall, if appropriate, take the measures necessary to ensure that the classification is carried out in a uniform manner.\nThose inspections shall be carried out on behalf of the Community, which shall bear the resulting costs.\n2.   The detailed rules for applying paragraph 1 shall be adopted in accordance with the procedure referred to in Article 43(2) of Regulation (EC) No 1254/1999.", "Additional provisions specifying the definition of the classes of conformation and fat cover shall be adopted in accordance with the procedure referred to in Article 43(2) of Regulation (EC) No 1254/1999.", "Regulation (EEC) No 1208/81 shall be repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table given in Annex IV.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2006.\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  Opinion of the European Parliament of 27 April 2006 (not yet published in the Official Journal).\n(2)  OJ C 65, 17.3.2006, p. 50.\n(3)  OJ L 123, 7.5.1981, p. 3. Regulation as amended by Regulation (EEC) No 1026/91 (OJ L 106, 26.4.1991, p. 2).\n(4)  See Annex III.\n(5)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\nANNEX I\nCONFORMATION\nDevelopment of carcass profiles, in particular the essential parts (round, back, shoulder)\nConformation class Description\nS All profiles extremely convex; exceptional muscle development (double-muscled carcass type)\nE All profiles convex to super-convex; exceptional muscle development\nU Profiles on the whole convex; very good muscle development\nR Profiles on the whole straight; good muscle development\nO Profiles straight to concave; average muscle development\nP All profiles concave to very concave; poor muscle development\nANNEX II\nDEGREE OF FAT COVER\nAmount of fat on the outside of the carcass and in the thoracic cavity\nClass of fat cover Description\n1 None up to low fat cover\n2 Slight fat cover, flesh visible almost everywhere\n3 Flesh, with the exception of the round and shoulder, almost everywhere covered with fat, slight deposits of fat in the thoracic cavity\n4 Flesh covered with fat, but on the round and shoulder still partly visible, some distinctive fat deposits in the thoracic cavity\n5 Entire carcass covered with fat; heavy fat deposits in the thoracic cavity\nANNEX III\nRepealed Regulation with its amendment\nCouncil Regulation (EEC) No 1208/81 (OJ L 123, 7.5.1981, p. 3)\nCouncil Regulation (EEC) No 1026/91 (OJ L 106, 26.4.1991, p. 2)\nANNEX IV\nCorrelation table\nRegulation (EEC) No 1208/81 This Regulation\nArticle 1 Article 1\nArticle 2(1) Article 2\nArticle 2(2) Article 3\nArticle 3(1) Article 4(1)\nArticle 3(2), first subparagraph Article 4(2)\nArticle 3(2), second and third subparagraphs Article 4(3), first and second subparagraphs\nArticle 3(3) Article 4(4)\nArticle 4 Article 5\nArticle 5, first, second and third subparagraphs Article 6(1), first, second, and third subparagraphs\nArticle 5, fourth paragraph Article 6(2)\nArticle 6, first paragraph Article 7\nArticle 6, second, third and fourth subparagraphs —\n— Article 8\nArticle 7 Article 9\nAnnexes I and II Annexes I and II\n— Annex III\n— Annex IV"}