{"celex_id": "32000R2906", "uri": "http://publications.europa.eu/resource/cellar/cf292b9a-c44f-4a3a-a965-4bf3c700345d", "type": "Regulation", "concepts": ["1284", "1309", "161", "2771", "4373", "5774"], "title": "Commission Regulation (EC) No 2906/2000 of 28 December 2000 opening tariff quotas for the year 2001 for imports into the European Community of products originating in Estonia, Latvia and Lithuania\n", "header": "Commission Regulation (EC) No 2906/2000\nof 28 December 2000\nopening tariff quotas for the year 2001 for imports into the European Community of products originating in Estonia, Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2580/2000(2), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 1999/86/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Estonia, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(3), and in particular Articles 1 and 5 of that Protocol,\nHaving regard to Council Decision 98/677/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Lithuania, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(4), and in particular Articles 2 and 6 of that Protocol,\nHaving regard to Council Decision 1999/790/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(5), and in particular Articles 2 and 6 of that Protocol,\nWhereas:\n(1) Protocol 2 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Republic of Estonia, provides for the granting of annual tariff quotas for imports of products originating in Estonia.\n(2) Protocol 2 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Republic of Lithuania, provides for the granting of annual tariff quotas for imports of products originating in Lithuania.\n(3) Protocol 2 on trade in processed agricultural products, as amended by the Protocol adjusting the Europe Agreement with the Republic of Latvia, provides for the granting of annual tariff quotas for imports of products originating in Latvia.\n(4) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(6), as last amended by Regulation (EC) No 2787/2000(7), consolidated the arrangements for managing the tariff quotas to be used in chronological order of the dates of acceptance of the declarations for release for free circulation.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Commitee for horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["The annual quotas for products originating in Estonia, Lithuania and Latvia set out in Annexes I, II and III respectively to this Regulation are hereby opened from 1 January 2001 to 31 December 2001 under the conditions set out in the said Annexes.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with the provisions of Articles 308(a) to (c) of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 29, 3.2.1999, p. 9.\n(4) OJ L 321, 30.11.1998, p. 1.\n(5) OJ L 317, 10.12.1999, p. 1.\n(6) OJ L 253, 11.10.1993, p. 1.\n(7) OJ L 330, 27.12.2000, p. 1.\nANNEX I\nESTONIA\n>TABLE>\nANNEX II\nLITHUANIA\n>TABLE>\nANNEX III\nLATVIA\n>TABLE>"}