{"celex_id": "32007D0228", "uri": "http://publications.europa.eu/resource/cellar/e6fa6408-dbad-4fa0-bf54-c937ff671c81", "type": "Decision", "concepts": ["1598", "2211", "2324", "3763", "5252", "6307"], "title": "2007/228/EC: Commission Decision of 11 April 2007 laying down transitional measures for the system for the identification and registration of ovine and caprine animals in Romania provided for in Council Regulation (EC) No 21/2004 (notified under document number C(2007) 1527) (Text with EEA relevance )\n", "header": "13.4.2007 EN Official Journal of the European Union L 98/27\nCOMMISSION DECISION\nof 11 April 2007\nlaying down transitional measures for the system for the identification and registration of ovine and caprine animals in Romania provided for in Council Regulation (EC) No 21/2004\n(notified under document number C(2007) 1527)\n(Text with EEA relevance)\n(2007/228/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals and amending Regulation (EC) No 1782/2003 and Directives 92/102/EEC and 64/432/EEC (1) provides that all animals on a holding born after 9 July 2005, or as regards Bulgaria and Romania, animals born following the date of their Accession, are to be identified within a period not exceeding six months from the date of birth of the animal and, in any case, before the animal leaves the holding of birth.\n(2) Pursuant to that Regulation animals are to be identified by an eartag and by a second means of identification approved by the competent authority and conforming to certain technical characteristics.\n(3) By letter of 22 January 2007, Romania requested transitional measures for a period of one year for the identification of ovine and caprine animals in that Member State, during which time the animals will only be identified by means of a single eartag.\n(4) Romania has given appropriate assurances that animals entering into intra-Community trade or intended for export to third countries will be identified in accordance with Regulation (EC) No 21/2004.\n(5) In order to allow Romania to continue with its identification system for one year but also to ensure that animals for intra-Community trade and export are identified by two means of identification, such animals should be identified in accordance with Community rules, except that the means of identification, provided for in Regulation (EC) No 21/2004, may be applied on the holding from which the animals are dispatched.\n(6) In order to facilitate the transition from the existing regime in Romania to that under Regulation (EC) No 21/2004, it is appropriate to lay down transitional measures for the identification of ovine and caprine animals in that Member State.\n(7) It is necessary for this Decision to apply from 1 January 2007 to ensure continuity in the application of the existing identification system for national movements.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Identification of animals in Romania\nAnimals of the ovine and caprine species kept on holdings situated in Romania (‘the animals’) shall be identified by at least one single eartag bearing an individual code for each animal in accordance with national rules by the date the animal leaves the holding of birth or within a period of six months from the date of birth, whichever is the earlier.", "Identification of animals intended for intra-Community trade or export to third countries\nAll animals intended for intra-Community trade or export to third countries shall be identified in accordance with Regulation (EC) No 21/2004, where applicable, in addition to the eartag applied in accordance with Article 1 of this Decision.\nBy way of derogation from Article 4(1) of Regulation (EC) No 21/2004, the means of identification referred to in that provision may be applied in the holding of origin, as defined in Article 2(b)(8) of Council Directive 91/68/EEC (2).", "Movement document requirement\nThe movement document accompanying an animal whenever it is moved within the national territory between two separate holdings, as provided for in Article 6(1) of Regulation (EC) No 21/2004, shall contain the individual codes for each animal as provided for in Article 1 of this Decision.", "Applicability\nThis Decision shall apply from 1 January 2007 to 31 December 2007.", "Addressee\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 5, 9.1.2004, p. 8. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 46, 19.2.1991, p. 19. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352)."}