{"celex_id": "32000D0647", "uri": "http://publications.europa.eu/resource/cellar/907e248d-5d92-457f-a167-a213fc46271b", "type": "Decision", "concepts": ["1707", "2498", "2792", "5315", "862"], "title": "Decision No 647/2000/EC of the European Parliament and of the Council of 28 February 2000 adopting a multiannual programme for the promotion of energy efficiency (SAVE) (1998 to 2002)\n", "header": "Decision No 647/2000/EC of the European Parliament and of the Council\nof 28 February 2000\nadopting a multiannual programme for the promotion of energy efficiency (SAVE) (1998 to 2002)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the Economic and Social Committee(1),\nHaving regard to the opinion of the Committee of the Regions(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3), and in the light of the joint text approved by the Conciliation Committee on 9 December 1999,\nWhereas:\n(1) Article 174 of the Treaty provides that one of the objectives of Community action is to ensure a prudent and rational utilisation of natural resources.\n(2) At its meeting on 29 October 1990 the Council set an objective of stabilising total CO2 emissions by the year 2000 at the 1990 level in the Community as a whole.\n(3) The Kyoto Protocol to the United Nations Framework Convention on Climate Change contains further commitments for the Community and its Member States to reduce greenhouse gas emissions.\n(4) To achieve significant reductions in Community CO2 emissions further efforts will have to be made, particularly since CO2 emissions due to energy consumption are expected to increase by about 3 % between 1995 and 2000, assuming normal economic growth; therefore, additional measures are indispensable.\n(5) Council Decision 93/389/EEC(4) established a monitoring mechanism of Community CO2 and other greenhouse gas emissions.\n(6) The Commission, in its communication of 8 February 1990 on energy and the environment, highlighted energy efficiency as the cornerstone of future efforts to reduce the negative impact of energy on the environment. The communication of the Commission of 29 April 1998 on \"Energy efficiency in the European Community - Towards a strategy for the rational use of energy\" underlined the economic potential for energy efficiency with the aim of refocusing attention on promoting energy efficiency,\n(7) Improvement in the management of energy, above all enabling the extensive potential for reduction of energy intensity to be exploited, is urgently needed in order to contribute to the protection of the environment, to a better security of energy supply and to sustainable development.\n(8) The Commission has communicated to the European Parliament and the Council, by means of the Green Paper of 11 January 1995 and the White Paper of 13 December 1995, its views on the future of energy policy in the Community, and the role of energy-saving and energy efficiency measures.\n(9) Article 158 of the Treaty provides that the Community is to develop and pursue its actions leading to the strengthening of its economic and social cohesion, and that it should, in particular, reduce disparities between the levels of development of the various regions and the backwardness of the least-favoured regions; those actions cover, inter alia, the energy sector.\n(10) By Decision 91/565/EEC(5) and Decision 96/737/EC(6), the Council adopted a Community energy efficiency programme (SAVE) aimed at strengthening energy efficiency infrastructures within the Community.\n(11) The SAVE programme is an important and necessary instrument for promoting increased energy efficiency.\n(12) Provision should therefore be made within the multiannual framework programme for actions in the energy sector (1998 to 2002) adopted by Council Decision 1999/21/EC, Euratom(7) for a specific programme for the encouragement of rational and efficient use of energy resources; this specific programme would replace the corresponding instrument currently in force.\n(13) The Community recognised the SAVE programme as an important element of the Community's CO2 reduction strategy. The communication of the Commission of 8 May 1991 on the European Community's energy programming activities at regional level, the conclusion of the Council on this communication, and the Resolution of the European Parliament of 16 July 1993(8) stated that those activities should be pursued, amplified and utilised as a support for the energy strategy of the Community; this initiative for regional actions should now be totally incorporated.\n(14) In implementing Decision No 182/1999/EC of the European Parliament and of the Council of 22 December 1998 concerning the fifth framework programme of the European Community for research, technological development and demonstration activities (1998 to 2002)(9), Council Decision 1999/170/EC of 25 January 1999 adopting a specific programme for research, technological development and demonstration on energy, environment and sustainable development (1998 to 2002)(10) devotes particular attention to efficient and renewable energy technologies; the SAVE programme represents a policy instrument which complements that programme.\n(15) The SAVE programme aims at improving energy intensity of final consumption by a further one percentage point per annum over that which would have been otherwise attained.\n(16) At its meeting on 15 and 16 December 1994 the Council stated that the target of stabilising CO2 emissions can only be achieved by a coordinated package of measures to improve energy efficiency and the rational use of energy which are based on supply and demand at all levels of energy production, conversion, transport and consumption and to exploit renewable energies, and that local energy management programmes are amongst these measures;\n(17) In its Resolution of 10 October 1999 on the Commission's Green Paper on energy policy(11), the European Parliament called for the formulation of objectives and a common programme for energy efficiency and savings compatible with the objectives concerning the emissions of greenhouse gases as agreed in Rio de Janeiro (1992), Berlin (1995) and subsequently in Kyoto (1997), called for a SAVE II programme endowed with considerably more resources than the SAVE I programme and requested that the Commission clarify the role which it intends to play in energy savings and efficiency by creating practical projects.\n(18) Improved energy efficiency will have a positive impact on both the environment and the security of energy supplies which are global in nature; a high level of international cooperation is needed to produce the most positive results.\n(19) Between 180 and 200 million tonnes of CO2 emissions could be avoided by the year 2000 by an improvement of 5 % in the energy intensity of final demand additional to the conventional expectations; such figures could be increased by a more efficient and rational use of energy sources.\n(20) It is politically and economically desirable to open the programme to the associated central and eastern European countries, in accordance with the conclusions of the Copenhagen European Council of 21 and 22 June 1993 and confirmed by subsequent European Councils, and as outlined in the Commission communication on that subject in May 1994, and also to Cyprus.\n(21) In order to ensure that Community aid is used efficiently and duplication of work avoided, the Commission will ensure that projects are subject to thorough prior appraisal; it will systematically monitor and evaluate the progress and results of supported projects and of complementary activities in the field of renewable energy sources.\n(22) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(12);\n(23) This Decision lays down for the entire duration of the programme, a financial framework constituting the principal point of reference, within the meaning of point 33 of the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 6 May 1999(13), on budgetary discipline and improvement of the budgetary procedure, for the budgetary authority during the budgetary procedure.\n(24) This Decision replaces Council Decision 96/737/EC which should accordingly be repealed,", "main_body": ["1. Within the framework programme for actions in the energy sector, a specific programme in support of legislative and non-legislative measures to encourage the rational use of energy resources, (hereinafter referred to as \"the SAVE programme\") shall be implemented by the Community for the period 1998 to 2002.\nIn addition to the priority objectives listed in Article 1(2) of Council Decision 1999/21/EC, Euratom the SAVE programme shall:\n(a) stimulate energy efficiency measures in all sectors;\n(b) encourage investments in energy conservation by private and public consumers and by industry;\n(c) create the conditions for improving the energy intensity of final consumption.\n2. Community financing shall be provided under the SAVE programme for actions and measures which fall within the objectives of this Decision.", "The following categories of energy efficiency actions and measures shall be financed under the SAVE programme:\n(a) studies and other related actions designed to introduce, implement, supplement and assess the effects of Community measures (such as voluntary agreements, including associated objectives and their monitoring, mandates to standardisation bodies, cooperative procurements and legislation) for improving energy efficiency, studies concerning the effects of energy pricing on energy efficiency, studies with a view to establishing energy efficiency as a criterion within Community programmes, and studies involving coordination at the international level;\n(b) targeted sectoral pilot actions aimed at accelerating investment in energy efficiency and/or improving energy use patterns, to be carried out by public and private enterprises or organisations, including where appropriate, local independent energy centres or agencies, and existing Community networks or temporary groupings of organisations and/or enterprises formed to carry out the projects;\n(c) measures proposed by the Commission for fostering exchanges of experience aimed at improving coordination between international, Community, national, regional and local activities, using appropriate means for information dissemination;\n(d) measures such as those described in (c) but proposed by entities other than the Commission;\n(e) monitoring of energy efficiency progress in the Community and in individual Member States and ongoing evaluation and monitoring of the actions and measures undertaken under the SAVE programme, including, inter alia, actual measurements (for example, energy auditing) before and after the implementation of measures, interventions, incentives, etc;\n(f) specific actions to improve energy management at regional and urban level with a view to achieving greater cohesion between Member States and regions in the field of energy efficiency.", "1. All the costs relating to the actions and measures referred to in Article 2(a), (c) and (e) shall be borne by the general budget of the European Union.\n2. The level of funding for the actions and measures referred to in Article 2(b), (d) and (f) shall be set at a maximum of 50 % of their total cost.\n3. The balance of the funding of the actions and measures referred to in Article 2(b), (d) and (f) may be made up from either public or private sources or from a combination of the two.", "1. The financial framework for implementation of the SAVE programme for the period specified in Article 1 is hereby set at EUR 66 million.\n2. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "1. The Commission shall be responsible for the financial execution and implementation of the SAVE programme.\nThe Commission shall also ensure that actions under the SAVE programme are subject to prior appraisal, monitoring and subsequent evaluation, which, on completion of the project, shall include assessment of impact, implementation and whether their original objectives have been achieved.\n2. The selected beneficiaries shall submit reports to the Commission on a six-monthly basis and on completion.\n3. The conditions and guidelines to be applied for the support of all actions and measures referred to in Article 2 shall be defined each year taking into account:\n- the cost-effectiveness criteria, the savings potential and environmental impact, in particular the reduction of CO2 emissions,\n- the list of priorities referred to in Article 7,\n- the cohesion of Member States in the field of energy efficiency.\nThe committee referred to in Article 6 shall assist the Commission in defining these conditions and guidelines.", "The Commission shall be assisted, for the purposes of implementing the SAVE programme, by the committee referred to in Article 4 of Council Decision 1999/21/EC, Euratom.\nWhere reference is made to this Article, Articles 4 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period referred to in Article 4(3) of Decision 1999/468/EC shall be set at three months.\nThe committee shall draw up its own rules of procedure.", "The Commission shall formulate, on an annual basis, a list of priorities for funding under the SAVE programme. This list shall take into account complementarity between the SAVE programme and the national programmes on the basis of annual information in a summary form supplied by each Member State. Priority shall be given to those areas where such complementarity is greatest.\nThe committee referred to in Article 6 shall assist the Commission in defining the list of priorities.", "Examination and internal and external assessment of the implementation of the SAVE programme shall be carried out in accordance with the provisions in Article 5 of Council Decision 1999/21/EC, Euratom.", "The SAVE programme shall be open to participation by associated central and eastern European countries in accordance with the conditions, including financial provisions, laid down in the additional protocols to the Association Agreements, or in the Association Agreements themselves, relating to participation in Community programmes.\nThe SAVE programme shall also be open to participation by Cyprus on the basis of additional appropriations, under the same rules as those applied to the EFTA/EEA countries, in accordance with procedures to be agreed with that country.", "0\nThis Decision shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "1\nCouncil Decision 96/737/EC shall be repealed.", "2\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 2000.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nJ. Pina Moura\n(1) OJ C 214, 10.7.1998, p. 44.\n(2) OJ C 315, 13.10.1998, p. 1.\n(3) Opinion of the European Parliament of 11 March 1999 (OJ C 175, 21.6.1999, p. 269); Council common position of 28 June 1999 (OJ C 232,13.8.1999, p. 20) and decision of the European Parliament of 6 October 1999 (not yet published in the Official Journal). Decision of the Council of 24 January 2000 and decision of the European Parliament of 3 February 2000.\n(4) OJ L 167, 9.7.1993, p. 31.\n(5) OJ L 307, 8.11.1991, p. 34.\n(6) OJ L 335, 24.12.1996, p. 50.\n(7) OJ L 7, 13.1.1999, p. 16.\n(8) OJ C 255, 20.9.1993, p. 252.\n(9) OJ L 26, 1.2.1999, p. 1.\n(10) OJ L 64, 12.3.1999, p. 58.\n(11) OJ C 287, 30.10.1995, p. 34.\n(12) OJ L 184, 17.7.1999, p. 23.\n(13) OJ C 172, 18.6.1999, p. 1."}