{"celex_id": "32003R1105", "uri": "http://publications.europa.eu/resource/cellar/24ac4df1-c422-4f84-a3b0-a770aba1e200", "type": "Regulation", "concepts": ["2468", "3066", "3077", "5138", "85", "976"], "title": "Council Regulation (EC) No 1105/2003 of 26 May 2003 amending Regulation (EC) No 1260/1999 laying down general provisions on the Structural Funds\n", "header": "Council Regulation (EC) No 1105/2003\nof 26 May 2003\namending Regulation (EC) No 1260/1999 laying down general provisions on the Structural Funds\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 161 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the assent of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nAfter consulting the Committee of the Regions,\nWhereas:\n(1) The provisions of Article 47(2) and 3 of Regulation (EC) No 1260/1999(4) respectively provide for recourse to the Type I Committee procedure and to the Type IIa and IIb procedures established by Council Decision 87/373/EEC of 13 July 1987 laying down the procedures for the exercise of implementing powers conferred on the Commission(5).\n(2) Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6) repealed and replaced Decision 87/373/EEC.\n(3) In accordance with the joint statement of the Council and of the Commission(7) on Decision 1999/468/EC, the provisions relating to committees which assist the Commission in the exercise of its implementing powers, provided for pursuant to Decision 87/373/EEC, should be adapted in order to bring them into line with the provisions of Articles 3, 4 and 7 of Decision 1999/468/EC.\n(4) The necessary measures should be taken to bring into line Regulation (EC) No 1260/1999 with Decision 1999/468/EC.\n(5) Regulation (EC) No 1260/1999 should therefore be amended,", "main_body": ["Article 47(2) and (3) of Regulation (EC) No 1260/1999 shall be replaced by the following:\n\"2. Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3a. The committees shall adopt their rules of procedure.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 2003.\nFor the Council\nThe President\nG. Drys\n(1) OJ C 75 E, 26.3.2003, p. 383.\n(2) Assent given on 11.3.2003 (not yet published in the Official Journal).\n(3) OJ C 241, 7.10.2002, p. 128.\n(4) OJ L 161, 26.6.1999, p. 1.\n(5) OJ L 197, 18.7.1987, p. 33.\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ C 203, 17.7.1999, p. 1."}