{"celex_id": "32005R2067", "uri": "http://publications.europa.eu/resource/cellar/dd1e7709-b96d-4c8c-9a64-bf23bed6ea1c", "type": "Regulation", "concepts": ["1158", "240", "2737", "4224", "4900", "6044"], "title": "Commission Regulation (EC) No 2067/2005 of  16 December 2005  amending Regulation (EC) No 92/2005 as regards alternative means of disposal and use of animal by-products   (Text with EEA relevance)\n", "header": "17.12.2005 EN Official Journal of the European Union L 331/12\nCOMMISSION REGULATION (EC) No 2067/2005\nof 16 December 2005\namending Regulation (EC) No 92/2005 as regards alternative means of disposal and use of animal by-products\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Articles 4(2)(e), 5(2)(g) and 6(2)(i) and Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 lays down rules concerning means of disposing of and ways of using animal by-products. It also provides for the possibility of additional means of disposing of and other ways of using animal by-products, to be approved following consultation of the appropriate scientific committee.\n(2) On the basis of opinions issued by the Scientific Steering Committee and of the European Food Safety Authority (EFSA), following the entry into force of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (2), the Commission has to date approved five processes as alternative means of disposing of or using animal by-products.\n(3) On the basis of further information submitted by applicants after the adoption of Commission Regulation (EC) No 92/2005 of 19 January 2005 implementing Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards means of disposal or uses of animal by-products and amending its Annex VI as regards biogas transformation and processing of rendered fats (3), the EFSA issued an opinion on 22 April 2004 on the combustion of tallow in a thermal boiler and on 2 June 2004 on the biodiesel process as a safe means of disposing of Category 1 material.\n(4) On the basis of this evaluation by the EFSA, the biodiesel process can be regarded as a safe means of disposing of and using Category 1 material too. Regulation (EC) No 92/2005 should therefore be amended to reflect this further evaluation.\n(5) The EFSA also concluded that the combustion of tallow in a thermal boiler can be regarded as a safe means of disposal and use of animal by-products. The conditions under which the process was considered safe are therefore reflected in a further amendment to the Regulation. Fat treated in accordance with the process parameters should be allowed to be moved to other plants for combustion in order to avoid problems with the stockpiling of the resulting materials in existing establishments. Strict conditions of separation between combustion and food and feed processing apply.\n(6) Technological progress has led to the development of a number of modified process parameters for the final stages of the processes of biodiesel production and combustion of tallow in a thermal boiler. Provided that one of the processing methods laid down in Regulation (EC) No 1774/2002 has been applied previously, the competent authorities of Member States should be able to approve these modified process parameters.\n(7) The approval and application of such alternative processes should be without prejudice to other applicable Community legislation, in particular environmental legislation. Accordingly, the requirements for gas clean-up systems in the alkaline hydrolysis process and the biodiesel process can be done away with.\n(8) Biodiesel should not need to be marked permanently since the production process is safe and in order to facilitate its use as an alternative fuel.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 92/2005 is amended as follows:\n1. in Article 1, paragraphs 1 and 2 are replaced by the following:\n2. Article 2 is replaced by the following:\n3. in the title and the first sentence of Article 3, ‘Annexes I to V’ is replaced by ‘Annexes I to VI’;\n4. Article 4 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following:\n(b) the following paragraph 5 is added:\n5. Annexes I, III and IV are amended in accordance with the Annex to this Regulation and Annex VI is added.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 416/2005 (OJ L 66, 12.3.2005, p. 10).\n(2)  OJ L 31, 1.2.2002, p. 1. Regulation as amended by Regulation (EC) No 1642/2003 (OJ L 245, 29.9.2003, p. 4).\n(3)  OJ L 19, 21.1.2005, p. 27.\nANNEX\nThe Annexes to Regulation (EC) No 92/2005 are amended as follows:\n1. in Annex I, point 3(b) is deleted;\n2. in Annex III, point 2(b) is replaced by the following:\n‘(b) The biogas produced during the process is combusted rapidly in the same plant at a minimum of 900 °C followed by rapid chilling (quenching).’;\n3. in Annex IV, point 1 is amended as follows:\n(a) point (b) is replaced by the following:\n‘(b) The processed fat is then processed further using one of the following methods:\n(i) a process whereby the processed fat is separated from the protein and insoluble impurities are removed to a level not exceeding 0,15 % in weight, and subsequently submitted to esterfication and transesterfication. However, esterfication is not required for processed fat derived from Category 3 material. For esterfication the pH is reduced to less than 1 by adding sulphuric acid (H2SO4) or an equivalent acid and the mixture is heated to 72 °C for two hours during which it is intensely mixed. Transesterfication shall be carried out by increasing the pH to about 14 with potassium hydroxide or with an equivalent base at 35 °C to 50 °C for at least 15 to 30 minutes. Transesterfication shall be carried out twice under the conditions described in this point using a new base solution. This process is followed by refinement of the products including vacuum distillation at 150 °C, leading to biodiesel;\n(ii) a process using equivalent process parameters authorised by the competent authority.’;\n(b) point (c) is deleted;\n(c) the following point 3 is added:\n‘3. The animal by-products resulting from the production process using the standards referred to in point 1(b) may be used for combustion in an authorised plant. In the case of fat fraction derived from Category 3 material, the animal by-products from the production process may be used for the production of technical products.’;\n4. the following Annex VI is added:\n1. Combustion of animal fat involves treatment of the fat fraction derived from animal by-products under the following conditions:\n(a) the fat fraction derived from animal by-products is first processed using:\n(i) in the case of fat fraction intended to be combusted in another plant, processing method 1 as referred to in Annex V, Chapter III, to Regulation (EC) No 1774/2002 for Category 1 and 2 materials; and\n(ii) any of the processing methods 1 to 5 or 7 or, in the case of material derived from fish, processing method 6 as referred to in Annex V, Chapter III, to Regulation (EC) No 1774/2002 for Category 1 and 2 materials intended for combustion within the same plant and for Category 3 material;\n(b) the fat fraction is separated from the protein and insoluble impurities amounting to up to 0,15 % by weight are removed;\n(c) following the process referred to in (a) and (b), the fat is:\n(i) vaporised in a steam-raising boiler and combusted at a temperature of at least 1 100 °C for at least 0,2 seconds; or\n(ii) processed using equivalent process parameters authorised by the competent authority.\n2. The combustion of the fat derived from Categories 1 and 2 material must take place in the same plant where the fat is rendered with the aim of utilising the energy generated for the rendering processes.\n(a) the plant of destination is authorised for the combustion;\n(b) approved food or feed processing on the same premises takes place under strict conditions of separation.\n3. The combustion of material of animal origin other than animal fat is not permitted.’"}