{"celex_id": "32009D0753", "uri": "http://publications.europa.eu/resource/cellar/bf71b039-4698-4cd4-8b9f-79017ecf4d95", "type": "Decision", "concepts": ["1318", "177", "2530", "2538", "2825", "4062", "5581"], "title": "2009/753/EC: Commission Decision of 12 October 2009 amending Decision 2006/1013/EC granting a derogation requested by Germany pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources (notified under document C(2009) 7703)\n", "header": "13.10.2009 EN Official Journal of the European Union L 268/35\nCOMMISSION DECISION\nof 12 October 2009\namending Decision 2006/1013/EC granting a derogation requested by Germany pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources\n(notified under document C(2009) 7703)\n(Only the German text is authentic)\n(2009/753/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (1), and in particular the third subparagraph of paragraph 2 of Annex III thereto,\nWhereas:\n(1) If the amount of manure that a Member State intends to apply per hectare each year is different from the one specified in the first sentence of the second subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC and in point (a) thereof, that amount has to be fixed so as not to prejudice the achievement of the objectives specified in Article 1 of that Directive and has to be justified on the basis of objective criteria, such as, in the present case, long growing seasons and crops with high nitrogen uptake.\n(2) On 22 December 2006, the Commission adopted Decision 2006/1013/EC (2) allowing the application of 230 kg nitrogen per hectare per year from livestock manure on intensive grassland fields of specific farms within the framework of the German action programme 2006-2009. The application of nitrogen from livestock manure on the arable crops of these farms may not, however, exceed 170 kg/ha nitrogen per hectare per year.\n(3) On 20 February 2009, Germany requested an extension of the derogation.\n(4) Based on applications for the period 2007-2008, approximately 700 farms are estimated to request for a derogation corresponding to 16 000 ha of land in the regions of Lower Saxony, North Rhine-Westphalia, Baden-Württemberg and Bavaria.\n(5) German legislation transposing Directive 91/676/EEC can be considered to be in compliance with Directive 91/676/EEC and its provisions apply equally to the derogation.\n(6) Germany, in conformity with paragraph 5 of Article 3 of Directive 91/676/EEC, applies an action programme throughout its whole territory. The action programme for the period 2010-2013 forms part of the Fertiliser Ordinance of 10 January 2006 as amended lastly on 6 February 2009.\n(7) Water quality data submitted by Germany with the Fourth Report on the implementation of the Nitrates Directive 2004-2007 show for surface waters a decrease in nitrate concentrations at 85 % of monitoring stations and a stable concentration at 10 % of monitoring stations compared to the period 1991-1994. For groundwater, data from the specific agricultural nitrate monitoring network show that concentrations are decreasing in approximately 55 % of monitoring stations and are stable in approximately 19 % of monitoring stations compared to the period 1991-1994. Analysis of data in areas covered by the derogation shows no significant increase of nitrate concentrations.\n(8) The average nitrogen surplus dropped from 120 kg N/ha for the period 1991-1993 until 94 kg N/ha in 2007. The use of nitrogen from manure dropped in the same period from 88 kg N/ha until 76 kg N/ha.\n(9) The supporting documents submitted by Germany show that the proposed amount of 230 kg per hectare per year of nitrogen from livestock manure is justified for intensive grassland fields on the basis of objective criteria such as long growing seasons and crops with high nitrogen uptake.\n(10) The Commission, after examination of the request and in the light of the experience gained from the derogation as provided in Decision 2006/1013/EC, considers that the extension of the derogation will not prejudice the achievement of the objectives of Directive 91/676/EEC, if the same strict conditions established by Decision 2006/1013/EC are met.\n(11) Decision 2006/1013/EC expires on 31 December 2009. For the purpose of ensuring that the farmers concerned may continue to benefit from the derogation, it is appropriate to extend its validity.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Nitrates Committee set up pursuant to Article 9 of Directive 91/676/EEC,", "main_body": ["Article 11 of Decision 2006/1013/EC is replaced by the following:\n‘Article 11\nApplication\nThis Decision shall apply until 31 December 2013 in the context of the German Action programme (Fertiliser Ordinance of 10 January 2006).’", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 12 October 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 375, 31.12.1991, p. 1.\n(2)  OJ L 382, 28.12.2006, p. 1."}