{"celex_id": "32006R1562", "uri": "http://publications.europa.eu/resource/cellar/31f0783b-1721-4a68-874a-955723889f6c", "type": "Regulation", "concepts": ["1159", "2556", "2901", "4148", "427", "4790", "5343", "5404", "544"], "title": "Council Regulation (EC) No 1562/2006 of 5 October 2006 concerning the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles\n", "header": "20.10.2006 EN Official Journal of the European Union L 290/1\nCOUNCIL REGULATION (EC) No 1562/2006\nof 5 October 2006\nconcerning the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) By Council Regulation (EEC) No 1708/87 the Community approved an Agreement with the Republic of Seychelles on fishing off Seychelles (2). The Parties conducted negotiations to replace that Agreement by a Fisheries Partnership Agreement.\n(2) Following those negotiations, a Fisheries Partnership Agreement was initialled in March 2005.\n(3) The Fisheries Partnership Agreement provides for improved economic, financial, technical and scientific cooperation in the fisheries sector with a view to guaranteeing the conservation and sustainable exploitation of resources, as well as partnerships between undertakings aimed at developing economic activities in the fisheries sector and related activities in the common interest.\n(4) That Agreement should be approved.\n(5) As a consequence of the entry into force of the new Agreement, Regulation (EEC) No 1708/87 will become obsolete. For reasons of clarity, it should therefore be repealed,", "main_body": ["The Fisheries Partnership Agreement between the European Community and the Republic of Seychelles (hereafter referred to as the Agreement) is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in order to bind the Community.", "Regulation (EEC) No 1708/87 is hereby repealed", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 October 2006.\nFor the Council\nThe President\nK. RAJAMÄKI\n(1)  Opinion delivered on 6 September 2006. Not yet published in the Official Journal.\n(2)  OJ L 160, 20.6.1987, p. 1.\n20.10.2006 EN Official Journal of the European Union L 290/2\nFISHERIES PARTNERSHIP AGREEMENT\nbetween the European Community and the Republic of the Seychelles\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’,\nand\nTHE REPUBLIC OF THE SEYCHELLES,\nhereinafter referred to as ‘Seychelles’,\nhereinafter referred to as the ‘Parties’,\nCONSIDERING the close working relationship between the Community and Seychelles, particularly in the context of the Cotonou Agreement, and their mutual desire to intensify that relationship,\nHAVING REGARD TO the United Nations Convention on the Law of the Sea,\nAWARE of the importance of the principles established by the code of conduct for responsible fisheries adopted at the FAO Conference in 1995,\nDETERMINED to cooperate, in their mutual interest, in promoting the introduction of responsible fisheries to ensure the long-term conservation and sustainable exploitation of marine living resources,\nCONVINCED that such cooperation must take the form of initiatives and measures which, whether taken jointly or separately, are complementary, consistent with policy and ensure synergy of effort,\nINTENDING, to these ends, to commence a dialogue with a view to defining a sectoral fisheries policy in Seychelles and identifying the appropriate means of ensuring that this policy is effectively implemented and that economic operators and civil society are involved in the process,\nDESIROUS of establishing terms and conditions governing the fishing activities of Community vessels in the waters of Seychelles and Community support for the introduction of responsible fishing in those waters,\nRESOLVED to pursue closer economic cooperation in the fishing industry and related activities through the setting up and development of joint enterprises involving companies from both Parties,\nHEREBY AGREE AS FOLLOWS:\nArticle 1\nScope\nThis Agreement establishes the principles, rules and procedures governing:\n— economic, financial, technical and scientific cooperation in the fisheries sector with a view to introducing responsible fishing in the waters of Seychelles to guarantee the conservation and sustainable exploitation of fisheries resources, and developing the Seychelles fisheries sector,\n— the conditions governing access by Community fishing vessels to Seychelles’ waters,\n— the arrangements for policing fisheries in Seychelles waters with a view to ensuring that the above rules and conditions are complied with, the measures for the conservation and management of fish stocks are effective and illegal, unreported and unregulated fishing is prevented,\n— partnerships between companies aimed at developing economic activities in the fisheries sector and related activities, in the common interest.\nArticle 2\nDefinitions\nFor the purposes of this Agreement:\n(a) ‘Seychelles authorities’, means the Seychelles Fishing Authority;\n(b) ‘Community authorities’ means the European Commission;\n(c) ‘Community vessel’ means a fishing vessel flying the flag of a Member State of the Community and registered in the Community;\n(d) ‘joint enterprise’ means a commercial company set up in Seychelles by vessel owners or national enterprises from the Parties in order to engage in fishing or related activities;\n(e) ‘Joint Committee’ means a committee made up of representatives of the Community and Seychelles whose functions are described in Article 9 of this Agreement.\nArticle 3\nPrinciples and objectives underlying the implementation of this Agreement\n1.   The Parties hereby undertake to promote responsible fishing in the waters of Seychelles based on the principle of non-discrimination between the different fleets fishing in those waters, without prejudice to the agreements concluded between developing countries within a geographical region, including reciprocal fisheries agreements.\n2.   The Parties shall cooperate with a view to defining and implementing a sectoral fisheries policy in Seychelles’ waters and shall to that end initiate a policy dialogue on the necessary reforms. They hereby undertake not to adopt measures in this area without first consulting each other.\n3.   The Parties shall also cooperate on carrying out ex-ante, ongoing and ex-post evaluations, both jointly and unilaterally, of measures, programmes and actions implemented on the basis of this Agreement.\n4.   The Parties hereby undertake to ensure that this Agreement is implemented in accordance with the principles of good economic and social governance.\n5.   In particular, the employment of Seychelles seamen on board of Community vessels shall be governed by the International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work, which shall apply as of right to the corresponding contracts and general terms of employment. This concerns in particular the freedom of association and the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation.\nArticle 4\nStatistical cooperation\n1.   During the period covered by this Agreement, the Community and Seychelles shall monitor the evolution of resources in Seychelles’ fishing zone; a joint scientific meeting shall be held annually to that end, alternately in the Community and in Seychelles.\n2.   Based on the conclusions of the annual scientific meeting and the best available scientific advice, the Parties shall consult each other within the Joint Committee provided for in Article 9 and, where necessary and by mutual agreement, take measures to ensure the sustainable management of fisheries resources.\n3.   The Parties hereby undertake to consult each other, either directly or within the Indian Ocean Tuna Commission (IOTC), to ensure the management and conservation of living resources in the Indian Ocean and to cooperate in the relevant scientific research.\nArticle 5\nAccess by Community vessels to the fisheries in Seychelles’ waters\n1.   Seychelles hereby undertakes to authorise Community vessels to engage in fishing activities in its fishing zone in accordance with this Agreement, including the Protocol and Annex thereto.\n2.   The fishing activities governed by this Agreement shall be subject to the laws and regulations in force in Seychelles. The Seychelles authorities shall notify the Commission of any amendments to that legislation.\n3.   Seychelles shall assume responsibility for the effective application of the fisheries monitoring provisions in the Protocol. Community vessels shall cooperate with the Seychelles authorities responsible for carrying out such monitoring.\n4.   The Community hereby undertakes to take all the appropriate steps required to ensure that its vessels comply with this Agreement and the legislation governing fisheries in the waters over which Seychelles has jurisdiction.\nArticle 6\nLicenses\n1.   Community vessels may fish in Seychelles' fishing zone only if they are in possession of a fishing licence issued under this Agreement.\n2.   The procedure for obtaining a fishing licence for a vessel, the taxes applicable and the method of payment to be used by ship-owners shall be as set out in the Annex to the Protocol.\nArticle 7\nFinancial contribution\n1.   The Community shall pay Seychelles a financial contribution in accordance with the terms and conditions laid down in the Protocol and Annexes. This single contribution shall be composed of two related elements, namely:\n(a) access by Community vessels to the Seychelles’ fisheries; and\n(b) the Community’s financial support for introducing responsible fishing and the sustainable exploitation of fisheries resources in Seychelles’ waters.\n2.   The component of the financial contribution referred to in point (a) of paragraph 1 shall be determined and managed in the light of objectives identified by common accord between the Parties in accordance with the Protocol, to be achieved in the context of the sectoral fisheries policy in Seychelles and an annual and multi-annual programme for its implementation.\n3.   The financial contribution granted by the Community shall be paid each year in accordance with the Protocol and subject to this Agreement and the Protocol in the event of any change to the amount of the contribution as a result of:\n(a) serious circumstances, other than natural phenomena, preventing fishing activities in Seychelles’ waters;\n(b) a reduction in the fishing opportunities granted to Community vessels, made by mutual agreement between the Parties for the purposes of managing the stocks concerned, where this is considered necessary for the conservation and sustainable exploitation of resources on the basis of the best available scientific advice;\n(c) an increase in the fishing opportunities granted to Community vessels, made by mutual agreement between the Parties where the best available scientific advice concurs that the state of resources so permits;\n(d) a reassessment of the terms of Community financial support for implementing a sectoral fisheries policy in Seychelles, where this is warranted by the results of the annual and multi-annual programming observed by both Parties;\n(e) termination of this Agreement under Article 12;\n(f) suspension of the application of this Agreement under Article 13.\nArticle 8\nPromoting cooperation among economic operators and in civil society\n1.   The Parties shall encourage economic, commercial, scientific and technical cooperation in the fisheries sector and related sectors. They shall consult one another with a view to coordinating the different measures that might be taken to this end.\n2.   The Parties shall encourage exchanges of information on fishing techniques and gear, preservation methods and the industrial processing of fisheries products.\n3.   The Parties shall endeavour to create conditions favourable to the promotion of relations between enterprises from the Parties in the technical, economic and commercial spheres, by encouraging the establishment of an environment favourable to the development of business and investment.\n4.   The Parties shall encourage, in particular, the setting-up of joint enterprises in their mutual interest. The creation of joint enterprises in Seychelles and the transfer of Community vessels to joint enterprises shall systematically comply with the Seychelles and the Community legislation.\nArticle 9\nJoint Committee\n1.   A Joint Committee shall be set up to monitor the application of this Agreement. The Joint Committee shall perform the following functions:\n(a) monitoring the performance, interpretation and application of the Agreement and, in particular, the definition of the annual and multi-annual programming referred to in Article 7(2) and evaluation of its implementation;\n(b) providing the necessary liaison for matters of mutual interest relating to fisheries;\n(c) acting as a forum for the amicable settlement of any disputes regarding the interpretation or application of the Agreement;\n(d) reassessing, where necessary, the level of fishing opportunities and, consequently, of the financial contribution;\n(e) any other function which the Parties decide on by mutual agreement.\n2.   The Joint Committee shall meet at least once a year, alternately in the Community and in Seychelles, and shall be chaired by the Party hosting the meeting. It shall hold a special meeting at the request of either of the Parties.\nArticle 10\nGeographical area to which the Agreement applies\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community applies, under the conditions laid down in that Treaty and, on the other, to the territory of Seychelles.\nArticle 11\nDuration\nThis Agreement shall apply for six years from the date of its entry into force; it shall be renewable for additional periods of six years, unless notice of termination is given in accordance with Article 12.\nArticle 12\nTermination\n1.   This Agreement may be terminated by either Party in the event of serious circumstances such as the degradation of the stocks concerned, the discovery of a reduced level of exploitation of the fishing opportunities granted to Community vessels, or failure to comply with undertakings made by the Parties with regard to combating illegal, unreported and unregulated fishing.\n2.   The Party concerned shall notify the other Party of its intention to withdraw from the Agreement in writing at least six months before the date of expiry of the initial period or each additional period.\n3.   Dispatch of the notification referred to in the previous paragraph shall open consultations by the Parties.\n4.   Payment of the financial contribution referred to in Article 7 for the year in which the termination takes effect shall be reduced proportionately and pro rata temporis.\nArticle 13\nSuspension\n1.   Application of this Agreement may be suspended at the initiative of one of the Parties in the event of a serious disagreement as to the application of provisions laid down in the Agreement. Such suspension shall require the Party concerned to notify its intention in writing at least three months before the date on which suspension is due to take effect. On receipt of this notification, the Parties shall enter into consultations with a view to resolving their differences amicably.\n2.   Payment of the financial contribution referred to in Article 7 shall be reduced proportionately and pro rata temporis, according to the duration of the suspension.\nArticle 14\nProtocol and Annex\nThe Protocol and the Annex shall form an integral part of this Agreement.\nArticle 15\nAbrogation and transitory provisions\n1.   This Agreement repeals and replaces the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles of 1987 by the date of its entry into force.\n2.   However, the Protocol defining for the period from 18 January 2005 to 17 January 2011 the fishing possibilities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles remains into force during the period indicated in its Article 1 and becomes and integral part of this Agreement.\nArticle 16\nEntry into force\nThis Agreement, drawn up in duplicate in the Czech, Estonian, Danish, Dutch, English, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic, shall enter into force on the date on which the Parties notify one other that their adoption procedures have been completed."}