{"celex_id": "32007R1549", "uri": "http://publications.europa.eu/resource/cellar/0bf6dfe1-4a92-44af-b460-40f65ff9f9fd", "type": "Regulation", "concepts": ["1309", "161", "1644", "2300", "2771", "4453", "4687", "5040"], "title": "Commission Regulation (EC) No 1549/2007 of 20 December 2007 amending Regulation (EC) No 616/2007 opening and providing for the administration of certain Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\n", "header": "21.12.2007 EN Official Journal of the European Union L 337/75\nCOMMISSION REGULATION (EC) No 1549/2007\nof 20 December 2007\namending Regulation (EC) No 616/2007 opening and providing for the administration of certain Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (1), and in particular Article 6(1) thereof,\nHaving regard to Council Decision 2007/360/EC of 29 May 2007 on the conclusion of Agreements in the form of Agreed Minutes between the European Community and the Federal Republic of Brazil, and between the European Community and the Kingdom of Thailand pursuant to Article XXVIII of the General Agreement on Tariffs and Trade 1994 (GATT 1994) relating to the modification of concessions with respect to poultry meat (2), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 616/2007 (3) allows for processors to apply for import licences under certain conditions.\n(2) Salted poultrymeat falling within CN code 0210 99 39 is not covered by Regulation (EEC) No 2777/75. Consequently, operators traditionally importing that product should be allowed to benefit from the special quota for salted poultrymeat.\n(3) One of the conditions referred to in Regulation (EC) No 616/2007 is that the processing must have been carried out using poultrymeat of CN codes 0207 or 0210 and result in poultrymeat preparations of CN code 1602 covered by Regulation (EEC) No 2777/75.\n(4) As Regulation (EEC) No 2777/75 does not cover homogenised preparations of CN code 1602 10, and some operators specialised in this type of processing have expressed an interest in participating in the quotas opened by Regulation (EC) No 616/2007, such processed products should be included, but not homogenised products containing meats other than poultrymeat.\n(5) Experience has shown that the quantities available for groups 6 and 8 are not utilised. One of the reasons for this under-utilisation is the fact that the minimum quantity for which an operator can apply, set at 100 tonnes in the Regulation, is too large, as the markets in question are often ‘niche’ markets.\n(6) The minimum quantity for which each operator can apply should therefore be reduced for these specific groups.\n(7) Import licences are issued to operators by the Member States more than two months before the start of the sub-period or period in question, and therefore more than two months before the start of their period of validity. There is a particularly long gap between the issue of the licences and the period when operators are able to use them to import.\n(8) To avoid a situation where some licences are used to import before the start of their period of validity, the start date of the validity period should be printed on the import licences.\n(9) Regulation (EC) No 616/2007 should be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 616/2007 is hereby amended as follows:\n1. Article 4(1) is replaced by the following:\n2. In Article 4(2) the first subparagraph is replaced by the following:\n3. In Article 4(5), the second subparagraph is replaced by the following:\n4. Part B of Annex II is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 138, 30.5.2007, p. 10.\n(3)  OJ L 142, 5.6.2007, p. 3.\nANNEX\n‘B. Entries referred to in the second subparagraph of Article 4(7):\nin Bulgarian : Намаляване на ОМТ, както предвижда Регламент (ЕО) № 616/2007\nin Spanish : reducción del AAC tal como prevé el Reglamento (CE) no 616/2007\nin Czech : Snížení celní sazby podle nařízení (ES) č. 616/2007\nin Danish : Nedsættelse af FFT-toldsatser, jf. forordning (EF) nr. 616/2007\nin German : Ermäßigung des Zollsatzes des GZT gemäß der Verordnung (EG) Nr. 616/2007\nin Estonian : ühise tollitariifistiku maksumäära vähendamine vastavalt määrusele (EÜ) nr 616/2007\nin Greek : μείωση του δασμού του ΚΔ όπως προβλέπεται στον κανονισμό (ΕΚ) αριθ. 616/2007\nin English : reduction of CCT duty pursuant to Regulation (EC) No 616/2007\nin French : réduction du TDC comme prévu au règlement (CE) no 616/2007\nin Italian : riduzione del dazio TDC come prevede il regolamento (CE) n. 616/2007\nin Latvian : Kopējā muitas tarifa (KMT) samazinājums, kā paredzēts Regulā (EK) Nr. 616/2007\nin Lithuanian : BMT muito sumažinimai, nustatyti Reglamente (EB) Nr. 616/2007\nin Hungarian : A 616/2007/EK rendeletben előírt KTV csökkentés\nin Maltese : Tnaqqis tat-Tariffa Doganali Komuni kif jipprovdi r-Regolament (CE) Nru 616/2007\nin Dutch : Verlaging van het GDT overeenkomstig Verordening (EG) nr. 616/2007\nin Polish : Cła WTC obniżone jak przewidziano w rozporządzeniu (WE) nr 616/2007\nin Portuguese : Redução do direito da pauta aduaneira comum prevista no Regulamento (CE) n.o 616/2007\nin Romanian : reducerea TVC în conformitate cu Regulamentul (CE) nr. 616/2007\nin Slovak : Zníženie cla SCS podľa nariadenia (ES) č. 616/2007\nin Slovenian : Skupna carinska tarifa, znižana v skladu z Uredbo (ES) št. 616/2007\nin Finnish : Asetuksessa (EY) N:o 616/2007 säädetty yhteisen tullitariffin alennus\nin Swedish : Minskning av gemensamma tulltaxan i enlighet med förordning (EG) nr 616/2007"}