{"celex_id": "32004R0542", "uri": "http://publications.europa.eu/resource/cellar/262f9115-fdfd-484f-96bb-34754def3177", "type": "Regulation", "concepts": ["1642", "2121", "4687"], "title": "Commission Regulation (EC) No 542/2004 of 24 March 2004 derogating for 2004 from Regulations (EC) No 1371/95 and (EC) No 1372/95 as regards the dates for issuing export licences in the egg and poultrymeat sectors\n", "header": "Commission Regulation (EC) No 542/2004\nof 24 March 2004\nderogating for 2004 from Regulations (EC) No 1371/95 and (EC) No 1372/95 as regards the dates for issuing export licences in the egg and poultrymeat sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), and in particular Articles 3(2), 8(13) and 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(2), and in particular Articles 3(2), 8(12) and 15 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1371/95(3) and Commission Regulation (EC) No 1372/95(4) laying down detailed rules for implementing the system of export licences in the egg and poultrymeat sectors, respectively, provide that export licences are to be issued on the Wednesday following the week in which the licence applications are lodged, provided that no particular measures have been taken by the Commission in the meantime.\n(2) Because of public holidays in 2004 and the irregular publication of the Official Journal of the European Union during those holidays, the period for consideration will be too brief to guarantee proper administration of the market. It should therefore be extended.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Notwithstanding Article 3(3) of Regulations (EC) No 1371/95 and (EC) No 1372/95, licences shall be issued on the dates given in the table below provided that no particular measures, as provided for in paragraph 4 of that Article, have been taken prior to those dates:\n>TABLE>", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 806/2003.\n(3) OJ L 133, 17.6.1995, p. 16. Regulation as last amended by Regulation (EC) No 2260/2001 (OJ L 305, 22.11.2001, p. 11).\n(4) OJ L 133, 17.6.1995, p. 26. Regulation as last amended by Regulation (EC) No 1383/2001 (OJ L 186, 7.7.2001, p. 26)."}