{"celex_id": "32000D0089", "uri": "http://publications.europa.eu/resource/cellar/b25927a5-7df4-4457-8ea5-8b0aaa09d711", "type": "Decision", "concepts": ["1374", "1445", "2738", "2954", "4689", "5898"], "title": "2000/89/EC: Commission Decision of 1 February 2000 concerning the suspension of the approval of establishments in Slovenia producing fresh meat, meat products and game meat (notified under document number C(2000) 279) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 1 February 2000\nconcerning the suspension of the approval of establishments in Slovenia producing fresh meat, meat products and game meat\n(notified under document number C(2000) 279)\n(Text with EEA relevance)\n(2000/89/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2) and in particular Article 5 thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(3), and in particular Article 22 thereof,\nWhereas:\n(1) The Commission, further to be results of a mission of the Food and Veterinary Office (FVO) of the European Commission to Slovenia concerning controls in fresh meat establishments, meat products establishments and wilde game meat establishments, which brought to light serious facts against approved establishments, has taken Decision 1999/820/EC of 18 November 1999 suspending the approval of establishments in Slovenia producing fresh meat, meat products and game meat(4).\n(2) The purpose of that Decision was to avoid any risk for the consumer; in this context, a time limit has been given to the Slovenian authorities with a view to taking the appropriate measures with the aim of correcting the deficiencies as soon as possible.\n(3) The measures of that Decision had to be reviewed in the light of the results of a further inspection mission of the FVO in Slovenia.\n(4) The FVO has carried out a further mission to Slovenia concerning controls in meat establishments which has shown that the situation has significantly improved; the FVO, in view of the result of this mission, proposed to repeal Decision 1999/820/EC.\n(5) It is therefore appropriate to repeal Decision 1999/820/EC.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 1999/820/EC is hereby repealed.", "Member States shall modify the measures they apply to trade to bring them into line with the present Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 February 2000.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 24, 30.1.1998, p. 9.\n(4) OJ L 318, 11.12.1999, p. 31."}