{"celex_id": "32007L0024", "uri": "http://publications.europa.eu/resource/cellar/052b2868-f020-4da1-8e95-c830e172ea68", "type": "Directive", "concepts": ["1638", "1798", "20", "4313", "554", "6257", "6621"], "title": "Directive 2007/24/EC of the European Parliament and of the Council of 23 May 2007 repealing Council Directive 71/304/EEC concerning the abolition of restrictions on freedom to provide services in respect of public works contracts and on the award of public works contracts to contractors acting through agencies or branches   (Text with EEA relevance)\n", "header": "14.6.2007 EN Official Journal of the European Union L 154/22\nDIRECTIVE 2007/24/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 May 2007\nrepealing Council Directive 71/304/EEC concerning the abolition of restrictions on freedom to provide services in respect of public works contracts and on the award of public works contracts to contractors acting through agencies or branches\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 47(2) and Articles 55 and 95 thereof,\nHaving regard to the proposal from the Commission,\nAfter consulting the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) In its Communication to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions on updating and simplifying the Community acquis, the Commission announced, inter alia, its intention to scrutinise the acquis so as to establish whether it could be simplified, for instance through the repeal of acts that had become obsolete.\n(2) As a result of the adoption of various acts of a legislative nature in the public procurement sector, most recently Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (2), and Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (3), and also in the light of developments involving the case-law of the European Court of Justice, notably its judgment of 25 July 1991 in Case C-76/90 Säger (4), it has been possible to achieve a level of protection equal to or greater than that offered under Directive 71/304/EEC (5).\n(3) In order to simplify the Community acquis while at the same time not prejudicing the rights of economic operators, Directive 71/304/EEC should therefore be repealed,", "main_body": ["Directive 71/304/EEC is hereby repealed.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nG. GLOSER\n(1)  Opinion of the European Parliament of 13 February 2007 (not yet published in the Official Journal) and Council Decision of 16 April 2007.\n(2)  OJ L 134, 30.4.2004, p. 1. Directive as last amended by Council Directive 2006/97/EC (OJ L 363, 20.12.2006, p. 107).\n(3)  OJ L 134, 30.4.2004, p. 114. Directive as last amended by Directive 2006/97/EC.\n(4)  ECR [1991] I-4221.\n(5)  OJ L 185, 16.8.1971, p. 1."}