{"celex_id": "32006D0314", "uri": "http://publications.europa.eu/resource/cellar/42bb6cd5-afb5-4bf1-b5f8-934862684725", "type": "Decision", "concepts": ["1005", "1755", "1854", "4743", "5283", "5760"], "title": "2006/314/EC: Commission Decision of  16 March 2006  approving the Member States’ survey programmes for avian influenza in poultry and wild birds during 2006  (notified under document number C(2006) 780)\n", "header": "29.4.2006 EN Official Journal of the European Union L 116/61\nCOMMISSION DECISION\nof 16 March 2006\napproving the Member States’ survey programmes for avian influenza in poultry and wild birds during 2006\n(notified under document number C(2006) 780)\n(2006/314/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Council Decision 90/424/EEC provides for a Community financial contribution for the undertaking of technical and scientific measures necessary for the development of Community veterinary legislation and for veterinary education or training.\n(2) Commission Decision 2006/101/EC on the implementation of survey programmes for avian influenza in poultry and wild birds to be carried out in the Member States in 2006 (2) provides for the implementation in the period from February to December 2006 of such surveys subject to those survey programmes being approved by the Commission. Those surveys are to investigate the presence of infections in poultry, which could lead to a review of current Community legislation and contribute to the knowledge of the possible threats for animals and humans from the wildlife.\n(3) The survey programmes submitted by Member States have been examined by the Commission in accordance with that Decision.\n(4) The Commission has found that the survey programmes submitted by the Member States comply with Decision 2006/101/EC. Those survey programmes should therefore be approved.\n(5) In the light of the importance of those survey programmes for the achievement of Community objectives in the field of animal and public health, it is appropriate to fix the Community financial contribution at 50 % of the costs to be incurred by the Member States concerned for the measures referred to in this Decision up to a maximum amount for each survey programme.\n(6) Expenditures in relation to the survey programmes approved by this Decision that have been incurred since 1 February 2006 should also be considered eligible for co-financing by the Community.\n(7) Furthermore, it is appropriate to lay down rules for reporting the results of the surveys and for the eligibility of the costs contained in the financial claim for a Community financial contribution for the costs incurred by Member States for the implementation of the survey programmes.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Member States’ programmes for avian influenza in poultry and wild birds listed in Annex I are approved for the period set out in that Annex (‘the programmes’).", "The Member States shall carry out surveys for avian influenza in poultry and wild birds in accordance with the programmes.", "The Community financial contribution to the costs for analysing samples shall be granted to each Member State at the rate of 50 % of the costs incurred and up to the maximum amount for co-financing set out in Annex I.\nThat Community financial contribution shall be granted provided that the Member State concerned complies with the following:\n(a) brings into force the laws, regulations or administrative provisions necessary for implementing its programme;\n(b) submits a final report to the Commission and to the Community Reference Laboratory for avian influenza as referred to in Article 51(1) of Council Directive 2005/94/EC (3) by 31 March 2007 at the latest, on the technical execution of the programme and the results attained, in accordance with the reporting models set out in Annexes II to V to this Decision;\n(c) submits appropriate evidence to the Commission as to the costs incurred for analysing samples during the period for which the programme is approved;\n(d) implements the programme efficiently, in particular the competent authority must ensure that appropriate sampling is performed.", "The maximum amounts of the costs to be reimbursed to the Member States for the tests covered by the programmes shall not exceed the following:\n(a) : ELISA test : EUR 1 per test;\n(b) : agar gel immune diffusion test : EUR 1,2 per test;\n(c) : HI test for H5/H7 : EUR 12 per test;\n(d) : virus isolation test : EUR 30 per test;\n(e) : PCR test : EUR 15 per test.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 March 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Council Decision 2006/53/EC of 23 January 2006 (OJ L 29, 2.2.2006, p. 37).\n(2)  OJ L 46, 16.2.2006, p. 40.\n(3)  OJ L 10, 14.1.2006, p. 16.\nANNEX I\nMember States' programmes for avian influenza surveys in poultry and wild birds\nCode Member State Period Maximum amount for co-financing of samples\nBE Belgium 1 February 2006 to 31 December 2006 38 400,00\nCZ Czech Republic 1 February 2006 to 31 December 2006 33 400,00\nDK Denmark 1 February 2006 to 31 December 2006 168 500,00\nDE Germany 1 February 2006 to 31 December 2006 268 000,00\nEE Estonia 1 February 2006 to 31 December 2006 1 450,00\nEL Greece 1 February 2006 to 31 December 2006 39 300,00\nES Spain 1 February 2006 to 31 December 2006 88 100,00\nFR France 1 February 2006 to 31 December 2006 204 800,00\nIE Ireland 1 February 2006 to 31 December 2006 42 500,00\nIT Italy 1 February 2006 to 31 December 2006 427 300,00\nCY Cyprus 1 February 2006 to 31 December 2006 20 700,00\nLV Latvia 1 February 2006 to 31 December 2006 11 600,00\nLT Lithuania 1 February 2006 to 31 December 2006 15 400,00\nLU Luxembourg 1 February 2006 to 31 December 2006 4 400,00\nHU Hungary 1 February 2006 to 31 December 2006 109 500,00\nMT Malta 1 February 2006 to 31 December 2006 3 700,00\nNL The Netherlands 1 February 2006 to 31 December 2006 54 500,00\nAT Austria 1 February 2006 to 31 December 2006 28 550,00\nPL Poland 1 February 2006 to 31 December 2006 94 500,00\nPT Portugal 1 February 2006 to 31 December 2006 71 600,00\nSI Slovenia 1 February 2006 to 31 December 2006 23 500,00\nSK Slovakia 1 February 2006 to 31 December 2006 11 600,00\nFI Finland 1 February 2006 to 31 December 2006 32 600,00\nSE Sweden 1 February 2006 to 31 December 2006 77 200,00\nUK United Kingdom 1 February 2006 to 31 December 2006 93 700,00\nTotal 1 964 800,00\nANNEX II\nFINAL REPORT ON SAMPLED POULTRY HOLDINGS (1)\n(except ducks and geese)\nSerological investigation according to point B to the Annex to Commission Decision 2006/101/EC on holdings of broilers (only when at risk)/fattening turkeys/chicken breeders/turkey breeders/laying hens/free range laying hens/ratites/farmed feathered game (pheasants, partridges, quails and others)/‘non-commercial holdings’ (as defined in Article 2 of Council Directive 2005/94/EC/others [delete as appropriate]\nPLEASE USE ONE FORM PER POULTRY CATEGORY!\nMember State:\nDate:\nReporting period from:\nto:\nRegion (2) Total number of holdings (3) Total number of holdings sampled Total number of positive holdings Number of positive holdings for subtype H 5 Number of positive holdings for subtype H 7\n\n\n\n\n\n\nTotal\n(1)  Holdings equals herds, flocks or establishments as appropriate.\n(2)  Region as defined in the approved programme of the Member State.\n(3)  Total number of holdings of one category of poultry in a region.\nANNEX III\nFINAL REPORT ON DATA ON DUCK AND GEESE HOLDINGS (1)\nAccording to point C to the Annex to Commission Decision 2006/101/EC Serological investigation (2)\nMember State:\nDate:\nReporting period from:\nto:\nRegion (2) Total number of duck and geese holdings Total number of duck and geese holdings sampled Total number of serological positive holdings Number of serological positive holdings for subtype H5 Number of serological positive holdings for subtype H7 Total number of virological positive holdings Number of virological positive holdings for subtype H5 Number of virological positive holdings for subtype H7\n\n\n\n\n\n\n\n\nTotal\n(1)  Holdings equals herds, flocks or establishments as appropriate.\n(2)  Region as defined in the approved programme of the Member State.\nANNEX IV\nFINAL REPORT ON DATA ON WILD BIRDS\nInvestigation according to point D to the Annex to Commission Decision 2006/101/EC\nMember State:\nDate:\nReporting period from:\nto:\nRegion (1) Species of wild birds sampled Total number of samples taken for examination Total number of positive samples Number of positive samples for subtype H5 Number of positive samples for subtype H7\n\n\n\n\n\n\n\nTotal\n(1)  Region as defined in the approved programme of the Member State or indication of location of bird watching station(s).\nANNEX V\nFINAL FINANCIAL REPORT AND PAYMENT APPLICATION\nOne table per survey in poultry/wild birds (1)\nMember State:\nDate:\nReporting period from:\nto:\nMeasures eligible for co-financing (2)\nMethods of laboratory analysis Number tests performed per method Costs\nSerological pre-screening (3)\nHaemagglutination-inhibition-test (HI) for H5/H7\nVirus isolation test\nPCR test\nOther measures to be covered Specify activities\nSampling\nOthers\nTotal\nHerewith I certify that the data given above are correct and that no other Community contribution was asked for these measures.\n(1)  Strike through as appropriate.\n(2)  Data to be given in national currency, VAT excluded ... (Place, Date)\n(3)  Please indicate test used. ... (Signature)"}