{"celex_id": "32001D0297", "uri": "http://publications.europa.eu/resource/cellar/238969e2-e2a6-43bc-8c6d-d274a272f6cd", "type": "Decision", "concepts": ["1309", "1445", "2300", "4351", "4689", "5369"], "title": "2001/297/EC: Commission Decision of 30 March 2001 amending Decision 1999/283/EC concerning the animal health conditions and veterinary certification for imports of fresh meat from certain African countries to take account of the animal health situation in Swaziland (Text with EEA relevance) (notified under document number C(2001) 963)\n", "header": "Commission Decision\nof 30 March 2001\namending Decision 1999/283/EC concerning the animal health conditions and veterinary certification for imports of fresh meat from certain African countries to take account of the animal health situation in Swaziland\n(notified under document number C(2001) 963)\n(Text with EEA relevance)\n(2001/297/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC, of 12 December 1972, on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Council Directive 97/79/EC(2), in particular Article 14(3) and Article 22 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from certain African countries are laid down by Commission Decision 1999/283/EC(3), as last amended by Commission Decision 2001/164/EC(4).\n(2) Imports of fresh meat from Swaziland have been possible since this country has been recognised by the European Community as officially free of foot-and-mouth disease.\n(3) On 22 December 2000 an outbreak of foot-and-mouth disease was confirmed in Swaziland in the Zinyane Dip Tank in northern Hhohho Region, in the free region.\n(4) The epidemiological situation does not allow the application of any regional measures with a view to recognising a part of the country as free from foot-and-mouth disease.\n(5) This situation is liable to seriously endanger Community livestock in view of imports of products of biungulate animals.\n(6) Therefore imports into the EC of meat of species susceptible to foot-and-mouth disease from Swaziland should be suspended.\n(7) Decision 1999/283/EC must be amended accordingly.\n(8) The present Decision shall be reviewed in the light of the evolution of the disease situation.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex II to Decision 1999/283/EC is replaced by the Annex to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 110, 28.4.1999, p. 16.\n(4) OJ L 58, 28.2.2001, p. 40.\nANNEX\n\"ANNEX II\nMODELS OF ANIMAL HEALTH CERTIFICATES TO BE REQUESTED\n>TABLE>\""}