{"celex_id": "32002R1730", "uri": "http://publications.europa.eu/resource/cellar/05e0f2c7-e656-48d8-92e0-170f9be0f18d", "type": "Regulation", "concepts": ["1255", "1309", "161", "2729", "4059", "4497"], "title": "Commission Regulation (EC) No 1730/2002 of 30 September 2002 laying down detailed rules for implementing Council Regulation (EC) No 1408/2002 as regards the concessions in the form of Community tariff quotas for certain cereal products based on rye and oats originating in Hungary\n", "header": "Commission Regulation (EC) No 1730/2002\nof 30 September 2002\nlaying down detailed rules for implementing Council Regulation (EC) No 1408/2002 as regards the concessions in the form of Community tariff quotas for certain cereal products based on rye and oats originating in Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1408/2002 of 29 July 2002 establishing concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Hungary(1), and in particular Article 1(3) thereof,\nWhereas:\n(1) Under Regulation (EC) No 1408/2002, the Community has established import tariff quotas for each marketing year at zero duty for 2000 tonnes of rye, rye flour, rye groats and meal and rye pellets, and for 1000 tonnes of oats, oat flour, groats and meal of oats and pellets of oats.\n(2) Article 2(1) of Regulation (EC) No 1408/2002 stipulates that these tariff quotas are to be administered in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(2), as last amended by Regulation (EC) No 444/2002(3). No further implementing provisions are needed for those quotas.\n(3) Article 5 of Regulation (EC) No 1408/2002 stipulates that these tariff quotas are to apply with effect from the date of entry into force of the detailed implementing rules provided for in Article 1(3) of that Regulation. For reasons of legal certainty, the date on which those quotas are to open should be fixed.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The tariff quotas bearing the numbers 09.5862 and 09.5864, listed in Annex A(b) to Regulation (EC) No 1408/2002, are hereby opened. They shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 205, 2.8.2002, p. 9.\n(2) OJ L 253, 11.10.1993, p. 1.\n(3) OJ L 68, 12.3.2002, p. 11."}