{"celex_id": "32002D0131", "uri": "http://publications.europa.eu/resource/cellar/380026f8-6410-4cdf-ba25-a11850ccb7ec", "type": "Decision", "concepts": ["1228", "381", "3866", "5404", "695"], "title": "2002/131/EC: Council Decision of 21 January 2002 amending Decision 2001/131/EC concluding the consultation procedure with Haiti under Article 96 of the ACP-EC Partnership Agreement\n", "header": "Council Decision\nof 21 January 2002\namending Decision 2001/131/EC concluding the consultation procedure with Haiti under Article 96 of the ACP-EC Partnership Agreement\n(2002/131/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the ACP-EC Partnership Agreement, implemented in advance by Decision No 1/2000 of the ACP-EC Council of Ministers(1), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement, as provisionally applied by Decision of the Representatives of the Governments of the Member States on 18 September 2000, and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On the basis of Council Decision 2001/131/EC(2), the provision of financial aid to Haiti is partially suspended following the application of \"appropriate measures\" provided for in Article 96(2)(c) of the ACP-EC Partnership Agreement.\n(2) The Decision expired on 31 December 2001 and required a review of the measures before that date.\n(3) Democratic principles are still not upheld in Haiti. However, there are some encouraging developments which deserve to be reinforced by a conditional and gradual reactivation of the cooperation,", "main_body": ["Decision 2001/131/EC is hereby amended as follows:\n1. In the second and third paragraphs of Article 3, the date \"31 December 2001\" shall be replaced by \"31 December 2002\".\n2. The Annex shall be replaced by the text appearing in the Annex to this Decision.", "This Decision shall take effect from the day of its adoption.\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 21 January 2002.\nFor the Council\nThe President\nM. Arias Cañete\n(1) OJ L 195, 1.8.2000, p. 46.\n(2) OJ L 48, 17.2.2001, p. 31.\nANNEX\nDraft letter\nDear Prime Minister,\nThe European Union attaches great importance to Article 9 of the ACP-EC Agreement. Democratic principles and the rule of law, on which the ACP-EC partnership is founded, are essential elements of the Agreement and thus form the cornerstone of our relations.\nBy letter of 31 January 2001, the Union expressed its regret that no satisfactory solution to remedy the violation of the Haitian electoral law had been found. It informed you of its decision to suspend partially its financial aid through \"appropriate measures\" provided for in Article 96(2)(c) of the ACP-EC Partnership Agreement. Today, after more than 12 months of political crisis and various conciliation and mediation attempts, the Union considers that democratic principles are still not upheld in Haiti. The Council of the European Union has reviewed its Decision of 29 January 2001 to allow a gradual reactivation of all cooperation instruments on our side subject to the achievement of democratic objectives as regards the electoral process, on your part. These measures were discussed with you at the time of the demarches undertaken by the European Union on ... (to be specified).\nThe Council of the European Union has therefore decided to review the measures notified to you as \"appropriate measures\" referred to in Article 96(2)(c) by our letter of 31 January 2001 in the following way:\n- The appropriate measures taken by the Council of the European Union on 29 January 2001 will be maintained until the said agreement has been signed or, in the absence of such an agreement, until 31 December 2002.\n- As soon as an agreement between the two sides is signed, all the cooperation instruments affected by the measures decided on 29 January 2001 will gradually be reactivated on the basis of crisis exit indicators, according to the steps set out in the table in the Annex. These indicators could be adapted, if necessary, on the basis of developments in both the political and human rights context.\n- These measures expire on 31 December 2002.\nThe Union does not wish to penalise the Haitian people and will continue with cooperation programmes which are not affected by these measures. It hopes that you will do everything you can to achieve these crisis exit steps, thereby enabling all cooperation instruments to be progressively resumed.\nThe Union will therefore follow further developments in the democratisation process closely, particularly the achievement of an agreement between the two parties to the crisis, and its implementation via the holding of general and local elections. It reiterates its readiness to engage in enhanced political dialogue and contribute to the process of democratisation. To this end, it is ready to review its Decision if there are encouraging developments but reserves the right to take further measures if there is no improvement.\nPlease accept, Prime Minister, the assurance of our highest consideration.\nFor the Commission\nFor the Council\nAnnex to the Letter\n>TABLE>"}