{"celex_id": "32001D0276", "uri": "http://publications.europa.eu/resource/cellar/8b4bad37-54a0-4ec9-90b2-b993be996ed7", "type": "Decision", "concepts": ["1309", "1624", "192", "2525", "4689", "5369"], "title": "2001/276/EC: Commission Decision of 4 April 2001 amending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Argentina (Text with EEA relevance) (notified under document number C(2001) 1040)\n", "header": "Commission Decision\nof 4 April 2001\namending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Argentina\n(notified under document number C(2001) 1040)\n(Text with EEA relevance)\n(2001/276/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2), in particular Articles 3 and 14 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from Colombia, Paraguay, Uruguay, Brazil, Chile and Argentina are laid down by Commission Decision 93/402/EEC(3), as last amended by Decision 2000/755/EC(4).\n(2) Imports of fresh meat must take into account the different epidemiological situations in the countries concerned, and indeed in the different parts of their territories.\n(3) The responsibe veterinary authorities of the concerned countries must confirm that their countries or regions have for at least 12 months been free from rinderpest, and foot-and-mouth disease. Furthermore, the responsible authorities of the concerned countries must undertake to notify the Commission and the Member States within 24 hours, by fax, telex or telegram of the confirmation of the occurrence of any of the abovementioned diseases or an alteration in the vaccination policy against them.\n(4) On 2 March 2001 the authorities of Argentina informed the Commission that a new regionalisation and vaccination policy against foot-and-mouth disease was being introduced as a result of the incursion of illegally intorduced animals from neighbouring countries found to be positive for foot-and-mouth disease in order to protect the border areas and part of the rearing and fattening areas of central Argentina.\n(5) The authorities of Argentina have provided information that, inter alia, in the northem border areas (buffer area) and a separate central area (restricted area) vaccination of cattle against foot-and-mouth disease is being reintroduced after a cessation of vaccination since 1999. In addition an outbreak of foot-and-mouth disease was notified to the OIE on 13 March 2001. Therefore it appears that the status of the country should be reviewed in the light of these changes as the existing requirements were based on a different disease and animal movement control strategy.\n(6) Moreover information from Argentina indicates that it has suspended exports of meat to Canada, Chile and the United States of America but not to the European Community.\n(7) It is therefore necessary to supsend the authorisation of importation into the Community of all categories of fresh meat from those species susceptible to foot-and-mouth disease, at least until a Commission inspection mission has been carried out to examine the new situation on the ground or the situation has been adequately clarified.\n(8) It is necessary to clarify the tables listing the countries following experience gained in the implementation of this Decision by the authorities.\n(9) Therefore importation into the Community of fresh meat from bovines and ovines should no longer be authorised.\n(10) Decision 93/402/EEC must be amended accordingly.\n(11) It will be necessary to review this Decision in the light of the results of the next Commission veterinay inspection mission and/or any change in the health situation in Argentina notified to the Commission in the meantime.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 93/402/EEC is amended as follows:\n1. Annex I is replaced by Annex A to this Decision;\n2. Annex II is replaced by Annex B to this Decision.", "This Decision shall apply until 15 April 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 303, 2.12.2000, p. 36.\nANNEX A\n\"ANNEX I\nDESCRIPTION OF TERRITORIES OF SOUTH AMERICA ESTABLISHED FOR ANIMAL HEALTH CERTIFICATION PURPOSES\n>TABLE>\"\nANNEX B\n\"ANNEX II\n(Version No 02/2001)\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION ((The letters (A, B, C, D, E, F, G and H) appearing on the table, are referring to the models of animal health guarantees as described in Annex III Part 2 of Decision 93/402/EEC, to be applied for each product and origin in accordance with Article 2 of this Decision.))\n>TABLE>\""}