{"celex_id": "32008D0235", "uri": "http://publications.europa.eu/resource/cellar/28ca17e7-6f94-42c3-873d-0dbc9bbdfcc0", "type": "Decision", "concepts": ["4258", "5640", "6050", "6897"], "title": "Decision No 235/2008/EC of the European Parliament and of the Council of 11 March 2008 establishing the European Statistical Governance Advisory Board (Text with EEA relevance)\n", "header": "15.3.2008 EN Official Journal of the European Union L 73/17\nDECISION No 235/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\nestablishing the European Statistical Governance Advisory Board\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) The need to establish Europe-wide standards on the independence, integrity and accountability of the national and Community statistical authorities led the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (2), unanimously to endorse, at its meeting on 24 February 2005, the European Statistics Code of Practice (hereinafter referred to as the Code of Practice) as presented in the Recommendation of the Commission of 25 May 2005 on the independence, integrity and accountability of the national and Community statistical authorities.\n(2) The Code of Practice has the dual purpose of improving trust and confidence in statistical authorities by proposing certain institutional and organisational arrangements on the one hand and reinforcing the quality of the statistics they produce on the other.\n(3) In the Communication of 25 May 2005 to the European Parliament and to the Council on the independence, integrity and accountability of the national and Community statistical authorities, the Commission acknowledged the usefulness of an external advisory body that could play an active role in overseeing how the Code of Practice is implemented by the European Statistical System as a whole. In its Recommendation of 25 May 2005, the Commission stated its intention to consider proposing the establishment of such an external advisory body.\n(4) On 8 November 2005, the Council concluded that a new high-level advisory body would enhance the independence, integrity and accountability of the Commission (Eurostat) and, in the context of the peer review assessment of implementing the Code of Practice, of the European Statistical System. The Council recommended that the body should be a small group of independent persons appointed on the basis of their competence.\n(5) The members of that body should provide a complementary mix of skills and experience, drawing, for example, on people from academia and those with national and/or international professional experience in the field of statistics.\n(6) The body should establish an assessment for the Commission (Eurostat) on the implementation of the Code of Practice analogous to the peer review of National Statistical Offices.\n(7) A dialogue with the Statistical Programme Committee and the European Statistical Advisory Committee, established by Decision No 234/2008/EC of the European Parliament and of the Council (3), on the Code of Practice, and also with Member States’ stakeholder bodies, should be encouraged where appropriate.\n(8) An advisory board should therefore be established, and its tasks and structure defined, without prejudice to Article 5 of the Protocol on the Statute of the European System of Central Banks and of the European Central Bank,", "main_body": ["Advisory Board\nThe European Statistical Governance Advisory Board (hereinafter referred to as the Board) is hereby established. The purpose of the Board shall be to provide an independent overview of the European Statistical System as regards the implementation of the European Statistics Code of Practice (hereinafter referred to as the Code of Practice).", "Tasks\n1.   The Board’s tasks shall be to:\n(a) prepare an annual report for the European Parliament and the Council on the implementation of the Code of Practice insofar as it relates to the Commission (Eurostat) and to transmit that report to the Commission prior to submitting it to the European Parliament and to the Council;\n(b) include in that annual report an assessment of the implementation of the Code of Practice in the European Statistical System as a whole;\n(c) advise the Commission on appropriate measures to facilitate the implementation of the Code of Practice insofar as it relates to the Commission (Eurostat) and to the European Statistical System as a whole;\n(d) advise the Commission (Eurostat) on communicating the Code of Practice to users and data providers;\n(e) advise the Commission (Eurostat) and the Statistical Programme Committee as regards updating the Code of Practice.\n2.   The Board may advise the Commission and shall respond to the Commission as regards questions relating to user confidence in European statistics, in compliance with the tasks laid down under paragraph 1.", "Membership of the Board\n1.   The Board shall comprise seven members, including its chairperson. The Board’s members shall act independently. The Commission (Eurostat) shall be represented as an observer.\n2.   The members of the Board shall be selected from among experts possessing outstanding competence in the field of statistics, shall perform their duties in their personal capacity, and shall be selected to provide a range of complementary skills and experience.\n3.   After consulting the Commission, the Council shall select, and the European Parliament shall approve, the nomination of the chairperson of the Board.\nThe chairperson shall not be a current member of either a National Statistical Office or the Commission and shall have held no such post within the last two years.\nAfter consulting the Commission, the European Parliament and the Council shall each appoint three members of the Board.\n4.   The term of office for the chairperson and members of the Board shall be three years, renewable once.\n5.   If a member resigns before the expiry of his or her term of office, he or she shall be replaced by a new member, appointed in accordance with this Article, who shall serve a full term.", "Proceedings\n1.   The Board shall adopt its own rules of procedure, which shall be made public.\n2.   The Board’s annual report, referred to in Article 2(1)(a), shall be made public after submission to the European Parliament and to the Council. In addition, the Board may decide to publish any conclusion, partial conclusion or working document, provided that it has been communicated in advance to the European Parliament, the Council and the Commission (Eurostat) and any other body involved, with an adequate opportunity for response.\n3.   Without prejudice to Article 287 of the Treaty, Board members shall be required not to disclose information to which they have gained access through the Board’s proceedings if the Commission informs them that such information is justifiably of a confidential nature or that responding to a request for an opinion or a question raised would lead to the disclosure of such confidential information.\n4.   The Board shall be assisted by a secretariat, which shall be provided by the Commission but which must act independently thereof. The Board’s secretary shall be appointed by the Commission after consulting the Board. The secretary shall act on the instructions of the Board.\n5.   The expenses of the Board shall be included in the budgetary estimates of the Commission.", "A review of the role and effectiveness of the Board shall be conducted three years after its establishment.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of the European Parliament of 24 October 2007 (not yet published in the Official Journal) and Council Decision of 14 February 2008.\n(2)  OJ L 181, 28.6.1989, p. 47.\n(3)  See page 13 of this Official Journal."}