{"celex_id": "32009D0727", "uri": "http://publications.europa.eu/resource/cellar/eb90d599-fc8d-4111-bb3e-61949acbeb73", "type": "Decision", "concepts": ["1309", "1338", "1590", "192", "2488", "2771", "313", "3730"], "title": "2009/727/EC: Commission Decision of 30 September 2009 on emergency measures applicable to crustaceans imported from India and intended for human consumption or animal feed (notified under document C(2009) 7388) (Text with EEA relevance)\n", "header": "1.10.2009 EN Official Journal of the European Union L 258/31\nCOMMISSION DECISION\nof 30 September 2009\non emergency measures applicable to crustaceans imported from India and intended for human consumption or animal feed\n(notified under document C(2009) 7388)\n(Text with EEA relevance)\n(2009/727/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Community and national level. It provides for emergency measures where it is evident that food or feed imported from a third country is likely to constitute a serious risk to human health, animal health or the environment, and that such risk cannot be contained satisfactorily by means of measures taken by the Member State(s) concerned.\n(2) Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products (2) provides that the production process of animals and primary products of animal origin is to be monitored for the purpose of detecting the presence of certain residues and substances in live animals, their excrements and body fluids and in tissue, animal products, animal feed and drinking water. Article 29 of Directive 96/23/EC requires that guarantees provided by third countries must have an effect at least equivalent to those provided for in this Directive.\n(3) The results of the latest Community inspection visit to India have revealed shortcomings as regards the residue control system in live animals and animal products.\n(4) Despite guarantees provided by India, Member States report to the Commission increased findings of nitrofurans and their metabolites in crustaceans imported from India and intended for human consumption or animal feed. The presence of those substances in food is forbidden by Council Regulation (EEC) No 2377/90 (3) and they present a serious risk for human health.\n(5) These products of animal origin are also used in the manufacturing of feed for aquaculture animals. Nitrofurans or their metabolites are not authorised as feed additive following provisions of Regulation (EC) No 1831/2003 of the European Parliament and of the Council (4). In addition, such products of animal origin which contain nitrofurans used as antibacterial substances are excluded from feed for farmed animals, since they are category 2 animal by-products in accordance with Regulation (EC) No 1774/2002 of the European Parliament and of the Council (5).\n(6) Therefore it is appropriate to adopt, at Community level, certain emergency measures applicable to importations of crustaceans of aquaculture origin from India in order to ensure the effective and uniform protection of human health in all Member States.\n(7) Accordingly, Member States should allow importations of crustaceans of aquaculture origin from India only if it can be shown that they have been subjected to an analytical test at origin to verify that the concentration of nitrofurans or their metabolites are not in excess of the decision limit of the confirmatory analytical method used, in accordance with Commission Decision 2002/657/EC (6).\n(8) However, it is appropriate to authorise the importation of consignments that are not accompanied by the results of the analytical tests at origin, provided that the importing Member State ensures that those are tested on arrival at the Community border and kept under the official control until the results become available.\n(9) This Decision should be reviewed in the light of the guarantees offered by India and on the basis of the results of the analytical tests carried out by the Member States.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to consignments of crustaceans of aquaculture origin imported from India and intended for human consumption or animal feed (hereinafter referred to as ‘consignments of crustaceans’).", "1.   Member States shall authorise the importation into the Community of the consignments of crustaceans provided that they are accompanied by the results of an analytical test carried out at origin to ensure that they do not present a danger to human health.\n2.   The analytical test must be carried out, in particular, with a view to detecting the presence of nitrofurans or their metabolites in conformity with Decision 2002/657/EC.", "1.   By way of derogation from Article 2, Member States shall authorise the importation of consignments of crustaceans that are not accompanied by the results of an analytical test provided that the importing Member State ensures that each consignment undergoes all appropriate checks on arrival at the Community border to ensure that they do not present a danger to human health.\n2.   The consignments referred to in paragraph 1 shall be detained at the Community border until laboratory tests show that the metabolites of nitrofurans are not present at concentrations in excess of the Community Minimum Required Performance Limit (MRPL) of 1 μg/kg as defined in Decision 2002/657/EC.", "1.   Member States shall immediately inform the Commission if the analytical test referred to in Article 3(2) reveals the presence of metabolites of nitrofurans at concentrations in excess of the decision limit (CC-alpha) of the confirmatory analytical method used, in accordance with Article 6 of Decision 2002/657/EC.\n2.   If the analytical test reveals the presence of nitrofurans or their metabolites at concentrations in excess of the Community (MRPL) the consignments may not be placed on the market.\n3.   Member States shall use, for the submission of the information referred to in paragraph 2, the rapid alert system for food and feed set up by Regulation (EC) No 178/2002.\n4.   Member States shall submit to the Commission every 3 months a report of all the results of the analytical tests. The common reporting format, set out in the Annex to this Decision shall be used.\n5.   The reports shall be submitted during the month following each quarter (April, July, October, and January).", "All expenditure incurred in the application of this Decision shall be charged to the consignor, the consignee or the agent of either.", "Member States shall immediately inform the Commission of the measures they take to comply with this Decision.", "This Decision shall be reviewed on the basis of the guarantees offered by India, and the results of the analytical tests carried out by the Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 September 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 125, 23.5.1996, p. 10.\n(3)  OJ L 224, 18.8.1990, p. 1.\n(4)  OJ L 268, 18.10.2003, p. 29.\n(5)  OJ L 273, 10.10.2002, p. 1.\n(6)  OJ L 221, 17.8.2002, p. 8.\nANNEX\nCOMMON REPORTING FORMAT AS REFERRED TO IN ARTICLE 4(4)\nResults of controls on consignments of crustaceans from India as regards nitrofurans and their metabolites\nType of crustaceans Sample code Date of analysis Result CCα of the confirmatory method > MRPL (1 μg/kg) Decision (Rejected/Redispatched/Destroyed/Placed on the Market)"}