{"celex_id": "32000L0039", "uri": "http://publications.europa.eu/resource/cellar/fa230182-5136-4b7f-91e9-59b92b88d569", "type": "Directive", "concepts": ["1280", "2739", "3135", "3730"], "title": "Commission Directive 2000/39/EC of 8 June 2000 establishing a first list of indicative occupational exposure limit values in implementation of Council Directive 98/24/EC on the protection of the health and safety of workers from the risks related to chemical agents at work (Text with EEA relevance)\n", "header": "Commission Directive 2000/39/EC\nof 8 June 2000\nestablishing a first list of indicative occupational exposure limit values in implementation of Council Directive 98/24/EC on the protection of the health and safety of workers from the risks related to chemical agents at work\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work(1), and in particular Article 3(2) thereof,\nHaving regard to the opinion of the Advisory Committee on safety, hygiene and health protection at work,\nWhereas:\n(1) Pursuant to Directive 98/24/EC, the Commission is to propose European objectives in the form of indicative occupational exposure limit values for the protection of workers from chemical risks, to be set at Community level.\n(2) The Commission, in carrying out this task, is assisted by the Scientific Committee for occupational exposure limits to chemical agents (SCOEL), instituted by Commission Decision 95/320/EC(2).\n(3) For any chemical agent for which indicative occupational exposure limit values are established at Community level, Member States are required to establish a national occupational exposure limit value, taking into account the Community limit value, determining its nature in accordance with national legislation and practice.\n(4) Indicative occupational exposure limit values should be regarded as an important part of the overall approach to ensuring the protection of the health of workers at the workplace, against the risks arising from hazardous chemicals.\n(5) A first and a second list of indicative occupational exposure limit values were established by Commission Directives 91/322/EEC(3) and 96/94/EC(4) in the framework of Council Directive 80/1107/EEC of 27 November 1980 on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work(5).\n(6) Directive 80/1107/EEC has been repealed with effect from 5 May 2001 by Directive 98/24/EC.\n(7) It is appropriate to reenact, in the framework of Directive 98/24/EC, the indicative occupational exposure limit values which had been established by Directives 91/322/EEC and 96/94/EC in the framework of Directive 80/1107/EEC.\n(8) The list set out in the Annex contains the substances set out in the Annex to Directive 96/94/EC and incorporates a number of other agents for which indicative occupational exposure limit values have been recommended by SCOEL, following the evaluation of the latest available scientific data on occupational health effects and taking into account the availability of measuring techniques. In view of the foregoing and in the interests of clarity Directive 96/94/EC should be recast.\n(9) It is necessary to establish short-term exposure limit values for certain substances to take account of effects arising from short-term exposure.\n(10) For some agents, it is necessary to have regard also to the possibility of penetration through the skin, in order to ensure the best possible level of protection.\n(11) This Directive constitutes a practical step towards the achievement of the social dimension of the internal market.\n(12) The measures provided for in this Directive are in accordance with the opinion of the Committee instituted by Article 17 of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(6),", "main_body": ["Community indicative occupational exposure limit values are hereby established for the chemical agents set out in the Annex.", "Member States shall establish national occupational exposure limit values for the chemical agents listed in the Annex, taking into account the Community values.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2001 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or be accompanied by such a reference at the time of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field covered by this Directive.", "Directive 96/94/EC is repealed with effect from the date referred to in Article 3(1).", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 June 2000.\nFor the Commission\nAnna Diamantopoulou\nMember of the Commission\n(1) OJ L 131, 5.5.1998, p. 11.\n(2) OJ L 188, 9.8.1995, p. 14.\n(3) OJ L 177, 5.7.1991, p. 22.\n(4) OJ L 338, 28.12.1996, p. 86.\n(5) OJ L 327, 3.12.1980, p. 8.\n(6) OJ L 183, 29.6.1989, p. 1.\nANNEX\nINDICATIVE OCCUPATIONAL EXPOSURE LIMIT VALUES\n>TABLE>"}