{"celex_id": "32001R0939", "uri": "http://publications.europa.eu/resource/cellar/74227181-a74d-4568-b5e2-a399c1d40a19", "type": "Regulation", "concepts": ["1201", "171", "2622", "2718", "80", "862"], "title": "Commission Regulation (EC) No 939/2001 of 14 May 2001 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the grant of flat-rate aid for certain fishery products\n", "header": "Commission Regulation (EC) No 939/2001\nof 14 May 2001\nlaying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the grant of flat-rate aid for certain fishery products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), and in particular Article 24(8) thereof,\nWhereas:\n(1) Article 24 of Regulation (EC) No 104/2000, which repealed Council Regulation (EEC) No 3759/92(2) with effect from 1 January 2001, provides for flat-rate aid to be granted under certain conditions to producer organisations which withdraw from the market products listed in Annex IV to that Regulation.\n(2) In the interests of harmonisation and simplification, the procedures required in the context of flat-rate aid should be the same as those which apply to financial compensation and carry-over aid, as set out in Commission Regulation (EC) No 2509/2000 of 15 November 2000 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards granting financial compensation for withdrawals of certain fishery products(3) and Commission Regulation (EC) No 2814/2000 of 21 December 2000 laying down the detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the grant of carry-over aid for certain fishery products(4). The conditions for granting flat-rate aid should therefore be established on that basis and Commission Regulation (EEC) No 4176/88 of 28 December 1988 laying down detailed rules of application for the granting of flat-rate aid for certain fisheries products(5), as last amended by Regulation (EC) No 3516/93(6), should be repealed.\n(3) Article 6(1) of Council Regulation (EC) No 2406/96 of 26 November 1996 laying down common marketing standards for certain fishery products(7), as last amended by Regulation (EC) No 2578/2000(8), provides that products that are classified as category B are ineligible for the financial assistance granted in respect of withdrawal as provided for in the common market organisation. Given that only Extra, \"E\" and \"A\" quality products are eligible for the flat-rate aid described in Article 24 of Regulation (EC) No 104/2000, the calculation of the quantities eligible for this aid should be based on these categories of products only.\n(4) The conditions to be satisfied by producer organisations in the context of the flat-rate aid scheme should be determined.\n(5) The flat-rate aid may be paid only at the end of the fishing year. However, provision should be made for the possibility of granting advances subject to the lodging of a security.\n(6) The Member States should be authorised to fix the standard value used in calculating the flat-rate aid broken down according to the destination of the products withdrawn as provided for in Commission Regulation (EEC) No 1501/83 of 9 June 1983 on the disposal of certain fishery products which have been the subject of measures to stabilise the market(9), as amended by Regulation (EEC) No 1106/90(10).\n(7) In order to help guarantee product quality and the disposal of these products on the market, the minimum conditions applicable to processing, and the conditions relating to storage and the re-release onto the market of the processed products should be determined.\n(8) The recipients of aid should keep a stock record containing the figures for releases onto the market, withdrawals from the market and amounts carried over each month (in kilograms) to increase the efficiency of checks and should supply this information to the Member State. It is sufficient for the purposes of good management of the mechanism to require stock records during the minimum storage periods.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["CHAPTER I\nGeneral provisions", "To qualify for flat-rate aid, producer organisations shall send the competent authorities in the Member State the list of products broken down by category and the autonomous withdrawal price referred to in Article 24(1) of Regulation (EC) No 104/2000 before the start of the fishing year.\nProducer organisations may apply an autonomous withdrawal price exceeding the maximum level referred to in Article 24(1)(a) of Regulation (EC) No 104/2000 for one or more product categories. However, they shall lose the right to flat-rate aid for the category or categories for which the maximum level is exceeded.", "Flat-rate aid shall be paid to the producer organisation concerned only once the competent authorities in the Member State in question have satisfied themselves that the quantities in respect of which the aid is applied for do not exceed the limit given in Article 24(5) of Regulation (EC) No 104/2000.\nCHAPTER II\nConditions for granting the flat-rate aid referred to in Article 24(2) of Regulation (EC) No 104/2000 (hereinafter referred to as \"flat-rate compensation\")", "The requirements set out in Articles 1 to 4 and Article 7 of Regulation (EC) No 2509/2000 shall apply mutatis mutandis to the grant of flat-rate compensation.", "The Member States shall fix the standard value to be used in calculating the flat-rate compensation and the advances relating thereto, broken down according to the destination of the products withdrawn as referred to in Article 1(b), (c), and (d) of Regulation (EEC) No 1501/83.\nThe standard value shall be fixed at the beginning of the fishing year and shall be identical for all the producer organisations recognised by the Member State concerned, using as a basis the average receipts from disposal via the outlets for the Member States concerned over the six months preceding the fixing of that value. That level shall be amended if significant and lasting changes in receipts are noted on the market of the Member State concerned.\nCHAPTER III\nConditions for granting the flat-rate aid referred to in Article 24(4) of Regulation (EC) No 104/2000 (hereinafter referred to as \"flat-rate premium\")", "1. The amount of the flat-rate premium shall be fixed before the beginning of each fishing year in accordance with the procedure referred to in Article 38(2) of Regulation (EC) No 104/2000. The amount shall be fixed per unit weight, to be applied to the net weight of each product listed in Annex IV to that Regulation.\n2. The amount of the flat-rate premium shall be calculated on the basis of the real technical and financial costs of operations required for the stabilisation and storage of the products in question as recorded in the Community during the previous fishing year.\n3. The following shall be considered as technical costs:\n(a) energy costs;\n(b) labour costs relating to storage and release from storage;\n(c) cost of materials for direct packaging;\n(d) processing costs (ingredients);\n(e) cost of transport from place of landing to place of processing.\n4. The financial costs shall be a flat-rate sum of EUR 10 per tonne for 2001. Thereafter the flat-rate sum shall be adjusted each year using the interest rate set annually in accordance with Article 5 of Council Regulation (EEC) No 1883/78(11).\n5. The level of the flat-rate premium fixed for the fishing year concerned shall apply to products entering storage during that year, irrespective of the end of the storage period.", "Article 3(1) and (2) and Article 4 of Regulation (EC) No 2814/2000 shall apply mutatis mutandis to the grant of the flat-rate premium.", "The flat-rate premium shall be paid to the producer organisation concerned only once the competent authorities in the Member State concerned have satisfied themselves that the quantities in respect of which the premium is applied for have been either processed and stored, or preserved, and subsequently placed back on the market, in accordance with Article 4 of Regulation (EC) No 2814/2000.\nCHAPTER IV\nFinal provisions", "1. Applications for payment of the flat-rate aid shall be submitted by the producer organisation concerned to the competent authorities of the Member State not later than four months after the end of the fishing year concerned. They shall include at least the information set out in the Annex.\n2. Advance payments shall be granted each month at the request of the producer organisation concerned for the quantities withdrawn or carried over, on condition that it lodges a security of at least 105 % of the amount advanced.\n3. The amount of the advance payment or payments shall be determined on the basis of the provisional ratio of the quantities withdrawn to the quantities put up for sale during the period concerned. The calculation of the amount shall be adjusted two months after the month concerned on the basis of the transactions actually carried out and reported using the model set out in the Annex.\n4. The national authorities shall pay the flat-rate aid within eight months of the end of the fishing year at the latest. Each Member State shall notify the other Member States and the Commission of the name and address of the body designated to pay the flat-rate aid.", "1. The Member States shall introduce a system of checks to verify that the information given in applications for payment corresponds to the quantities actually put up for sale and withdrawn from the market by the producer organisation concerned.\n2. Producer organisations shall ensure that the beneficiaries of the aid keep a stock record in accordance with the model set out in the Annex.\n3. Producer organisations shall communicate the date, species and quantity of products withdrawn or carried over to the Member State each month.", "0\nThe Member States shall inform the Commission of the measures taken under this Regulation as soon as they are adopted, and in any case before 1 July 2001. They shall inform the Commission of the existing measures in the field covered by Article 9(1) before 1 July 2001.", "1\nRegulation (EEC) No 4176/88 is repealed.", "2\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 June 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 388, 31.12.1992, p. 1.\n(3) OJ L 289, 16.11.2000, p. 11.\n(4) OJ L 326, 22.12.2000, p. 34.\n(5) OJ L 367, 31.12.1988, p. 63.\n(6) OJ L 320, 22.12.1993, p. 10.\n(7) OJ L 334, 23.12.1996, p. 1.\n(8) OJ L 298, 25.11.2000, p. 1.\n(9) OJ L 152, 10.6.1983, p. 22.\n(10) OJ L 111, 1.5.1990, p. 50.\n(11) OJ L 216, 5.8.1978, p. 1.\nANNEX\n>PIC FILE= \"L_2001132EN.001302.EPS\">"}