{"celex_id": "32006R1609", "uri": "http://publications.europa.eu/resource/cellar/dae8eb34-63c8-4905-8edb-05ea2339b7a8", "type": "Regulation", "concepts": ["1240", "1250", "1590", "2594", "4311", "5451"], "title": "Commission Regulation (EC) No 1609/2006 of 27 October 2006 authorising the placing on the market of infant formulae based on hydrolysates of whey protein derived from cows’ milk protein for a two-year period   (Text with EEA relevance)\n", "header": "28.10.2006 EN Official Journal of the European Union L 299/9\nCOMMISSION REGULATION (EC) No 1609/2006\nof 27 October 2006\nauthorising the placing on the market of infant formulae based on hydrolysates of whey protein derived from cows’ milk protein for a two-year period\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses (1), and in particular Article 4(1a) thereof,\nHaving consulted the European Food Safety Authority,\nWhereas:\n(1) Directive 89/398/EEC concerns foodstuffs for particular nutritional uses. The specific provisions applicable to certain groups of foods for particular nutritional uses are laid down by specific Directives.\n(2) Commission Directive 91/321/EEC of 14 May 1991 on infant formulae and follow-on formulae (2) is a specific Directive adopted pursuant to Directive 89/398/EEC. Directive 91/321/EEC lays down compositional requirements for infant formulae.\n(3) The Commission received a application for the placing on the market of an innovative infant formula based on hydrolysates of whey protein derived from cows’ milk with a protein content below the minimum of 0,56 g protein/100 kJ (2,25 g protein/100 kcal), as referred to in point 2.2 of Annex I to Directive 91/321/EEC.\n(4) On 5 October 2005, the European Food Safety Authority delivered its opinion (3). That opinion stated that infant formula, based on hydrolysates of whey protein derived from cows’ milk with a protein content of 0,47 g/100 kJ (1,9 g/100 kcal), is safe and suitable for use as the sole source of nutrition of infants.\n(5) Accordingly, pending the amendment of Directive 91/321/EEC, the marketing of that infant formula should be authorised for a two-year period.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By the way of derogation from Article 2 and Article 4(1) of Directive 91/321/EEC, the placing on the market of infant formulae based on hydrolysates of cows’ milk, as set out in the Annex to this Regulation, is authorised for a two-year period from the date of adoption of this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commisison\n(1)  OJ L 186, 30.6.1989, p. 27. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 175, 4.7.1991, p. 35. Directive as last amended by Directive 2003/14/EC (OJ L 41, 14.2.2003, p. 37).\n(3)  The EFSA Journal (2005) 280, p. 1-16.\nANNEX\nSpecifications for the protein source, protein processing and protein quality used in the manufacture of infant formula based on hydrolysates of whey protein derived from cows’ milk protein\n(1)   Protein content\nProtein content = nitrogen content × 6,25\nMinimum Maximum\n0,44 g/100 kJ 0,7 g/100 kJ\n(1,86 g/100 kcal) (3 g/100 kcal)\n(2)   Protein source\nDemineralised sweet whey protein derived from cows’ milk after enzymatic precipitation of caseins using chymosin, consisting of:\n(a) 63 % caseino-glycomacropeptide free whey protein isolate with a minimum protein content of 95 % of dry matter and protein denaturation of less than 70 % and a maximum ash content of 3 %; and\n(b) 37 % sweet whey protein concentrate with a minimum protein content of 87 % of dry matter and protein denaturation of less than 70 % and a maximum ash content of 3,5 %.\n(3)   Protein processing\nTwo-stage hydrolysis process using a trypsin preparation with a heat treatment step (from 3 to 10 minutes at 80 to 100 °C) between the two hydrolysis steps.\n(4)   Protein quality\nEssential and semi-essential amino acids in breast milk as set out in Annex V to Directive 91/321/EEC."}