{"celex_id": "32008D0176", "uri": "http://publications.europa.eu/resource/cellar/0ee92c45-87f3-4d95-9775-5e13078f34e9", "type": "Decision", "concepts": ["4692", "4839", "5263", "6004"], "title": "2008/176/EC: Commission Decision of 22 February 2008 amending Decision 97/107/EC authorising methods for grading pig carcases in Belgium (notified under document number C(2008) 678)\n", "header": "1.3.2008 EN Official Journal of the European Union L 57/25\nCOMMISSION DECISION\nof 22 February 2008\namending Decision 97/107/EC authorising methods for grading pig carcases in Belgium\n(notified under document number C(2008) 678)\n(Only the French and Dutch texts are authentic)\n(2008/176/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Commission Decision 97/107/EC (2) authorises two methods (Capteur Gras/Maigre — Sydel (CGM) and Giralda Choirometer PG 200) for grading pig carcases in Belgium.\n(2) Belgium has asked the Commission to authorise three new methods of grading pig carcases and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (3).\n(3) Examination of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(4) Decision 97/107/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 97/107/EC is amended as follows:\n1. the following indents are added to the first paragraph of Article 1:\n‘— the apparatus called “VCS 2000” and the assessment methods related thereto, details of which are given in Part 3 of the Annex,\n— the apparatus called “Hennessy Grading Probe (HGP4)” and the assessment methods related thereto, details of which are given in Part 4 of the Annex,\n— the apparatus called “Optiscan-TP” and the assessment methods related thereto, details of which are given in Part 5 of the Annex;’\n2. the Annex is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 22 February 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 39, 8.2.1997, p. 17. Decision as amended by Decision 97/734/EC (OJ L 294, 28.10.1997, p. 6).\n(3)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\nIn the Annex to Decision 97/107/EC the following Parts 3, 4 and 5 are added:\n‘PART 3\nVCS 2000\n1. Grading of pig carcasses is carried out by means of the apparatus known as “VCS 2000”.\n2. The apparatus VCS 2000 is a picture-processing system for automatically determining the trade values of pork-carcass-halves. The system is used online within the slaughtering production system where via a camera system the carcass halves are automatically filmed. The picture data is then processed in a computer by special picture processing software.\n3. The lean meat content of the carcasses shall be calculated on the basis of 38 variables according to the following formula:\nŶ = 54,078892 + 0,037085 * X5 + 0,256113 * X15 + 0,021655 * X16 + 33,97699 * X59 – 0,149103 * X88 – 0,106705 * X90 – 0,0768985 * X91 – 0,079832 * X95 – 0,079042 * X96 – 0,084983 * X97 + 0,039831 * X107 – 0,681172 * X108 + 0,234541 * X109 – 0,059871 * X113 – 4,149651 * X120 – 36,8824 * X147 – 19,9219 * X149 – 7,512613 * X156 – 0,086669 * X168 – 0,545069 * X171 – 0,386719 * X173 – 0,025001 * X175 – 1,410422 * X186 – 0,32873 * X192 – 0,260074 * X193 – 0,08137 * X196 + 141,2392 * X198 -141 236 * X199 – 12,7862 * X222 – 27,3973 * X227 – 289 576 * X228 + 425,3549 * X233 + 14,62961 * X234 – 0,97067 * X242 – 2,084821 * X243 – 3,11945 * X259 + 14,72706 * X270 – 0,949448 * X273\nŶ = the estimated percentage of lean meat in the carcasses\n4. Descriptions of the measurement points and the statistical method can be found in Part II of the Belgian protocol forwarded to the Commission in accordance with Article 3(3) of Regulation (EEC) No 2967/85.\nPART 4\nHENNESSY GRADING PROBE (HGP4)\n1. Grading of pig carcasses is carried out by means of the apparatus termed “Hennessy Grading Probe (HGP4)”.\n2. The HGP4 apparatus shall be equipped with a probe of 5,95 millimetres diameter (and of 6,3 millimetres at the blade on top of the probe) containing a photodiode and photodetector and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean meat content by means of the HGP4 itself or a computer linked to it.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcasses\nX1 = fat depth (including skin) in millimetres, measured 6 cm off the split line between the third and fourth last rib\nX2 = muscle depth in millimetres, measured 6 cm off the split line between the third and fourth last rib\nPART 5\nOPTISCAN-TP\n1. Grading of pig carcasses is carried out by means of the apparatus termed “Optiscan-TP”.\n2. The Optiscan-TP apparatus shall be equipped with a digital imager taking an illuminated photo of the two measurement points on the carcasses. The images are the base for the calculation of fat and muscle thickness according to the two points method “Zwei-Punkte Messverfahren (ZP)”. The results of the measurements shall be converted into estimated lean meat content by means of the Optiscan-TP apparatus itself. The photos are saved and later can be controlled. The integrated Bluetooth® interface permits easy data transfer.\n3. The lean meat content of the carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcasses\nX1 = smallest fat depth (including skin) over the musculus gluteus medius in millimetres\nX2 = lumbar muscle depth in millimetres, measured as the shortest distance from the front (cranial) end of the musculus gluteus medius to the upper (dorsal) edge of the spinal canal"}