{"celex_id": "32004D0185", "uri": "http://publications.europa.eu/resource/cellar/fa500c0e-d1ef-488d-adda-3d23a6132d3e", "type": "Decision", "concepts": ["2795", "4422", "5354", "753"], "title": "2004/185/Euratom: Council Decision of 19 February 2004 concerning the adoption of a supplementary research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community\n", "header": "Council Decision\nof 19 February 2004\nconcerning the adoption of a supplementary research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community\n(2004/185/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission submitted after consultation of the Scientific and Technical Committee,\nHaving regard to the opinion of the Board of Governors of the Joint Research Centre (JRC),\nWhereas:\n(1) Within the framework of the European research area, the supplementary research programme involving the high flux reactor (HFR) is one of the principal means available in the Union to contribute to safe nuclear technologies, to materials research for thermonuclear fusion, to fundamental research, to medical research and medical applications and to training in these areas.\n(2) The financial contributions to this supplementary programme will come directly from the Netherlands and France,", "main_body": ["The supplementary research programme on the operation of HFR, hereinafter referred to as \"the programme\", the objectives of which are set out in Annex I, is hereby adopted for a period of three years, starting on 1 January 2004.", "The financial contributions estimated as necessary for the execution of the programme amount to about EUR 30,6 million. The breakdown of the contributions is given in Annex II. It includes provision for the reactor decommissioning.", "The Commission shall be responsible for the implementation of the programme, and to this end, shall call upon the services of the JRC. The JRC Board of Governors shall be kept informed about the implementation of the programme.", "The Commission shall each year, before 15 June, submit to the European Parliament, to the Council and to the European Economic and Social Committee a report on the implementation of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 February 2004.\nFor the Council\nThe President\nM. McDowell\nANNEX I\nSCIENTIFIC AND TECHNICAL OBJECTIVES\nThe programme's aims are primarily:\n1. To provide more than 250 days per year of operation of the HFR in order to guarantee availability of neutrons for experiments.\n2. To allow for the rational use of this reactor according to the needs of research institutions requiring HFR support in areas such as: improvement of safety of existing nuclear reactors, health, including the development of medical isotopes to answer the questions of medical research and the testing of medical therapeutic techniques, fusion, fundamental research and training and waste management, including the possibility of developing nuclear fuel devoted to the elimination of weapon-grade plutonium.\nANNEX II\nBREAKDOWN OF THE CONTRIBUTIONS\nThe contributions to the programme will come from the Netherlands and France.\nThe breakdown of these contributions is as follows:\nThe Netherlands: EUR 29,75 million\nFrance: EUR 0,90 million\nTotal: EUR 30,65 million"}