{"celex_id": "32007D0386", "uri": "http://publications.europa.eu/resource/cellar/759d8256-6eb8-4e8e-a060-cb28aaf1fcc5", "type": "Decision", "concepts": ["1085", "1519", "2286", "2543", "3591", "4062", "4308", "5782", "5798", "863"], "title": "2007/386/EC: Commission Decision of 5 June 2007 determining the quantities of methyl bromide permitted to be used for critical uses in the Community from 1 January to 31 December 2007 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council on Substances that Deplete the Ozone Layer (notified under document number C(2007) 2295)\n", "header": "6.6.2007 EN Official Journal of the European Union L 143/27\nCOMMISSION DECISION\nof 5 June 2007\ndetermining the quantities of methyl bromide permitted to be used for critical uses in the Community from 1 January to 31 December 2007 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council on Substances that Deplete the Ozone Layer\n(notified under document number C(2007) 2295)\n(Only the Dutch, French, Italian, Polish and Spanish texts are authentic)\n(2007/386/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on Substances that Deplete the Ozone Layer (1) and in particular Article 3(2)(ii) thereof,\nWhereas:\n(1) Articles 3(2)(i)(d) and 4(2)(i)(d) of Regulation (EC) No 2037/2000 prohibit the production, import and placing on the market of methyl bromide for all uses after 31 December 2004 except, among others (2), for critical uses in accordance with Article 3(2)(ii) and the criteria set out in Decision IX/6 of the Parties to the Montreal Protocol, together with any other relevant criteria agreed by the Parties. Exemptions for critical uses are intended to be limited derogations to allow a short period of time for the adoption of alternatives.\n(2) Decision IX/6 states that methyl bromide should qualify as ‘critical’ only if the applicant determines that the lack of availability of methyl bromide for that specific use would result in a significant market disruption; and that there are no technically and economically feasible alternatives or substitutes available to the user that are acceptable from the standpoint of environment and health and are suitable to the crops and circumstances of the nomination. Furthermore, the production and consumption, if any, of methyl bromide for critical uses should be permitted only if all technically and economically feasible steps have been taken to minimise the critical use and any associated emission of methyl bromide. An applicant should also demonstrate that an appropriate effort is being made to evaluate, commercialise and secure national regulatory approval of alternatives and substitutes; and that research programmes are in place to develop and deploy alternatives and substitutes.\n(3) The Commission received 40 proposals for critical uses of methyl bromide from six Member States including France (70 900 kg), Italy (640 000 kg), Poland (27 900 kg), Spain (322 840 kg), The Netherlands (120 kg) and the United Kingdom (10 049 kg). A total of 1 071 809 kg was requested.\n(4) The Commission applied the criteria contained within Decision IX/6 and Article 3(2)(ii) of Regulation (EC) No 2037/2000 in order to determine the amount of methyl bromide that is eligible to be licensed for critical uses in 2007. The Commission in consultation with Member States found that adequate alternatives were available in the Community and had become more prevalent in many Parties to the Montreal Protocol in the period since the critical use proposals were compiled by Member States. As a result, the Commission determined that 521 836 kg of methyl bromide can be used in 2007 to satisfy critical uses in each of the Member States that had requested the use of methyl bromide. This amount equates to 2,7 % of 1991 consumption of methyl bromide in the European Community and indicates that more than 97,3 % of the methyl bromide has been replaced by alternatives. The critical-use categories are similar to those defined in Table A of Decision XVIII/13 at the Eighteenth Meeting of the Parties to the Montreal Protocol (3).\n(5) Article 3(2)(ii) requires the Commission to also determine which users may take advantage of the critical use exemption. As Article 17(2) requires Member States to define the minimum qualification requirements for personnel involved in the application of methyl bromide and, as fumigation is the only use, the Commission determined that methyl bromide fumigators are the only users proposed by the Member State and authorised by the Commission to use methyl bromide for critical uses. Fumigators are qualified to apply it safely; Member States have put in place procedures to identify fumigators within their territory that are permitted to use methyl bromide for critical uses.\n(6) Decision IX/6 states that production and consumption of methyl bromide for critical uses should be permitted only if methyl bromide is not available from existing stocks of banked or recycled methyl bromide. Article 3(2)(ii) states that production and importation of methyl bromide shall be allowed only if no recycled or reclaimed methyl bromide is available from any of the Parties. In accordance with Decision IX/6 and Article 3(2)(ii), the Commission determined that 31 605 kg of stocks are available for critical uses.\n(7) Article 4(2)(ii) states that, subject to Article 4(4), the placing on the market and the use of methyl bromide by undertakings other than producers and importers shall be prohibited after 31 December 2005. Article 4(4) states that Article 4(2) shall not apply to the placing on the market and use of controlled substances if they are used to meet the licensed requests for critical uses of those users identified as laid down in Article 3(2). Therefore, in addition to producers and importers, fumigators that are registered by the Commission in 2007 would be allowed to place methyl bromide on the market, and to use it for critical uses, after 31 December 2006. A fumigator typically requests an importer for both the importation and supply of methyl bromide. Fumigators registered for critical uses by the Commission in 2006 would be permitted to carry over to 2007 any remaining methyl bromide that had not been used in 2006 (referred to as ‘stocks’). The European Commission has put in place licensing procedures to deduct such stocks of methyl bromide before any additional methyl bromide is imported or produced to meet the licensed requests for critical uses in 2007.\n(8) As critical uses of methyl bromide apply from 1 January 2007, and for the purpose of ensuring that interested companies and operators may benefit from the licensing system, it is appropriate that this present decision shall apply from that date.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Regulation (EC) No 2037/2000,", "main_body": ["The Kingdom of Spain, the French Republic, the Italian Republic, the Kingdom of the Netherlands and the Republic of Poland shall be permitted to use a total of 521 836 kg of methyl bromide for critical uses from 1 January to 31 December 2007 for the specific quantities and categories of use described in Annexes I to V.", "Stocks declared available for critical uses by the competent authority of each Member State shall be deducted from the amount that can be imported or produced to satisfy critical uses in that Member State.", "This Decision shall apply from 1 January 2007 and shall expire on 31 December 2007.", "This Decision is addressed to the Kingdom of Spain, the French Republic, the Italian Republic, the Kingdom of the Netherlands and the Republic of Poland."], "attachments": "Done at Brussels, 5 June 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  Other uses are for quarantine and pre-shipment, as feedstock and for laboratory and analytical uses.\n(3)  UNEP/OzL.Pro.18/10: Report of the Eighteenth Meeting of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer, held 30 October-3 November 2006 in New Delhi. www.unep.org/ozone/Meeting_Documents/mop/index.asp\nANNEX I\nThe Kingdom of Spain\nCategories of permitted critical uses Kg\nStrawberry runners (Grown at high elevations) 217 000\nCut-flowers (Andalucia and Catalonia) 35 000\nStrawberry fruit (research only) 50\nPepper (research only) 70\nTotal 252 120\nStocks of methyl bromide available for critical uses in the Member State = 18 090 kg\nANNEX II\nThe French Republic\nCategories of permitted critical uses kg\nCut-flowers: Ranunculus, Anemone, Paeonia and Lily of the Valley open-field 9 600\nCarrots 1 400\nStrawberry runners 25 000\nForest nursery 1 500\nSeeds 96\nChestnuts 1 800\nTotal 39 396\nStocks of methyl bromide available for critical uses in the Member State = 392 kg\nANNEX III\nThe Italian Republic\nCategories of permitted critical uses Kg\nTomato (protected) 80 000\nPepper (protected) 50 000\nStrawberry runners 35 000\nCutflower 20 000\nMills 18 000\nTotal 203 000\nStocks of methyl bromide available for critical uses in the Member State = 12 893 kg\nANNEX IV\nThe Kingdom of the Netherlands\nCategories of permitted critical uses kg\nPostharvest disinfestation of strawberry runners 120\nTotal 120\nStocks of methyl bromide available for this critical use in the Member State = 25 kg\nANNEX V\nThe Republic of Poland\nCategories of permitted critical uses Kg\nMedicinal herbs and dried mushrooms as dry commodities 1 500\nStrawberry runners 24 500\nCocoa and coffee beans 1 200\nTotal 27 200\nStocks of methyl bromide available for critical uses in the Member State = 205 kg"}