{"celex_id": "32007R0996", "uri": "http://publications.europa.eu/resource/cellar/a4c4eca8-e25c-48f6-a0d7-1ad1b545462e", "type": "Regulation", "concepts": ["2338", "261", "3483", "3870", "4452"], "title": "Commission Regulation (EC) No 996/2007 of 28 August 2007 amending for the 84th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "29.8.2007 EN Official Journal of the European Union L 224/3\nCOMMISSION REGULATION (EC) No 996/2007\nof 28 August 2007\namending for the 84th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 1 and 13 August 2007, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 969/2007 (OJ L 215, 18.8.2007, p. 6).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n1. the following entry shall be removed from the heading ‘Legal persons, groups and entities’:\n2. the entry ‘Ahmad Fadil Nazal Al-Khalayleh (alias (a) Abu Musab Al-Zarqawi, (b) Muhannad, (c) Al-Muhajer, (d) Garib). Date of birth: 30.10.1966. Place of birth: Al-Zarqaa, Jordan. Other information: Reportedly deceased in June 2006’ under the heading ‘Natural persons’ shall be replaced by:\n3. the entry ‘Aiman Muhammed Rabi Al-Zawahiri (alias (a) Ayman Al-Zawahari, (b) Ahmed Fuad Salim). Title: Doctor. Date of birth: 19.6.1951. Place of birth: Giza, Egypt. Nationality: Thought to be an Egyptian national. Passport No: (a) 1084010 (Egypt), (b) 19820215. Other information: (a) Former operational and military leader of Egyptian Islamic Jihad Group, now a close associate of Usama Bin Laden, (b) Lives in the Afghanistan/Pakistan border area’ under the heading ‘Natural persons’ shall be replaced by:"}