{"celex_id": "32004R1652", "uri": "http://publications.europa.eu/resource/cellar/64c6062b-2845-4c25-906c-30e930b53189", "type": "Regulation", "concepts": ["2222", "2771", "2783", "3156", "3591"], "title": "Commission Regulation (EC) No 1652/2004 of 20 September 2004 authorising transfers between the quantitative limits of textiles and clothing products originating in the Islamic Republic of Pakistan\n", "header": "22.9.2004 EN Official Journal of the European Union L 297/4\nCOMMISSION REGULATION (EC) No 1652/2004\nof 20 September 2004\nauthorising transfers between the quantitative limits of textiles and clothing products originating in the Islamic Republic of Pakistan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), and in particular Article 7 thereof,\nWhereas:\n(1) The Memorandum of Understanding between the European Community and the Islamic Republic of Pakistan on arrangements in the area of market access for textile products, initialled on 31 December 1994 and approved by Council Decision 96/386/EC (2), provides that favourable consideration should be given to certain requests for so-called ‘exceptional flexibility’ by Pakistan.\n(2) The Islamic Republic of Pakistan submitted a request for transfers between categories on 24 May 2004.\n(3) The transfers requested by the Islamic Republic of Pakistan fall within the limits of the flexibility provisions referred to in Article 7 of Regulation (EEC) No 3030/93 and set out in Annex VIII thereto.\n(4) It is appropriate to grant the request.\n(5) It is desirable for this Regulation to enter into force on the day after its publication in order to allow operators to benefit from it as soon as possible.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Transfers between the quantitative limits for textile goods originating in the Islamic Republic of Pakistan are authorised for the quota year 2004 in accordance with the Annex.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 275, 8.11.1993, p. 1. Regulation as last amended by regulation (EC) No 487/2004 (OJ L 79, 17.3.2004, p. 1).\n(2)  OJ L 153, 27.6.1996, p. 47.\nANNEX\nPAKISTAN ADJUSTMENT\nGroup Category Unit Limit 2004 Adjusted working level Quantity in units Quantity in tonnes % Flexibility New adjusted working level\nIB 4 pieces 50 030 000 54 445 723 12 960 000 2 000 25,9 Transfer from category 28 67 405 723\nIB 5 pieces 14 849 000 15 467 728 2 265 000 500 15,3 Transfer from category 28 17 732 728\nIIA 20 kilograms 59 896 000 61 953 754 1 500 000 1 500 2,5 Transfer from category 28 63 453 754\nIIB 28 pieces 128 083 000 137 043 630 – 6 440 000 – 4 000 – 5,0 Transfer to categories 4, 5 and 20 130 603 630"}