{"celex_id": "32002L0078", "uri": "http://publications.europa.eu/resource/cellar/03f9ae9f-37e5-43de-9170-60c527dd1b35", "type": "Directive", "concepts": ["13", "2897", "3641", "4654", "4658", "468", "5451", "5726"], "title": "Commission Directive 2002/78/EC of 1 October 2002 adapting to technical progress Council Directive 71/320/EEC on the approximation of the laws of the Member States relating to the braking devices of certain categories of motor vehicles and their trailers\n", "header": "Commission Directive 2002/78/EC\nof 1 October 2002\nadapting to technical progress Council Directive 71/320/EEC on the approximation of the laws of the Member States relating to the braking devices of certain categories of motor vehicles and their trailers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers(1), as last amended by Commission Directive 2001/116/EC(2), and in particular Article 13(2) thereof,\nHaving regard to Council Directive 71/320/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to the braking devices of certain categories of motor vehicles and their trailers(3), as last amended by Commission Directive 98/12/EC(4), and in particular Article 5 thereof,\nWhereas:\n(1) Directive 71/320/EEC is one of the separate Directives of the EC type-approval procedure which has been established by Directive 70/156/EEC. Consequently, the provisions laid down in Directive 70/156/EEC relating to vehicle systems, components and separate technical units apply to Directive 71/320/EEC.\n(2) It is not considered necessary to apply the requirements concerning the approval of after-market replacement brake lining assemblies to those assemblies used in the approval of the braking system, provided such assemblies can be identified in accordance with the requirements of this Directive.\n(3) It is necessary to clarify the application of Directive 71/320/EEC to the after-market replacement brake lining assemblies with regard to their marking and packaging. Differentiation needs to be made between those replacement brake lining assemblies that are identical to the original equipment supplied for the specified vehicles and those that are not.\n(4) Directive 71/320/EEC should be amended accordingly;\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee for adaptation to technical progress established by Directive 70/156/EEC,", "main_body": ["Annexes I, IX and XV to Directive 71/320/EEC are amended in accordance with the Annex to this Directive.", "With effect from 1 January 2003 Member States shall not, on grounds relating to vehicle braking systems prohibit the sale or entry into service of replacement brake linings if the replacement brake linings comply with the requirements of Directive 71/320/EEC, as amended by this Directive.", "1. With effect from 1 June 2003 Member States may, on grounds relating to vehicle braking systems prohibit the sale or entry into service of replacement brake linings if the replacement brake linings do not comply with the requirements of Directive 71/320/EEC, as amended by this Directive.\n2. Notwithstanding the provision of paragraph 1, for the purpose of replacement parts, Member States shall permit the sale or entry into service of replacement brake linings intended for fitting to vehicle types for which type-approval was granted prior to the entry into force of Directive 71/320/EEC, as amended by Directive 98/12/EC, and on condition that such replacement brake linings do not contravene the provisions of the previous version of Directive 71/320/EEC, as amended by Directive 98/12/EC, which was applicable at the time of entry into service of these vehicles. In any case these brake linings shall not contain asbestos.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2002 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 October 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 42, 23.2.1970, p. 1.\n(2) OJ L 18, 21.1.2002, p. 1.\n(3) OJ L 202, 6.9.1971, p. 37.\n(4) OJ L 81, 18.3.1998, p. 1.\nANNEX\nThe Annexes to Directive 71/320/EEC are amended as follows:\n1. In Annex I, point 2, the following points 2.3 to 2.3.4 are added: \"2.3. Brake linings and brake lining assemblies\n2.3.1. Brake lining assemblies used to replace components at the end of their working life shall comply with the requirements in Annex XV for those categories of vehicles specified in point 1.1 of Annex XV.\n2.3.2. However, where the brake lining assemblies are of a type covered by point 1.2 of the Addendum to Annex IX and are intended for fitment to a vehicle/axle/brake to which the relevant type approval document refers, they do not need to comply with Annex XV provided they fulfil the requirements in points 2.3.2.1 to 2.3.2.2.\n2.3.2.1. Marking\nThe brake lining assemblies shall bear at least the following identifications:\n2.3.2.1.1. Vehicle and/or component manufacturer's name or trade mark;\n2.3.2.1.2. Make and identifying part number of the brake lining assembly as recorded in the information mentioned in point 2.3.4.\n2.3.2.2. Packaging\nThe brake lining assemblies shall be packaged in axle sets in accordance with the following requirements:\n2.3.2.2.1. Each package shall be sealed and constructed to show previous opening;\n2.3.2.2.2. Each package shall display at least:\n2.3.2.2.2.1. The quantity of brake lining assemblies contained;\n2.3.2.2.2.2. Vehicle and/or component manufacturer's name or trade mark;\n2.3.2.2.2.3. Make and identifying part number(s) of the brake lining assembly (assemblies), as recorded in the information mentioned in point 2.3.4.\n2.3.2.2.2.4. Part number(s) of the axle set, as recorded in the information mentioned in point 2.3.4.\n2.3.2.2.2.5. Sufficient information for the customer to identify the vehicles/axles/brakes for which the contents are approved.\n2.3.2.2.3. Each package shall contain fitting instructions with particular reference to ancillary parts and stating that the brake lining assemblies must be replaced in axle sets.\n2.3.2.2.3.1. The fitting instructions may alternatively be supplied in a separate transparent container together with the brake lining assembly package.\n2.3.3. Brake lining assemblies supplied to vehicle manufacturers exclusively for use during the assembly of vehicles do not need to comply with the requirements in points 2.3.2.1 and 2.3.2.2 above.\n2.3.4. The vehicle manufacturer shall provide to the technical service and/or approval authority the necessary information in electronic format which makes the link between the relevant part numbers and the type approval documentation.\nThis information shall contain:\n- make(s) and type(s) of vehicle\n- make(s) and type(s) of brake lining\n- part number(s) and quantity of the brake lining assemblies\n- part number(s) of the axle set\n- type approval number of the braking system of the relevant vehicle type(s).\"\n2. Annex IX, Appendix 1, is amended as follows:(a) The first line of the EC type-approval certificate is replaced by the following: \"Communication(1) concerning the\"\n(b) In the addendum to the EC type-approval certificate, points 1.2, 1.2.1 and 1.2.2 are replaced by the following: \"1.2. Brake linings\n1.2.1. Brake linings tested to all relevant prescriptions of Annex II\n1.2.1.1. Make(s) and type(s) of brake linings:\n1.2.2. Alternative brake linings tested in Annex XII\n1.2.2.1. Make(s) and type of brake linings:\"\n3. Annex XV is amended as follows:(a) Point 6.1 is replaced by the following: \"Replacement brake lining assemblies conforming to a type approved in accordance with this Directive shall be packaged in axle sets.\"\n(b) Point 6.3.4 is replaced by the following: \"sufficient for the customer to identify the vehicles/axles/brakes for which the contents are approved.\"\n(1) At the request of (an) applicant(s) for an approval to Annex XV of Directive 71/320/EEC, the information referred to in Annex IX, Appendix 3, of Directive 71/320/EEC shall be provided by the Type Approval Authority. However, this information shall not be provided for purposes other than approvals to Annex XV of Directive 71/320/EEC."}