{"celex_id": "32007D0207", "uri": "http://publications.europa.eu/resource/cellar/ada095f2-0b07-4990-8e82-1e0156bc234f", "type": "Decision", "concepts": ["2185", "2747", "2755", "2783", "2871", "3646", "3861", "5696"], "title": "2007/207/EC: Commission Decision of 29 March 2007 amending Decisions 2001/405/EC, 2002/255/EC, 2002/371/EC, 2004/669/EC, 2003/31/EC and 2000/45/EC in order to prolong the validity of the ecological criteria for the award of the Community eco-label to certain products (notified under document number C(2007) 532) (Text with EEA relevance)\n", "header": "3.4.2007 EN Official Journal of the European Union L 92/16\nCOMMISSION DECISION\nof 29 March 2007\namending Decisions 2001/405/EC, 2002/255/EC, 2002/371/EC, 2004/669/EC, 2003/31/EC and 2000/45/EC in order to prolong the validity of the ecological criteria for the award of the Community eco-label to certain products\n(notified under document number C(2007) 532)\n(Text with EEA relevance)\n(2007/207/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme (1), and in particular the second subparagraph of Article 6(1) thereof,\nAfter consulting the European Union Eco-labelling Board,\nWhereas:\n(1) The product group definition and the ecological criteria set out in Commission Decision 2001/405/EC of 4 May 2001 establishing the ecological criteria for the award of the Community eco-label to tissue paper products (2) expires on 4 May 2007.\n(2) Commission Decision 2002/255/EC of 25 March 2002 establishing the ecological criteria for the award of the Community eco-label to televisions (3) expires on 31 March 2007.\n(3) Commission Decision 2002/371/EC of 15 May 2002 establishing the ecological criteria for the award of the Community eco-label to textile products and amending Decision 1999/178/EC (4) expires on 31 May 2007.\n(4) Commission Decision 2004/669/EC of 6 April 2004 establishing revised ecological criteria for the award of the Community eco-label to refrigerators and amending Decision 2000/40/EC (5) expires on 31 May 2007.\n(5) Commission Decision 2003/31/EC of 29 November 2002 establishing revised ecological criteria for the award of the Community eco-label to detergents for dishwashers and amending Decision 1999/427/EC (6) expires on 31 December 2007.\n(6) Commission Decision 2000/45/EC of 17 December 1999 establishing the ecological criteria for the award of the Community eco-label to washing machines (7) expires on 30 November 2007.\n(7) Pursuant to Regulation (EC) No 1980/2000 a timely review has been carried out of the ecological criteria, as well as of the related assessment and verification requirements, established by those Decisions.\n(8) In the light of the review of those criteria and requirements, it is appropriate in all six cases to prolong the period of validity of the ecological criteria and the requirements for a period of one year.\n(9) Since the review obligation pursuant to Regulation (EC) No 1980/2000 concerns only the ecological criteria and assessment and verification requirements, it is appropriate that Decisions 2001/405/EC, 2002/255/EC, 2002/371/EC, 2004/669/EC, 2003/31/EC and 2000/45/EC remain in effect.\n(10) Decisions 2001/405/EC, 2002/255/EC, 2002/371/EC, 2004/669/EC, 2003/31/EC and 2000/45/EC should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["Article 3 of Decision 2001/405/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group tissue paper, as well as the related assessment and verification requirements, shall be valid until 4 May 2008.’", "Article 4 of Decision 2002/255/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group televisions, as well as the related assessment and verification requirements, shall be valid until 31 March 2008.’", "Article 5 of Decision 2002/371/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group textile products, as well as the related assessment and verification requirements, shall be valid until 31 May 2008.’", "Article 5 of Decision 2004/669/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group refrigerators, as well as the related assessment and verification requirements, shall be valid until 31 May 2008.’", "Article 5 of Decision 2003/31/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group detergents for dishwashers, as well as the related assessment and verification requirements, shall be valid until 31 December 2008.’", "Article 3 of Decision 2000/45/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group washing machines, as well as the related assessment and verification requirements, shall be valid until 30 November 2008.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 March 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 237, 21.9.2000, p. 1.\n(2)  OJ L 142, 29.5.2001, p. 10. Decision as amended by Decision 2005/384/EC (OJ L 127, 20.5.2005, p. 20).\n(3)  OJ L 87, 4.4.2002, p. 53. Decision as amended by Decision 2005/384/EC.\n(4)  OJ L 133, 18.5.2002, p. 29.\n(5)  OJ L 306, 2.10.2004, p. 16.\n(6)  OJ L 9, 15.1.2003, p. 11.\n(7)  OJ L 16, 21.1.2000, p. 74. Decision as last amended by Decision 2005/384/EC."}