{"celex_id": "32001R1183", "uri": "http://publications.europa.eu/resource/cellar/099647eb-a8eb-4e69-8a26-4d889d2687b8", "type": "Regulation", "concepts": ["1182", "252", "2645", "2707", "3003", "863"], "title": "Commission Regulation (EC) No 1183/2001 of 15 June 2001 fixing, in respect of the 2000/01 marketing year, the actual production of unginned cotton, the amount by which the guide price is to be reduced and the increase of the aid\n", "header": "Commission Regulation (EC) No 1183/2001\nof 15 June 2001\nfixing, in respect of the 2000/01 marketing year, the actual production of unginned cotton, the amount by which the guide price is to be reduced and the increase of the aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1553/95(1),\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece(2), as last amended by Regulation (EC) No 1553/95, and in particular Article 2(3) thereof,\nHaving regard to Council Regulation (EC) No 1554/95 of 29 June 1995 laying down the general rules for the system of aid for cotton and repealing Regulation (EEC) No 2169/81(3), as last amended by Regulation (EC) No 1419/98(4), and in particular Article 9 thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1554/95 provides that actual production in each marketing year is to be determined before the end of June of that year, account being taken in particular of the quantities for which aid has been requested; application of that criterion results in actual production in respect of the 2000/01 marketing year being set at the level set out below.\n(2) Article 2(3) of Regulation (EEC) No 1964/87 stipulates that, if actual production in Spain and Greece exceeds the maximum guaranteed quantity, the guide price referred to in paragraph 8 of Protocol 4 is to be reduced in each Member State where production exceeds its guaranteed national quantity (GNQ). Such reduction is calculated differently depending on whether th GNQ is exceeded both in Greece and Spain or only in one of those Member States. In the case under consideration there has been an overrun both in Greece and Spain. Therefore, under Article 6(a) of Regulation (EC) No 1554/95, the amount by which actual production exceeds the GNQ in each Member State is to be calculated as a percentage of its GNQ and the guide price is to be reduced by a percentage equal to half the percentage excess.\n(3) Article 2(4) of Regulation (EEC) No 1964/87 provides for an increase in aid, if certain conditions are fulfilled, in each Member State where actual production exceeds its guaranteed national quantity. Article 6 of Commission Regulation (EEC) No 1201/89 of 3 May 1989 laying down rules implementing the system of aid for cotton(5), as last amended by Regulation (EC) No 1624/1999(6), sets out the rules for calculating this increase. The above conditions are satisfied for the 2000/01 marketing year. The size of the aid increase for each Member State should therefore be calculated. The application of Article 6 of Regulation (EEC) No 1201/89 results in those amounts being set for the 2000/01 marketing year as indicated hereafter.\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["1. (a) For the 2000/01 marketing year, actual production of unginned cotton is fixed at 1573530 tonnes, of which 1272873 tonnes for Greece and 300657 tonnes for Spain.\n(b) For the 2000/01 marketing year, actual production of unginned cotton is fixed at 0 tonnes for Portugal.\n2. The amount by which the guide price is to be reduced for the 2000/01 marketing year is fixed at:\n- EUR 33,378/100 kg for Greece,\n- EUR 11,055/100 kg for Spain.\n3. The increase in the amount of aid for the 2000/01 marketing year is fixed at:\n- EUR 6,909/100 kg for Greece,\n- EUR 4,996/100 kg for Spain.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 148, 30.6.1995, p. 45.\n(2) OJ L 184, 3.7.1987, p. 14.\n(3) OJ L 148, 30.6.1995, p. 48.\n(4) OJ L 190, 4.7.1998, p. 4.\n(5) OJ L 123, 4.5.1989, p. 23.\n(6) OJ L 192, 24.7.1999, p. 39."}