{"celex_id": "32000R0190", "uri": "http://publications.europa.eu/resource/cellar/30c1290d-6684-43b3-9f0a-e3d6c3be95b7", "type": "Regulation", "concepts": ["1309", "2771", "4575", "4584", "519", "5876"], "title": "Council Regulation (EC) No 190/2000 of 24 January 2000 amending Regulation (EC) No 2320/97, inter alia, imposing a definitive anti-dumping duty on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia\n", "header": "COUNCIL REGULATION (EC) No 190/2000\nof 24 January 2000\namending Regulation (EC) No 2320/97, inter alia, imposing a definitive anti-dumping duty on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 8(1) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) The Council, by Regulation (EC) No 2320/97(2) (hereinafter referred to as \"the definitive Regulation\") imposed definitive anti-dumping duties on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Hungary, Poland, Russia, the Czech Republic, Romania and the Slovak Republic. Most exporting producers in the above countries offered undertakings. These undertakings were accepted by Commission Decision 97/790/EC(3). Consequently, their exports are partially exempted form the anti-dumping duties.\n(2) In the case of Russia, the undertaking offered was not accepted by the Commission as it did not contain the ncessary guarantees on the part of the Russian authorities to allow adequate monitoring and an ad valorem anti-dumping duty of 26,8 % was imposed.\n(3) Recital (87) of the definitive Regulation provided, however, for the anti-dumping measure in respect of Russia to be modified, if ever there were a change in circumstances such that the conditions for the acceptance of an undertaking were met.\nB. INTERIM REVIEW\n(4) The Russian authorities having subsequently stated that they would provide new guarantees, the Commission accordingly initiated an interim review(4) pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"), limited in scope to the examination of the acceptability of an undertaking from the Russian exporting producers concerned.\n(5) The investigation carried out has revealed that the undertaking which is being offered jointly by the Russian authorities and the Russian exporting producers concerned is modelled on those offered, and accepted by the Commission, in the original investigation. In addition, the Russian Ministry of Trade has guaranteed to supervise and monitor the undertaking.\n(6) The elimination of the injury will be achieved by two means: first, a price undertaking up to an annual volume threshold exempted from anti-dumping duty, and then an ad valorem anti-dumping duty levied on any imports above this threshold.\n(7) The Russian Ministry of Trade has undertaken to control and authenticate production certificates for each invoiced shipment exported to the Community which falls within the agreed quantity exempted from anti-dumping duty. In order to ensure that the quantity of imports exempted from the anti-dumping duty does not exceed the quantity in respect of which the undertaking has been offered, the exemption will be conditional on the presentation to the Community's customs authorities of a valid production certificate, clearly identifying the producer, the product concerned, the customer for which the goods are destined and the details lsited in the Annex to this Regulation. In cases of doubt, the Commission shall make a determination as to the certificate's validity, and take measures as appropriate, in accordance with Article 8(9) and (10) of the basic Regulation.\n(8) Having carefully examined the situation, the Commission accepted the undertaking by Commission Decision 2000/70/EC(5).\n(9) Therefore, the definitive Regulation has to be amended so that imports made in accordance with the terms of the undertaking are not subject to the anti-dumping duty,", "main_body": ["Regulation (EC) No 2320/97 is hereby amended as follows:\n(a) at Article 1(2), that part of the table referring to Russia shall be replaced by:\n\">TABLE>\"\n(b) the following shall be added to the table at Article 2(4):\n\">TABLE>\"", "This Reglation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 322, 25.11.1997, p. 1.\n(3) OJ L 322, 25.11.1997, p. 63.\n(4) OJ C 77, 20.3.1999, p. 6.\n(5) See page 78 of this Official Journal.\nANNEX\nMain elements of the production certificate(1)\n(a) The number of the certificate.\n(b) Identification showing whether the certificate is an original or a copy.\n(c) The date of expiry of the certificate.\n(d) The following text:\n\"Production certificate authenticated by the Ministry of Trade of the Russian Federation for monitoring pursuant to Article 2(2) of Regulation (EC) No 2320/97 for export to the European Community within TARIC additional Code XXXX of certain seamless steel pipes and tubes.\"\n(e) The name and full address of the relevant exporting producer, including telephone and fax numbers and possible identification number such as national registration number for incorporated companies.\n(f) The name and full address of the customer of the relevant exporting producer, including telephone and fax numbers, to whom the product has been sold and invoiced by this exporting producer.\n(g) The number of the commercial invoice to which the production certificate relates.\n(h) The exact description of the goods, including:\n- a product description sufficient to identify the product, which will be identical to the specifications on the invoice,\n- CN code,\n- quantity (in metric tonnes).\n(i) The following signed declaration by the exporting producer:\n\"I, the undersigned, certify that the sale for export to the European Community of the goods covered by this certificate is being made within the scope and under the terms of the undertaking by ... (the relevant exporting producer), and within the permitted volume for anti-dumping duty free imports into the European Community set out in the undertaking accepted by the Commission pursuant to Decision No 2000/70/EC. I declare that the information provided in this certificate is complete and correct.\"\n(j) Space for stamp and signature of an authorised person of the Russian Ministry of Trade.\n(k) Space for use by the competent authorities of the Community.\n(1) Each box on the certificate will be in two languages, Russian and English."}