{"celex_id": "32002D0266", "uri": "http://publications.europa.eu/resource/cellar/b3147046-1475-4df6-a4b2-f15f38fc4853", "type": "Decision", "concepts": ["1015", "1085", "2825", "4025", "5262", "6044"], "title": "2002/266/EC: Council Decision of 25 March 2002 authorising France to apply a differentiated rate of excise duty to biofuels in accordance with Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 25 March 2002\nauthorising France to apply a differentiated rate of excise duty to biofuels in accordance with Article 8(4) of Directive 92/81/EEC\n(2002/266/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By letter dated 17 November 2000, France requested authorisation to apply a differentiated rate of excise duty to vegetable oil esters incorporated into domestic heating fuel and diesel, and to ethyl alcohol derivatives (where the alcohol component is of agricultural origin) incorporated into premium grade or regular petrol. The ethyl alcohol derivative principally concerned is ethyl tertiary butyl ether (ETBE), an oxygenated compound made up of alcohol of agricultural origin and of isobutene, a product resulting from oil refining.\n(2) Following the Commission's requests for further information, France supplied the details necessary for examination of the matter in letters dated 18 January and 21 February 2001.\n(3) The other Member States have been notified of this request.\n(4) The Commission had to ask for the matter to be raised by the Council, by letter dated 19 April 2001, in accordance with the third paragraph of Article 8(4) of Directive 92/81/EEC.\n(5) The Commission and the Council have been encouraging the development of renewable energies, and biofuels in particular, since 1985. Council Directive 85/536/EEC of 8 December 1985 on crude oil savings through the use of substitute fuel components in petrol(2) stresses the role of biofuels in reducing Member States' dependence on oil imports and authorises the incorporation into petrol of up to 5 % of ethanol by volume and up to 15 % of ETBE by volume. Under Council Decisions 93/500/EEC(3) and 98/352/EC(4) and Decision 646/2000/EC of the European Parliament and of the Council(5), the Altener programme on promoting renewable energies in the Community was adopted with the aim of securing a market share for biofuels of 5 % of total motor vehicle fuel consumption by 2005. The 1997 White Paper on renewable sources of energy further recommended setting an objective of the production of 18 million tonnes of liquid biofuels by 2010 as part of an overall goal of doubling the share of renewables in EU energy consumption by the same year. The Commission's Green Paper Towards a European strategy for energy supply security stresses the key role of tax instruments in achieving these aims by reducing the difference in cost price between biofuels and competing products. On 12 March 1997, the Commission submitted a proposal for a directive restructuring the Community framework for the taxation of energy products which envisages the possibility of an exemption for biofuels outside the context of a pilot project within the meaning of Article 8(2)(d) of Directive 92/81/EEC. Lastly, on 7 November 2001, the Commission adopted an action plan and two proposals for directives on encouraging the use of substitute fuels in the transport sector, starting with regulatory and tax measures designed to promote biofuels.\n(6) The exemption requested by the French authorities is therefore in line with the Community's policy of developing the biofuel sector, in the interests of protecting the environment and ensuring security of energy supply.\n(7) The French legal arrangement is based on Article 25 of the amending finance law of 1997, on Decree No 98-309 of 22 April 1998 laying down the requirements for participation in the invitation to tender for the release for home use in France of biofuels giving rise to a reduction in domestic consumption tax, and on the decision of 22 April 1998 setting up the Committee for the examination of authorisation requests by biofuel production units.\n(8) This arrangement, which has been in force since 1 November 1997, was established on the basis of the Commission decision of 9 April 1997 (hereinafter \"the decision of 9 April 1997\") declaring that the domestic tax reductions on vegetable oil esters and ETBE constituted State aid compatible with the common market. The 1997 decision stated that the scheme concerned qualified as a pilot project.\n(9) The 1997 French legal arrangement for the differentiation of excise duties (hereinafter \"the 1997 arrangement\" is not limited in time. It provides for the issue by the French authorities of an authorisation allowing a reduction in excise duties for approved warehousekeepers carrying out the mixing of biofuels and mineral oils. Authorisations are granted for a period of three to nine years from the date of issue.\n(10) Details of the 1997 arrangement are given in the table below:\n>TABLE>\n(11) The 1997 arrangement complies with the minimum rates of excise duty referred to in Articles 3, 4 and 5 of Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(6), as indicated in the following table:\n>TABLE>\n(12) On the entry of biofuels into refineries under customs control (tax production or storage warehouse) where they are to be incorporated into petroleum products, an exemption certificate is issued to the operator carrying out the operation for an amount corresponding to the volume received multiplied by the exemption rate. These certificates are then set against the declarations of release for home use of petroleum products.\n(13) Where the mixing is carried out in a Member State other than France, the document accompanying the product states that the petroleum product contains a biofuel and specifies its nature. When the excise duty falls due in France, an exemption certificate is issued for an amount corresponding to the volume of biofuel contained in the petroleum product multiplied by the exemption rate.\n(14) The exemption requested under Article 8(4) of Directive 92/81/EEC is based on the 1997 arrangement. However, it will be adapted to take account both of this Decision and the Commission's final decision on the compatibility of the State aids to promote biofuels.\n(15) Exceptionally, in view of the specific and unique circumstances of the case, this Decision must be applied with effect from 1 November 1997 and relate also to the exemptions granted since the entry into force of the 1997 arrangement.\n(16) According to the decision of 9 April 1997, the domestic tax reductions on vegetable oil esters and ETBE constituted State aid compatible with the common market. That decision stipulated that the scheme concerned qualified as a pilot project and therefore came within the scope of Article 8(2)(d) of Directive 92/81/EEC which allows Member States to apply for exemptions or reductions in the rate of excise duty applied to mineral oils used in the field of pilot projects for the technological development of more environmentally-friendly products, in particular in relation to fuels from renewable resources. A specific decision authorising differentiated rates of excise duty based on Article 8(4) of Directive 92/81/EEC was not therefore considered necessary. In the light of the legal context and the Community legislative policy referred to in the fifth recital above, therefore, the economic operators who received the domestic tax reductions provided for by the 1997 arrangement can be considered as having acted in good faith.\n(17) In its judgment of 27 September 2000 in Case T-184/87 (BP Chemicals v. Commission)(7) the Court of First Instance of the European Communities annulled the part of the decision of 9 April 1997 relating to the ETBE sector.\n(18) That case related to an application to annul the decision of 9 April 1997 submitted by BP Chemicals, the main European producer of synthetic ethanol. The Court dismissed as inadmissible the application against the 1997 decision as that decision related to measures applicable to the esters sector. The Court concluded that the measures relating to the esters sector did not bring about a significant change in the applicant's legal situation and consequently did not affect its interests. In relation to the measures applicable to the ETBE sector, the Court considered that the Commission had infringed Article 8(2)(d) of Directive 92/81/EEC by deciding that the contested scheme could be regarded as a pilot project within the meaning of that Article. The Court concluded that, by infringing Article 8(2)(d) of Directive 92/81/EEC, the Commission had exceeded the powers conferred on it by Article 93(3) of the Treaty.\n(19) Paragraph 78 of the Court's judgment states that there is no reason why a decision cannot be adopted by the Council in accordance with Article 8(4) of Directive 92/81/EEC on tax exemption schemes to promote the market penetration of biofuels. The Court did not therefore find the exemption illegal on substantive grounds but considered that the procedure in Article 8(4) of the Directive should be applied.\n(20) As a result of the annulment of the part of the decision of 9 April 1997 relating to the ETBE sector, therefore, that part of the dossier reverts in law to the stage prior to the adoption of the annulled decision, i.e. in 1997.\n(21) Moreover, even if the Court's judgment does not concern the esters sector, on account of the inadmissibility of that part of the application, it nevertheless seems logical that the measures applicable to the esters sector would likewise not be part of pilot projects within the meaning of Article 8(2)(d) of Directive 92/81/EEC. The current application by the French authorities is, accordingly, the logical consequence of the partial annulment of the Commission decision of 9 April 1997 insofar as it puts the exemption into the appropriate procedural framework.\n(22) Following the Court's ruling, on 29 November 2000 the Commission initiated the procedure provided for by Article 88(2) of the Treaty in relation to State aid C 64/2000 (French biofuels)(8) concerning the ETBE sector. The French national legal arrangement is being examined in this context with effect from its entry into force on 1 November 1997.\n(23) Exemptions unlimited in time cannot be authorised. A period of six years is sufficient in economic terms to meet the planning needs of investment projects in the case in question. Individual exemptions of a maximum duration of six years from the date of issue of the authorisation would be appropriate for biofuel production units. The biofuel production units must have received authorisation from the French authorities by 31 December 2003 at the latest.\n(24) Distortions of competition should be limited and the incentive of a reduction in costs for producers and distributors of biofuels maintained, in particular by the implementation of excise reduction mechanisms adapted to changes in raw material prices.\n(25) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or hinder the operation of the internal market and are not incompatible with Community policy on protection of the environment, energy and transport,", "main_body": ["1. France is hereby authorised to grant permits for the application of a differentiated rate of excise duty to the fuel mixture \"petrol/ethyl alcohol derivatives whose alcohol component is of agricultural origin\".\n2. France is hereby authorised to grant permits for the application of a differentiated rate of excise duty to the fuel mixture \"diesel/vegetable oil esters\".\n3. To allow a reduction in excise duty on blends incorporating vegetable oil esters and ethyl alcohol derivatives which are used as fuel within the meaning of Directive 92/81/EEC, the French authorities must issue the necessary permits to the biofuel production units concerned by 31 December 2003 at the latest.\nThe authorisations will be valid for a maximum of six years from the date of issue.\nThe reduction specified in the authorisation may be applied after 31 December 2003 until the expiry of the authorisation. It may not be extended.\n4. The reductions in excise duties shall not exceed EUR 35,06/hl or EUR 396,64/t for vegetable oil esters and EUR 50,23/hl or EUR 297,35/t for ethyl alcohol derivatives used in the mixtures referred to in paragraph 1.\n5. The rates of duty applicable to the mixtures referred to in paragraph 1 must comply with the terms of Directive 92/82/EEC, and in particular the minimum rates laid down in Articles 4 and 5 thereof.", "1. France is hereby authorised to grant permits for the application of a differentiated rate of excise duty to the mixture \"domestic heating fuel/vegetable oil esters\".\n2. To allow a reduction in excise duty on blends incorporating vegetable oil esters and used as fuel within the meaning of Directive 92/81/EEC, the French authorities must issue the necessary permits to the biofuel production units concerned by 31 December 2003 at the latest.\nThe authorisations will be valid for a maximum of six years from the date of issue.\nThe reduction specified in the authorisation may be applied after 31 December 2003 until the expiry of the authorisation, but may not be extended.\n3. The reductions in excise duties shall not exceed EUR 35,06/hl or EUR 396,64/t for the vegetable oil esters used in the mixtures referred to in paragraph 1.\n4. The rates of duty applicable to the mixture referred to in paragraph 1 must comply with the terms of Directive 92/82/EEC, and in particular the minimum rate laid down in Article 3 thereof.", "The reductions in excise duty shall be adjusted to take account of changes in the price of raw materials to avoid over-compensating for the extra costs involved in the manufacture of biofuels.", "This Decision shall apply with effect from 1 November 1997.\nIt shall expire on 31 December 2003.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 25 March 2002.\nFor the Council\nThe President\nA. M. Birulés y Bertrán\n(1) Directive published in OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) Directive published in OJ L 334, 12.12.1985, p. 20. Directive as last amended by Directive 87/441/EEC (OJ L 238, 21.8.1987, p. 40).\n(3) OJ L 235, 18.9.1993, p. 41.\n(4) OJ L 159, 3.6.1998, p. 53.\n(5) OJ L 79, 25.10.2000, p. 1.\n(6) Directive published in OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(7) 2000 ECR II-3145\n(8) OJ C 60, 24.2.2001, p. 4."}