{"celex_id": "32004D0787", "uri": "http://publications.europa.eu/resource/cellar/7747c5ce-951b-41b5-a3a6-52b0a81ef58f", "type": "Decision", "concepts": ["1005", "2792", "4057", "4257", "5315"], "title": "Decision No 787/2004/EC of the European Parliament and of the Council of 21 April 2004 amending Council Decision 96/411/EC and Decisions No 276/1999/EC, No 1719/1999/EC, No 2850/2000/EC, No 507/2001/EC, No 2235/2002/EC, No 2367/2002/EC, No 253/2003/EC, No 1230/2003/EC and No 2256/2003/EC with a view to adapting the reference amounts to take account of the enlargement of the European Union\n", "header": "Decision No 787/2004/EC of the European Parliament and of the Council\nof 21 April 2004\namending Council Decision 96/411/EC and Decisions No 276/1999/EC, No 1719/1999/EC, No 2850/2000/EC, No 507/2001/EC, No 2235/2002/EC, No 2367/2002/EC, No 253/2003/EC, No 1230/2003/EC and No 2256/2003/EC with a view to adapting the reference amounts to take account of the enlargement of the European Union\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95, Article 153(2), Article 156(1), Article 157(3), Article 175(1) and Article 285 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty [1],\nWhereas:\n-  No 276/1999/EC of 25 January 1999 adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks [3],\n-  No 1719/1999/EC of 12 July 1999 on a series of guidelines, including the identification of projects of common interest, for trans-European networks for the electronic interchange of data between administrations (IDA) [4],\n-  No 2850/2000/EC of 20 December 2000 setting up a Community framework for cooperation in the field of accidental or deliberate marine pollution [5],\n-  No 507/2001/EC of 12 March 2001 concerning a set of actions relating to the trans-European network for the collection, production and dissemination of statistics on the trading of goods within the Community and between the Community and non-member countries (Edicom) [6],\n-  No 2235/2002/EC of 3 December 2002 adopting a Community programme to improve the operation of taxation systems in the internal market (Fiscalis programme 2003 to 2007) [7],\n-  No 2367/2002/EC of 16 December 2002 on the Community statistical programme 2003 to 2007 [8],\n-  No 253/2003/EC of 6 February 2003 adopting an action programme for customs in the Community (Customs 2007) [9],\n-  No 1230/2003/EC of 26 June 2003 adopting a multiannual programme for action in the field of energy: \"Intelligent Energy — Europe\" (2003 to 2006) [10],\n-  No 2256/2003/EC of 17 November 2003 adopting a multiannual programme (2003 to 2005) for the monitoring of eEurope, dissemination of good practices and the improvement of network and information security (Modinis) [11],", "main_body": ["The first subparagraph of Article 6(4) of Decision 96/411/EC shall be replaced by the following:\n\"4. The financial framework for the implementation of this programme for the period 2003 to 2007 is hereby set at EUR 11,65 million. EUR 8,65 million shall be for the period 2003 to 2006.For the period beginning on 1 January 2007, the amount proposed shall be deemed to be confirmed if, for the phase in question, it is consistent with the financial perspective in force for the period beginning on 1 January 2007.\"", "The first subparagraph of Article 1(3) of Decision No 276/1999/EC shall be replaced by the following:\n\"3. The financial framework for the implementation of the action plan for the period from 1 January 1999 to 31 December 2004 is hereby set at EUR 39,1 million.\"", "Article 12 of Decision No 1719/1999/EC shall be amended as follows:\n1. The heading \"Financial Reference Amount\" shall be replaced by the heading \"Funding\":\n2. Paragraph 1 shall be replaced by the following:\n\"1. The financial framework for the implementation of the Community action under this Decision for the period 2002 to 2004 shall be EUR 40,6 million.\"", "Article 2(c) of Decision No 2850/2000/EC shall be replaced by the following:\n\"(c) The financial framework for the implementation of this Decision for the period 2000 to 2006 is hereby set at EUR 12,6 million.\nThe funding allocated to the actions provided for in this Decision shall be entered into the annual appropriations of the general budget of the European Union. The available annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\"", "Decision No 507/2001/EC is hereby amended as follows:\n1. The first subparagraph of Article 6 shall be replaced by the following:\n\"The financial framework for implementation of the Community action described in this Decision for the period 2001 to 2005 is fixed at EUR 53,6 million. An indicative breakdown, by category of actions referred to in Article 2, is shown in Annex II.\"\n2. Annex II shall be replaced by the text shown in Annex I to this Decision.", "Article 10 of Decision No 2235/2002/EC shall be replaced by the following:\n\"Article 10FundingThe financial framework for the implementation of the programme for the period 1 January 2003 to 31 December 2007 is hereby set at EUR 67,25 million. EUR 51,9 million shall be for the period up to 31 December 2006.For the period beginning on 1 January 2007, the amount proposed shall be deemed to be confirmed if, for the phase in question, it is consistent with the financial perspective in force for the period beginning on 1 January 2007.The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\"", "The first and second subparagraphs of Article 3 of Decision No 2367/2002/EC shall be replaced by the following:\n\"The financial framework for the implementation of this programme for the period 2003 to 2007 is hereby set at EUR 220,6 million. EUR 170,83 million shall be for the period up to 31 December 2006.For the period beginning on 1 January 2007, the amount proposed shall be deemed to be confirmed if, for the phase in question, it is consistent with the financial perspective in force for the period beginning on 1 January 2007.\"", "Article 14 of Decision No 253/2003/EC shall be replaced by the following:\n3. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\"", "Decision No 1230/2003/EC is hereby amended as follows:\n1. The first subparagraph of Article 6(1) shall be replaced by the following:\n\"1. The financial framework for the implementation of this programme for the period 2003 to 2006 shall be EUR 250 million.\"\n2. The Annex shall be replaced by the text appearing in Annex II to this Decision.", "0\nThe first and second paragraphs of Article 4 of Decision No 2256/2003/EC shall be replaced by the following:\n\"The programme shall cover a period from 1 January 2003 to 31 December 2005. The financial framework for the implementation of this programme is hereby set at EUR 22,44 million.\"", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Strasbourg, 21 April 2004.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nD. Roche\n[1] Opinion of the European Parliament of 9 March 2004 (not yet published in the Official Journal) and Council Decision of 5 April 2004.\n[2] OJ L 162, 1.7.1996, p. 14. Decision as last amended by Decision No 1919/2002/EC of the European Parliament and of the Council (OJ L 293, 29.10.2002, p. 5).\n[3] OJ L 33, 6.2.1999, p. 1. Decision as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n[4] OJ L 203, 3.8.1999, p. 1. Decision as amended by Decision No 2046/2002/EC (OJ L 316, 20.11.2002, p. 4).\n[5] OJ L 332, 28.12.2000, p. 1.\n[6] OJ L 76, 16.3.2001, p. 1.\n[7] OJ L 341, 17.12.2002, p. 1.\n[8] OJ L 358, 31.12.2002, p. 1.\n[9] OJ L 36, 12.2.2003, p. 1.\n[10] OJ L 176, 15.7.2003, p. 29.\n[11] OJ L 336, 23.12.2003, p. 1.\n--------------------------------------------------\nANNEX I\n--------------------------------------------------\nANNEX II\n--------------------------------------------------"}