{"celex_id": "32004R1493", "uri": "http://publications.europa.eu/resource/cellar/0c57391b-3a1e-4fad-946e-f64cd246c0c7", "type": "Regulation", "concepts": ["12", "2212", "2324", "2763", "3568"], "title": "Commission Regulation (EC) No 1493/2004 of 23 August 2004 laying down transitory measures to be adopted on account of the accession of Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovenia and Slovakia in respect of the requirements for the granting of refunds for exports of certain milk or egg products pursuant to Regulation (EC) No 1520/2000\n", "header": "24.8.2004 EN Official Journal of the European Union L 274/9\nCOMMISSION REGULATION (EC) No 1493/2004\nof 23 August 2004\nlaying down transitory measures to be adopted on account of the accession of Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovenia and Slovakia in respect of the requirements for the granting of refunds for exports of certain milk or egg products pursuant to Regulation (EC) No 1520/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first paragraph of Article 41 thereof,\nWhereas:\n(1) Article 16(10) of Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amounts of such refunds (1) provides that, for a refund to be granted on the products that are indicated in Article 1 of Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products (2), or Article 1 of Council Directive 89/437/EEC of 20 June 1989 on hygiene and health problems affecting the production and the placing on the market of egg products (3), and appear in Annex B to Regulation (EC) No 1520/2000, they must be prepared in accordance with the requirements of those Directives and carry the required health mark.\n(2) Commission Decision 2004/280/EC of 19 March 2004 laying down transitional measures for the marketing of certain products of animal origin obtained in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (4) (hereinafter the new Member States) lays down transitional measures to facilitate the transition from the existing regime in the new Member States to that resulting from the application of the Community veterinary legislation. According to Article 3 of that Decision, Member States shall authorise trade from 1 May to 31 August 2004 in milk or egg products which are obtained in establishments in the new Member States authorised to export to the Community before the accession date, provided that the products bear the Community export health mark of the establishment concerned and are accompanied by a document which certifies that they were produced in conformity with Decision 2004/280/EC.\n(3) It is therefore appropriate to derogate from Regulation (EC) No 1520/2000 and provide that goods which comply with Article 3 of Decision 2004/280/EC and are authorised to be traded for the period from 1 May to 31 August 2004 should be eligible for an export refund.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["By way of derogation from Article 16(10) of Regulation (EC) No 1520/2000, goods obtained before the date of accession in establishments of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia authorised to export to the Community before the accession date and exported from the Community in the period from the accession date to 31 August 2004 are eligible for an export refund, provided that they meet the requirements of Article 3(a) and (b) of Decision 2004/280/EC.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\nIt shall apply to export declarations accepted from the date of the entry into force of this Regulation to 31 August 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 August 2004.\nFor the Commission\nOlli REHN\nMember of the Commission\n(1)  OJ L 177, 15.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 543/2004 (OJ L 87, 25.3.2004, p. 8).\n(2)  OJ L 268, 14.9.1992, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3)  OJ L 212, 22.7.1989, p. 87. Directive as last amended by Regulation (EC) No 806/2003.\n(4)  OJ L 87, 25.3.2004, p. 60."}