{"celex_id": "32004R1388", "uri": "http://publications.europa.eu/resource/cellar/5f8e9c78-c164-448d-9c9f-6cdcbb314484", "type": "Regulation", "concepts": ["2984", "3424", "3682", "933"], "title": "Commission Regulation (EC) No 1388/2004 of 30 July 2004 amending Regulation (EEC) No 1915/83 on certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings\n", "header": "31.7.2004 EN Official Journal of the European Union L 255/5\nCOMMISSION REGULATION (EC) No 1388/2004\nof 30 July 2004\namending Regulation (EEC) No 1915/83 on certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation No 79/65/EEC of the Council of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), and in particular Article 6(2) thereof,\nWhereas:\n(1) Pursuant to Article 3 of Commission Regulation (EEC) No 1915/83 (2), the liaison agency forwards the farm returns to the Commission according to the technical specifications laid down in Annex III of Commission Regulation (EEC) No 2237/77 of 23 September 1977 on the form of farm return to be used for the purpose of determining incomes of agricultural holdings (3). For reasons of clarity, it is appropriate to define the moment at which the farm returns can be considered to have been forwarded to the Commission taking into account the development in those technical specifications.\n(2) Article 3 of Regulation (EEC) No 1915/83 provides furthermore that the liaison agency shall forward all the farm returns to the Commission not later than nine months after the end of the accounting year to which they relate. It is appropriate to prolong this period for the accounting year 2003, to give the liaison agencies time to adjust their work organisation in order to respect the new definition of the moment at which the farm returns can be considered to have been forwarded to the Commission.\n(3) Regulation (EEC) No 1915/83 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["Article 3 of Regulation (EEC) No 1915/83 is replaced by the following:\n‘Article 3\nThe liaison agency shall forward all the farm returns, presented in the form laid down in Annex III to Regulation (EEC) No 2237/77, to the Commission not later than nine months after the end of the accounting year to which they relate. However, for the accounting year 2003 the farm returns shall be forwarded to the Commission not later than fourteen months after the end of that accounting year.\nThe farm returns shall be regarded as having been forwarded to the Commission when the liaison agency, after the data have been introduced in the Commission’s data delivery and control system and after the subsequent computer checks have been executed, confirms the data to be ready to be loaded in the Commission’s database.’", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ 109, 23.6.1965, p. 1859/65. Regulation as last amended by Commission Regulation (EC) No 660/2004 (OJ L 104, 8.4.2003, p. 97).\n(2)  OJ L 190, 14.7.1983, p. 25.\n(3)  OJ L 263, 17.10.1977, p. 1. Regulation as last amended by Commission Regulation (EC) No 1837/2001 (OJ L 255, 24.9.2001, p. 1)."}