{"celex_id": "32009D0584", "uri": "http://publications.europa.eu/resource/cellar/8858200e-8ba4-4082-b767-c89dfe16b5da", "type": "Decision", "concepts": ["2041", "2352", "3105", "3995", "4359", "4827", "598", "605"], "title": "2009/584/EC: Commission Decision of 31 July 2009 establishing the High Level Steering Group on SafeSeaNet (Notified under document C(2009) 5924) (Text with EEA relevance)\n", "header": "1.8.2009 EN Official Journal of the European Union L 201/63\nCOMMISSION DECISION\nof 31 July 2009\nestablishing the High Level Steering Group on SafeSeaNet\n(Notified under document C(2009) 5924)\n(Text with EEA relevance)\n(2009/584/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/59/EC of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system (1), and in particular point 2.2 of Annex III thereof,\nWhereas:\n(1) The Commission is responsible for the management and development at policy level of the central SafeSeaNet system and for the oversight of the SafeSeaNet system, in cooperation with Member States.\n(2) Point 2.2 of Annex III to Directive 2002/59/EC provides that the Commission shall establish a High-Level Steering Group to assist in the management of the SafeSeaNet system.\n(3) Therefore the High-Level Steering Group should be set up and its tasks and its structure defined.\n(4) The High-Level Steering Group should be made up of representatives of the Member States and of the Commission.\n(5) The European Maritime Safety Agency (EMSA) is responsible for the technical implementation of the SafeSeaNet system, in cooperation with the Member States and the Commission, in accordance with Regulation (EC) No 1406/2002 of the European Parliament and of the Council (2); it should therefore be closely involved in the work of the High-Level Steering Group.\n(6) It appears also necessary to address strategic issues related to the future developments of the SafeSeaNet system, taking into account in particular the objectives of the integrated maritime policy of the European Union and the 2018 maritime transport policy objectives as set out in the Communication of the Commission on the strategic goals and recommendations for the EU’s maritime transport policy until 2018 (3),", "main_body": ["The High Level Steering Group on SafeSeaNet\nThe High Level Steering Group on SafeSeaNet hereinafter referred to as ‘the group’ is hereby set up.", "Tasks\nThe Commission may consult the group on any matter relating to the current and future developments of SafeSeaNet, including its contribution to the maritime surveillance from a holistic perspective.\nThe group’s tasks shall be:\n(a) to make recommendations to improve the effectiveness and security of SafeSeaNet;\n(b) to provide appropriate guidance for the development of SafeSeaNet;\n(c) to assist the Commission in reviewing the performance of SafeSeaNet;\n(d) to approve the interface and functionalities control document referred to in point 2.3 of Annex III of Directive 2002/59/EC, and any amendments thereto.", "Membership-Appointment\n1.   The group shall be composed of one representative per Member State and of one representative of the Commission.\n2.   Member States shall designate their representatives, and their alternates, to the group for a 3-year term, which could be renewed. They shall be senior officials.\n3.   The members of the Group to be appointed by the Commission shall be senior officials.\n4.   A representative of the European Maritime Safety Agency (EMSA) shall attend the group meetings as observer. The EMSA shall be represented at a high level.\n5.   The representatives of the members of the European Economic Area may attend group meetings as observers.\n6.   The members shall remain in office until such time as they are replaced or their term of office ends.\n7.   Members who are no longer able to contribute effectively to the group’s deliberations or who resign may be replaced.", "Operation\n1.   The group shall be chaired by a representative of the Commission.\n2.   In agreement with the Commission, sub-groups may be set up to examine specific questions under terms of reference established by the group. Such sub-groups shall be dissolved as soon as their mandates are fulfilled.\n3.   The Commission’s representative chairing the group may ask experts with specific competence on a subject on the agenda to participate in the group’s or sub-group’s discussion if this is useful and/or necessary.\n4.   Information obtained by participating in the deliberations of a group or sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n5.   The group and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide the Secretariat of the group.\n6.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n7.   The Commission may publish any résumé, conclusion, or partial conclusion or working document of the group.", "Meeting expenses\nThe Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers in connection with the group’s activities in accordance with the Commission's rules on the compensation of experts.\nThe members shall not be remunerated for the services they render.\nMeeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Entry into force\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 31 July 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 208, 5.8.2002, p. 10.\n(2)  OJ L 208, 5.8.2002, p. 1.\n(3)  COM(2009) 8 final."}