{"celex_id": "32004D0695", "uri": "http://publications.europa.eu/resource/cellar/eed20449-b831-49e9-ab0f-078612f09872", "type": "Decision", "concepts": ["1005", "1755", "1854", "5315", "6152"], "title": "2004/695/EC:Commission Decision of 14 October 2004 on the lists of programmes for the eradication and monitoring of animal diseases and of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community in 2005 (notified under document number C(2004) 4010)\n", "header": "15.10.2004 EN Official Journal of the European Union L 316/87\nCOMMISSION DECISION\nof 14 October 2004\non the lists of programmes for the eradication and monitoring of animal diseases and of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community in 2005\n(notified under document number C(2004) 4010)\n(2004/695/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 24(5) and Article 32 thereof,\nWhereas:\n(1) Certain Member States have submitted programmes to the Commission for the eradication and monitoring of animal diseases for which they wish to receive a financial contribution from the Community.\n(2) Under Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (2), programmes for the eradication and monitoring of animal diseases are to be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial control purposes, Articles 8 and 9 of that Regulation are to apply.\n(3) In drawing up the list of programmes for the eradication and monitoring of animal diseases qualifying for a financial contribution from the Community for 2005, and the proposed rate and amount of the contribution for each programme, both the interest of each programme for the Community and the volume of available appropriations must be taken into account.\n(4) In drawing up the list of programmes of checks aimed at the prevention of zoonoses qualifying for a financial contribution from the Community for 2005, and the proposed rate and amount of the contribution for each programme, the interest of each programme for the Community, its compliance with the technical provisions of relevant Community veterinary legislation and the volume of available appropriations must be taken into account.\n(5) The Commission has considered each of the programmes submitted from both the veterinary and the financial point of view and is satisfied that those programmes should be included in the lists of programmes qualifying for a financial contribution from the Community in 2005.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The programmes for the eradication and monitoring of animal diseases listed in Annex I shall qualify for a financial contribution from the Community in 2005.\n2.   For each programme as referred to in paragraph 1, the proposed rate and amount of the financial contribution from the Community shall be as set out in Annex I.", "1.   The programmes of checks aimed at the prevention of zoonoses listed in Annex II shall qualify for a financial contribution from the Community in 2005.\n2.   For each programme as referred to in paragraph 1, the proposed rate and amount of the financial contribution from the Community shall be as set out in Annex II.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 October 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 160, 26.6.1999, p. 103.\nANNEX I\nList of programmes for the eradication and monitoring of animal diseases (Article 1(1))\n— Proposed rate and amount of the Community financial contribution —\n(EUR)\nDisease Member State Rate Prop. amount\nAujeszkys disease Belgium 50 % 300 000\nSpain 50 % 250 000\nHungary 50 % 50 000\nIreland 50 % 50 000\nPortugal 50 % 25 000\nSlovak Republic 50 % 25 000\nBluetongue Spain 50 % 25 000\nFrance 50 % 50 000\nItaly 50 % 400 000\nBovine brucellosis Cyprus 50 % 100 000\nGreece 50 % 100 000\nSpain 50 % 5 000 000\nIreland 50 % 5 000 000\nItaly 50 % 3 000 000\nPoland 50 % 800 000\nPortugal 50 % 1 800 000\nUnited Kingdom (Northern Ireland) 50 % 5 000 000\nBovine tuberculosis Cyprus 50 % 5 000\nGreece 50 % 100 000\nSpain 50 % 4 000 000\nIreland 50 % 3 000 000\nItaly 50 % 2 500 000\nPoland 50 % 700 000\nPortugal 50 % 250 000\nUnited Kingdom (Northern Ireland) 50 % 2 000 000\nClassical swine fever Belgium 50 % 15 000\nCzech Republic 50 % 100 000\nGermany 50 % 800 000\nFrance 50 % 150 000\nLuxembourg 50 % 100 000\nSlovenia 50 % 10 000\nSlovak Republic 50 % 200 000\nEnzootic bovine leucosis Estonia 50 % 25 000\nItaly 50 % 250 000\nLithuania 50 % 200 000\nLatvia 50 % 100 000\nPortugal 50 % 200 000\nOvine and caprine brucellosis (B melitensis) Cyprus 50 % 175 000\nGreece 50 % 800 000\nSpain 50 % 6 500 000\nFrance 50 % 300 000\nItaly 50 % 4 500 000\nPortugal 50 % 1 700 000\nPoseidom (1) France 50 % 150 000\nRabies Austria 50 % 180 000\nCzech Republic 50 % 400 000\nGermany 50 % 400 000\nFinland 50 % 100 000\nLithuania 50 % 900 000\nPoland 50 % 1 500 000\nSlovenia 50 % 200 000\nSlovak Republic 50 % 400 000\nSwine vesicular disease Italy 50 % 200 000\nTotal 55 085 000\n(1)  Heartwater, babesiosis and anaplasmosis transmitted by vector insects in the French overseas departments.\nANNEX II\nList of programmes of checks aimed at the prevention of zoonoses (Article 2(1))\n— Proposed rate and amount of the Community financial contribution —\n(EUR)\nZoonosis Member State Rate Proposed Amount\nSalmonella Austria 50 % 70 000\nBelgium 50 % 400 000\nDenmark 50 % 110 000\nFrance 50 % 600 000\nIreland 50 % 50 000\nItaly 50 % 600 000\nNetherlands 50 % 350 000\nSlovak Republic 50 % 100 000\nTotal 2 280 000"}