{"celex_id": "32006R0252", "uri": "http://publications.europa.eu/resource/cellar/ab6b8fe2-827f-40d0-9f5f-b5b9e7b9d56b", "type": "Regulation", "concepts": ["1277", "1590", "5451", "5740", "6052", "6111"], "title": "Commission Regulation (EC) No 252/2006 of  14 February 2006  concerning the permanent authorisations of certain additives in feedingstuffs and the provisional authorisations of new uses of certain additives already authorised in feedingstuffs   (Text with EEA relevance)\n", "header": "15.2.2006 EN Official Journal of the European Union L 44/3\nCOMMISSION REGULATION (EC) No 252/2006\nof 14 February 2006\nconcerning the permanent authorisations of certain additives in feedingstuffs and the provisional authorisations of new uses of certain additives already authorised in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3, 9d(1) and 9e(1) thereof,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (2), and in particular Article 25 thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition.\n(2) Article 25 of Regulation (EC) No 1831/2003 lays down transitional measures for applications for the authorisation of feed additives submitted in accordance with Directive 70/524/EEC before the date of application of Regulation (EC) No 1831/2003.\n(3) The applications for the authorisation of the additives listed in the Annexes to this Regulation were submitted before the date of application of Regulation (EC) No 1831/2003.\n(4) Initial comments on those applications, as provided for in Article 4(4) of Directive 70/524/EEC, were forwarded to the Commission before the date of application of Regulation (EC) No 1831/2003. Those applications are therefore to continue to be treated in accordance with Article 4 of Directive 70/524/EEC.\n(5) The use of the micro-organism preparation of Enterococcus faecium NCIMB 10415 was provisionally authorised for the first time for piglets by Commission Regulation (EC) No 866/1999 (3). New data were submitted in support of an application for authorisation without a time-limit of that micro-organism preparation. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in Annex I, should be authorised without a time-limit.\n(6) The use of the enzyme preparation of 3-phytase produced by Trichoderma reesei (CBS 528.94) was provisionally authorised for the first time for chickens for fattening by Commission Regulation (EC) No 418/2001 (4). New data were submitted in support of an application for authorisation without a time-limit of that enzyme preparation. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex II, should be authorised without a time-limit.\n(7) The use of the enzyme preparation of 3-phytase produced by Trichoderma reesei (CBS 528.94) was provisionally authorised for the first time for sows and turkeys for fattening by Commission Regulation (EC) No 358/2005 (5). It was authorised without a time-limit for pigs for fattening and piglets by Commission Regulation (EC) No 943/2005 (6). New data were submitted in support of an application to extend the authorisation of the use of this enzyme preparation to laying hens. The European Food Safety Authority (EFSA) has delivered an opinion on the use of this preparation which concludes that it does not present a risk for this additional animal category. The assessment shows that the conditions laid down in Article 9e(1) of Directive 70/524/EEC for an authorisation of that preparation for that use are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex III, should be provisionally authorised for four years.\n(8) The use of the enzyme preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma longibrachiatum (ATCC 2106) and endo-1,4-beta-xylanase produced by Trichoderma longibrachiatum (ATCC 2105) was authorised without a time-limit for pigs for fattening by Commission Regulation (EC) No 833/2005 (7). New data were submitted in support of an application to extend the authorisation of the use of this enzyme preparation to piglets. The EFSA has delivered an opinion on the use of this preparation which concludes that it does not present a risk for this additional animal category. The assessment shows that the conditions laid down in Article 9e(1) of Directive 70/524/EEC for an authorisation of that preparation for that use are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex III, should be provisionally authorised for four years.\n(9) The use of the enzyme preparation of endo-1,3(4)-beta-glucanase produced by Aspergillus aculeatus (CBS 589.94), endo-1,4-beta-glucanase produced by Trichoderma longibrachiatum (CBS 592.94), alpha-amylase produced by Bacillus amyloliquefaciens (DSM 9553), bacillolysin produced by Bacillus amyloliquefaciens (DSM 9554) and endo-1,4-beta-xylanase produced by Trichoderma viride (NIBH FERM BP 4842) was provisionally authorised for the first time for piglets by Commission Regulation (EC) No 2437/2000 (8). It was authorised without a time-limit for chickens for fattening by Regulation (EC) No 358/2005. New data were submitted in support of an application to extend the authorisation of the use of this enzyme preparation to turkeys for fattening. The EFSA has delivered an opinion on the use of this preparation which concludes that it does not present a risk for this additional animal category. The assessment shows that the conditions laid down in Article 9e(1) of Directive 70/524/EEC for an authorisation of that preparation for that use are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex III, should be provisionally authorised for four years.\n(10) The assessment of these applications shows that certain procedures should be required to protect workers from exposure to the additives set out in the Annexes. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (9).\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group ‘Micro-organisms’, as specified in Annex I, is authorised without a time-limit as additive in animal nutrition under the conditions laid down in that Annex.", "The preparation belonging to the group ‘Enzymes’, as specified in Annex II, is authorised without a time-limit as additive in animal nutrition under the conditions laid down in that Annex.", "The preparations belonging to the group ‘Enzymes’, as specified in Annex III, are authorised provisionally for four years as additives in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Directive as last amended by Commission Regulation (EC) No 1800/2004 (OJ L 317, 16.10.2004, p. 37).\n(2)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(3)  OJ L 108, 27.4.1999, p. 21.\n(4)  OJ L 62, 2.3.2001, p. 3.\n(5)  OJ L 57, 3.3.2005, p. 3.\n(6)  OJ L 159, 22.6.2005, p. 6.\n(7)  OJ L 138, 1.6.2005, p. 5. Regulation as amended by Regulation (EC) No 1812/2005 (OJ L 291, 5.11.2005, p. 18).\n(8)  OJ L 280, 4.11.2000, p. 28.\n(9)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX I\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff\nMicro-organisms\n‘E 1705 Enterococcus faecium Preparation of Enterococcus faecium containing a minimum of:\nMicroencapsulated form:\nGranulated form:\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. Granulated form to be used exclusively in milk replacers.\n3. For use in piglets until approximately 35 kg.\nANNEX II\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff\nEnzymes\n‘E 1632 3-Phytase Preparation of 3-phytase produced by Trichoderma reesei (CBS 528.94) having a minimum phytase activity of:\nSolid form: 5 000 PPU (1)/g\nLiquid form: 5 000 PPU/g\n1. In the directions for use of the additive and pre-mixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff:\n3. For use in compound feed containing more than 0,22 % phytin bound phosphorus.\n(1)  1 PPU is the amount of enzyme which liberates 1 micromole of inorganic phosphate from sodium phytate per minute at pH 5 and 37 °C.’\nANNEX III\nEC No or No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff\nEnzymes\n‘28 3-Phytase Preparation of 3-phytase produced by Trichoderma reesei (CBS 528.94) having a minimum phytase activity of:\nSolid form: 5 000 PPU (1)/g\nLiquid form: 5 000 PPU/g\n1. In the directions for use of the additive and pre-mixture, indicate the storage temperature, storage life and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff:\n3. For use in compound feed containing more than 0,22 % phytin bound phosphorus.\n39 Preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma longibrachiatum (ATCC 2106) and endo-1,4-beta-xylanase produced by Trichoderma longibrachiatum (ATCC 2105) having a minimum activity of:\nEndo-1,3(4)-beta-glucanase\nEndo-1,4-beta-xylanase\nEndo-1,3(4)-beta-glucanase: 800 U (2)/g\nEndo-1,4-beta-xylanase: 800 U (3)/g\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff:\nendo-1,3(4)-beta-glucanase: 400 U\nendo-1,4-beta-xylanase: 400 U.\n3. For use in compound feed rich in non-starch polysaccharides (mainly beta-glucans and arabinoxylans) e.g. containing more than 65 % barley.\n4. For weaned piglets up to approximately 35 kg.\nendo-1,4-beta-xylanase: —\n53 Preparation of endo-1,3(4)-beta-glucanase produced by Aspergillus aculeatus (CBS 589.94), endo-1,4-beta-glucanase produced by Trichoderma longibrachiatum (CBS 592.94), alpha-amylase produced by Bacillus amyloliquefaciens (DSM 9553), bacillolysin produced by Bacillus amyloliquefaciens (DSM 9554) and endo-1,4-beta-xylanase produced by Trichoderma viride (NIBH FERM BP 4842) having a minimum activity of:\nEndo-1,3(4)-beta-glucanase\nEndo-1,4-beta-glucanase\nAlpha-amylase\nBacillolysin\nEndo-1,4-beta-xylanase\nEndo-1,3(4)-beta-glucanase: 2 350 U (4)/g\nEndo-1,4-beta-glucanase: 4 000 U (5)/g\nAlpha-amylase: 400 U (6)/g\nBacillolysin: 450 U (7)/g\nEndo-1,4-beta-xylanase: 20 000 U (8)/g\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kilogram of complete feedingstuff:\nendo-1,3(4)-beta-glucanase: 587-2 350 U\nendo-1,4-beta-glucanase: 1 000-4 000 U\nalpha-amylase: 100-400 U\nbacillolysin: 112-450 U\nendo-1,4-beta-xylanase: 5 000-20 000 U\n3. For use in compound feed rich in non-starch polysaccharides (mainly beta-glucans and especially arabinoxylans), e.g. containing more than 30 % of wheat.\nEndo-1,4-beta-glucanase: —\nAlpha-amylase: —\nBacillolysin: —\nEndo-1,4-beta-xylanase: —\n(1)  1 PPU is the amount of enzyme which liberates 1 micromole of inorganic phosphate from sodium phytate per minute at pH 5 and 37 °C.\n(2)  1 U is the amount of enzyme which liberates 1 micromole of reducing sugars (glucose equivalents) from barley beta-glucan per minute at pH 5,0 and 30 °C.\n(3)  1 U is the amount of enzyme which liberates 1 micromole of reducing sugars (xylose equivalents) from oat spelt xylan per minute at pH 5,3 and 50 °C.\n(4)  1 U is the amount of enzyme which liberates 0,0056 micromoles of reducing sugars (glucose equivalents) from barley beta-glucan per minute at pH 7,5 and 30 °C.\n(5)  1 U is the amount of enzyme which liberates 0,0056 micromoles of reducing sugars (glucose equivalents) from carboxymethylcellulose per minute at pH 4,8 and 50 °C.\n(6)  1 U is the amount of enzyme which hydrolyses 1 micromole of glucosidic linkages from water insoluble cross-linked starch polymer per minute at pH 7,5 and 37 °C.\n(7)  1 U is the amount of enzyme which makes 1 microgram of azo-casein soluble in trichloracetic acid per minute at pH 7,5 and 37 °C.\n(8)  1 U is the amount of enzyme which liberates 0,0067 micromoles of reducing sugars (xylose equivalents) from birchwood xylan per minute at pH 5,3 and 50 °C.’"}