{"celex_id": "32003D0355", "uri": "http://publications.europa.eu/resource/cellar/3da5af07-5f60-4352-8c28-c2d8168163e3", "type": "Decision", "concepts": ["1139", "1549", "2286", "2646", "5814"], "title": "2003/355/EC: Commission Decision of 9 April 2003 amending Decision 2003/207/EC relating to a proceeding under Article 81 of the EC Treaty (Case COMP/E-3/36.700 — Industrial and medical gases) (notified under document number C(2003) 1180)\n", "header": "Commission Decision\nof 9 April 2003\namending Decision 2003/207/EC relating to a proceeding under Article 81 of the EC Treaty\n(Case COMP/E-3/36.700 - Industrial and medical gases)\n(notified under document number C(2003) 1180)\n(Only the English and Dutch texts are authentic)\n(2003/355/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty(1), as last amended by Regulation (EC) No 1216/1999(2), and in particular Articles 3 and 15(2) thereof,\nHaving regard to Commission Decision 2003/207/EG of 24 July 2002 relating to a proceeding pursuant to Article 81 of the EC Treaty (Case COMP/E-3/36.700 - Industrial medical gases)(3), (hereinafter referred to as the Decision),\nWhereas:\n(1) In the Decision the Commission found that at meetings of March and October 1994 anticompetitive discussions on \"price scales\" and \"minimum prices\" for cylinder gases for small customers took place with a view to an agreement between certain undertakings, including Westfalen Gassen Nederland BV (hereinafter Westfalen)(4).\n(2) Therefore Westfalen was found to have taken part in the following agreements/concerted practices(5):\n(a) fixing price increases from October 1994 until December 1995, which is the end of the year for which the price increases were to be implemented;\n(b) fixing moratorium periods from October 1994 until January 1995 in order to implement the above price increases;\n(c) fixing minimum prices from March 1994 until December 1995, which is the end of the year for which the minimum prices were agreed upon.\n(3) As a result the Commission found that Westfalen infringed Article 81(1) of the Treaty from March 1994 until December 1995(6), and that Westfalen took part in the following agreements/concerted practices(7):\n(a) fixing price increases from October 1994 until December 1995;\n(b) fixing moratorium periods from October 1994 until January 1995;\n(c) fixing minimum prices from March 1994 until December 1995.\n(4) The Commission concluded that this warranted, based on a starting amount of EUR 0,45 million to be increased by 15 % for duration, a basic amount of fine of EUR 0,51 million for Westfalen(8). Taking into account the attenuating circumstances applicable to that company, the Commission concluded that an amount of fine of EUR 0,43 million was warranted prior to any application of the Commission notice on the non-imposition or reduction of fines in cartel cases (the Leniency Notice)(9). As the Leniency Notice was not applicable to Westfalen, the Commission imposed a total fine of EUR 0,43 million to that company(10).\n(5) Westfalen filed an appeal(11), at the Court of First Instance on 4 October 2002, in which it contested the Decision on certain grounds, among which it claimed that it did not participate in the meeting of March 1994.\n(6) Further to this appeal, the Commission realised that in its assessment it made a factual mistake as it did not take into account that Westfalen was indeed not represented in the abovementioned meeting of March 1994 but only at the meeting of October 1994(12).\n(7) It must therefore be stated that Westfalen took part in the following agreements/concerted practices:\n(a) fixing price increases from October 1994 until December 1995, which is the end of the year for which the price increases were to be implemented;\n(b) fixing moratorium periods from October 1994 until January 1995 in order to implement the above price increases;\n(c) fixing minimum prices from October 1994 until December 1995, which is the end of the year for which the minimum prices were agreed upon.\n(8) As a result it must be stated that Westfalen infringed Article 81(1) of the Treaty from October 1994 until December 1995 and that Westfalen took part in the following agreements/concerted practices:\n(a) fixing price increases from October 1994 until December 1995;\n(b) fixing moratorium periods from October 1994 until January 1995;\n(c) fixing minimum prices from October 1994 until December 1995.\n(9) As a consequence, with the same starting amount and an increase for duration now reduced to 10 %, the Commission should have set the basic amount of the fine for Westfalen at EUR 0,49 million. The fine calculated after taking into account the attenuating circumstances applicable to that company and prior to any application of the Leniency Notice should therefore amount to EUR 0,41 million and the total fine applicable to that company should amount to EUR 0,41 million.\n(10) This amendment has no consequences for the other parties involved in the Decision or for the rest of the Decision concerning Westfalen.\n(11) The difference between the amount of the fine imposed to Westfalen in the Decision of EUR 0,43, which has already been paid by that company, and the amended amount of the fine for Westfalen as reduced by the present Decision of EUR 0,41, which amounts to EUR 0,02 million, will be reimbursed to that company,", "main_body": ["Decision 2003/207/EC is hereby amended as follows:\n1. in Article 1, the words \"Westfalen Gassen Nederland BV from March 1994 until December 1995\" are replaced by the words \"Westfalen Gassen Nederland BV from October 1994 until December 1995\";\n2. in Article 3, the words \"Westfalen Gassen Nederland BV EUR 0,43 million\" are replaced by the words \"Westfalen Gassen Nederland BV EUR 0,41 million\".", "This Decision is addressed to:\nAGA AB S - 181 81 Lidingรถ\nAir Liquide BV De Witbogt 1 5652 AG Eindhoven Nederland\nAir Products Nederland BV Klaprozenweg 101\nNoordpoort\n1033 NN Amsterdam Nederland\nBOC Group plc Chertsey Road Windlesham GU20 6HJ - Surrey United Kingdom\nMesser Nederland BV Middenweg 17 4782 PM Moerdijk Nederland\nNV Hoek Loos Havenstraat 1 Postbus 78 3100 AB Schiedam Nederland\nWestfalen Gassen Nederland BV Rigastraat 20 7418 EW Deventer Nederland"], "attachments": "Done at Brussels, 9 April 2003.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ 13, 21.2.1962, p. 204/62.\n(2) OJ L 148, 15.6.1999, p. 5.\n(3) OJ L 84, 1.4.2003, p. 1.\n(4) Recital 205 of the Decision.\n(5) Recital 393 of the Decision.\n(6) Recital 433 of the Decision.\n(7) Recital 436 of the Decision.\n(8) Recital 438 of the Decision.\n(9) Recitals 449 and 450 of the Decision.\n(10) Recital 460 of the Decision.\n(11) Case T-303/02 Westfalen v Commission (OJ C 305, 7.12.2002, p. 25).\n(12) See table 5 in Recital 106 of the Decision."}