{"celex_id": "32006D0614", "uri": "http://publications.europa.eu/resource/cellar/f757fc4e-d524-4faa-865b-93b3bde4d69c", "type": "Decision", "concepts": ["1445", "3191", "3408", "5034", "888"], "title": "2006/614/EC: Commission Decision of 13 September 2006 amending Decision 92/452/EEC as regards certain embryo collection and production teams in the United States of America (notified under document number C(2006) 4085)   (Text with EEA relevance)\n", "header": "15.9.2006 EN Official Journal of the European Union L 252/25\nCOMMISSION DECISION\nof 13 September 2006\namending Decision 92/452/EEC as regards certain embryo collection and production teams in the United States of America\n(notified under document number C(2006) 4085)\n(Text with EEA relevance)\n(2006/614/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 92/452/EEC of 30 July 1992 establishing lists of embryo collection teams and embryo production teams approved in third countries for export of bovine embryos to the Community (2) provides that Member States are only to import embryos from third countries where they have been collected, processed and stored by embryo collection teams listed in that Decision.\n(2) The United States of America have requested that amendments be made to the entries for that country on those lists as regards certain embryo collection and production teams.\n(3) The United States of America have provided guarantees regarding compliance with the appropriate rules set out in Directive 89/556/EEC and the embryo collection teams concerned have been officially approved for exports to the Community by the veterinary services of that country.\n(4) Decision 92/452/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 92/452/EEC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from the third day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Commission Decision 2006/60/EC (OJ L 31, 3.2.2006, p. 24).\n(2)  OJ L 250, 29.8.1992, p. 40. Decision as last amended by Decision 2006/556/EC (OJ L 218, 9.8.2006, p. 20).\nANNEX\nThe Annex to Decision 92/452/EEC is amended as follows:\n(a) the following row for United States of America embryo collection teams is deleted:\nGreen River E. T. Services\n3250 Nashville Rd\nBowling Green, KY\n(b) the following row for United States of America embryo collection teams is deleted:\nUniversal Genetics LLC\nPOB 267\nStrang, OK\n(c) the following row for United States of America embryo collection teams is added:\nReproduction Enterprises\n908 N Prairie Rd\nStillwater, OK 74075\n(d) the following row for United States of America embryo collection teams is added:\nSutton Creek Cattle Company\n39172 Old Hwy 30\nBaker City, OR 97814"}