{"celex_id": "32001D0101", "uri": "http://publications.europa.eu/resource/cellar/0c373fb5-f77a-4d43-b403-6df103e23679", "type": "Decision", "concepts": ["1474", "187", "2084", "4324", "4385", "5367"], "title": "2001/101/EC: Council Decision of 5 December 2000 concerning the approval of an Agreement in the form of an Exchange of Letters between the Community and each of the EFTA countries that grants tariff preferences under the Generalised System of Preferences (Norway and Switzerland), providing that goods with content of Norwegian or Swiss origin shall be treated on their arrival on the customs territory of the Community as goods with content of Community origin (reciprocal agreement)\n", "header": "Council Decision\nof 5 December 2000\nconcerning the approval of an Agreement in the form of an Exchange of Letters between the Community and each of the EFTA countries that grants tariff preferences under the Generalised System of Preferences (Norway and Switzerland), providing that goods with content of Norwegian or Swiss origin shall be treated on their arrival on the customs territory of the Community as goods with content of Community origin (reciprocal agreement)\n(2001/101/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to Article 66(4) and (5) of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(1),\nWhereas:\n(1) To enable the Community, Swiss and Norwegian customs authorities to issue replacement Form A certificates of origin in order to facilitate, in particular, the movement of goods originating in developing countries which benefit from the generalised preferences granted by the European Community, Switzerland and Norway, an Agreement should be concluded between the Community, Switzerland and Norway under which they mutually recognise their components as originating in the developing countries concerned under the bilateral cumulation of origin rules.\n(2) Further to the mandate given by the Council to the Commission on 29 March 1996, negotiations to that effect took place between the European Community, Switzerland and Norway and led to an Agreement in the form of an Exchange of Letters which it is in the Community's interest to approve,", "main_body": ["The Agreement in the form of an Exchange of Letters between the Community and each of the EFTA countries that grants tariff preferences under the GSP (Norway and Switzerland), providing that goods originating in Norway or Switzerland shall be treated on their arrival on the customs territory of the Community as goods with content of Community origin (reciprocal agreement), is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) authorised to sign the Agreement in the form of an Exchange of Letters in order to bind the Community.", "The President of the Council shall, on behalf of the Community, give the notification provided for by the Agreement in the form of an Exchange of Letters."], "attachments": "Done at Brussels, 5 December 2000.\nFor the Council\nThe President\nC. Pierret\n(1) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1602/2000 (OJ L 188, 26.7.2000, p. 1)."}