{"celex_id": "32000R2651", "uri": "http://publications.europa.eu/resource/cellar/97765231-2d73-470c-8652-dc55b00ce4f7", "type": "Regulation", "concepts": ["1120", "1201", "13", "2355", "2965"], "title": "Commission Regulation (EC) No 2651/2000 of 1 December 2000 on the payment of a second supplement to advances on the compensatory aid in the banana sector for 2000\n", "header": "Commission Regulation (EC) No 2651/2000\nof 1 December 2000\non the payment of a second supplement to advances on the compensatory aid in the banana sector for 2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 14 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1858/93(3), as last amended by Regulation (EC) No 1467/1999(4), lays down detailed rules for applying Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector. Article 4 of that Regulation lays down the conditions for the payment of advances on the compensatory aid.\n(2) The unit amount of advances on the aid, to be determined subsequently for 2000, was set at EUR 17,81 per 100 kilograms in Commission Regulation (EC) No 1157/2000 of 30 May 2000 fixing the compensatory aid for bananas produced and marketed in the Community in 1999, the time limit for payment of the balance of the aid and the unit value of the advances for 2000(5). In July, owing to the deterioration in prices on the Community market, a supplement to the advance equal to EUR 7,08 per 100 kilograms was approved by Commission Regulation (EC) No 1641/2000(6).\n(3) To take account of the continuing deterioration of prices on the Community market and accordingly of the difficult financial situation in which Community banana producers find themselves, provision should be made for the payment of a second supplement to advances to be paid on quantities marketed in the Community from 1 January to 31 October 2000, without prejudice to the compensatory aid to be set subsequently in accordance with Article 12 of Regulation (EEC) No 404/93 and Regulation (EEC) No 1858/93. Provision should be made for such supplements to be paid subject to the lodging of a security pursuant to Regulation (EEC) No 1858/93.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Producer Member States shall pay a second supplement, amounting to EUR 4,80 per 100 kilograms, to advances on compensatory aid as provided for in Article 12 of Regulation (EEC) No 404/93 in respect of 2000 on quantities marketed in the Community from 1 January to 31 October 2000.\nSuch supplements to advances shall be paid on quantities marketed and covered by applications for advances on the compensatory aid in respect of 2000.\nApplications for payment of the supplement to advances shall be accompanied by proof that a security of EUR 2,40 per 100 kilograms has been lodged.\nPayment shall be made within two months of the entry into force of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 170, 13.7.1993, p. 5.\n(4) OJ L 170, 6.7.1999, p. 7.\n(5) OJ L 130, 31.5.2000, p. 26.\n(6) OJ L 187, 26.7.2000, p. 42."}