{"celex_id": "32003D0013", "uri": "http://publications.europa.eu/resource/cellar/66578fd7-ea68-4a42-a049-ef8ee7cda454", "type": "Decision", "concepts": ["1182", "1445", "1755", "5369", "5581", "5723", "97"], "title": "2003/13/EC: Commission Decision of 10 January 2003 on the temporary admission of horses participating in the pre-Olympic test event in Greece in 2003 (Text with EEA relevance) (notified under document number C(2002) 5561)\n", "header": "Commission Decision\nof 10 January 2003\non the temporary admission of horses participating in the pre-Olympic test event in Greece in 2003\n(notified under document number C(2002) 5561)\n(Text with EEA relevance)\n(2003/13/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and imports from third countries of equidae(1), as last amended by Commission Decision 2002/160/EC(2), and in particular Article 19(ii) thereof,\nWhereas:\n(1) In accordance with Commission Decision 92/260/EEC of 10 April 1992 on animal health conditions and veterinary certification for temporary admission of registered horses(3), as last amended by Decision 2002/635/EC(4), guarantees must be provided to ensure that uncastrated male horses older than 180 days do not pose a risk as regards the spreading of equine viral arteritis.\n(2) Registered horses participating in the pre-Olympic test event in Athens, Greece, in August 2003 will be under the veterinary supervision of the competent authorities of Greece and the organising Fédération équestre internationale (FEI).\n(3) Certain male horses qualified for the participation in this high level equestrian event may not comply with the requirements laid down in Decision 92/260/EEC as regards equine viral arteritis.\n(4) A derogation from those requirements should therefore be provided for horses temporarily admitted for this sporting event. That derogation should set out conditions excluding any risk of spreading equine viral arteritis.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. By way of derogation from Decision 92/260/EEC, Member States shall authorise the temporary admission of uncastrated male registered horses for the purpose of participation in the pre-Olympic test event in Athens, Greece, in August 2003 without requiring the guarantees provided for in that Decision as regards equine viral arteritis provided that the conditions set out in paragraph 2 are fulfilled.\n2. The animal health certificate established in accordance with Annex II to Decision 92/260/EEC shall comply with the following requirements:\n(a) section III(e)(v) of the applicable certificate, relating to equine viral arteritis, shall be deleted by the official veterinarian who signs the certificate;\n(b) the following words shall be added to that certificate:\n\"Registered horse admitted in accordance with Commission Decision 2003/13/EC(5).\";\n(c) the following shall be added to the declaration which is attached to that certificate:\n\"The horse covered by this certificate will not be used for breeding or for the collection of semen during its residence in a Member State of the European Union.\nArrangements have been made to transport the horse out of the European Union without delay after the pre-Olympic test event has ended.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 January 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 42.\n(2) OJ L 53, 23.2.2002, p. 37.\n(3) OJ L 130, 15.5.1992, p. 67.\n(4) OJ L 206, 3.8.2002, p. 20.\n(5) OJ L 7, 11.1.2003."}