{"celex_id": "32009R0085", "uri": "http://publications.europa.eu/resource/cellar/cc4e07a5-df3e-4f50-a404-415146f2c9c8", "type": "Regulation", "concepts": ["1164", "1488", "226", "4055", "431", "45", "5499", "5519", "5640", "5643"], "title": "Council Regulation (EC) No 85/2009 of 19 January 2009 amending Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund concerning certain provisions relating to financial management\n", "header": "29.1.2009 EN Official Journal of the European Union L 25/1\nCOUNCIL REGULATION (EC) No 85/2009\nof 19 January 2009\namending Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund concerning certain provisions relating to financial management\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 161 third subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament,\nHaving regard to the opinion of the European Economic and Social Committee,\nHaving regard to the opinion of the Committee of the Regions,\nWhereas:\n(1) The unprecedented crisis hitting international financial markets has brought about major challenges for the Community, which necessitates a rapid response in order to counter effects on the economy as a whole and, in particular, to support investments in order to promote growth and employment.\n(2) The regulatory framework for the 2007-2013 programming period has been adopted with a view to achieving further simplification in the programming and management of the European Regional Development Fund, the European Social Fund and the Cohesion Fund, their effectiveness and subsidiarity in terms of their implementation.\n(3) The adaptation of certain provisions of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (1) is necessary in order to facilitate the mobilisation of Community financial resources for the start-up of operational programmes and assisted projects within the framework of these programmes in such a manner as to accelerate implementation and the impact of such investments on the economy.\n(4) It is necessary to strengthen the possibility of provision by the European Investment Bank (EIB) and the European Investment Fund (EIF) of assistance to Member States in the preparation and implementation of operational programmes.\n(5) Taking account of the status of the EIB and EIF as financial entities recognised by the Treaty, when financial engineering operations are organised involving them as holding funds, it should be possible to directly award them a contract.\n(6) In order to facilitate the use of financial engineering instruments, notably within the field of sustainable urban development, it is necessary to provide for the possibility of in-kind contributions being considered as eligible expenditure in the constitution of, or contributions to, funds.\n(7) In order to support enterprises, and in particular small and medium-sized enterprises, it is also necessary to make more flexible the conditions governing the payment of advances within the framework of State aids under Article 87 of the Treaty.\n(8) In order to accelerate the implementation of major projects, it is necessary to allow expenditures relating to major projects which have not yet been adopted by the Commission to be included in expenditure declarations.\n(9) To bolster the financial resources of Member States thus facilitating the rapid start-up of operational programmes in a crisis context, it is necessary to amend the provisions concerning pre-financing.\n(10) The payment of a payment on account at the beginning of operational programmes should allow a regular cash flow and facilitate payments to beneficiaries during programme implementation. For this reason provisions should be established for such payments on account for the Structural Funds: 7,5 % (for Member States of the European Union as constituted before 1 May 2004) and 9 % (for the Member States that acceded to the European Union on or after 1 May 2004) in order to accelerate the implementation of operational programmes.\n(11) By reason of the principles of equality of treatment and of legal security, the amendments relating to Articles 56(2) and 78(1) should apply during the whole 2007-2013 programming period. Retroactive application is therefore necessary with effect from 1 August 2006, the date on which Regulation (EC) No 1083/2006 came into force. As the unprecedented crisis affecting international financial markets necessitates a rapid response in order to counter effects on the economy as a whole, other amendments should enter into force on the day following its publication in the Official Journal of the European Union.\n(12) Regulation (EC) No 1083/2006 should therefore be amended,", "main_body": ["Regulation (EC) No 1083/2006 is hereby amended as follows:\n1. in Article 44, the second paragraph shall be amended as follows:\n(a) point (b) shall be replaced by the following:\n‘(b) when the agreement is not a public service contract within the meaning of applicable public procurement law, the award of a grant, defined for this purpose as a direct financial contribution by way of donation to a financial institution without a call for proposals, if this is in accordance with a national law compatible with the Treaty;’;\n(b) the following point (c) shall be added:\n‘(c) the award of a contract directly to the EIB or the EIF.’;\n2. in Article 46(1), the following second subparagraph shall be added:\n3. Article 56(2) shall be replaced by the following:\n(a) the eligibility rules drawn up on the basis of paragraph 4 foresee the eligibility of such expenditure;\n(b) the amount of the expenditure is duly justified by supporting documents having equivalent probative value to invoices, without prejudice to provisions set out in specific Regulations;\n(c) in the case of contributions in kind, the co-financing from the Funds does not exceed the total of eligible expenditure, excluding the value of such contributions.’;\n4. Article 78 shall be amended as follows:\n(a) the last sentence of the first subparagraph of Article 78(1) shall be replaced by the following:\n(b) in Article 78(2) point (b) shall be deleted;\n(c) Article 78(4) shall be replaced by the following:\n5. in Article 82(1), second subparagraph, points (a), (b) and (c) shall be replaced by the following:\n‘(a) for Member States of the European Union as constituted before 1 May 2004: in 2007 2 % of the contribution from the Structural Funds to the operational programme, in 2008 3 % of the contribution from the Structural Funds to the operational programme, and in 2009 2,5 % of the contribution from the Structural Funds to the operational programme;\n(b) for Member States that acceded to the European Union on or after 1 May 2004: in 2007 2 % of the contribution from the Structural Funds to the operational programme, in 2008 3 % of the contribution from the Structural Funds to the operational programme and in 2009 4 % of the contribution from the Structural Funds to the operational programme;\n(c) if the operational programme falls under the European territorial cooperation objective and at least one of the participants is a Member State that acceded to the European Union on or after 1 May 2004, in 2007 2 % of the contribution from the ERDF to the operational programme, in 2008 3 % of the contribution from the ERDF to the operational programme and in 2009 4 % of the contribution from the ERDF to the operational programme.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nHowever, Article 1(3) and Article 1(4)(a) shall apply from 1 August 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 2009.\nFor the Council\nThe President\nP. GANDALOVIČ\n(1)  OJ L 210, 31.7.2006, p. 25."}