{"celex_id": "32001R1471", "uri": "http://publications.europa.eu/resource/cellar/c532705e-7dbb-4a60-b5fe-058d46b6477b", "type": "Regulation", "concepts": ["1309", "1395", "4453", "4880", "519"], "title": "Council Regulation (EC) No 1471/2001 of 16 July 2001 terminating the interim review and amending the definitive anti-dumping duty imposed by Regulation (EC) No 423/97 on imports of gas-fuelled non-refillable pocket flint lighters originating, inter alia, in Thailand insofar as a Thai exporting producer is concerned\n", "header": "Council Regulation (EC) No 1471/2001\nof 16 July 2001\nterminating the interim review and amending the definitive anti-dumping duty imposed by Regulation (EC) No 423/97 on imports of gas-fuelled non-refillable pocket flint lighters originating, inter alia, in Thailand insofar as a Thai exporting producer is concerned\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nWhereas:\nA. EXISTING MEASURES\n(1) Council Regulation (EC) No 423/97(2) imposed anti-dumping duties on imports of gas-fuelled non-refillable pocket flint lighters originating, inter alia, in Thailand. Undertakings were accepted by Commission Decision 97/167/EC(3) in connection with the review of Council Regulation (EEC) No 3433/91(4).\nB. REQUEST FOR AN INTERIM REVIEW\n(2) In April 2000, the Thai exporting producer, Thai Merry Co. Ltd (hereinafter referred to as the \"applicant\") lodged a request for an interim review of the anti-dumping measures applicable to it, limited to its situation of dumping, pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"). The request alleged that changed circumstances of a lasting nature, such as the decline of its production costs, had led to a considerably reduced normal value, which in turn has reduced or eliminated dumping so that the continued imposition of the measures in respect of its imports was no longer necessary to counteract dumping.\n(3) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an interim review, the Commission published a notice (\"Notice of Initiation\")(5) and commenced an investigation.\nC. PROCEDURE\n(4) The Commission officially advised the representatives of the exporting country and the applicant of the initiation of the interim review and gave all parties directly concerned the opportunity to make their views known in writing and to request a hearing. The Commission also sent a questionnaire to the applicant, which replied within the time limits set in the Notice of Initiation.\n(5) The Commission sought and verified all information it deemed necessary for the purpose of a determination of dumping and carried out a verification visit at the premises of the applicant.\n(6) The investigation of dumping covered the period from 1 October 1999 to 30 September 2000 (hereinafter referred to as the \"investigation period\").\nD. PRODUCT CONCERNED AND LIKE PRODUCT\nProduct concerned\n(7) The product concerned is the same as in the previous investigation, i.e. gas-fuelled non-refillable pocket flint lighters, also known as disposable flint lighters currently classifiable within CN code ex 9613 10 00.\nLike product\n(8) As in the previous investigation, this investigation has shown that the lighters produced in Thailand by the applicant and sold on the Thai market or exported to the Community have the same physical characteristics and the same uses and therefore are to be considered a like product within the meaning of Article 1(4) of the basic Regulation.\nE. DUMPING\nNormal value\n(9) As far as the determination of normal value is concerned, it was first established whether the applicant's total domestic sales of the like product were representative in comparison with its total export sales to the Community. In accordance with Article 2(2) of the basic Regulation, this was found to be the case, since its domestic sales volume constituted at least 5 % of its total export sales volume to the Community.\n(10) It was then examined whether for the sole product type exported to the Community, sales were sufficiently representative. This was considered to be the case since, during the investigation period, the total domestic sales volume of this type represented more than 5 % of the total sales volume of the same type exported to the Community.\n(11) An examination was also carried out as to whether the domestic sales of that type could be regarded as having been made in the ordinary course of trade, by establishing the proportion of profitable sales to independent customers of the type in question. The profitable sales of this type representing less than 80 % but more than 10 % of the total domestic sales volume of that type, normal value was based on a weighted average price of profitable domestic sales made during the investigation period.\nExport price\n(12) Since all export sales of the product under consideration were made directly to an independent customer in the Community, the export price was established in accordance with Article 2(8) of the basic Regulation on the basis of the prices actually paid or payable.\nComparison\n(13) For the purposes of a fair comparison by type on an ex-factory basis and at the same level of trade, due allowance was made for differences which were claimed and demonstrated to affect price comparability. These adjustments were made in respect of transport, insurance, handling, loading and ancillary costs and commissions in accordance with Article 2(10) of the basic Regulation.\n(14) The applicant claimed an adjustment for advertising costs, on the basis of Article 2(10)(k) of the basic Regulation, on the grounds that these costs were only made to stimulate sales on the domestic market. This claim had to be rejected because the applicant did not provide sufficient information justifying that the costs were incurred for the amounts claimed in relation to sales on the domestic market. In addition, the applicant failed to demonstrate that the very small amount of advertising costs had affected prices.\n(15) The applicant claimed an adjustment for credit cost on the grounds that it was standard practice to grant 45 days of credit to domestic customers. This claim was rejected because the applicant failed to show, e.g. by means of contracts or a clear description of the payment terms on the invoices, that this was a factor taken into account in the determination of the prices charged.\n(16) The applicant also claimed an adjustment for duty drawback. Since this claim was made substantially beyond the deadline and even after the on-spot investigation had taken place, it had to be rejected.\nDumping margin\n(17) In order to calculate the dumping margin, the Commission compared the weighted average normal value to the average export price to the Community.\n(18) This comparison did not show the existence of dumping for the company concerned.\nF. LASTING NATURE OF CHANGED CIRCUMSTANCES AND LIKELIHOOD OF RECURRENCE OF DUMPING\n(19) In accordance with the Commission's normal practice, it was examined whether the changed circumstances could reasonably be said to be of a lasting nature.\n(20) The investigation has shown that the applicant's production capacity remained stable over the last 4 years, whilst its capacity utilisation rate increased slightly from 60 % to around 70 %. This increase was due to better sales performances, spread evenly over both the domestic market and non-EC countries.\n(21) It should be noted that exports to the Community, being subject to a minimum price undertaking accepted in 1997, were made at prices substantially higher than those charged to customers in non-EC countries. However, it was found that over the last 4 years and on the basis of average prices charged for all lighters, the applicant consistently charged higher prices for lighters on sales to non-EC export markets than on the domestic market.\n(22) While the applicant has spare capacity, which could be used to increase sales to the Community if the anti-dumping measures were to be lifted, the above findings concerning exports to third countries, and in particular export prices to these countries, are viewed as evidence that it is unlikely that there will be in the foreseeable future a recurrence of dumped imports.\n(23) It is consequently concluded that the changed circumstances, in particular the increase in export prices to the Community combined with a substantial decrease in production costs, are of a lasting nature. In the absence of dumping, it is therefore considered appropriate to repeal the measures insofar as they concern the applicant.\nG. REPEALING OF THE MEASURES\n(24) The interested parties were informed of the facts and considerations on the basis of which it was intended to recommend that the interim review be terminated, the undertaking accepted by Commission Decision 97/167/EC repealed insofar as the applicant is concerned and the anti-dumping duty imposed by Regulation (EC) No 423/97 amended accordingly. They were given an opportunity to comment. Their comments were taken into account and, where appropriate, the findings modified accordingly.\n(25) In view of the finding of non-existence of dumping for the applicant and as this situation is not considered to be of a short-term nature, the undertaking accepted by Commission Decision 97/167/EC on exports of the applicant should be repealed, the anti-dumping duty imposed by Regulation (EC) No 423/97 should be amended accordingly and this review should be terminated,", "main_body": ["Regulation (EC) No 423/97 is hereby amended as follows:\n1. Article 2(2)(a) shall be replaced by the following: \"(a) 51,9 % for imports originating in Thailand (TARIC additional code 8900 ) with the exception of imports which are produced and sold for export to the Community by Politop Co. Ltd, Bangkok where the rate shall be 5,8 % (TARIC additional code 8937 ) and imports which are produced and sold for export to the Community by Thai Merry Co. Ltd., Samutsakorn where the rate shall be 0 % (TARIC additional code 8542 );\";\n2. Article 2(3)(a) shall be deleted.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2001.\nFor the Council\nThe President\nL. Michel\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 65, 6.3.1997, p. 1. Regulation as amended by Regulation (EC) No 1508/97 (OJ L 204, 31.7.1997, p. 7).\n(3) OJ L 65, 6.3.1997, p. 54.\n(4) OJ L 326, 28.11.1991, p. 1.\n(5) OJ C 311, 31.10.2000, p. 5."}