{"celex_id": "32005R1665", "uri": "http://publications.europa.eu/resource/cellar/3d740415-ac36-458c-9760-4863c013ecad", "type": "Regulation", "concepts": ["2173", "3633", "4170", "4314"], "title": "Commission Regulation (EC) No 1665/2005 of 12 October 2005 amending Regulation (EC) No 314/2002 laying down detailed rules for the application of the quota system in the sugar sector\n", "header": "13.10.2005 EN Official Journal of the European Union L 268/3\nCOMMISSION REGULATION (EC) No 1665/2005\nof 12 October 2005\namending Regulation (EC) No 314/2002 laying down detailed rules for the application of the quota system in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 15(8) thereof,\nWhereas:\n(1) Article 6(4) of Commission Regulation (EC) No 314/2002 (2) lays down the method for determining the quantity of sugar, isoglucose and inulin syrup disposed of in the Community for consumption as referred to in Article 15 of Regulation (EC) No 1260/2001.\n(2) In the interests of transparency and clarity, certain items in the calculation should be specified, and in particular account should be taken of the surplus stocks fixed in Article 1 of Commission Regulation (EC) No 832/2005 of 31 May 2005 on the determination of surplus quantities of sugar, isoglucose and fructose for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (3).\n(3) Account should also be taken of intervention stocks when evaluating the stocks at the beginning and the end of the marketing year and the quantities of sugar available on the Community market.\n(4) Regulation (EC) No 314/2002 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Article 6 of Regulation (EC) No 314/2002 is hereby amended as follows:\n1. in paragraph 4:\n(a) the third subparagraph is replaced by the following:\n(b) the following subparagraph is added:\n2. in paragraph 5:\n(a) the following points (d) and (e) are added to the first subparagraph:\n‘(d) the quantities of basic products expressed as white sugar for which certificates for the production refunds referred to in Article 7(3) of Regulation (EC) No 1260/2001 have been issued during the course of the marketing year in question;\n(e) food aid.’;\n(b) the second subparagraph is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 50, 21.2.2002, p. 40. Regulation as last amended by Regulation (EC) No 38/2004 (OJ L 6, 10.1.2004, p. 13).\n(3)  OJ L 138, 1.6.2005, p. 3.\n(4)  OJ L 138, 1.6.2005, p. 3.’;"}