{"celex_id": "32004R0048", "uri": "http://publications.europa.eu/resource/cellar/0f8746b0-d550-4ba1-90a7-219406c04883", "type": "Regulation", "concepts": ["1417", "1895", "4258", "6030"], "title": "Regulation (EC) No 48/2004 of the European Parliament and of the Council of 5 December 2003 on the production of annual Community statistics on the steel industry for the reference years 2003-2009\n", "header": "Regulation (EC) No 48/2004 of the European Parliament and of the Council\nof 5 December 2003\non the production of annual Community statistics on the steel industry for the reference years 2003-2009\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) The statistics on the steel industry were based on the Treaty establishing the European Coal and Steel Community (ECSC) which came to an end on 23 July 2002.\n(2) Regulation (EC) No 1840/2002(4) of the European Parliament and of the Council of 30 September 2002 was adopted to ensure the prolongation until 31 December 2002 of the ECSC steel statistics system after the expiry of the ECSC Treaty.\n(3) It is necessary to continue collecting statistics on the steel industry in order to implement future Community policies on the steel industry. No other existing statistical system at a European level is able to satisfy the need for such statistics. A new Regulation based on the EC Treaty is therefore needed on the collection of Community statistics on the steel industry.\n(4) Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics(5) constitutes the reference framework for the provisions of this Regulation.\n(5) A transitional phase running from 2003 to 2009 is needed to determine whether steel statistics can be integrated into other statistical systems.\n(6) Enterprises in the steel industry need worldwide information on investment and capacity in order to assess possible future undercapacity or overcapacity for particular classes of steel products. Community statistics on investment and capacity contribute to a global network of information on world steel capacity, organised under the auspices of the OECD.\n(7) Statistics on energy consumption in the steel industry yield information not only on energy use and production within the steel industry but indirectly also on emission of pollutants.\n(8) Statistics on the availability of stocks of iron and steel scrap are needed to monitor the use of this important raw material for steel making.\n(9) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6).\n(10) The Statistical Programme Committee has been consulted in accordance with Article 3 of Council Decision 89/382/EEC, Euratom(7),", "main_body": ["Objective\nThe objective of this Regulation is to establish a common framework for the systematic production of Community statistics on the steel industry for the reference years 2003-2009.", "Definitions\nFor the purpose of this Regulation, the terms \"Community statistics\" and \"production of statistics\" shall bear the meanings given to them by Regulation (EC) No 322/97.", "Scope\nThis Regulation shall cover data on the steel industry, which is defined as group 27.1 of the statistical classification of economic activities in the European Community, (NACE Rev. 1), established by Council Regulation (EEC) No 3037/90(8).\nWhere the value-added at factor cost of the enterprises in a Member State's steel industry represents less than 1 % of the Community total, the data on the characteristics need not be collected.", "Characteristics\nThe data supplied, which shall conform to the format set out in the Annex, shall relate to kind-of-activity unit characteristics as defined in Council Regulation (EEC) No 696/93 of 15 March 1993 on the statistical units for the observation and analysis of the production system in the Community(9) and to enterprises having 50 or more employees.", "Time reference and periodicity\nMember States shall compile on an annual basis the data specified in the Annex for the first time for the year 2003 and for each year thereafter until 2009.", "Transmission of data\n1. Member States shall transmit to the Commission (Eurostat) data and metadata on the steel industry aggregated over the units referred to in Article 4. The transmission shall include confidential data in accordance with the existing Community provisions on the transmission of data subject to confidentiality.\n2. Member States shall transmit the data and metadata in electronic form. Transmission shall conform to an appropriate interchange standard approved in accordance with the procedure referred to in Article 8(2). Eurostat shall make available detailed documentation in relation to approved standards and shall supply guidelines on how to implement these standards according to the requirements of this Regulation.\n3. Member States shall transmit data and metadata within six months from the end of the reference year. However, in accordance with the procedure referred to in Article 8(2), the Commission may extend this period to 12 months for the first transmission for those Member States who have difficulties implementing this Regulation.", "Implementing measures\nThe following measures for the implementation of this Regulation shall be laid down in accordance with the procedure referred to in Article 8(2):\n(a) any alteration to the list of characteristics, provided that no significant additional burden is imposed upon the Member States;\n(b) transmission formats and the first transmission period.", "Procedure\n1. The Commission shall be assisted by the Statistical Programme Committee, instituted by Article 1 of Decision 89/382/EEC, Euratom.\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period referred to in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "Reports\nWithin five years of the entry into force of this Regulation, the Commission shall submit a report to the European Parliament and the Council on its implementation.\nIn particular, the report shall:\n(a) assess the benefits accruing to the Community, the Member States and the providers and users of statistical information of the statistics produced in relation to their costs;\n(b) assess the quality of the statistics produced;\n(c) verify synergy with other Community activities;\n(d) propose any changes considered necessary to improve the operation of this Regulation.", "0\nEntry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nP. Lunardi\n(1) OJ C 45 E, 25.2.2003, p. 154.\n(2) OJ C 133, 6.6.2003, p. 88.\n(3) Opinion of the European Parliament of 13 May 2003 (not yet published in the Official Journal) and Council Decision of 17 November 2003.\n(4) OJ L 279, 17.10.2002, p. 1.\n(5) OJ L 52, 22.2.1997, p. 1.\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ L 181, 28.6.1989, p. 47.\n(8) OJ L 293, 24.10.1990, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(9) OJ L 76, 30.3.1993, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003.\nANNEX\nDATA REFERRED TO IN ARTICLES 4, 5 AND 6 TO BE TRANSMITTED TO EUROSTAT\n1. Yearly statistics on the steel and cast iron scrap balance sheet\n>TABLE>\n2. Fuel and Energy Consumption and Balance Sheet for Electrical Energy in the Steel Industry\nPart A: Annual statistics on the Fuel and Energy Consumption broken down by type of plant(1)\n>TABLE>\nPart B: Annual statistics on the balance sheet for electrical energy in the steel industry\n>TABLE>\n3. Enquiry on investments in the iron and steel industry\n(Expenditure and capacity)\nPart A: Annual statistics on expenditure\n>TABLE>\nPart B: Annual statistics on capacity\n>TABLE>\n(1) Plant for load preparation: Rolling mill departments\nBlast furnaces and electric iron making furnaces: Electricity generating stations\nMelting shops: Other plant"}