{"celex_id": "32006D0729", "uri": "http://publications.europa.eu/resource/cellar/5175f84e-f98e-4808-9934-22d9ee8128f6", "type": "Decision", "concepts": ["1474", "3466", "4045", "4060", "4488", "4502", "4505", "5595", "888"], "title": "Council Decision 2006/729/CFSP/JHA of 16 October 2006 on the signing, on behalf of the European Union, of an Agreement between the European Union and the United States of America on the processing and transfer of passenger name record (PNR) data by air carriers to the United States Department of Homeland Security\n", "header": "27.10.2006 EN Official Journal of the European Union L 298/27\nCOUNCIL DECISION 2006/729/CFSP/JHA\nof 16 October 2006\non the signing, on behalf of the European Union, of an Agreement between the European Union and the United States of America on the processing and transfer of passenger name record (PNR) data by air carriers to the United States Department of Homeland Security\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 24 and 38 thereof,\nWhereas:\n(1) On 27 June 2006 the Council decided to authorise the Presidency, assisted by the Commission, to open negotiations for an Agreement with the United States of America on the processing and transfer of passenger name record (PNR) data by air carriers to the United States Department of Homeland Security (DHS).\n(2) In view of the Undertakings issued on 11 May 2004 by DHS, Bureau of Customs and Border Protection (1), the United States can be considered as ensuring an adequate level of protection for PNR data transferred from the European Union concerning passenger flights to or from the United States.\n(3) The competent authorities in Member States may exercise their existing powers to suspend data flows to DHS in order to protect individuals with regard to the processing of their personal data if they consider that the processing of PNR data is not in accordance with the standards of protection provided for in the Undertakings given by DHS, or where a competent United States authority has determined that DHS is in breach of those standards, until compliance with those standards is assured.\n(4) The Agreement should be signed, subject to its conclusion at a later date.\n(5) The provisions of the Agreement should be applied on a provisional basis pending its entry into force,", "main_body": ["The signing of the Agreement between the European Union and the United States of America on the processing and transfer of Passenger Name Record (PNR) data by air carriers to the United States Department of Homeland Security, is hereby approved on behalf of the European Union, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the European Union, subject to its conclusion.", "In accordance with point 7 of the Agreement, the provisions of the Agreement shall be applied on a provisional basis as of the date of its signature, pending its entry into force.", "1.   Without prejudice to their powers to take action to ensure compliance with national provisions, the competent authorities in Member States may exercise their existing powers to suspend data flows to DHS in order to protect individuals with regard to the processing of their personal data in the following cases:\n(a) where a competent United States authority has determined that DHS is in breach of the applicable standards of protection; or\n(b) where there is a substantial likelihood that the applicable standards of protection are being infringed, there are reasonable grounds for believing that DHS is not taking or will not take adequate and timely steps to settle the case at issue, the continuing transfer would create an imminent risk of grave harm to data subjects, and the competent authorities in the Member States concerned have made reasonable efforts in the circumstances to provide DHS with notice and an opportunity to respond.\n2.   Suspension shall cease as soon as the standards of protection are assured and the competent authorities of the Member States concerned are notified thereof.", "1.   Member States shall inform the Council and the Commission without delay when measures are adopted pursuant to Article 4.\n2.   The Member States and the Commission shall inform each other within the Council of any changes in the standards of protection and of cases where the action of bodies responsible for ensuring compliance with the applicable standards of protection by DHS fails to secure such compliance.\n3.   If the Council considers that the information collected pursuant to Article 4 and pursuant to paragraphs 1 and 2 of this Article provides evidence that the basic principles necessary for an adequate level of protection for natural persons are no longer being complied with, or that any body responsible for ensuring compliance with the applicable standards of protection by DHS is not effectively fulfilling its role, DHS shall be informed thereof and the Council shall take the necessary action with a view to suspending or terminating the Agreement."], "attachments": "Done at Luxembourg, 16 October 2006.\nFor the Council\nThe President\nE. TUOMIOJA\n(1)  OJ L 235, 6.7.2004, p. 15.\n27.10.2006 EN Official Journal of the European Union L 298/29\nNote to the reader: ‘the language versions of the Agreement, other than the English language version, have not yet been approved by the Parties. Once these other language versions have been approved, they will be equally authentic’.\nAGREEMENT\nbetween the European Union and the United States of America on the processing and transfer of passenger name record (PNR) data by air carriers to the United States Department of Homeland Security\nTHE EUROPEAN UNION\nand\nTHE UNITED STATES OF AMERICA,\nDESIRING to prevent and combat terrorism and transnational crime effectively as a means of protecting their respective democratic societies and common values,\nRECOGNISING that, in order to safeguard public security and for law enforcement purposes, rules should be laid down on the transfer of Passenger Name Record (PNR) data by air carriers to the Department of Homeland Security (hereinafter DHS). For the purposes of this Agreement, DHS means the Bureau of Customs and Border Protection, US Immigration and Customs Enforcement and the Office of the Secretary and the entities that directly support it, but does not include other components of DHS such as the Citizenship and Immigration Services, Transportation Security Administration, United States Secret Service, the United States Coast Guard, and the Federal Emergency Management Agency,\nRECOGNISING the importance of preventing and combating terrorism and related crimes, and other serious crimes that are transnational in nature, including organised crime, while respecting fundamental rights and freedoms, notably privacy,\nHAVING REGARD to US statutes and regulations requiring each air carrier operating passenger flights in foreign air transportation to or from the United States to provide DHS with electronic access to PNR data to the extent that they are collected and contained in the air carrier's automated reservation/departure control systems (hereinafter ‘reservation systems’),\nHAVING REGARD to Article 6(2) of the Treaty on European Union on respect for fundamental rights, and in particular to the related right to the protection of personal data,\nHAVING REGARD to relevant provisions of the Aviation Transportation Security Act of 2001, the Homeland Security Act of 2002, the Intelligence Reform and Terrorism Prevention Act of 2004 and Executive Order 13388 regarding cooperation between agencies of the United States Government in combating terrorism,\nHAVING REGARD to the Undertakings as published in the US Federal Register (1) and implemented by DHS,\nNOTING that the European Union should ensure that air carriers with reservation systems located within the European Union arrange for transmission of PNR data to DHS as soon as this is technically feasible but that, until then, the US authorities should be allowed to access the data directly, in accordance with the provisions of this Agreement,\nAFFIRMING that this Agreement does not constitute a precedent for any future discussions or negotiations between the United States and the European Union, or between either of the Parties and any State regarding the processing and transfer of PNR or any other form of data,\nHAVING REGARD to the commitment of both sides to work together to reach an appropriate and mutually satisfactory solution, without delay, on the processing of Advance Passenger Information (API) data from the European Union to the United States,\nNOTING that in reliance on this Agreement, the EU confirms that it will not hinder the transfer of PNR data between Canada and the United States and that the same principle will be applied in any similar agreement on the processing and transfer of PNR data,\nHAVE AGREED AS FOLLOWS:\n(1) In reliance upon DHS's continued implementation of the aforementioned Undertakings as interpreted in the light of subsequent events, the European Union shall ensure that air carriers operating passenger flights in foreign air transportation to or from the United States of America process PNR data contained in their reservation systems as required by DHS.\n(2) Accordingly, DHS will electronically access the PNR data from air carriers' reservation systems located within the territory of the Member States of the European Union until there is a satisfactory system in place allowing for transmission of such data by the air carriers.\n(3) DHS shall process PNR data received and treat data subjects concerned by such processing in accordance with applicable US laws and constitutional requirements, without unlawful discrimination, in particular on the basis of nationality and country of residence.\n(4) The implementation of this Agreement shall be jointly and regularly reviewed.\n(5) In the event that an airline passenger information system is implemented in the European Union or in one or more of its Member States that requires air carriers to provide authorities with access to PNR data for persons whose travel itinerary includes a flight to or from the European Union, DHS shall, in so far as practicable and strictly on the basis of reciprocity, actively promote the cooperation of airlines within its jurisdiction.\n(6) For the purpose of applying this Agreement, DHS is deemed to ensure an adequate level of protection for PNR data transferred from the European Union concerning passenger flights in foreign air transportation to or from the United States.\n(7) This Agreement shall enter into force on the first day of the month after the date on which the Parties have exchanged notifications indicating that they have completed their internal procedures for this purpose. This Agreement shall apply provisionally as of the date of signature. Either Party may terminate or suspend this Agreement at any time by notification through diplomatic channels. Termination shall take effect thirty (30) days from the date of notification thereof to the other Party. This Agreement shall expire upon the date of application of any superseding agreement and in any event no later than 31 July 2007, unless extended by mutual written agreement.\nThis Agreement is not intended to derogate from or amend legislation of the United States of America or the European Union or its Member States. This Agreement does not create or confer any right or benefit on any other person or entity, private or public.\nThis Agreement shall be drawn up in duplicate in the English language. It shall also be drawn up in the Czech, Danish, Dutch, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish and Swedish languages, and the Parties shall approve these language versions. Once approved, the versions in these languages shall be equally authentic.\nDone at Luxembourg on 16 October 2006 and at Washington D.C. on 19 October 2006.\nFor the European Union\nE. TUOMIOJA\nMinister for Foreign Affairs\nPresident of the Council of the European Union\nFor the United States of America\nSecretary Michael CHERTOFF\nDepartment of Homeland Security\n(1)  Volume 69, No 131, p. 41543."}