{"celex_id": "32007D0697", "uri": "http://publications.europa.eu/resource/cellar/73d8e0ff-c241-4cdd-bd35-a1ac4a805c27", "type": "Decision", "concepts": ["1504", "177", "2530", "2538", "4062", "5581"], "title": "2007/697/EC: Commission Decision of 22 October 2007 granting a derogation requested by Ireland pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources (notified under document number C(2007) 5095)\n", "header": "30.10.2007 EN Official Journal of the European Union L 284/27\nCOMMISSION DECISION\nof 22 October 2007\ngranting a derogation requested by Ireland pursuant to Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources\n(notified under document number C(2007) 5095)\n(Only the English text is authentic)\n(2007/697/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (1), and in particular the third subparagraph of paragraph 2 of Annex III thereto,\nWhereas:\n(1) If the amount of manure that a Member State intends to apply per hectare each year is different from the one specified in the first sentence of the second subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC and in point (a) therof, that amount has to be fixed so as not to prejudice the achievement of the objectives specified in Article 1 of that Directive and has to be justified on the basis of objective criteria, such as, in the present case, long growing seasons and crops with high nitrogen uptake.\n(2) On 12 November 2004, Ireland submitted to the Commission a request for a derogation under the third subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC. An updated request, based on the revised European Communities (Good Agricultural Practice for the Protection of Waters) Regulations, 2006 (Statutory Instrument Number 378 of 2006) was submitted on 18 October 2006.\n(3) The requested derogation concerns the intention of Ireland to allow the application of 250 kg nitrogen per hectare per year from livestock manure in farms with at least 80 % grassland. A maximum of 10 000 cattle holdings in Ireland representing 8 % of total holdings, 8 % of the Utilized Agricultural Land and 20 % of the Livestock Unit are potentially encompassed by the derogation.\n(4) The Irish legislation implementing Directive 91/676/EEC, the European Communities (Good Agricultural Practice for the Protection of Waters) Regulations, 2006 (Statutory instrument No 378 of 2006), applies equally to the requested derogation.\n(5) The Irish legislation implementing the Directive 91/676/EEC includes application maximum fertilisation rates both for nitrogen and phosphate. These maximum fertilisation rates are differentiated on the basis of nitrogen and phosphate soil content and, therefore, take into account the contribution of nitrogen and phosphate from the soil.\n(6) The Third report on the implementation of the Nitrates Directive in Ireland and the recent Environmental Protection Agency reports covering the period 2001-2003 submitted to the Commission showed that mean nitrate concentration recorded in groundwater is of the order of 2,5 mg/L N and concentrations greater than 50 mg/L nitrates were recorded in no more than 2 % of the sampling points. Data on water quality in rivers for the period 2000-2003 showed that the mean value in Eurowaternet monitoring stations is 6,9 mg/L nitrates.\n(7) 70 % of groundwater monitoring sites showed stable or decreasing trends in nitrates concentration; rivers recorded an improved quality in 2001-2003 compared to the previous reporting period 1995-1997 and reversed a decline in water quality that had been in evidence since the late 1980’. A decline of hypertrophic lakes was also noticed.\n(8) Ireland, in conformity with paragraph 5 of article 3 of Directive 91/676/EEC, applies an action programme throughout its whole territory according to the European Communities (Good Agricultural Practice for the Protection of Waters) Regulations, 2006 (Statutory instrument No 378 of 2006).\n(9) The number of livestock and the utilisation of chemical fertilisers decreased in the last decade. Cattle, pig and sheep number decreased respectively by 7 %, 3 % and 17 % in the period 1997-2004. Average nitrogen loading from livestock manure in 2004 was 103 kg/ha, with a significant decline compared to 140 kg/ha in 1998. Phosphorus (P) average loading was 16 kg/ha. Chemical nitrogen fertiliser use decreased by 21 % in the period 1999 to 2005, phosphate fertiliser use declined by 37 % in the period 1995 to 2005.\n(10) In Ireland ninety percent of agricultural land is devoted to grassland with prevalence of grassland types well suited for grassland production. Overall, in grassland farms, 47 % of land area is farmed extensively and has therefore a relatively low stocking rate and low fertiliser inputs, 36 % is farmed under agro-environmental programmes (Rural Environment Protection Scheme, REP Scheme) and only 7 % is farmed intensively; 10 % is used for arable agriculture. Average chemical fertiliser use on grassland is 82 kg/ha nitrogen and 7,6 kg/ha phosphorus.\n(11) Irish climate, characterised by an annual rainfall evenly distributed throughout the year and a relatively narrow annual temperature range promote a long grass-growing season ranging from 330 days per year in the south-west to around 250 days per year in the north-east.\n(12) The technical and scientific documents presented in the Irish notification show that the proposed amount of 250 kg per hectare per year nitrogen from grazing livestock manure in farms with at least 80 % grassland is justified on the basis of objective criteria such as long growing seasons and crops with high nitrogen uptake.\n(13) The Commission considers therefore that the amount of manure requested by Ireland will not prejudice the achievement of the objectives of Directive 91/676/EEC, subject to certain strict conditions being met.\n(14) This Decision should be applicable in connection with the action programme of Ireland, European Communities (Good Agricultural Practice for the Protection of Waters) Regulations, 2006 (Statutory instrument No 378 of 2006).\n(15) The measures provided for in this Decision are in accordance with the opinion of the Nitrates Committee set up pursuant to Article 9 of Directive 91/676/EEC,", "main_body": ["The derogation requested by Ireland by letter of 18 October 2006, for the purpose of allowing a higher amount of livestock manure than that provided for in the first sentence of the second subparagraph of paragraph 2 of Annex III to Directive 91/676/EEC and in point (a) thereof, is granted, subject to the conditions laid down in this Decision.", "Definitions\nFor the purpose of this decision, the following definitions shall apply:\n(a) ‘Grassland farms’ means holdings where 80 % or more of the agricultural area available for manure application is grass,\n(b) ‘Grazing livestock’ means cattle (with the exclusion of veal calves), sheep, deer, goats and horses,\n(c) ‘Grass’ means permanent grassland or temporary grassland (temporary implying leys of less than four years).", "Scope\nThis Decision applies on an individual basis and subject to the conditions set out in Articles 4, 5 and 6 to grassland farms.", "Annual authorisation and commitment\n1.   Farmers who want to benefit from a derogation shall submit an application to the competent authorities annually.\n2.   Together with the annual application referred to in paragraph 1 they shall undertake in writing to fulfil the conditions provided for in Articles 5 and 6.\n3.   The competent authorities shall ensure that all the applications for derogation are submitted to administrative control. Where the control carried out by the national authorities of the applications referred to in paragraph 1 demonstrates that the conditions provided for in Articles 5 and 6 are not fulfilled, the applicant shall be informed thereof. In this instance, the application shall be considered to be refused.", "Application of manure and other fertilisers\n1.   The amount of livestock manure from grazing livestock applied to the land each year on grassland farms, including by the animals themselves, shall not exceed the amount of manure containing 250 kg nitrogen per hectare, subject to the conditions laid down in paragraphs 2 to 7.\n2.   The total nitrogen inputs shall not exceed the foreseeable nutrient demand of the considered crop and take into account the supply from the soil. Total nitrogen application shall be differentiated on the basis of stocking rate and grassland productivity.\n3.   A fertilisation plan shall be kept for each farm describing the crop rotation of the farmland and the planned application of manure and nitrogen and phosphate chemical fertilisers. It shall be available in the farm by 1 March at the latest.\nThe fertilisation plan shall include the following:\n(a) the number of livestock, a description of the housing and storage system, including the volume of manure storage available;\n(b) a calculation of manure nitrogen (less losses in housing and storage) and phosphorus produced in the farm;\n(c) the crop rotation and area of each crop, including a sketch map indicating location of individual fields;\n(d) the foreseeable nitrogen and phosphorus crop requirements;\n(e) the amount and the type of manure delivered outside the farm or to the farm;\n(f) results of soil analysis related to N and P soil status if available;\n(g) nitrogen and phosphorus application from manure over each field (parcels of the farm homogeneous regarding cropping and soil type);\n(h) application of nitrogen and phosphorus with chemical and other fertilisers over each field.\nPlans shall be revised no later than seven days following any changes in agricultural practices to ensure consistency between plans and actual agricultural practices.\n4.   Fertilisation accounts, including information related to management of soiled water, shall be kept by each farm. They shall be submitted to the competent authority for each calendar year.\n5.   Each grassland farm benefiting from an individual derogation shall accept that the application referred to in paragraph 1 of Article 4, the fertilisation plan and the fertilisation accounts can be subject to control.\n6.   Nitrogen and phosphorous analysis in soil shall be performed for each farm which benefits from an individual derogation at least every four years for each homogeneous area of the farm, with regard to crop rotation and soil characteristics. At least one analysis per five hectares of land shall be required.\n7.   Manure may not be spread in the autumn before grass cultivation.", "Land management\n80 % or more of the area available for manure application on farms shall be cultivated with grass. Farmers benefiting from an individual derogation shall carry out the following measures:\n(a) temporary grassland shall be ploughed in spring;\n(b) ploughed grass on all soil types shall be followed immediately by a crop with high nitrogen demand;\n(c) crop rotation shall not include leguminous or other plants fixing atmospheric nitrogen. This however will not apply to clover in grassland with less than 50 % clover and to cereals and pea undersown with grass.", "Other measures\nIreland shall ensure that use of the derogation shall be without prejudice to the measures needed to comply with other Community environmental legislation.", "Monitoring\n1.   Maps showing the percentage of grassland farms, percentage of livestock and percentage of agricultural land covered by individual derogation in each County, shall be drawn by the competent authority and shall be updated every year.\nThose maps shall be submitted to the Commission annually and for the first time by 1 March 2008.\n2.   Monitoring of the farms covered by the action programme and the derogation shall be carried out in agricultural monitoring catchments established according to the Irish action programme. The reference monitoring catchments shall be representative of the different soil types, levels of intensity and fertilisation practices.\n3.   Survey and continuous nutrient analysis shall provide data on local land use, crop rotations and agricultural practices on farms benefiting from individual derogations. Those data can be used for model-based calculations of the magnitude of nitrate leaching and phosphorus losses from fields where up to 250 kg nitrogen per hectare per year in manure from grazing livestock is applied.\n4.   Monitoring of shallow groundwater, soil water, drainage water and streams in farms belonging to the agricultural catchment monitoring sites shall provide data on nitrate and phosphorus concentration in water leaving the root zone and entering groundwater and surface water.\n5.   A reinforced water monitoring shall be conducted for agricultural catchments located in proximity to most vulnerable lakes and particularly vulnerable aquifers.\n6.   A study shall be conducted in order to collect, by the end of the derogation period, detailed scientific information on intensive grassland systems in Ireland. This study will focus on nitrate leaching under intensive dairy production systems in vulnerable soil types (sand and sandy loam) in representative areas.", "Controls\n1.   The competent national authority shall carry out administrative controls in respect of all farms benefiting from an individual derogation for the assessment of compliance with the maximum amount of 250 kg nitrogen per hectare per year from grazing livestock manure, with nitrogen and phosphorus maximum fertilisation rates and conditions on land use.\n2.   A programme of field inspections shall be established based on risk analysis, results of controls of the previous years and results of general random controls of legislation implementing Directive 91/676/EEC. The field inspections shall cover at least 3 % of farms benefiting from an individual derogation in respect to the conditions set out in Article 5 and 6.", "0\nReporting\n1.   The competent authority shall submit the results of the monitoring every year to the Commission, with a concise report on water quality evolution and evaluation practice. The report shall provide information on how the evaluation of the implementation of the derogation conditions is carried on through controls at farm level and include information on non compliant farms based on results of administrative and field inspections.\nThe first report shall be transmitted by June 2008, and subsequently every year by June.\n2.   The results thus obtained will be taken into consideration by the Commission with regard to an eventual new request for derogation.", "1\nApplication\nThis Decision shall apply in the context of the Irish Action programme as implemented in the European Communities (Good Agricultural Practices for Protection of Waters) Regulations 2006 (Statutory Instrument No 378 of 2006) of 18 July 2006. It shall expire on 17 July 2010.", "2\nThis Decision is addressed to Ireland."], "attachments": "Done at Brussels, 22 October 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 375, 31.12.1991, p. 1. Directive as amended by Regulation (EC) 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1)."}