{"celex_id": "32008D0682", "uri": "http://publications.europa.eu/resource/cellar/15241d3c-6bcc-4f05-a30f-3014e5996f7f", "type": "Decision", "concepts": ["2356", "2560", "3763", "4636", "711"], "title": "2008/682/EC: Commission Decision of 18 August 2008 amending Decision 2007/870/EC as regards the approval of the plan for the emergency vaccination against classical swine fever of pigs in holdings with a marker vaccine in Romania (notified under document number C(2008) 4360)\n", "header": "20.8.2008 EN Official Journal of the European Union L 222/9\nCOMMISSION DECISION\nof 18 August 2008\namending Decision 2007/870/EC as regards the approval of the plan for the emergency vaccination against classical swine fever of pigs in holdings with a marker vaccine in Romania\n(notified under document number C(2008) 4360)\n(Only the Romanian text is authentic)\n(2008/682/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (1), and in particular the third subparagraph of Article 19(3),\nWhereas:\n(1) Directive 2001/89/EC introduces minimum Community measures for the control of classical swine fever. Those measures include the provision that Member States are to submit to the Commission, following the confirmation of a primary case of classical swine fever in feral pigs, a plan of the measures to eradicate that disease. Those measures also provide for the emergency vaccination of pigs in pig holdings.\n(2) Commission Decision 2007/870/EC of 21 December 2007 approving the plans for 2008 for the eradication of classical swine fever in feral pigs and the emergency vaccination of those pigs and of pigs in holdings against that disease in Romania (2) was adopted as one of a number of measures to combat classical swine fever in that Member State. That Decision applies until 31 December 2008.\n(3) One of the plans approved by that Decision concerns the emergency vaccination against classical swine fever of pigs in pig holdings with a marker vaccine. The availability of such vaccine was restricted after the approval of that plan. Romania has accordingly amended that emergency vaccination plan.\n(4) That amended vaccination plan was submitted by Romania to the Commission for approval on 30 June 2008.\n(5) The amended plan has been examined by the Commission and found to comply with Directive 2001/89/EC. Accordingly, that plan should be approved.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 3 to Decision 2007/870/EC, the date ‘29 November 2007’ is replaced by ‘30 June 2008’.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 18 August 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Commission Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(2)  OJ L 340, 22.12.2007, p. 105."}