{"celex_id": "32004R1934", "uri": "http://publications.europa.eu/resource/cellar/4375dc31-91bc-43bd-a218-ecf852419ddc", "type": "Regulation", "concepts": ["1005", "1468", "3077", "321", "3489", "5315"], "title": "Regulation (EC) No 1934/2004 of the European Parliament and of the Council of 27 October 2004 amending Regulation (EC) No 1726/2000 on development cooperation with South Africa\n", "header": "13.11.2004 EN Official Journal of the European Union L 338/1\nREGULATION (EC) No 1934/2004 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 27 October 2004\namending Regulation (EC) No 1726/2000 on development cooperation with South Africa\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 179 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Pursuant to Regulation (EC) No 1726/2000 of the European Parliament and of the Council of 29 June 2000 on development cooperation with South Africa (2) the Commission is to submit to the European Parliament and to the Council a mid-term review by 31 October 2003. On the basis of that mid-term review, certain amendments to Regulation (EC) No 1726/2000 have been suggested.\n(2) The mid-term review includes suggestions and proposals for improving the implementation of development cooperation with South Africa, some of which were already made in the Country Strategy Paper of 2002 and have been taken into account in the 2003 to 2005 Indicative Programme. They concern, inter alia, mainstreaming of gender issues at all levels of the project cycle from planning to implementation, streamlining of administrative procedures, improving criteria for assessing project and programme design and clarification of the conditions for granting contributions from the European Programme for Reconstruction and Development (EPRD) to regional programmes.\n(3) In accordance with Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities' financial interests (3), it is possible to provide funding to the Republic of South Africa through direct budget support. Regulation (EC) No 1726/2000 could, however, be interpreted as excluding untargeted budget support. In addition, Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4) contains in Title IV of Part Two specific provisions for ‘External Actions’. It is, therefore, appropriate to bring Regulation (EC) No 1726/2000 into line with Regulation (EC, Euratom) No 1605/2002 and with Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (5).\n(4) In view of the implementation of the EPRD, and in particular of the 2000 to 2002 Multiannual Indicative Programme, Regulation (EC) No 1726/2000 should be adjusted, in particular in relation to the adoption of sector-wide programmes, funding through budget support and the joint funding of projects and programmes in the field of regional cooperation and integration.\n(5) Regulation (EC) No 1726/2000 entered into force in 2000 and expires on 31 December 2006. However, Article 6(1) requires triennial indicative programming to be carried out. In order for programmes to correspond to the period of validity of the Regulation, provision should also be made for four-year indicative programmes.\n(6) The Partnership Agreement between the members of the African, Caribbean and Pacific group of States, of the one part, and the European Community and its Member States, of the other part (6), to which South Africa is a signatory, was signed in Cotonou on 23 June 2000. Protocol 3 of that Agreement defines South Africa's qualified status under the Agreement.\n(7) Council Decision 1999/753/EC (7) approved the provisional application of the Agreement on Trade, Development and Cooperation between the European Community and its Member States and the Republic of South Africa. Annex X to that Agreement stipulates that the Community will provide assistance for the restructuring of the South African wine and spirits sector and for the marketing and distribution of South African wines and spirits. The two corresponding Agreements on trade in wine and spirits have been approved by Council Decision 2002/51/EC (8) and by Council Decision 2002/52/EC (9) respectively. It is, therefore, necessary to include an additional amount in the financial reference amount provided for by Regulation (EC) No 1726/2000.\n(8) In practice, the European Development Fund Committee has been acting in the context of Regulation (EC) No 1726/2000 as the ‘South Africa Committee’. It is appropriate formally to establish that Committee.\n(9) Article 8(5) of Regulation (EC) No 1726/2000 requests that the Commission consult the Committee on financing decisions it intends to take concerning projects and programmes of a value of over EUR 5 million. For the sake of sound financial management and rationalisation of procedures, it is appropriate to raise this ceiling to EUR 8 million.\n(10) Regulation (EC) No 1726/2000 should, therefore, be amended accordingly,", "main_body": ["Regulation (EC) No 1726/2000 is hereby amended as follows:\n1. Article 2(1) is replaced by the following:\n2. In Article 2(2), the introductory phrase is replaced by the following:\n3. Article 4 is hereby amended as follows:\n(a) paragraph 2 is amended as follows:\n(i) in the first subparagraph, the introductory phrase is replaced by the following:\n(ii) in the first subparagraph, point (a) is replaced by the following:\n‘(a) government budget expenditure to support reforms and policy implementation in the priority sectors identified through a policy dialogue, using the most appropriate instruments including budgetary support and other specific forms of budgetary aid;’\n(iii) the second subparagraph is replaced by the following:\n(b) the following paragraph is inserted:\n4. Article 5 is deleted.\n5. Article 6 is replaced by the following:\n6. Article 7(2) is deleted.\n7. Article 8 is hereby amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) in paragraphs 5 and 6 the amount of ‘EUR 5 million’ is replaced by ‘EUR 8 million’.\n8. In Article 10(1) the amount of ‘EUR 885,5 million’ is replaced by ‘EUR 900,5 million’.", "This Regulation shall enter into force on the 20th day after its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 27 October 2004.\nFor the European Parliament\nJ. BORRELL FONTELLES\nThe President\nFor the Council\nA. NICOLAI\nThe President\n(1)  Opinion of the European Parliament of 31 March 2004 (not yet published in the Official Journal). Council decision of 13 September 2004.\n(2)  OJ L 198, 4.8.2000, p. 1.\n(3)  OJ L 312, 23.12.1995, p. 1.\n(4)  OJ L 248, 16.9.2002, p. 1.\n(5)  OJ L 357, 31.12.2002, p. 1.\n(6)  OJ L 317, 15.12.2000, p. 3\n(7)  OJ L 311, 4.12.1999, p. 1.\n(8)  OJ L 28, 30.1.2002, p. 3.\n(9)  OJ L 28, 30.1.2002, p. 112."}