{"celex_id": "32007D0593", "uri": "http://publications.europa.eu/resource/cellar/0dee84bd-41e5-4f01-b4dd-3623fcb32420", "type": "Decision", "concepts": ["1159", "1504", "1872", "2282", "3774", "5228", "928"], "title": "2007/593/EC: Commission Decision of 27 August 2007 on the allocation to Ireland and the United Kingdom of additional days at sea for an enhanced data pilot project in accordance with Annex IIA to Council Regulation (EC) No 41/2007 (notified under document number C(2007) 3983)\n", "header": "30.8.2007 EN Official Journal of the European Union L 226/28\nCOMMISSION DECISION\nof 27 August 2007\non the allocation to Ireland and the United Kingdom of additional days at sea for an enhanced data pilot project in accordance with Annex IIA to Council Regulation (EC) No 41/2007\n(notified under document number C(2007) 3983)\n(Only the English text is authentic)\n(2007/593/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular points 11.4 and 11.5 of Annex IIA,\nWhereas:\n(1) Annex IIA to Regulation (EC) No 41/2007 specifies inter alia the maximum number of days per year for which a Community vessel may be present within the Irish Sea having carried on board trawls, Danish seines and similar gears, except beam trawls.\n(2) Regulation (EC) No 41/2007 enables the Commission to allocate to Member States 6 or 12 additional days at sea within the Irish Sea on the basis of an enhanced data pilot project.\n(3) On 30 April 2007 Ireland and the United Kingdom submitted a joint proposal for such a project. The proposal was approved on 13 June 2007.\n(4) In view of the enhanced data pilot project, either 6 or 12 additional days at the Irish Sea should be allocated for vessels flying the flag of Ireland or the United Kingdom according to the mesh size of the fishing gear carried on board,", "main_body": ["For vessels flying the flag of Ireland or the United Kingdom which are involved in the enhanced data pilot project submitted on 30 April 2007, the maximum number of days at sea within the area referred to in point 2.1 (c) of Annex IIA to Regulation (EC) No 41/2007, as specified in Table I of that Annex, shall be increased as follows:\n(a) by six days for vessels carrying on board gear referred to in points 4.1.a (iv) and 4.1.a (v) of that Annex;\n(b) by 12 days for vessels carrying on board gear referred to in point 4.1.a of Annex IIA to Regulation (EC) No 41/2007, except gear referred to in points 4.1.a (iv) and 4.1.a (v) of that Annex.", "1.   Seven days after the publication of this Decision in the Official Journal of the European Union, Ireland and the United Kingdom shall submit to the Commission an exhaustive list of vessels selected for participation in the enhanced data pilot project.\n2.   Only vessels selected and having participated until the end of the enhanced data pilot project shall benefit from the allocation of additional days as laid down in the Article 1.", "Two months after the end of the enhanced data pilot project, Ireland and the United Kingdom shall provide a report to the Commission on the outcomes of the enhanced data pilot project.", "This Decision is addressed to Ireland and to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 27 August 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2007 (OJ L 196, 28.7.2007, p. 22)."}