{"celex_id": "32002D0931", "uri": "http://publications.europa.eu/resource/cellar/d2d56211-1548-4cea-9e63-f70f53879146", "type": "Decision", "concepts": ["161", "2435", "2718", "2850", "4048", "5860", "614"], "title": "2002/931/EC: Council Decision of 22 October 2002 on the conclusion of an Additional Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, laying down the trade arrangements for certain fish and fishery products\n", "header": "Council Decision\nof 22 October 2002\non the conclusion of an Additional Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, laying down the trade arrangements for certain fish and fishery products\n(2002/931/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) It is desirable to complete, by means of an Additional Protocol, the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part(1), so as to provide for preferential conditions for the importation into the Community of certain fish and fishery products originating in the Czech Republic, and into the Czech Republic of certain fish and fishery products originating in the Community.\n(2) To that end a new Protocol laying down the trade arrangements for certain fish and fishery products should be added to the said Europe Agreement.\n(3) The Protocol should be approved,", "main_body": ["The Additional Protocol to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, laying down the trade arrangements for certain fish and fishery products is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "1. From the date of entry into force of the Protocol, the tariff quota for live trout (order number 09.5261) and the tariff quota for live carp (order number 09.5263) as mentioned in Regulation (EC) No 965/97(2) shall cease to apply for products originating in the Czech Republic.\n2. From the date of entry into force of the Protocol, a tariff quota with order number 09.5263 for three annual quota periods for live carp falling under CN subheading 0301 93 00 shall be opened at a duty rate of 0 %. For the first quota period starting from the date of entry into force of this Protocol to 31 December 2002 the quota volume shall be 2840 tonnes, for the second quota period from 1 January to 31 December 2003 the quota volume shall be 4500 tonnes and for the third quota period from 1 January to 31 December 2004 the quota volume shall be 5000 tonnes. This quota shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93(3).", "The President of the Council is hereby authorised to designate the person empowered to sign the Protocol in order to bind the Community."], "attachments": "Done at Luxembourg, 22 October 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ L 360, 31.12.1994, p. 2.\n(2) OJ L 141, 31.5.1997, p. 1.\n(3) OJ L 253, 11.10.1993, p. 1; Regulation as last amended by Regulation (EC) No 993/2001 (OJ L 141, 28.5.2001, p. 1)."}