{"celex_id": "32003D0591", "uri": "http://publications.europa.eu/resource/cellar/4a2ab09f-9fd6-45de-a4b7-bfd966102748", "type": "Decision", "concepts": ["1318", "1724", "3069", "5541", "889"], "title": "2003/591/EC: Commission Decision of 30 April 2003 on the State aid implemented by Germany for Heckert Werkzeugmaschinen GmbH (Text with EEA relevance) (notified under document number C(2003) 1326)\n", "header": "Commission Decision\nof 30 April 2003\non the State aid implemented by Germany for Heckert Werkzeugmaschinen GmbH\n(notified under document number C(2003) 1326)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2003/591/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above(1) and having regard to their comments,\nWhereas:\nI. PROCEDURE\n(1) By letter dated 28 December 1999, Germany notified the Commission of aid to Heckert Werkzeugmaschinen GmbH. The aid case was registered under number NN 7/2000. By letters dated 21 January 2000, 26 January 2001 and 1 August 2001, the Commission asked for further information. Germany replied by letters dated 24 February 2000, 29 May 2001 and 6 September 2001.\n(2) By letter dated 28 December 2001, the Commission informed Germany that it had decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the aid and invited interested parties to submit their comments(2). The case was then registered as C 93/2001. Comments from Germany were received on 28 January and 1 March 2002.\nII. DESCRIPTION\n1. Beneficiary\n(3) The case concerns rescue and restructuring aid to Heckert Werkzeugmaschinen GmbH. The company produces machine tools and is specialised in the production of milling machines. It is situated in Chemnitz in the Land of Saxony, an assisted area under Article 87(3)(a) of the EC Treaty. HWG is the successor of the former State-owned \"Kombinat Fritz Heckert\".\n(a) Privatisation\n(4) In 1991 the \"Kombinat Fritz Heckert\" was taken over by the German Treuhandanstalt (\"THA\") and was renamed Heckert-Chemnitzer Werkzeugmaschinen GmbH (\"H-CW\").\n(5) After an open and unconditional tender, the essential parts of the machine tool production were sold on 24 September 1993 under the name of Heckert Chemnitzer Werkzeugmaschinen GmbH (\"HCW\") to Traub AG, Reichenbach. The purchase price was DEM 7 million (EUR 3,57 million). At that time HCW employed 420 people.\n(6) In the context of the privatisation, the company received aid totalling some EUR 81,6 million under approved aid schemes. These measures included residual securities for liquidity guarantees and credit line liabilities amounting to DEM 11 million (EUR 5,6 million) originally granted by the Bundesanstalt f端r vereinigungsbedingte Sonderaufgaben (\"BvS\") before the privatisation. These guarantees were taken over, up to a liability of 80 %, by the Land of Saxony (\"Land\") and the Federal Government(3).\n(7) In 1995 Traub AG began to encounter financial difficulties. Due to the bad results incurred by Traub AG, the banks froze the whole group's credit lines. By the end of 1996, the subsequent lack of liquidity forced both Traub AG and HCW into bankruptcy. At the time of its bankruptcy HCW employed 640 people.\n(b) Continuation of activity during receivership\n(8) The bankruptcy receiver decided to continue the activity of HCW in order to prepare it for subsequent sale. On 24 January 1997, he established Heckert Werkzeugmaschinen GmbH (\"HWG\") as a hive-off of HCW. This was done in order to be able to act on the market with a company that was not in receivership. HWG's purpose was to acquire and process new orders whereas HCW, which was in receivership, continued to produce the goods that were to be sold via HWG.\n(9) On 29 November 1996, the Deutsche Bank granted a credit totalling DEM 16 million (EUR 8.16 million) to the company in receivership. Later, on 13 June 1997, the credit was increased by DEM 12 million (EUR 6,12 million) in order to secure the processing of one of the main orders. The credit was granted at an interest rate of 7,5 % p.a. and was to be reimbursed on 15 February 1998. The credit was publicly guaranteed up to 80 % by the Federal Government and the Land. The provision for the guarantee amounted to 0,5 % and the guarantee expired the same day that the loan was to be reimbursed.\n(10) On 7 August 1997, the company also received a loan of DEM 9,5 million (EUR 4,9 million) from BvS at an interest rate of 6 %.\n(11) Both measures were granted to cover the operating costs during the receivership.\n(c) Sale of the company to a new investor\n(12) On 16 June 1998, the receiver sold HWG as well as the necessary production assets of HCW to the Swiss machine-tool producer Starrag AG (\"Starrag\"). The purchase price for HWG was DEM 50000 (EUR 25510). The price paid for the assets was DEM 47,4 million (EUR 24,2 million).\n(13) In the context of the sale to Starrag, BvS waived the reimbursement of the abovementioned loan of DEM 9,5 million (EUR 4,9 million). However, Germany informed the Commission on 10 May 2001 that the receiver had fully reimbursed the loan including interest.\n(14) On 19 September 1998, the Deutsche Bank granted a loan of DEM 10 million (EUR 5,1 million) to HWG that was publicly refinanced by the Kreditanstalt f端r Wiederaufbau (\"KfW\") under an aid scheme approved by the Commission(4). The loan was granted for a period of 10 years at an interest rate of 3,75 % and is to be reimbursed in 16 instalments starting at the end of February 2001.\n(15) Lastly, HWG also received investment grants of DEM 13,28 million (EUR 6,78 million) as well as an investment premium of DEM 499800 (EUR 255000) under aid schemes approved by the Commission(5).\n2. Decision to initiate proceedings under Article 88(2) of the EC Treaty\n(16) In the decision to initiate the formal investigation procedure, the aid was assessed according to the guidelines on State aid for rescuing and restructuring firms in difficulty(6) (\"the guidelines\"). Since the aid was granted before the entry into force of the new guidelines in 1999(7). it was assessed under the old 1994 guidelines.\n(17) When it initiated the Article 88(2) procedure, the Commission expressed the following doubts:\n(a) whether the guarantees of DEM 11 million (EUR 5,6 million) for liquidity credits and credit line liabilities granted in the context of the privatisation complied with the conditions of the scheme referred to. In particular it was doubtful whether the guarantees could be granted jointly by the Federal Government and the Land and whether the measures consisted of partial and temporary guarantees as required by the scheme;\n(b) whether the public 80 % guarantee granted in connection with the increase of the Deutsche Bank loan of DEM 16 million (EUR 8,16 million) to DEM 28 million (EUR 14,3 million) and deemed to be rescue aid in the initiation of proceedings complied with the criteria set out in the guidelines;\n(c) whether the KfW refinancing of the Deutsche Bank loan of DEM 10 million (EUR 5,1 million), in particular its interest rate of 3,75 % and its repayment schedule of initially two and a half repayment-free years, was in line with the abovementioned scheme;\n(d) whether the BvS loan of DEM 9,5 million (EUR 4,9 million), which in the initiation of proceedings was deemed to be rescue aid, could be considered to be part of a one-off rescue operation and whether it complied with the time limits for repayment provided for in the guidelines.\n(18) As regards Germany's claim that the measures were compatible as restructuring aid, the Commission expressed doubts whether the beneficiary was eligible for restructuring aid under the terms of the guidelines.\nIII. COMMENTS FROM GERMANY\n(19) During the formal investigation procedure Germany supplied the following additional or revised information:\n1. Guarantees granted in the context of the privatisation\n(20) Germany informed the Commission that the guarantees on the loans of DEM 11 million (EUR 5,6 million) made available in the context of the privatisation were granted on 21 February 1995 as 65 %, and not 80 %, deficiency guarantees and were limited in time to 31 December 2002. As of 31 December 1999 the guarantees gradually decreased by 25 % each year.\n(21) The repartition of the guarantee liability between the Federal Government and the Land of 60:40 was stated to be an internal measure which had no influence on the scheme's total aid ceiling, of which the Commission had been informed by letter dated 26 June 1995.\n2. The 80 % guarantee during the receivership\n(22) With respect to this measure, Germany pointed out that it had been granted under the same aid scheme as the previous measures(8) and therefore should not be assessed as an ad hoc rescue aid.\n3. The KfW refinanced Deutsche Bank loan during the receivership\n(23) Concerning the refinancing of the Deutsche Bank loan by KfW, Germany informed the Commission that, although the loan had to be repaid up to 100 % of its nominal sum, only 96 % of it was effectively paid out to the beneficiary. Therefore the loan was granted with an actual interest rate of 4,58 %.\n(24) Germany also emphasised that the loan was refinanced under the East German component of the scheme(9), which until the end of 1998 provided for an interest rate reduced by 0,25 % in comparison to the West German component. The deviation of the rates used by KfW from the Commission's reference rate was, according to Germany, due to the fact that the market rates at that point were in decline and the reference rate is only adjusted at long-term intervals.\n(25) Germany also pointed out that the East German component of the scheme provided for a repayment schedule commencing after two-and-a-half years.\n4. BvS loan during the receivership\n(26) Concerning the compatibility of the BvS loan of DEM 9,5 million (EUR 4,9 million) granted during the receivership, Germany argued that it could be considered compatible with the conditions of the guidelines for rescue aid. Germany was of the opinion that in cases where the recipient of the aid was in receivership, it was inappropriate to focus on the time of the reimbursement since in such cases the repayment was made from the proceeds of the bankruptcy proceedings. This regularly resulted in delays. Furthermore, Germany underlined that the grant was used solely to continue the operative business of HCW during the receivership.\nIV. ASSESSMENT\n1. Guarantees granted in the context of the privatisation\n(27) Concerning the liquidity guarantee of DEM 5,5 million and the credit line guarantee of DEM 5,5 million that were provided by the Federal Government and the Land of Saxony in the context of the privatisation, it is noted that the scheme referred to allows for guarantees of up to 80 % for investment credits and temporary working capital loans.\n(28) The Commission takes account of Germany's comments according to which the guarantees covered only 65 % of the credits and were limited in time to 31 December 2002. It is also noted that the internal appointment between the Federal Government and the Land, of which the Commission was informed by letter of 26 June 1995, did not increase the overall aid ceiling or any other condition of the scheme. These measures therefore appear to comply with the conditions of the scheme referred to and do not need to be assessed in this decision.\n2. The 80 % guarantee during the receivership\n(29) In the initiation of proceedings, the public 80 % guarantee granted in connection with the increase of the Deutsche Bank loan of DEM 16 million (EUR 8,16 million) to DEM 28 million (EUR 14,3 million) was deemed to be rescue aid and the Commission had doubts whether the conditions for rescue aid were met.\n(30) After the initiation of proceedings, Germany pointed out that this measure had been granted under the same guarantee scheme as the measures above. The Commission notes that as the measure is a temporary 80 % guarantee on a temporary working capital loan, it appears to be covered by the scheme and does not need to be further assessed in this decision.\n3. KfW-refinanced Deutsche Bank loan during the receivership\n(31) Concerning the KfW refinanced Deutsche Bank loan, the Commission takes account of Germany's comments submitted after the initiation of proceedings. According to these, the loan was granted at an effective rate of 4,58 %. Furthermore, the measure was in fact granted under the East German component of the scheme which allowed for a repayment schedule of two-and-a-half repayment-free years and an interest rate reduced by 0,25 % in comparison to the West German component of the scheme. In this context it is also noted that the loan was granted in a period where the market rates were in decline and that the Commission's reference rate, which in September 1998 still amounted to 5,94 %, was readjusted in November 1998 to 4,87 %.\n(32) In the light of this information, the measure appears to comply with the conditions of the East German component of the scheme and does not need to be further assessed in this decision.\n(33) In view of the above, all the measures granted in accordance with approved schemes do not need to be further assessed in this decision.\n(34) Consequently, only the BvS loan of DEM 9,5 million (EUR 4,9 million) that was granted in 1997 is to be regarded as ad hoc aid.\n4. BvS loan granted during the receivership\n(35) The Commission notes that the remaining ad hoc aid, i.e. the BvS loan of DEM 9,5 million (EUR 4,9 million), has in the meantime been paid back with an interest rate of 6 %. It is also noted that, at the time when this loan was granted, the Commission's reference rate, which is used to establish the interest to be paid in cases of recovery of incompatible aid, amounted to 5,54 %.\n(36) In view of the above, the Commission concludes that the potentially incompatible State aid, i.e. the BvS loan of DEM 9,5 million (EUR 4,9 million), has been repaid and all potential distortions of competition deriving from the aid have therefore been removed.\nV. CONCLUSION\n(37) Consequently, the formal investigation procedure under Article 88(2) of the EC Treaty in respect of the relevant measure no longer needs to be pursued,", "main_body": ["The formal investigation procedure under Article 88(2) of the EC Treaty initiated on 20 December 2001 in respect of aid implemented by Germany for Heckert Werkzeugmaschinen GmbH, Chemnitz, is hereby terminated.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 April 2003.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ C 51, 26.2.2002, p. 13.\n(2) See footnote 1.\n(3) Bundesb端rgschaftsprogramm (Ost) (SG (91) D/13344, 15.7.1991 (N 297/91)).\n(4) KfW-Mittelstandsprogramm (SG (96) D/3473, 29.3.1996 (NN 37/95)).\n(5) 27. Rahmenplan der Gemeinschaftsaufgabe \"Verbesserung der regionalen Wirtschaftsstruktur\" (investment grants) (SG (1999) 03472, 17.5.1999 (C 84/98)).\nInvestitionszulagengesetz 1996 (investment premium) (SG (96) 3794, 11 April 1996 (N 494/A/95)).\n(6) OJ C 368, 23.12.1994, p. 12.\n(7) OJ C 288, 9.10.1999, p. 2.\n(8) Bundesb端rgschaftsprogramm (Ost) (SG (91) D/13344, 15.7.1991 (N 297/91)).\n(9) KfW Mittelstandsprogramm Ost (SG (96) D/3475, 29.3.1996 (NN24/96))."}