{"celex_id": "32004D0753", "uri": "http://publications.europa.eu/resource/cellar/9bb476a5-ad3e-4e02-81fd-bb105f6df434", "type": "Decision", "concepts": ["3559", "4038", "4044"], "title": "2004/753/EC, Euratom: Council Decision, taken by common accord with the nominee for Presidentof the Commission, of 5 November 2004 adoptingthe list of other persons whom the Council intends to appoint as Members ofthe Commission of the European Communities, repealing and replacing Decision2004/642/EC, Euratom\n", "header": "9.11.2004 EN Official Journal of the European Union L 333/12\nCOUNCIL DECISION,\ntaken by common accord with the nominee for President of the Commission,\nof 5 November 2004\nadopting the list of other persons whom the Council intends to appoint as Members of the Commission of the European Communities, repealing and replacing Decision 2004/642/EC, Euratom\n(2004/753/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 213(1) and the second subparagraph of Article 214(2) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 126(1) and the second subparagraph of Article 127(2) thereof,\nWhereas:\n(1) A new Commission, consisting of one national of each Member State, must be appointed for the period from the date of its appointment to 31 October 2009.\n(2) On 29 June 2004 the Council, meeting in the composition of the Heads of State or Government, nominated Mr José Manuel DURÃO BARROSO as the person it intends to appoint as President of the Commission (1).\n(3) The European Parliament approved that nomination by its resolution of 22 July 2004.\n(4) By Decision 2004/642/EC, Euratom (2), the Council adopted by common accord with the nominee for President of the Commission the list of other persons whom it intends to appoint as Members of the Commission.\n(5) By common accord with the nominee for President of the Commission, Decision 2004/642/EC, Euratom should be repealed before the list that it contains is submitted for a vote of approval by the European Parliament, and replaced by the present Decision.\n(6) The entry into force of the Treaty establishing a Constitution for Europe will entail the expiry of the term of the Member of the Commission who has the same nationality as the future European Union Minister for Foreign Affairs, who will be a Vice-President of the Commission,", "main_body": ["The following are hereby nominated by common accord with Mr José Manuel DURÃO BARROSO, nominee for President of the Commission, as the persons whom the Council intends to appoint as Members of the Commission of the European Communities for the period from the date of appointment of the new Commission to 31 October 2009:\nMr Joaquín ALMUNIA AMANN\nMr Jacques BARROT\nMr Joe BORG\nMr Stavros DIMAS\nMs Benita FERRERO-WALDNER\nMr Ján FIGEĽ\nMs Mariann FISCHER BOEL\nMr Franco FRATTINI\nMs Dalia GRYBAUSKAITĖ\nMs Danuta HÜBNER\nMr Siim KALLAS\nMr László KOVÁCS\nMs Neelie KROES\nMr Markos KYPRIANOU\nMr Peter MANDELSON\nMr Charlie McCREEVY\nMr Louis MICHEL\nMr Andris PIEBALGS\nMr Janez POTOČNIK\nMs Viviane REDING\nMr Olli REHN\nMr Vladimír ŠPIDLA\nMr Günter VERHEUGEN\nMs Margot WALLSTRÖM.", "Decision 2004/642/EC, Euratom is hereby repealed.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 November 2004.\nFor the Council\nThe President\nB. R. BOT\n(1)  OJ L 236, 7.7.2004, p. 15.\n(2)  OJ L 294, 17.9.2004, p. 30."}