{"celex_id": "32005D0713", "uri": "http://publications.europa.eu/resource/cellar/7333245f-c265-48fd-9ebc-3825cfdee0c6", "type": "Decision", "concepts": ["1234", "1318", "2206", "2286", "4565", "4585", "5581"], "title": "2005/713/EC: Council Decision of 11 October 2005 authorising the Federal Republic of Germany and the Kingdom of the Netherlands to apply a measure derogating from Article 3 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "15.10.2005 EN Official Journal of the European Union L 271/39\nCOUNCIL DECISION\nof 11 October 2005\nauthorising the Federal Republic of Germany and the Kingdom of the Netherlands to apply a measure derogating from Article 3 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2005/713/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce special measures for derogation from that Directive, in order to simplify the procedure of charging the tax.\n(2) By letters registered with the Secretariat-General of the Commission on 14 October 2004 and 27 October 2004, the Federal Republic of Germany (hereinafter ‘Germany’) and the Kingdom of the Netherlands (hereinafter ‘the Netherlands’) have requested authorisation to introduce a special measure concerning the construction, repair and renovation of a cross-border bridge over the Rodebach between Selfkant (north of Millen, Germany) and Echt-Susteren (north of Sittard, the Netherlands).\n(3) In accordance with Article 27(2) of Directive 77/388/EEC, the Commission informed the other Member States by letter dated 11 January 2005 of the request made by Germany and the Netherlands. By letters dated 14 January 2005, the Commission notified Germany and the Netherlands that it had all the information it considered necessary for appraisal of the request.\n(4) For supplies of goods and services, for intra-Community acquisitions and for imports of goods intended for the construction, repair and renovation of the bridge, the purpose of the special measure is to regard the entire construction site of the cross-border bridge and, after its completion, the cross-border bridge itself as being on the territory of Germany.\n(5) In absence of a special measure, for each supply of goods and services used for the construction, repair or renovation of the bridge in question, it would be necessary to ascertain whether the place of taxation was Germany or the Netherlands, which would in practice be very complicated for the contractors in charge of the works concerned.\n(6) The purpose of this derogation is to simplify the procedure for charging the tax on the construction, repair or renovation of the bridge in question.\n(7) The derogation will have no negative impact on the Community’s own resources provided from VAT,", "main_body": ["By way of derogation from Article 3 of Directive 77/388/EEC, the Federal Republic of Germany and the Kingdom of the Netherlands are hereby authorised, in respect of supplies of goods or services, intra-Community acquisitions and imports of goods intended for the construction, repair or renovation of the cross-border bridge over the Rodebach between Selfkant (north of Millen, Germany) and Echt-Susteren (north of Sittard, the Netherlands), to regard the entire construction site of the cross-border bridge and, after its completion, the cross-border bridge itself as being on German territory.", "This Decision is addressed to the Federal Republic of Germany and the Kingdom of the Netherlands."], "attachments": "Done at Luxembourg, 11 October 2005.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ L 145, 13.6.1977, p. 1. Directive last amended by Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35)."}