{"celex_id": "32005D0631", "uri": "http://publications.europa.eu/resource/cellar/61d666a1-5380-4152-8402-1ca152984270", "type": "Decision", "concepts": ["3648", "3860", "468", "5235", "5889", "6852"], "title": "2005/631/EC: Commission Decision of 29 August 2005 concerning essential requirements as referred to in Directive 1999/5/EC of the European Parliament and of the Council ensuring access of Cospas-Sarsat locator beacons to emergency services (notified under document number C(2005) 3059)   (Text with EEA relevance)\n", "header": "31.8.2005 EN Official Journal of the European Union L 225/28\nCOMMISSION DECISION\nof 29 August 2005\nconcerning essential requirements as referred to in Directive 1999/5/EC of the European Parliament and of the Council ensuring access of Cospas-Sarsat locator beacons to emergency services\n(notified under document number C(2005) 3059)\n(Text with EEA relevance)\n(2005/631/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (1), and in particular Article 3(3)(e) thereof,\nWhereas:\n(1) Certain locator beacons, the Emergency position-indicating radiobeacons (EPIRBs) operating on 406 MHz with the Cospas-Sarsat system, are an element of the Global Maritime Distress and Safety System (GMDSS).\n(2) In accordance with Commission Decision 2004/71/EC of 4 September 2003 on essential requirements relating to marine radio communication equipment which is intended to be used on non-Solas vessels and to participate in the Global Maritime Distress and Safety System (GMDSS) (2), manufacturers of EPIRBs have to ensure that equipment is to be designed so as to function correctly, meet all the operational requirements of the GMDSS under distress conditions and provide clear and robust communications.\n(3) However, locator beacons intended for other purposes are not covered by Decision 2004/71/EC. Since those types of Cospas-Sarsat locator beacons are expected to be used in large numbers as distress beacons, it is necessary to provide that they, as far as they are covered by Directive 1999/5/EC, should be so designed as to function correctly according to accepted operational requirements and to meet all the requirements of the Cospas-Sarsat system.\n(4) The measures set out in this Decision are in accordance with the opinion of the Telecommunications Conformity Assessment and Market Surveillance Committee,", "main_body": ["This Decision shall apply to locator beacons intended to operate on 406 MHz with the Cospas-Sarsat system and which do not fall within the scope of Decision 2004/71/EC.", "The locator beacons referred to in Article 1 shall be designed so as to ensure correct functioning according to the accepted operational requirements under exposure to the environment in which they may be used. Under distress conditions they shall provide clear and robust communication with a high degree of fidelity by meeting all the requirements of the Cospas-Sarsat system.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 August 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 91, 7.4.1999, p. 10. Directive as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 16, 23.1.2004, p. 54."}