{"celex_id": "32003D0064", "uri": "http://publications.europa.eu/resource/cellar/ec01b2d9-c19e-4341-bd6f-fdb47373b2ae", "type": "Decision", "concepts": ["1595", "1605", "1763", "191", "2232", "2409", "2827"], "title": "2003/64/EC: Commission Decision of 28 January 2003 on provisional measures to prevent the introduction into and the spread within the Community of pepino mosaic virus as regards tomato plants, intended for planting (notified under document number C(2003) 339)\n", "header": "Commission Decision\nof 28 January 2003\non provisional measures to prevent the introduction into and the spread within the Community of pepino mosaic virus as regards tomato plants, intended for planting\n(notified under document number C(2003) 339)\n(2003/64/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Directive 2002/89/EC(2), and in particular the third sentence of Article 16(3) thereof,\nWhereas:\n(1) In late 1999 and early 2000, Germany, France, the Netherlands and the United Kingdom informed the other Member States and the Commission of outbreaks of pepino mosaic virus on tomato crops in their respective countries and of the measures taken to control it.\n(2) By Commission Decision 2001/536/EC(3), Member States were provisionally required to take measures against the introduction into and the spread within the Community of pepino mosaic virus as regards tomato plants, intended for planting, other than seeds.\n(3) In official surveys carried out by Member States pursuant to Decision 2001/536/EC, new outbreaks have been detected. Moreover, pepino mosaic virus is present in several third countries.\n(4) Pepino mosaic virus is currently not listed in Annex I or Annex II to Directive 2000/29/EC. However, a preliminary pest risk analysis carried out by several Member States based on available scientific information has demonstrated that pepino mosaic virus and its damaging effects could be of significant plant health concern to the Community, in particular for protected tomato production. The risk to out-door production of tomatoes and of other solanaceae crops, especially potatoes, has not yet fully been established. The Commission has asked the Member States to continue scientific research work and to deliver an opinion on the risk of pepino mosaic virus to out-door production of tomatoes and of other solanaceae crops. At this stage, the scientific work performed on the pepino mosaic virus has not provided sufficient clarification to revise that preliminary pest risk analysis.\n(5) Accordingly, as Decision 2001/536/EC has expired, it is necessary to provide for provisional measures against pepino mosaic virus.\n(6) The source of contamination on premises involved in tomato fruit production has not been identified to date. The Member States should therefore conduct official surveys to determine the sources of contamination as well as the pathway of introduction.\n(7) Although the role of tomato seed as source of infection is not yet fully clarified, it is likely that seed plays an important role. Consequently the measures set out in this Decision should also apply to tomato seeds.\n(8) Those measures should apply to the introduction or the spread within the Community of pepino mosaic virus, the inspection of tomato plants intended for planting, originating in third countries and the movement of tomato plants, intended for planting. They should also include more general monitoring for the presence of pepino mosaic virus in the Member States.\n(9) It is appropriate that the results of such measures be continually assessed, and possible subsequent measures be considered in the light of the results of that assessment. The subsequent measures should also take into account the information to be provided and the scientific opinion to be delivered by the Member States.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The introduction into and movement within the Community of plants of tomato, Lycopersicon lycopersicum (L.) Karsten ex Farw., intended for planting, contaminated by pepino mosaic virus shall be prohibited.", "Plants of tomato, intended for planting, originating in third countries, shall meet the conditions laid down in points 1 or 2 of the Annex. They shall be inspected on entry into the Community for the presence of pepino mosaic virus, in accordance with Article 13(1)(a) of Directive 2000/29/EC, mutatis mutandis.", "1. Plants of tomato, intended for planting, may not be moved from their place of production unless they meet the conditions laid down in points 3 or 4 of the Annex.\n2. The first paragraph shall not apply to movement of plants intended for sale to final consumers not involved in professional plant production, provided that the packaging of the plants or other indications clearly show that they are intended for sale to such consumer.", "Member States shall conduct official surveys at least on premises involved in the production of tomato plants and tomato fruit, for the presence of pepino mosaic virus.\nWithout prejudice to Article 16(2) of Directive 2000/29/EC, the results of the surveys provided for in the first paragraph shall be notified to the Commission and to the other Member States by 30 September 2003.", "The Commission shall review the operation of this Decision by 31 October 2003 at the latest.", "This Decision shall cease to apply on 31 January 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 355, 30.12.2002, p. 45.\n(3) OJ L 193, 17.7.2001, p. 26.\nANNEX\nCONDITIONS REFERRED TO IN ARTICLES 2 AND 3\n1. Without prejudice to the provisions of point 13 of Annex III of Directive 2000/29/EC, plants of tomato, intended for planting, other than seeds, originating in third countries shall be accompanied by a phytosanitary certificate referred to in Article 7 or 8 of Directive 2000/29/EC, stating that:\n(a) they originate in areas in which pepino mosaic virus is known not to occur, or\n(b) (i) no symptoms of pepino mosaic virus have been found at the place of production during inspections carried out at least once during the period the plants have been present at the place of production, or, where pepino mosaic virus had been found at the place of production, appropriate procedures have been implemented aiming at eradicating pepino mosaic virus, and subsequently the place of production has been found free from pepino mosaic virus in official inspections including random testing, and monitoring during an appropriate period, or\n(ii) no pepino mosaic virus has been found by testing of leaf samples taken from plants, produced, grown or held at the place of production, at least once during a period of four weeks, or, where pepino mosaic virus had been found at the place of production, additional testing on each lot has been carried out and has found the lots free from pepino mosaic virus,\nand, in the case the said plants were grown on premises involved both in the production of tomato plants and tomato fruit, evidence is available that the production and packing of fruit has clearly been separated from production and packing of plants to avoid contamination.\n2. Seeds of tomato, originating in third countries shall be accompanied by a phytosanitary certificate as referred to in Article 7 or 8 of Directive 2000/29/EC, stating that they have been obtained by means of an appropriate acid extraction method, and\n(a) that they originate in areas in which pepino mosaic virus is known not to occur, or\n(b) that no symptoms of pepino mosaic virus have been observed on the plants at the place of production during their complete cycle of vegetation, or\n(c) that they have undergone official testing for pepino mosaic virus, on a representative sample and using appropriate methods, and have been found, in these tests, free from pepino mosaic virus.\n3. Plants of tomato, intended for planting, other than seeds, originating in the Community may be moved from the place of production only:\n(a) if they originate in areas in which pepino mosaic virus is known not to occur, or\n(b) (i) if no symptoms of pepino mosaic virus have been found at the place of production during inspections carried out at least once during the period the plants have been present at the place of production, or, where pepino mosaic virus had been found at the place of production, after appropriate procedures have been implemented aiming at eradicating pepino mosaic virus, and subsequently the place of production has been found free from pepino mosaic virus in official inspections including random testing, and monitoring during an appropriate period, or\n(ii) if no pepino mosaic virus has been found by testing of leaf samples taken from plants, produced, grown or held at the place of production, at least once during a period of four weeks, or, where pepino mosaic virus had been found at the place of production, after additional testing on each lot has been carried out and has found the lots free from pepino mosaic virus,\nand, in the case the said plants were grown on premises involved both in the production of tomato plants and tomato fruit, evidence is available that the production and packing of fruit has clearly been separated from production and packing of plants to avoid contamination.\n4. Seeds of tomato, originating in the Community, may be moved from the place of production only if they have been obtained by means of an appropriate acid extraction method and\n(a) that they originate in areas in which pepino mosaic virus is known not to occur; or\n(b) that no symptoms of pepino mosaic virus have been observed on the plants at the place of production during their complete cycle of vegetation; or\n(c) that they have undergone official testing for pepino mosaic virus, on a representative sample and using appropriate methods, and have been found, in these tests, free from pepino mosaic virus."}