{"celex_id": "32007D0226", "uri": "http://publications.europa.eu/resource/cellar/8bbfa705-4c32-42cd-a255-ba625c7487ed", "type": "Decision", "concepts": ["1085", "13", "1386", "2543", "2785", "5227", "5581"], "title": "2007/226/EC: Commission Decision of 11 April 2007 concerning the extension of the deadline for placing on the market of biocidal products containing certain active substances not examined during the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council (notified under document number C(2007) 1545)\n", "header": "12.4.2007 EN Official Journal of the European Union L 97/47\nCOMMISSION DECISION\nof 11 April 2007\nconcerning the extension of the deadline for placing on the market of biocidal products containing certain active substances not examined during the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council\n(notified under document number C(2007) 1545)\n(Only the French and Polish texts are authentic)\n(2007/226/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 16(2) thereof,\nWhereas:\n(1) Article 16(2) second subparagraph, and (3) of Directive 98/8/EC (hereinafter referred to as the Directive) provide that, where the requisite information and data for the evaluation of an active substance have not been submitted within the prescribed period, it may be decided not to include the active substance in Annexes I, IA or IB of the Directive. Following such a decision, Member States should withdraw all authorisations for biocidal products containing the active substance.\n(2) Commission Regulations (EC) No 1896/2000 (2) and (EC) No 2032/2003 (3) lay down the detailed rules for the implementation of the first and second phase of the 10-year work programme referred to in Article 16(2) of the Directive. Article 4(2) of Regulation (EC) No 2032/2003 specifies 1 September 2006 as the date with effect from which Member States shall cancel authorisations for biocidal products containing identified existing active substances in respect of which there has been neither an accepted notification nor an expression of interest by a Member State.\n(3) Article 4a of Regulation (EC) No 2032/2003, as amended by Commission Regulation (EC) No 1048/2005 (4), lays down the conditions under which Member States may apply to the Commission for an extension of the phase-out period laid down in its Article 4(2) and the conditions for granting such an extension.\n(4) For some of the active substances for which use in biocidal products shall be prohibited after 1 September 2006, applications for extension of this phase-out period have been submitted by individual Member States to the Commission together with information demonstrating a need for further use of the substances concerned.\n(5) Poland has submitted information demonstrating the temporary absence of suitable alternatives to cyfluthrin with regard to its use as an insecticide for the protection of building timber in historical and other constructions. A brief extension of the phase-out period for this substance seems appropriate, to allow for efficacy data to be submitted for other alternative substances and their placing on the Polish market to become possible according to national legislation.\n(6) France has submitted information demonstrating the need to provide for as wide a spectrum as possible of available larvicides to combat mosquitoes that are vectors of serious diseases affecting the population of the Member State's overseas departments, and requested to maintain temephos on the market of these regions. An extension of the phase-out period for this substance seems appropriate to allow for its replacement by other suitable substances.\n(7) France has submitted information demonstrating the need for temporary continuation of the use of ammonia as a veterinary hygiene biocidal product to prevent infections by coccidia, cryptosporidium and nematodes in livestock. An extension of the phase-out period for this substance seems appropriate to permit its gradual replacement by other available substances that are notified for evaluation under the Directive's review programme.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["By derogation from Article 4(2) of Regulation (EC) No 2032/2003, the Member States listed in column B of the Annex to this Decision may grant or maintain an existing approval for placing on the market of biocidal products containing substances listed in column A of the Annex, for the essential uses listed in column D and until the dates stated in column C of that Annex.", "1.   Member States making use of the derogation provided for in Article 1 of this Decision shall ensure that the following conditions are complied with:\n(a) continued use is only possible under the conditions that products containing the substance are approved for the intended essential use;\n(b) the continued use is only accepted so far as it has no unacceptable effect on human or animal health or on the environment;\n(c) all appropriate risk reduction measures are imposed when granting approval;\n(d) such biocidal products remaining on the market after 1 September 2006 are relabelled in order to match the restricted use conditions;\n(e) where appropriate, Member States shall ensure that alternatives for such uses are being sought by the holders of the approvals or by the Member States concerned, or that a dossier is being prepared for submission in accordance with the procedure laid down in Article 11 of Directive 98/8/EC by 14 May 2008 at the latest.\n2.   Where appropriate, the Member States concerned shall inform the Commission annually on the application of paragraph 1 and in particular on the actions taken pursuant to point (e).", "This Decision is addressed to the French Republic and the Republic of Poland."], "attachments": "Done at Brussels, 11 April 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1. Directive as last amended by Commission Directive 2006/140/EC (OJ L 414, 30.12.2006, p. 78).\n(2)  OJ L 228, 8.9.2000, p. 6. Regulation as amended by Regulation (EC) No 2032/2003 (OJ L 307, 24.11.2003, p. 1).\n(3)  Regulation as last amended by Regulation (EC) No 1849/2006 (OJ L 355, 15.12.2006, p. 63).\n(4)  OJ L 178, 9.7.2005, p. 1.\nANNEX\nList of authorisations referred to in Article 1\nColumn A Column B Column C Column D\nActive substance Member State Dates Use\nCyfluthrin Poland 1.9.2007 For the protection of construction wood against insects; for professional use only.\nTemephos France 14.5.2009 For vector mosquito control; in the Overseas Departments of France only.\nAmmonia France 14.5.2008 Veterinary hygiene biocidal product for the prevention of infections by coccidia, cryptosporidia and nematodes in livestock; only when no other means with similar effect can be used."}