{"celex_id": "32002D0889", "uri": "http://publications.europa.eu/resource/cellar/8df512b4-fc69-4a12-a517-a58ad0a43dbc", "type": "Decision", "concepts": ["5844", "5856", "979"], "title": "2002/889/EC: Commission Decision of 13 November 2002 on a Community financial contribution to cover expenditure incurred by Greece, Spain, France, the Netherlands, Austria, Portugal and Finland for the purpose of combating organisms harmful to plants or plant products (notified under document number C(2002) 4372)\n", "header": "Commission Decision\nof 13 November 2002\non a Community financial contribution to cover expenditure incurred by Greece, Spain, France, the Netherlands, Austria, Portugal and Finland for the purpose of combating organisms harmful to plants or plant products\n(notified under document number C(2002) 4372)\n(Only the Spanish, German, Greek, French, Dutch, Portuguese, Finnish and Swedish texts are authentic)\n(2002/889/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000(1) on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (the Directive), as amended by Commission Directive 2002/36/EC(2), and in particular Article 23 thereof,\nWhereas:\n(1) Pursuant to the Directive, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them.\n(2) Greece, Spain, France, the Netherlands, Austria, Portugal and Finland have each established a programme of actions to eradicate organisms harmful to plants introduced in their territories. These programmes specify the objectives to be achieved, the measures carried out, their duration and their cost. They have applied for the allocation of a Community financial contribution to these programmes within the time limit set out in the Directive.\n(3) The technical information provided for by Greece, Spain, France, the Netherlands, Austria, Portugal and Finland has enabled the Commission to analyse the situation accurately and comprehensively. The information has also been considered by the Standing Committee on Plant Health. The Commission has concluded that the conditions for the grant of a financial contribution have been met.\n(4) Accordingly, it is appropriate to provide a Community financial contribution to cover the expenditure on these programmes.\n(5) The Community financial contribution may cover up to 50 % of eligible expenditure. Excluding those programmes for which degression has to be applied in accordance with the third paragraph of Article 23(5) of the Directive, the Community financial contribution for the purposes of this Decision should be set in general to 50 %, noting that the programmes received have been treated in equal way.\n(6) An extension of the period in which eradication measures have to take place, as foreseen in the third paragraph of Article 23(5) of the Directive, have been granted to certain existing programmes in Austria and Portugal, as the examination of the situation has lead to the conclusion that the objective of these eradication measures is likely to be achieved within a reasonable period. The Community financial contribution for these programmes, have been progressively reduced in accordance with the third paragraph of Article 23(5).\n(7) The expenditure which Greece, Spain, France, the Netherlands, Austria, Portugal and Finland have incurred, and taken into account in this Decision, relates directly to the matters specified in Article 23(2)(a) and Article 23(2)(b) of the Directive.\n(8) The contribution referred to in Article 2 of this Decision is without prejudice to further actions taken or to be taken and necessary for the achievement of the objective of eradication or control of the relevant harmful organisms.\n(9) The present Decision is without prejudice to the outcome of the verification by the Commission under Article 24 of the Directive on whether the introduction of the relevant harmful organism has been caused by inadequate examinations or inspections and the consequences of such verification.\n(10) In accordance with Article 3(2) of Council Regulation (EC) No 1258/1999(3), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee section of the European Agricultural Guidance and Guarantee Fund. Financial control of these measures comes under Articles 8 and 9 of the above Regulation.\n(11) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The allocation of a Community financial contribution to cover expenditure incurred by Greece, Spain, France, the Netherlands, Austria, Portugal and Finland relating directly to necessary measures as specified in Article 23(2) of Directive 2000/29/EC and taken for the purpose of combating the organisms concerned by the eradication programmes listed in the Annex to this Decision, is hereby approved.", "1. The total amount of the financial contribution referred to in Article 1 is EUR 1344247.\n2. The maximum amounts of the Community financial contribution for each eradication programme and for each year of implementation of the eradication programme shall be as indicated in the Annex to this Decision.\n3. The resulting maximum Community financial contribution for the concerned Member States shall be as follows:\n- EUR 1472 to Greece,\n- EUR 97017 to Spain,\n- EUR 377571 to France,\n- EUR 64374 to the Netherlands,\n- EUR 57873 to Austria,\n- EUR 662793 to Portugal,\n- EUR 83147 to Finland.", "1. Subject to the verifications by the Commission under Article 24 of Directive 2000/29/EC, the Community financial contribution shall be paid only when evidence of the measures taken has been given to the Commission through documentation related to the occurrence and the eradication of the relevant harmful organisms.\n2. The documentation referred to in paragraph 1 shall be included in an application including (mandatory information):\n(a) general information on the appearance of the relevant harmful organism, including details as the date on which its presence was suspected or confirmed, and the presumed cause of the appearance;\n(b) a copy of the notification of the presence or of the appearance of the relevant organism, in accordance with Article 16(1) or (2) of Directive 2000/29/EC;\n(c) the necessary measures which have been taken or are planned for combating the relevant harmful organism, their expected duration and where available, the results obtained, the actual or estimated cost of the expenditure incurred or to be incurred, and the proportion of such expenditure covered or to be covered from public funds. The duration shall be no more than two years after the date of detection of the appearance of the relevant harmful organism, except in duly justified cases;\n(d) information on inspections, testing and other actions undertaken to determine the nature and extent of the appearance of the relevant harmful organism, including the method used for these actions;\n(e) the statutory notice requiring treatments like destruction, disinfection, disinfestation, sterilisation and other treatments to be carried out and an official description and assessment of their achievement/results, including the description of the methods used for these treatments;\n(f) information on the identity of the consignment in accordance with the provisions of Article 23(4) of Directive 2000/29/EC or if not possible the reasons why it cannot be identified.\n3. Moreover, Member States shall also submit the list of the amounts excluding VAT and taxes, paid or to be paid for carrying out the necessary measures for combating the relevant harmful organism and the part of these amounts covered by public funds. For each kind of such measures, the appropriate details shall be enclosed:\n(a) for inspections and analyses referred to in paragraph 2(d), through a summary table indicating, inter alia, their dates, places and the unit costs;\n(b) for treatments referred to in paragraph 2(e), the list of holdings/places treated, and the quantity of plants/areas treated.", "This Decision is addressed to the Hellenic Republic, the Kingdom of Spain, the French Republic, the Kingdom of the Netherlands, the Austrian Republic, the Portuguese Republic and the Finnish Republic."], "attachments": "Done at Brussels, 13 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 116, 3.5.2002, p. 16.\n(3) OJ L 160, 26.6.1999, p. 103.\nANNEX\nERADICATION PROGRAMMES\n>TABLE>\n>TABLE>\n>TABLE>"}