{"celex_id": "32008D0672", "uri": "http://publications.europa.eu/resource/cellar/efb65893-ed24-4b32-ae58-c20616d6f503", "type": "Decision", "concepts": ["12", "1279", "1442", "1565", "5063", "666"], "title": "2008/672/EC: Commission Decision of 11 August 2008 amending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria (notified under document number C(2008) 4269) (Text with EEA relevance)\n", "header": "15.8.2008 EN Official Journal of the European Union L 220/27\nCOMMISSION DECISION\nof 11 August 2008\namending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria\n(notified under document number C(2008) 4269)\n(Text with EEA relevance)\n(2008/672/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular the first subparagraph of paragraph (f) of Section B of Chapter 4 of Annex VI thereto,\nWhereas:\n(1) Bulgaria has been granted transitional periods by the Act of Accession of Bulgaria and Romania for compliance by certain milk processing establishments with the requirements of Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1).\n(2) The Appendix to Annex VI to the Act of Accession has been amended by Commission Decisions 2007/26/EC (2), 2007/689/EC (3), 2008/209/EC (4), 2008/331/EC (5) and 2008/547/EC (6). Bulgaria has provided guarantees that five milk processing establishments have completed their upgrading process and are now in full compliance with Community legislation. Those establishments are allowed to receive and process non-compliant raw milk Therefore they should be included in the list of Chapter I of the Appendix to Annex VI.\n(3) One milk processing establishment which is currently listed as compliant establishment will receive and process in two separate lines compliant and non-compliant raw milk. That establishment should therefore be added to the list of Chapter II. Another milk processing establishment currently listed in Chapter II will receive and process only compliant milk. That establishment should therefore be deleted from Chapter II of the Appendix to Annex VI.\n(4) The Appendix to Annex VI to the Act of Accession of Bulgaria and Romania should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Appendix to Annex VI to the Act of Accession of Bulgaria and Romania is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 August 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Commission Regulation (EC) No 1243/2007 (OJ L 281, 25.10.2007, p. 8).\n(2)  OJ L 8, 13.1.2007, p. 35.\n(3)  OJ L 282, 26.10.2007, p. 60.\n(4)  OJ L 65, 8.3.2008, p. 18.\n(5)  OJ L 114, 26.4.2008, p. 97.\n(6)  OJ L 176, 4.7.2008, p. 11.\nANNEX\nThe Appendix to Annex VI to the Act of Accession of Bulgaria and Romania is amended as follows:\n1. In Chapter I, the following entries are added:\n‘No Veterinary No Name of the establishment Town/Street or Village/Region\ngr. Sliven\nPromishlena zona Zapad\ngr. Razlog\nul. “Golak” 14\ns. Tranchovitsa\nobsht. Levski\ngr. Elin Pelin\nm-st Mansarovo\ns. Kriva reka\nobsht. N. Kozlevo’\n2. Chapter II is amended as follows:\n(a) the following entry is deleted:\n‘6. BG 1612011\ngr. Karlovo\nbul. “Osvobozhdenie” 69’\n(b) the following entry is added:\n‘14. BG 1212001\ngr. Montana\n“Vrachansko shoes” 1’"}