{"celex_id": "32008D0467", "uri": "http://publications.europa.eu/resource/cellar/e9ba7049-0336-4f73-8e24-7bed00a35ebd", "type": "Decision", "concepts": ["1445", "1755", "2211", "2563", "862", "881", "922"], "title": "2008/467/EC: Commission Decision of 19 June 2008 establishing the Community’s financial contribution to the expenditure incurred in the context of the emergency measures taken to combat bluetongue in Portugal in 2004 and 2005 (notified under document number C(2008) 2756)\n", "header": "20.6.2008 EN Official Journal of the European Union L 161/45\nCOMMISSION DECISION\nof 19 June 2008\nestablishing the Community’s financial contribution to the expenditure incurred in the context of the emergency measures taken to combat bluetongue in Portugal in 2004 and 2005\n(notified under document number C(2008) 2756)\n(Only the Portuguese text is authentic)\n(2008/467/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 3(3) thereof,\nWhereas:\n(1) Outbreaks of bluetongue occurred in Portugal in 2004 and 2005. The emergence of that disease presented a serious risk to the Community’s livestock population.\n(2) In order to prevent the spread of the disease and to help eradicate it as quickly as possible, the Community should contribute financially towards the eligible expenditure incurred by the Member State under the emergency measures taken to combat the disease, as provided for in Decision 90/424/EEC.\n(3) Commission Decision 2005/660/EC of 15 September 2005 concerning a financial contribution by the Community in the context of the emergency measures taken to combat bluetongue in Portugal in 2004 and 2005 (2) granted a financial contribution from the Community to Portugal towards the expenditure incurred under the emergency measures to combat bluetongue implemented in 2004 and 2005.\n(4) That Decision 2005/660/EC provided for a first instalment of EUR 1 000 000 subject to the results of the Commission in situ inspections.\n(5) Pursuant to that Decision, the balance of the Community financial contribution is to be paid on the basis of the applications submitted by Portugal on 9 November 2005, 14 November 2005 and 28 April 2006.\n(6) Commission Decision 2006/78/EC of 31 January 2006 concerning a financial contribution by the Community for the implementation of an epidemiological survey and bluetongue surveillance measures in the context of the emergency measures taken to combat bluetongue in Portugal in 2004 and 2005 (3) granted a financial contribution from the Community to Portugal towards the expenditure incurred under the emergency measures to combat bluetongue implemented in 2004 and 2005.\n(7) That Decision 2006/78/EC provided for a first instalment of EUR 600 000 subject to the results of the Commission’s on-the-spot checks.\n(8) Pursuant to that Decision, the balance of the Community financial contribution is to be paid on the basis of the application submitted by Portugal on 31 March 2006.\n(9) In view of those considerations, the total amount of the Community’s financial contribution to the eligible expenditure incurred associated with the eradication and surveillance of bluetongue in Portugal in 2004 and 2005 should now be fixed.\n(10) The results of the inspections carried out by the Commission in compliance with the Community veterinary rules and the conditions for granting Community financial contributions mean the entire amount of the expenditure submitted cannot be recognised as eligible.\n(11) The Commission’s observations, method of calculating the eligible expenditure and final conclusions were communicated to Portugal in letters dated 22 May 2007 and 10 December 2007.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Financial contribution from the Community to Portugal\n1.   The total Community financial contribution towards the expenditure associated with eradicating bluetongue in Portugal in 2004 and 2005 pursuant to Decision 2005/660/EC is fixed at EUR 645 633,30.\n2.   The total Community financial contribution towards the expenditure associated with surveying bluetongue in Portugal in 2004 and 2005 pursuant to Decision 2006/78/EC is fixed at EUR 417 410,02.", "Payment arrangements\nThe balance of the Community financial contribution is fixed at EUR 1 063 043,32.", "Addressee\nThis Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 19 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 244, 20.9.2005, p. 28.\n(3)  OJ L 36, 8.2.2006, p. 45."}