{"celex_id": "32002D0813", "uri": "http://publications.europa.eu/resource/cellar/e6883587-b328-4d4e-9215-68df1dabe42f", "type": "Decision", "concepts": ["1076", "3139", "5334", "5768"], "title": "2002/813/EC: Council Decision of 3 October 2002 establishing, pursuant to Directive 2001/18/EC of the European Parliament and of the Council, the summary notification information format for notifications concerning the deliberate release into the environment of genetically modified organisms for purposes other than for placing on the market\n", "header": "Council Decision\nof 3 October 2002\nestablishing, pursuant to Directive 2001/18/EC of the European Parliament and of the Council, the summary notification information format for notifications concerning the deliberate release into the environment of genetically modified organisms for purposes other than for placing on the market\n(2002/813/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Directive 90/220/EEC(1), and in particular Article 11(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Part B of Directive 2001/18/EC, prior notification must be given to the competent national authority of the planned release of a genetically modified organism (hereinafter referred to as GMO), or of a combination of such organisms, for purposes other than for placing on the market.\n(2) Within the framework established by the Directive 2001/18/EC for the exchange of information between the competent authorities and the Commission, the authority must then send a summary, in accordance with a specific format, of the notification to the Commission, which in turn must forward copies to the other Member States.\n(3) That format should reflect the need to enable the fullest possible exchange of relevant information, presented in a standardised and easily comprehensible manner, without prejudice to the fact that the information thus provided cannot serve as the basis for an environmental risk assessment.\n(4) The committee set up under Article 30(2) of Directive 2001/18/EC was consulted on 12 June 2002 and has not delivered an opinion on the Commission's proposal for a Decision,", "main_body": ["For the purposes of summarising, for transmission to the Commission, notifications received pursuant to Article 6 of Directive 2001/18/EC, the competent authorities appointed by Member States under that Directive shall use the Summary Notification Information Format set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 3 October 2002.\nFor the Council\nThe President\nF. Hansen\n(1) OJ L 106, 17.4.2001, p. 1.\nANNEX\nSUMMARY NOTIFICATION INFORMATION FORMAT FOR THE DELIBERATE RELEASE OF A GMO OR A COMBINATION OF GMOs FOR PURPOSES OTHER THAN FOR PLACING ON THE MARKET\nINTRODUCTION\nThe Summary Notification Information Format for deliberate releases of a GMO or of a combination of GMOs, has been established for the purposes and according to the procedures envisaged by Article 11 of Directive 2001/18/EC.\nIt is recognized that this Format is not designed to accommodate all the information required for carrying out an environmental risk assessment.\nThe space provided after each question is not indicative of the depth of the information required for the purposes of the Summary Notification Information Format.\nThe Summary Notification Information Format consists of a Part 1 and a Part 2.\nPart 1 applies to products consisting of or containing genetically modified organisms other than higher plants and contains the following sections:\nA General Information\nB Information relating to the recipient or parental organisms from which the GMO is derived\nC Information relating to the genetic modification\nD Information on the organism(s) from which the insert is derived (donor)\nE Information relating to the genetically modified organism\nF Information relating to the release\nG Interactions of the GMO with the environment and potential impact on the environment\nH Information relating to monitoring\nI Information on post-release and waste treatment\nJ Information on emergency response plans\nIn Part 1 the information entered should, however, adequately reflect (in a condensed form) the information submitted to the competent authority in accordance with Articles 6 and 7 of Directive 2001/18/EC under the conditions specified in the preface to Annex IIIA.\nPart 2 applies to products consisting of or containing genetically modified higher plants. The term \"higher plants\" means plants which belong to the taxonomic group Gymnospermae and Angiospermae. Part 1 contains the following sections:\nA General information\nB Information on the genetically modified plant\nC Information relating to the experimental release\nD Summary of the potential environmental impact of the release of the GMPts\nE Brief description of any measures taken for the management of risks\nF Summary of planned field trials designed to gain new data on the environmental and human health impact of the release.\nIn Part 2 the information entered should, however, adequately reflect (in a condensed form) the information submitted to the competent authority in accordance with Articles 6 and 7 of Directive 2001/18/EC under the conditions specified in the preface to Annex IIIB.\nPART 1\n>PIC FILE= \"L_2002280EN.006401.TIF\">\n>PIC FILE= \"L_2002280EN.006501.TIF\">\n>PIC FILE= \"L_2002280EN.006601.TIF\">\n>PIC FILE= \"L_2002280EN.006701.TIF\">\n>PIC FILE= \"L_2002280EN.006801.TIF\">\n>PIC FILE= \"L_2002280EN.006901.TIF\">\n>PIC FILE= \"L_2002280EN.007001.TIF\">\n>PIC FILE= \"L_2002280EN.007101.TIF\">\n>PIC FILE= \"L_2002280EN.007201.TIF\">\n>PIC FILE= \"L_2002280EN.007301.TIF\">\n>PIC FILE= \"L_2002280EN.007401.TIF\">\n>PIC FILE= \"L_2002280EN.007501.TIF\">\n>PIC FILE= \"L_2002280EN.007601.TIF\">\n>PIC FILE= \"L_2002280EN.007701.TIF\">\n>PIC FILE= \"L_2002280EN.007801.TIF\">\n>PIC FILE= \"L_2002280EN.007901.TIF\">\nPART 2\n>PIC FILE= \"L_2002280EN.008001.TIF\">\n>PIC FILE= \"L_2002280EN.008101.TIF\">\n>PIC FILE= \"L_2002280EN.008201.TIF\">\n>PIC FILE= \"L_2002280EN.008301.TIF\">"}