{"celex_id": "32007R0412", "uri": "http://publications.europa.eu/resource/cellar/a4724e99-2a73-40e6-87f4-7b15fa76a253", "type": "Regulation", "concepts": ["1047", "3483", "3507", "3533", "3870", "4782"], "title": "Commission Regulation (EC) No 412/2007 of 16 April 2007 amending Council Regulation (EC) No 314/2004 concerning certain restrictive measures in respect of Zimbabwe\n", "header": "18.4.2007 EN Official Journal of the European Union L 101/6\nCOMMISSION REGULATION (EC) No 412/2007\nof 16 April 2007\namending Council Regulation (EC) No 314/2004 concerning certain restrictive measures in respect of Zimbabwe\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 314/2004 of 19 February 2004 concerning certain restrictive measures in respect of Zimbabwe (1), and in particular Article 11(b) thereof,\nWhereas:\n(1) Annex III to Regulation (EC) No 314/2004 lists the persons covered by the freezing of funds and economic resources under that Regulation.\n(2) Council Decision 2007/235/CFSP (2) amends the Annex to Common Position 2004/161/CFSP (3). Annex III to Regulation (EC) No 314/2004 should, therefore, be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately,", "main_body": ["Annex III to Regulation (EC) No 314/2004 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 55, 24.2.2004, p. 1. Regulation as last amended by Commission Regulation (EC) No 236/2007 (OJ L 66, 6.3.2007, p. 14).\n(2)  See page 14 of this Official Journal.\n(3)  OJ L 50, 20.2.2004, p. 66. Common Position as last amended by Common Position 2007/120/CFSP (OJ L 51, 20.2.2007, p. 25).\nANNEX\nAnnex III to Regulation (EC) No 314/2004 is amended as follows:\n(1) The following natural persons shall be added:\n(a) Dokora, Lazarus; Deputy Minister for Higher and Tertiary Education, born 3.11.1957.\n(b) Georgias, Aguy; Deputy Minister for Economic Development, born 22.6.1935.\n(c) Maluleke, Titus; Deputy Minister of Education, Sports and Culture.\n(d) Mutinhiri, Tracey; Deputy Minister for Indigenisation and Empowerment (Former Deputy Speaker of the Senate).\n(e) Mzembi, Walter Deputy Minister for Water Resources and Infrastructural Development, born 16.3.1964.\n(2) The following amendments shall be made:\n(a) The entry ‘Chapfika, David, Deputy Minister of Finance (Former Deputy Minister of Finance and Economic Development), born 7.4.1957’ shall be replaced by the following:\n(b) The entry ‘Gumbo, Rugare Eleck Ngidi, Minister of Economic Development (former Minister of State for State Enterprises and Parastatals in the President’s Office), born 8.3.1940’ shall be replaced by the following:\n(c) The entry ‘Made, Joseph Mtakwese Minister of Agriculture and Rural Development (former Minister of Lands, Agricultural and Rural Resettlement), born 21.11.1954’ shall be replaced by the following:\n(d) The entry ‘Mangwana, Paul Munyaradzi, Minister of State (former Minister of Public Service, Labour and Social Welfare), born 10.8.1961’ shall be replaced by the following:\n(e) The entry ‘Marumahoko, Rueben, Deputy Minister for Home Affairs (former Deputy Minister of Energy and Power Development), born 4.4.1948’ shall be replaced by the following:\n(f) The entry ‘Matshalaga, Obert, Deputy Minister of Foreign Affairs’ shall be replaced by the following:\n(g) The entry ‘Mumbengegwi, Samuel Creighton, Former Minister of Industry and International Trade, born 23.10.1942’ shall be replaced by the following:\n(h) The entry ‘Murerwa, Herbert Muchemwa, Minister of Finance (former Minister of Higher and Tertiary Education), born 31.7.1941’ shall be replaced by the following:\n(i) The entry ‘Ndlovu, Sikhanyiso, ZANU (PF) Politburo Deputy Secretary for Commissariat, born 20.9.1949’ shall be replaced by the following:\n(j) The entry ‘Nguni, Sylvester, Deputy Minister for Agriculture, born 4.8.1955’ shall be replaced by the following:\n(k) The entry ‘Udenge, Samuel, Deputy Minister of Economic Development’ shall be replaced by the following:"}