{"celex_id": "32009R0041", "uri": "http://publications.europa.eu/resource/cellar/dbb1e88a-01f1-4f04-b406-46390039a08d", "type": "Regulation", "concepts": ["1268", "140", "1425", "2735", "3730", "4849", "5689", "5715", "893"], "title": "Commission Regulation (EC) No 41/2009 of 20 January 2009 concerning the composition and labelling of foodstuffs suitable for people intolerant to gluten (Text with EEA relevance)\n", "header": "21.1.2009 EN Official Journal of the European Union L 16/3\nCOMMISSION REGULATION (EC) No 41/2009\nof 20 January 2009\nconcerning the composition and labelling of foodstuffs suitable for people intolerant to gluten\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses (1), and in particular Article 2(3) and Article 4a thereof,\nWhereas:\n(1) Directive 89/398/EEC concerns foodstuffs intended for particular nutritional uses which owing to their special composition or manufacturing process are intended to satisfy the particular nutritional requirements of specific categories of the population. People with coeliac disease are such a specific group of the population suffering from a permanent intolerance to gluten.\n(2) The food industry has developed a range of products presented as ‘gluten-free’ or similar equivalent terms. Differences between national provisions concerning the conditions for the use of such product descriptions may impede the free movement of the concerned products and may fail to ensure the same high level of protection for consumers. For the sake of clarity and in order to avoid confusing consumers with different types of product descriptions at national level, the conditions for the use of the terms related to the absence of gluten should be laid down at Community level.\n(3) Wheat (i.e. all Triticum species, such as durum wheat, spelt, and kamut), rye and barley, have been identified as grains that are scientifically reported to contain gluten. The gluten present in those grains can cause adverse health effects to persons intolerant to gluten and therefore should be avoided by them.\n(4) The removal of gluten from gluten-containing grains presents considerable technical difficulties and economic constraints and therefore the manufacture of totally gluten-free food is difficult. Consequently, many foodstuffs for this particular nutritional use on the market may contain low residual amounts of gluten.\n(5) Most but not all people with intolerance to gluten can include oats in their diet without adverse effect on their health. This is an issue of ongoing study and investigation by the scientific community. However, a major concern is the contamination of oats with wheat, rye or barley that can occur during grain harvesting, transport, storage and processing. Therefore, the risk of gluten contamination in products containing oats should be taken into consideration with regard to labelling of those products.\n(6) Different people with intolerance to gluten may tolerate variable small amounts of gluten within a restricted range. In order to enable individuals to find on the market a variety of foodstuffs appropriate for their needs and for their level of sensitivity, a choice of products should be possible with different low levels of gluten within such a restricted range. It is important, however, that the different products should be properly labelled in order to ensure the correct use of those products by people intolerant to gluten with the support of information campaigns fostered in the Member States.\n(7) Foodstuffs for particular nutritional uses which have been specially formulated, processed or prepared to meet the dietary needs of people intolerant to gluten and marketed as such should be labelled either as ‘very low gluten’ or ‘gluten-free’ in accordance with the provisions laid down in this Regulation. These provisions can be achieved by the use of foodstuffs which have been specially processed to reduce the gluten content of one or more gluten containing ingredients and/or foodstuffs where the gluten containing ingredients have been substituted by other ingredients naturally free of gluten.\n(8) Article 2(3) of Directive 89/398/EEC provides for the possibility for foodstuffs for normal consumption which are suitable for a particular nutritional use to indicate such suitability. Therefore, it should be possible for a normal food which is suitable as part of a gluten-free diet because it does not contain ingredients derived from gluten containing grains or oats to bear terms indicating the absence of gluten. Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (2), requires that such a statement does not mislead the consumer by suggesting that the food possesses special characteristics when in fact all similar foodstuffs possess such characteristics.\n(9) Commission Directive 2006/141/EC of 22 December 2006 on infant formulae and follow-on formulae and amending Directive 1999/21/EC (3), prohibits the use of ingredients containing gluten in the manufacture of such foodstuffs. Therefore, the use of the terms ‘very low gluten’ or ‘gluten-free’ on the labelling of such products should be prohibited given that pursuant to the present Regulation, this labelling is used for indicating respectively a content of gluten not exceeding 100 mg/kg and 20 mg/kg.\n(10) Commission Directive 2006/125/EC of 5 December 2006 on processed cereal-based foods and baby foods for infants and young children (4) requires the indication of the presence or the absence of gluten when the product is intended for infants below six months of age. The absence of gluten in those products should be indicated in accordance with the requirements laid down in this Regulation.\n(11) The Codex Standard for Foods for Special Dietary Use for Persons Intolerant to Gluten was adopted by the 31st session of the Codex Alimentarius Commission in July 2008 (5), with a view to enabling those persons to find on the market a variety of food suitable to their needs and to their level of sensitivity to gluten. That standard should be taken appropriately into consideration for the purposes of this Regulation.\n(12) In order to allow the economic operators to adapt their production process, the date of application of the present Regulation should allow the necessary transitional period. However products which at the date of entry into force of this Regulation already comply with it can be marketed in the Community as from the date of entry into force of the present Regulation.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Regulation shall apply to foodstuffs other than the infant formulae and follow-on formulae covered by Directive 2006/141/EC.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a) ‘foodstuffs for people intolerant to gluten’ means foodstuffs for particular nutritional uses which are specially produced, prepared and/or processed to meet the special dietary needs of people intolerant to gluten;\n(b) ‘gluten’ means a protein fraction from wheat, rye, barley, oats or their crossbred varieties and derivatives thereof, to which some persons are intolerant and which is insoluble in water and 0,5 M sodium chloride solution;\n(c) ‘wheat’ means any Triticum species.", "Composition and labelling of foodstuffs for people intolerant to gluten\n1.   Foodstuffs for people intolerant to gluten, consisting of or containing one or more ingredients made from wheat, rye, barley, oats or their crossbred varieties which have been especially processed to reduce gluten, shall not contain a level of gluten exceeding 100 mg/kg in the food as sold to the final consumer.\n2.   The labelling, advertising and presentation of the products referred to in paragraph 1 shall bear the term ‘very low gluten’. They may bear the term ‘gluten-free’ if the gluten content does not exceed 20 mg/kg in the food as sold to the final consumer.\n3.   Oats contained in foodstuffs for people intolerant to gluten must have been specially produced, prepared and/or processed in a way to avoid contamination by wheat, rye, barley, or their crossbred varieties and the gluten content of such oats must not exceed 20 mg/kg.\n4.   Foodstuffs for people intolerant to gluten, consisting of or containing one or more ingredients which substitute wheat, rye, barley, oats or their crossbred varieties shall not contain a level of gluten exceeding 20 mg/kg in the food as sold to the final consumer. The labelling, presentation and advertising of those products shall bear the term ‘gluten-free’.\n5.   Where foodstuffs for people intolerant to gluten contain both ingredients which substitute wheat, rye, barley, oats or their crossbred varieties and ingredients made from wheat, rye, barley, oats or their crossbred varieties which have been especially processed to reduce gluten, paragraphs 1, 2, and 3 shall apply and paragraph 4 shall not apply.\n6.   The terms ‘very low gluten’ or ‘gluten-free’ referred to in paragraphs 2 and 4 shall appear in proximity to the name under which the food is sold.", "Composition and labelling of other foodstuffs suitable for people intolerant to gluten\n1.   Without prejudice to Article 2(1)(a)(iii) of Directive 2000/13/EC, the labelling, advertising and presentation of the following foodstuffs may bear the term ‘gluten-free’ provided that the gluten content does not exceed 20 mg/kg in the food as sold to the final consumer:\n(a) foodstuffs for normal consumption;\n(b) foodstuffs for particular nutritional uses which are specially formulated, processed or prepared to meet special dietary needs other than those of people intolerant to gluten but which are nevertheless suitable, by virtue of their composition, to meet the special dietary needs of people intolerant to gluten.\n2.   The labelling, advertising and presentation of foodstuffs referred to in paragraph 1 shall not bear the term ‘very low gluten’.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 January 2012.\nHowever, foodstuffs which at the date of entry into force of the present Regulation already comply with the provisions of the Regulation may be placed on the market in the Community.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 186, 30.6.1989, p. 27.\n(2)  OJ L 109, 6.5.2000, p. 29.\n(3)  OJ L 401, 30.12.2006, p. 1.\n(4)  OJ L 339, 6.12.2006, p. 16.\n(5)  http://www.codexalimentarius.net/download/standards/291/cxs_118e.pdf"}