{"celex_id": "32008R1068", "uri": "http://publications.europa.eu/resource/cellar/e5d61b45-4675-4940-ba46-dafb44a5ace9", "type": "Regulation", "concepts": ["1085", "1686", "3173", "4388"], "title": "Commission Regulation (EC) No 1068/2008 of 30 October 2008 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Taureau de Camargue (PDO))\n", "header": "31.10.2008 EN Official Journal of the European Union L 290/8\nCOMMISSION REGULATION (EC) No 1068/2008\nof 30 October 2008\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Taureau de Camargue (PDO))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second sentence of Article 9(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, the Commission has examined the application from France for approval of an amendment to the specification for the protected designation of origin ‘Taureau de Camargue’, registered by Commission Regulation (EC) No 2036/2001 (2).\n(2) The purpose of the application is to amend the specification with regard to proof of origin and method of production. In order to improve traceability and to monitor and improve the designation, holdings must complete a declaration of suitability to produce the designation. With regard to the method of production, it appears that the heifers of the breed chosen for the denomination, when reared in accordance with the specification for the denomination, do not reach the weight of 100 kg, although the carcasses comply with the specification and are awarded the denomination on this basis. It appeared necessary to acknowledge that the weight of the carcasses of heifers aged between 18 and 30 months was at least 85 kg.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since the amendment in question is minor within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission may approve the application without following the procedure laid down in Articles 5, 6 and 7 of that Regulation.\n(4) In accordance with Article 18(2) of Regulation (EC) No 1898/2006 (3) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, a summary of the specification should be published,", "main_body": ["The specification for the protected designation of origin ‘Taureau de Camargue’ is hereby amended in accordance with Annex I to this Regulation.", "A summary of the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 275, 18.10.2001, p. 9.\n(3)  OJ L 369, 23.12.2006, p. 1.\nANNEX I\nThe specification for the protected designation of origin ‘Taureau de Camargue’ is amended as follows:\nProof of origin\nMethod of production\nANNEX II\nSUMMARY\nCouncil Regulation (EC) No 510/2006\n‘TAUREAU DE CAMARGUE’\nEC No: FR-PDO-105-0041/30.3.2006\nPDO (X) PGI ( )\nThis summary sets out the main elements of the product specification for information purposes.\n1.   Responsible department in the Member State\nName : Institut National des Appellations d’Origine\nAddress : 51, rue d’Anjou, F-75008 PARIS\nTel. : (33) 1 53 89 80 00\nFax : (33) 1 42 25 57 97\ne-mail : info@inao.gouv.fr\n2.   Group\nName : Syndicat de défense et de Promotion de la viande AOC Taureau de Camargue\nAddress : Mas du Pont de Rousty, F-13200 ARLES\nTel. : (33) 4 90 97 10 40\nFax : (33) 4 90 97 12 07\ne-mail : —\nComposition : Producers/processors (X) Other ( )\n3.   Type of product\nClass 1.1 — Fresh meat (and offal)\n4.   Specification (summary of requirements under Article 4(2) of Regulation (EC) No 510/2006)\n4.1.   Name\n‘Taureau de Camargue’\n4.2.   Description\nFresh meat of male or female animals, of local breeds, born, reared, slaughtered and cut in the geographical area. Meat from ‘Taureau de Camargue’ is a distinctive deep red colour. It is tender and lean.\n4.3.   Geographical area\nThe Camargue stretches over three departments: Bouches-du-Rhône, Gard and Hérault. Within this area, a wetland area has been marked out in which the bulls must remain for at least six months.\n4.4.   Proof of origin\nThe earliest documentary reference to the ‘Taureau de Camargue’ is attributable to Quiqueran de Beaujeu, Bishop of Senès, and dates from 1551. Since then reference has been made in numerous works to the original nature of these animals and their method of rearing carried on principally to produce bulls for sport. The holdings (herds or livestock farms) where the animals whose meat is intended for production for the designation must be born or reared, must complete a declaration of suitability to produce the denomination. Each animal is identified separately and entered in a stock book or register. Slaughterhouses and cutting plants are required to keep records of arrivals and departures so that animals can be traced up to the time they reach the consumer.\n4.5.   Method of production\nAnimals of local breeds (‘raço di biou’, ‘de combat’ or a cross of the two) must be born, reared, slaughtered and cut in the geographical area. They must be reared unrestrained, in the open air and extensively to ensure that they remain wild. Their main feed must consist of pasture. They must remain in the wetland area for not less than six months. Slaughter must take place as soon as the animals are unloaded. The weight of carcasses for tax purposes must be 100 kg or more, except for heifers of between 18 and 30 months, for which the weight is set at 85 kg. The carcasses must be deep red in colour. They are drained slightly. Carcasses should be hung in the slaughterhouse for not less than 48 hours and not more than five days.\n4.6.   Link\n‘Taureaux de Camargue’ are produced from traditional local breeds which are particularly well adapted to the low-lying Camargue environment with its ever-present water. Reared unrestrained, they feed on pasture and remain for at least six months in this wetland area with its special ecosystem. The excitable and aggressive nature of these breeds means that they are perfectly suited to the purpose for which they are intended and gives the beef its characteristic features.\n4.7.   Inspection body\nName : Institut National des Appellations d’Origine\nAddress : 51, rue d’Anjou, F-75008 PARIS\nTel. : (33) 1 53 89 80 00\nFax : (33) 1 42 25 57 97\ne-mail : info@inao.gouv.fr\nName : DGCCRF\nAddress : 59, Bd V. Auriol, F-75703 PARIS Cedex 13\nTel. : (33) 1 44 87 17 17\nFax : (33) 1 44 97 30 37\nThe DGCCRF is a department of the Ministry of the Economy, Finance and Industry.\n4.8.   Labelling\nCarcasses and cuts must be accompanied by a label showing the designation, the slaughter number; the name of the farm and the name and address of the cutting plant or slaughterer."}