{"celex_id": "32004D0845", "uri": "http://publications.europa.eu/resource/cellar/9892544d-e43a-460b-8313-8fc50916397f", "type": "Decision", "concepts": ["1073", "1074", "5186", "5191", "5315"], "title": "DECISION NO 845 /2004/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL OF 29 APRIL 2004 AMENDING DECISION NO 163/2001/EC ON THE IMPLEMENTATION OF A TRAINING PROGRAMME FOR PROFESSIONALS IN THE EUROPEAN AUDIOVISUAL PROGRAMME INDUSTRY (MEDIA-TRAINING) (2001- 2005)\n", "header": "Commission Decision\nof 12 November 2004\non authorising the placing on the market of milk based beverages with added phytosterols/phytostanols as novel foods or novel food ingredients under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2004) 4289)\n(Only the English text is authentic)\n(2004/845/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients [1], and in particular Article 7 thereof,\nWhereas:\n(1) On 7 September 2000 Novartis (now Forbes Medi-Tech Inc.) made a request to the competent authorities of Belgium to place milk based beverages with added phytosterols on the market as a novel food or a novel food ingredient.\n(2) On 30 March 2001 the competent authorities of Belgium issued their initial assessment report.\n(3) In their initial assessment report, Belgium’s competent food assessment body came to the conclusion that an additional assessment was required.\n(4) The Commission forwarded the initial assessment report to all Member States on 27 April 2001.\n(5) The Scientific Committee on Food (SCF) in its opinion \"General view on the long-term effects of the intake of elevated levels of phytosterols from multiple dietary sources, with particular attention to the effects on β-carotene\" of 26 September 2002 indicated that there was no evidence of additional benefits at intakes higher than 3 g/day and that high intakes may induce undesirable effects and that it was therefore prudent to avoid plant sterol intakes exceeding 3 g/day. Furthermore, the European Food Safety Authority’s (EFSA) Panel on Dietetic Products, Nutrition and Allergies in its opinion \"on a request from the Commission related to a Novel Food application from Forbes Medi-Tech for approval of plant sterol-containing milk-based beverages\" of 25 November 2003 concurred for that application with the conclusions of the SCF, in its opinion on applications for approval of a variety of plant sterol enriched foods of 5 March 2003, came to the conclusion that the addition of phytosterols is safe, provided that the daily consumption does not exceed 3 g.\n(6) Commission Regulation (EC) No 608/2004 [2] concerning the labelling of foods and food ingredients with added phytostanol esters ensures that consumers receive the information necessary in order to avoid excessive intake of added phytosterols/phytostanols.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Foods and food ingredients as described in Annex 1 with added phytosterols/phytostanols as specified in Annex 2 (hereinafter called \"the products\"), may be placed on the market in the Community.", "The products shall be presented in such a manner that they can easily be divided into portions that contain either a maximum of 3 g (in case of one portion per day) or a maximum of 1 g (in case of three portions per day) of added phytosterols/phytostanols.\nThe amount of phytosterols/phytostanols added to a container of beverages shall not exceed 3 g.", "This Decision is addressed to Forbes Medi-Tech Inc., 750 West Pender Street, Vancouver BC V6C 2T8, Canada."], "attachments": "Done at Brussels, 12 November 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n--------------------------------------------------\n[1] OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n[2] OJ L 97, 1.4.2004, p. 44.\n--------------------------------------------------\n ANNEX 1  ANNEX 2"}