{"celex_id": "32003D0263", "uri": "http://publications.europa.eu/resource/cellar/3d092c16-15eb-4670-ac0b-979f284ad124", "type": "Decision", "concepts": ["161", "2543", "2734", "2771", "4048", "4385", "613"], "title": "2003/263/EC: Council Decision of 27 March 2003 on the signature and conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions\n", "header": "Council Decision\nof 27 March 2003\non the signature and conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions\n(2003/263/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with Article 300(2), subparagraph 1, first sentence, thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part(1) (hereinafter referred to as the Europe Agreement), provides for certain reciprocal trade concessions for certain agricultural products.\n(2) Article 20(5) of the Europe Agreement provides that the Community and Poland shall examine product by product and on an orderly and reciprocal basis the possibilities of granting each other further concessions.\n(3) The first improvements to the preferential arrangements of the Europe Agreement were provided for in the Protocol adjusting trade aspects of the Europe Agreement to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements, approved by Council Decision 2002/63/EC(2).\n(4) Improvements to the preferential arrangements were also provided for as a result of negotiations to liberalise agricultural trade concluded in 2000. On the Community side, these were implemented from 1 January 2001 by Regulation (EC) No 2851/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Poland(3). This second adjustment of the preferential arrangements has not yet been incorporated in the Europe Agreement in the form of an Additional Protocol.\n(5) Negotiations for further improvements to the preferential arrangements of the Europe Agreement were concluded on 23 December 2002.\n(6) The new Additional Protocol to the Europe Agreement adjusting the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and Poland, of the other part (hereinafter referred to as the Protocol) should be approved with a view to consolidating all concessions in agricultural trade between the two sides, including the results of the negotiations concluded in 2000 and 2002.\n(7) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(4) has codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations. Certain tariff quotas under this Decision should therefore be administered in accordance with those rules.\n(8) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(5).\n(9) As a result of the aforementioned negotiations, Regulation (EC) No 2851/2000 has effectively lost its substance and should therefore be repealed,", "main_body": ["The attached Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions, is hereby approved on behalf of the Community.", "The President of the Council is authorised to designate the person empowered to sign the Protocol on behalf of the Community and make the notification of approval provided for in Article 3 of the Protocol.", "The Commission shall adopt rules for the application of the Protocol in accordance with the procedure referred to in Article 5(2).", "The order numbers as attributed to the tariff quotas in the Annex to this Decision may be changed by the Commission in accordance with the procedure referred to in Article 5(2). Tariff quotas with an order number above 09.5100 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "1. The Commission shall be assisted by the Committee for Sugar instituted by Article 42 of Regulation (EC) No 1260/2001(6) or, where appropriate, by the committee instituted by the relevant provisions of the other Regulations on the common organisation of agricultural markets.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "Regulation (EC) No 2851/2000 shall be repealed as from the entry into force of the Protocol."], "attachments": "Done at Brussels, 27 March 2003.\nFor the Council\nThe President\nM. Stratakis\n(1) OJ L 348, 31.12.1993, p. 2.\n(2) OJ L 27, 30.1.2002, p. 1.\n(3) OJ L 332, 28.12.2000, p. 7.\n(4) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 444/2002 (OJ L 68, 12.3.2002, p. 11).\n(5) OJ L 184, 17.7.1999, p. 23.\n(6) OJ L 178, 30.6.2001, p. 1. Regulation as amended by Commission Regulation (EC) No 680/2002 (OJ L 104, 20.4.2002, p. 26).\nANNEX\nOrder numbers for EU tariff quotas for products originating in Poland\n(as referred to in Article 4)\n>TABLE>"}