{"celex_id": "32009D0882", "uri": "http://publications.europa.eu/resource/cellar/48d1eba7-40ca-4e27-80f9-1fa34f4450f2", "type": "Decision", "concepts": ["128", "3561"], "title": "European Council Decision of 1 December 2009 adopting its Rules of Procedure\n", "header": "2.12.2009 EN Official Journal of the European Union L 315/51\nEUROPEAN COUNCIL DECISION\nof 1 December 2009\nadopting its Rules of Procedure\n(2009/882/EU)\nTHE EUROPEAN COUNCIL", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 235(3) thereof,\nWhereas:\n(1) The Treaty of Lisbon transforms the European Council into an institution of the European Union.\n(2) The European Council should therefore adopt its Rules of Procedure.\n(3) To enable these Rules of Procedure to be adopted immediately on the day on which the Treaty of Lisbon enters into force, this Decision should provide that the European Council may use the written procedure laid down in Article 7 of its Rules of Procedure for the adoption of those Rules of Procedure,", "main_body": ["1.   The European Council hereby adopts its Rules of Procedure, as set out in the Annex.\n2.   For the adoption of its Rules of Procedure, the European Council may use the written procedure laid down in Article 7 of those Rules of Procedure.", "This Decision shall take effect on the day of its adoption.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 1 December 2009.\nFor the European Council\nThe President\nH. VAN ROMPUY\nANNEX\nRULES OF PROCEDURE OF THE EUROPEAN COUNCIL\nArticle 1\nNotice and venue of meetings\n1.   The European Council shall meet twice every six months, convened by its President (1).\nAt the latest one year before the beginning of a six-month period, in close cooperation with the Member State which will hold the Presidency during that six-month period, the President of the European Council shall make known the dates which he or she envisages for the meetings of the European Council during that six-month period.\nWhen the situation so requires, the President shall convene a special meeting of the European Council (2).\n2.   The European Council shall meet in Brussels.\nIn exceptional circumstances, the President of the European Council, with the agreement of the General Affairs Council or the Committee of Permanent Representatives, acting unanimously, may decide that a meeting of the European Council will be held elsewhere.\nArticle 2\nPreparation for and follow-up to the proceedings of the European Council\n1.   The President of the European Council shall ensure the preparation and continuity of the work of the European Council in cooperation with the President of the Commission, and on the basis of the work of the General Affairs Council (3).\n2.   The General Affairs Council shall prepare and ensure the follow-up to meetings of the European Council, in liaison with the President of the European Council and the Commission (4).\n3.   The President shall establish close cooperation and coordination with the Presidency of the Council and the President of the Commission, particularly by means of regular meetings.\n4.   In the event of an impediment because of illness, in the event of his or her death or if his or her term of office is ended in accordance with Article 15(5) of the Treaty on European Union, the President of the European Council shall be replaced, where necessary until the election of his or her successor, by the member of the European Council representing the Member State holding the six-monthly Presidency of the Council.\nArticle 3\nAgenda and preparation\n1.   In order to ensure the preparation provided for in Article 2(2), at least four weeks before each ordinary meeting of the European Council as referred to in Article 1(1), the President of the European Council, in close cooperation with the member of the European Council representing the Member State holding the six-monthly Presidency of the Council and with the President of the Commission, shall submit an annotated draft agenda to the General Affairs Council.\nContributions to the proceedings of the European Council by other Council configurations shall be forwarded to the General Affairs Council at the latest two weeks before the meeting of the European Council.\nThe President of the European Council, in close cooperation as referred to in the first subparagraph, shall prepare draft guidelines for the European Council conclusions and, as appropriate, draft conclusions and draft decisions of the European Council, which shall be discussed in the General Affairs Council.\nA final meeting of the General Affairs Council shall be held within the five days preceding the meeting of the European Council. In the light of that final discussion, the President of the European Council shall draw up the provisional agenda.\n2.   Except for imperative and unforeseeable reasons linked, for example, to current international events, no other configuration of the Council or preparatory body may, between the session of the General Affairs Council at the end of which the provisional agenda for the European Council is drawn up and the European Council meeting, discuss any subject submitted to the European Council.\n3.   The European Council shall adopt its agenda at the beginning of its meeting.\nAs a rule, issues entered on the agenda should have been examined beforehand, in accordance with the provisions of this Article.\nArticle 4\nComposition of the European Council, delegations and the conduct of proceedings\n1.   Each ordinary meeting of the European Council shall run for a maximum of two days, unless the European Council or the General Affairs Council, on the initiative of the President of the European Council, decides otherwise.\nThe member of the European Council representing the Member State holding the Presidency of the Council shall report to the European Council, in consultation with its President, on the work of the Council.\n2.   The President of the European Parliament may be invited to be heard by the European Council (5). Such exchange of views shall be held at the start of the meeting of the European Council, unless the European Council unanimously decides otherwise.\nMeetings in the margins of the European Council with representatives of third States or international organisations or other personalities may be held in exceptional circumstances only, and with the prior agreement of the European Council, acting unanimously, on the initiative of the President of the European Council.\n3.   Meetings of the European Council shall not be public.\n4.   The European Council shall consist of the Heads of State or Government of the Member States, together with its President and the President of the Commission. The High Representative of the Union for Foreign Affairs and Security Policy shall take part in its work (6).\nWhen the agenda so requires, the members of the European Council may decide each to be assisted by a minister and, in the case of the President of the Commission, by a member of the Commission (7).\nThe total size of the delegations authorised to have access to the building where the meeting of the European Council is held shall be limited to 20 persons for each Member State and for the Commission, and to five for the High Representative of the Union for Foreign Affairs and Security Policy. That number shall not include technical personnel assigned to specific security or logistic support tasks. The names and functions of the members of the delegations shall be notified in advance to the General Secretariat of the Council.\nThe President shall be responsible for the application of these Rules of Procedure and for ensuring that discussions are conducted smoothly.\nArticle 5\nRepresentation before the European Parliament\nThe European Council shall be represented before the European Parliament by the President of the European Council.\nThe President of the European Council shall present a report to the European Parliament after each of the meetings of the European Council (8).\nThe member of the European Council representing the Member State holding the Presidency of the Council shall present to the European Parliament the priorities of its Presidency and the results achieved during the six-month period.\nArticle 6\nAdoption of positions, decisions and quorum\n1.   Except where the Treaties provide otherwise, decisions of the European Council shall be taken by consensus (9).\n2.   In those cases where, in accordance with the Treaties, the European Council adopts a decision and holds a vote, that vote shall take place on the initiative of its President.\nThe President shall, furthermore, be required to open a voting procedure on the initiative of a member of the European Council, provided that a majority of the members of the European Council so decides.\n3.   The presence of two thirds of the members of the European Council is required to enable the European Council to vote. When the vote is taken, the President shall check that there is a quorum. The President of the European Council and the President of the Commission shall not be included in the calculation of the quorum.\n4.   Where a vote is taken, any member of the European Council may also act on behalf of not more than one other member (10).\nWhere the European Council decides by vote, its President and the President of the Commission shall not take part in the vote (11).\n5.   Procedural decisions adopted by the European Council by virtue of these Rules of Procedure shall be adopted by a simple majority. (12)\nArticle 7\nWritten procedure\nDecisions of the European Council on an urgent matter may be adopted by a written vote where the President of the European Council proposes to use that procedure. Written votes may be used where all members of the European Council having the right to vote agree to that procedure.\nA summary of acts adopted by the written procedure shall be drawn up periodically by the General Secretariat of the Council.\nArticle 8\nMinutes\nMinutes of each meeting shall be drawn up; a draft of those minutes shall be prepared by the General Secretariat of the Council within 15 days. The draft shall be submitted to the European Council for approval, and then signed by the Secretary-General of the Council.\nThe minutes shall contain:\n— a reference to the documents submitted to the European Council,\n— a reference to the conclusions approved,\n— the decisions taken,\n— the statements made by the European Council and those whose entry has been requested by a member of the European Council,\nArticle 9\nDeliberations and decisions on the basis of documents and drafts drawn up in the languages provided for by the language rules in force\n1.   Except as otherwise decided unanimously by the European Council on grounds of urgency, the European Council shall deliberate and take decisions only on the basis of documents and drafts drawn up in the languages specified in the rules in force governing languages.\n2.   Any member of the European Council may oppose discussion where the texts of any proposed amendments are not drawn up in such of the languages referred to in paragraph 1 as he or she may specify.\nArticle 10\nMaking public votes, explanations of votes and minutes and access to documents\n1.   In cases where, in accordance with the Treaties, the European Council adopts a decision, the European Council may decide, in accordance with the voting arrangement applicable for the adoption of that decision, to make public the results of votes, as well as the statements in its minutes and the items in those minutes relating to the adoption of that decision.\nWhere the result of a vote is made public, the explanations of the vote provided when the vote was taken shall also be made public at the request of the member of the European Council concerned, with due regard for these Rules of Procedure, legal certainty and the interests of the European Council.\n2.   The provisions concerning public access to Council documents set out in Annex II to the Rules of Procedure of the Council shall apply mutatis mutandis to European Council documents.\nArticle 11\nProfessional secrecy and production of documents in legal proceedings\nWithout prejudice to the provisions on public access to documents, the deliberations of the European Council shall be covered by the obligation of professional secrecy, except insofar as the European Council decides otherwise.\nThe European Council may authorise the production for use in legal proceedings of a copy of or an extract from European Council documents which have not already been released to the public in accordance with Article 10.\nArticle 12\nDecisions of the European Council\n1.   Decisions adopted by the European Council shall be signed by its President and by the Secretary-General of the Council. Where they do not specify to whom they are addressed, they shall be published in the Official Journal of the European Union. Where they specify to whom they are addressed, they shall be notified to those to whom they are addressed by the Secretary-General of the Council.\n2.   The provisions concerning the form of acts set out in Annex VI to the Rules of Procedure of the Council shall apply mutatis mutandis to decisions of the European Council.\nArticle 13\nSecretariat, budget and security\n1.   The European Council and its President shall be assisted by the General Secretariat of the Council, under the authority of its Secretary-General.\n2.   The Secretary-General of the Council shall attend the meetings of the European Council. He or she shall take all the measures necessary for the organisation of proceedings.\n3.   The Secretary-General of the Council shall have full responsibility for administering the appropriations entered in Section II – European Council and Council – of the budget and shall take all measures necessary to ensure that they are properly managed. He or she shall implement the appropriations in question in accordance with the provisions of the Financial Regulation applicable to the budget of the Union.\n4.   The Council’s security rules shall apply mutatis mutandis to the European Council.\nArticle 14\nCorrespondence addressed to the European Council\nCorrespondence to the European Council shall be sent to its President at the following address:\nEuropean Council\nrue de la Loi 175\nB-1048 Brussels\n(1)  This subparagraph reproduces the first sentence of Article 15(3) of the Treaty on European Union (hereinafter referred to as the ‘TEU’).\n(2)  This subparagraph reproduces the final sentence of Article 15(3) of the TEU.\n(3)  This paragraph reproduces Article 15(6)(b) of the TEU.\n(4)  This paragraph reproduces the second sentence of the second subparagraph of Article 16(6) of the TEU.\n(5)  This subparagraph reproduces Article 235(2) of the Treaty on the Functioning of the European Union (hereinafter referred to as the ‘TFEU’).\n(6)  This subparagraph reproduces Article 15(2) of the TEU.\n(7)  This subparagraph reproduces the second sentence of Article 15(3) of the TEU.\n(8)  This subparagraph reproduces Article 15(6)(d) of the TEU.\n(9)  This paragraph reproduces Article 15(4) of the TEU.\n(10)  This subparagraph reproduces the first subparagraph of Article 235(1) of the TFEU.\n(11)  This subparagraph reproduces the second sentence of the second subparagraph of Article 235(1) of the TFEU.\n(12)  This subparagraph reproduces the rule set out in Article 235(3) of the TFEU."}