{"celex_id": "32009D0310", "uri": "http://publications.europa.eu/resource/cellar/5bd3f15f-e43e-40c3-b458-62eca5c332ed", "type": "Decision", "concepts": ["1159", "1774", "2437", "3763", "4879", "5859", "5989"], "title": "2009/310/EC: Commission Decision of 2 April 2009 approving requests by Cyprus, Malta, Austria, Romania and Slovakia for exemption from the obligation to prepare an Eel Management Plan in accordance with Council Regulation (EC) No 1100/2007 (notified under document number C(2009) 2231)\n", "header": "3.4.2009 EN Official Journal of the European Union L 91/23\nCOMMISSION DECISION\nof 2 April 2009\napproving requests by Cyprus, Malta, Austria, Romania and Slovakia for exemption from the obligation to prepare an Eel Management Plan in accordance with Council Regulation (EC) No 1100/2007\n(notified under document number C(2009) 2231)\n(Only the German, Greek, Maltese, Romanian and Slovak texts are authentic)\n(2009/310/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1100/2007 of 18 September 2007 establishing measures for the recovery of the stock of European eel (1) and in particular Article 3(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1100/2007 establishes a framework for the protection and sustainable use of the stock of European eel in Community waters and in coastal lagoons, in estuaries, and in rivers and communicating inland waters of Member States.\n(2) Article 2 of Regulation (EC) No 1100/2007 requires Member States to identify and define the individual river basins lying within their national territory that constitute natural habitats for the European eel. For each eel river basin, Member States are to prepare an Eel Management Plan.\n(3) Article 3(1) of Regulation (EC) No 1100/2007 stipulates that a Member State may be exempt from the obligation to prepare an Eel Management Plan if appropriate justification is provided that river basins or maritime waters lying within its territory do not constitute natural habitats for the European eel. The Members States shall communicate to the Commission a request for exemption. The request must be approved by the Commission on the basis of a technical and scientific evaluation by the STEFC or by another appropriate scientific body.\n(4) Cyprus, Malta, Austria, Romania and Slovakia communicated to the Commission requests for exemption from the obligation to prepare an Eel Management Plan including appropriate justifications.\n(5) The International Council for the Exploration of the Seas (ICES) provided the Commission with a technical and scientific evaluation of the requests.\n(6) According to the evaluation carried out by the International Council for the Exploration of the Seas (ICES), the river basins or maritime waters concerned by the aforementioned requests for exemption cannot be identified and defined as constituting natural habitats for the European eel for the purposes of Regulation (EC) No 1100/2007.\n(7) Therefore, having regard to Article 3(1) of Regulation (EC) No 1100/2007, it is appropriate to grant exemptions to the relevant Member States from the obligation to prepare Eel Management Plans.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["The following Member States are exempt from the obligation to prepare an Eel Management Plan in accordance with Regulation (EC) No 1100/2007:\n(a) Cyprus,\n(b) Malta,\n(c) Austria,\n(d) Romania,\n(e) Slovakia.", "This Decision is addressed to the Republic of Cyprus, the Republic of Malta, the Republic of Austria, Romania and the Slovak Republic."], "attachments": "Done at Brussels, 2 April 2009.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 248, 22.9.2007, p. 17."}