{"celex_id": "32001R0354", "uri": "http://publications.europa.eu/resource/cellar/9b7aa05f-46d0-4e8f-9851-2f6612566c31", "type": "Regulation", "concepts": ["1667", "5384", "755", "797", "89"], "title": "Commission Regulation (EC) No 354/2001 of 22 February 2001 derogating, for the 2000/2001 marketing year, from Article 8(1) of Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\n", "header": "Commission Regulation (EC) No 354/2001\nof 22 February 2001\nderogating, for the 2000/2001 marketing year, from Article 8(1) of Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organisation of the market in flax and hemp(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 4(5) thereof,\nWhereas:\n(1) For the purposes of granting the aid for flax and hemp referred to in Article 4 of Regulation (EEC) No 1308/70, Article 8(1) of Commission Regulation (EEC) No 1164/89 of 28 April 1989 laying down detailed rules concerning the aid for fibre flax and hamp(3), as last amended by Regulation (EC) No 1313/2000(4), sets a time limit for lodging aid applications for flax and hemp. Exceptional weather conditions during the 2000/2001 marketing year have delayed the harvest in several areas. To take account of this particular situation, the time limit for submitting aid applications for the 2000/2001 marketing year harvest should be extended.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["The first subparagraph of Article 8(1) of Regulation (EEC) No 1164/89 notwithstanding, for the 2000/2001 marketing year Member States may authorise flax and/or hamp growers to lodge, by 30 April 2001 at the latest, their aid applications for areas which, because of exceptional weather conditions, could not be harvested before 30 November 2000 in the case of flax and 31 December 2000 in the case of hemp.\nMember States shall establish a control system to check that the delay in harvesting is solely due to the exceptional conditions mentioned above and shall inform the Commission of the measures taken.", "This Regaltion shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 146, 4.7.1970, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 121, 29.4.1989, p. 4.\n(4) OJ L 148, 22.6.2000, p. 34."}