{"celex_id": "32008R0010", "uri": "http://publications.europa.eu/resource/cellar/42a96be9-a605-4ff4-aa4f-42546cde6bd2", "type": "Regulation", "concepts": ["1895", "2605", "4258", "441", "4502"], "title": "Commission Regulation (EC) No 10/2008 of 8 January 2008 implementing Regulation (EC) No 458/2007 of the European Parliament and of the Council on the European system of integrated social protection statistics (ESSPROS) as regards the definitions, detailed classifications and updating of the rules for dissemination for the ESSPROS core system and the module on pension beneficiaries (Text with EEA relevance )\n", "header": "9.1.2008 EN Official Journal of the European Union L 5/3\nCOMMISSION REGULATION (EC) No 10/2008\nof 8 January 2008\nimplementing Regulation (EC) No 458/2007 of the European Parliament and of the Council on the European system of integrated social protection statistics (ESSPROS) as regards the definitions, detailed classifications and updating of the rules for dissemination for the ESSPROS core system and the module on pension beneficiaries\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 458/2007 of the European Parliament and of the Council of 25 April 2007 on the European system of integrated social protection statistics (ESSPROS) (1), and in particular Article 7(1) and 7(3) thereof,\nWhereas:\n(1) Regulation (EC) No 458/2007 established a methodological framework to be used for compiling statistics on a comparable basis for the benefits of the community and time limits for the transmission and dissemination of statistics compiled in accordance with ESSPROS.\n(2) Pursuant to Article 7(3) of Regulation (EC) No 458/2007, implementing measures relating to the detailed classification of data covered, the definitions to be used and the updating of the rules for dissemination for the ESSPROS core system and the module on pension beneficiaries should be adopted.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The implementing measures required by Article 7(3) of Regulation (EC) No 458/2007 as regards to the ESSPROS core system ( for quantitative data as well for qualitative information by schemes and detailed benefits) and as regards to the module on pension beneficiaries shall be as laid down in Annexes 1 to 3.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 113, 30.4.2007, p. 3.\nANNEX 1\nDEFINITIONS\n1.   DEFINITIONS OF THE CORE SYSTEM OF ESSPROS\n1.1.   GROUPING OF SCHEMES: CRITERIA BY WHICH TO CLASSIFY SOCIAL PROTECTION SCHEMES\n1.1.1.   Decision-making\nDecision making refers to the unit that takes the most important decisions: the level of benefits, the terms on which they are paid and the ways in which the scheme is financed. Schemes may be government-controlled or not government-controlled.\n1.1.2.   Legal enforcement\nLegal enforcement refers to the rules laid down by legislation concerning the membership of the protected people. The Membership of a social protection scheme may be compulsory or non-compulsory.\n1.1.3.   Establishment of entitlements\nEstablishment of entitlements refers to the basis on which the person protected is eligible for benefits: conditional or not conditional on payment of contributions.\n1.1.4.   Scope of the scheme\nScope of the scheme refers to the part of the population which is protected (the whole population, all or the majority of workers or specific sections of the population).\n1.1.5.   Level of protection\nLevel of protection refers to whether social protection schemes offer a basic or a supplementary level of protection.\n1.2.   RECEIPTS OF SOCIAL PROTECTION SCHEMES\n1.2.1.   ‘Social contributions’ are the costs incurred by employers on behalf of their employees or by protected persons to secure entitlement to social benefits.\n1.2.2.   ‘General government contributions’ means the cost to general government of running public non-contributory schemes and financial support provided by general government to other resident social protection schemes.\n1.2.3.   ‘Transfers from other schemes’ means unrequited payments received from other social protection schemes. They include social contributions re-routed from other schemes.\n1.2.4.   ‘Other receipts’ means miscellaneous current receipts of social protection schemes.\n1.3.   EXPENDITURE OF SOCIAL PROTECTION SCHEMES\n1.3.1.   Functions\nThe function of a social protection benefit means the primary purpose for which social protection is provided, irrespective of legislative or institutional provisions.\n1.3.1.1.   Sickness/health care\nIncome maintenance and support in cash in connection with physical or mental illness, excluding disability. Health care intended to maintain, restore or improve the health of the people protected irrespective of the origin of the disorder.\n1.3.1.2.   Disability\nIncome maintenance and support in cash or kind (except health care) in connection with the inability of physically or mentally disabled people to engage in economic and social activities.\n1.3.1.3.   Old-age\nIncome maintenance and support in cash or kind (except health care) in connection with old age.\n1.3.1.4.   Survivors'\nIncome maintenance and support in cash or kind in connection with the death of a family member.\n1.3.1.5.   Family/children\nSupport in cash or kind (except health care) in connection with the costs of pregnancy, childbirth and adoption, bringing up children and caring for other family members.\n1.3.1.6.   Unemployment\nIncome maintenance and support in cash or kind in connection with unemployment.\n1.3.1.7.   Housing\nHelp towards the cost of housing.\n1.3.1.8.   Social exclusion (n.e.c.)\nBenefits in cash or kind (except health care) specifically intended to combat social exclusion where they are not covered by one of the other functions.\n1.3.2.   Social protection benefits\n1.3.2.1.   Cash benefit means a benefit paid in cash and that does not require evidence of actual expenditure by the recipients.\n1.3.2.2.   Benefits in kind means benefits granted in the form of goods and services. They may be provided by way of reimbursement or directly.\n1.3.2.3.   Means-tested social benefits means social benefits which are explicitly or implicitly conditional on the beneficiary's income and/or wealth falling below a specified level.\n1.3.3.   ‘Administration costs’ means the costs charged to the scheme for management and administration thereof.\n1.3.4.   ‘Transfers to other schemes’ means unrequited payments made to other social protection schemes. They include social contributions re-routed to other schemes.\n1.3.5.   ‘Other expenditure’ means miscellaneous expenditure by social protection schemes (payment of property income and other expenditure).\n2.   DEFINITIONS FOR THE MODULE ON PENSION BENEFICIARIES\n2.1.   PENSION BENEFICIARIES\nThe number of beneficiaries at each stage can be defined as the number of persons receiving at least one pension from the seven categories in ESSPROS:\n— disability pensions,\n— early retirement benefits due to reduced capacity to work,\n— old-age pensions,\n— anticipated old-age pensions,\n— partial pensions,\n— survivors' pensions, and\n— early retirement due to labour market reasons.\nAny person who receives more than one pension is counted only once (number of beneficiaries without double counting).\n2.1.1.   ‘Disability pensions’ means periodic payments intended to maintain or support the income of someone below the legal/standard retirement age, as established in the reference scheme, and who suffers from a disability which impairs his or her ability to work or earn beyond a minimum level laid down by legislation.\n2.1.2.   ‘Early retirement benefits due to reduced capacity to work’ means periodic payments to older workers who retire before reaching the legal/standard retirement age, as established in the reference scheme, as a result of reduced ability to work.\n2.1.3.   ‘Old-age pensions’ means periodic payments intended to (i) maintain the income of the beneficiary after retirement from gainful employment at the legal/standard age or (ii) support the income of elderly persons (excluding support of limited duration).\n2.1.4.   ‘Anticipated old-age pensions’ means periodic payments intended to maintain the income of beneficiaries who retire before the legal/standard age as established in the relevant scheme.\n2.1.5.   ‘Partial pensions’ means periodic payment of a portion of the full retirement pension to older workers who continue to work but reduce their working hours or whose income from a professional activity is below a set ceiling.\n2.1.6.   ‘Survivors' pensions’ means periodic payments to people whose entitlement derives from their relationship with a deceased person protected by the scheme (widows, widowers, orphans and similar).\n2.1.7.   ‘Early retirement due to labour market reasons’ means periodic payments to older workers who retire before reaching the legal/standard retirement age due to unemployment or to job reduction caused by economic measures such as restructuring of an industrial sector or of a business.\n2.2.   LEGAL/STANDARD RETIREMENT AGE FOR OLD-AGE BENEFITS\nThe legal retirement age for old-age benefits means the age at which old-age benefits become payable, if laid down by legislation or by contract. This age can vary both between countries and within Member States, depending on the sector of activity, occupation, gender and so on.\nWhen no legal retirement age exists, a standard retirement age is to be used which means the retirement age offered by the scheme that paid the pension to the beneficiary.\n3.   REFERENCE MANUAL\nThe detailed definitions to be used for applying this Regulation are laid down in the ESSPROS Manual produced by the European Commission in cooperation with Member States.\nANNEX 2\nDETAILED CLASSIFICATIONS\n1.   CLASSIFICATION OF SCHEMES AND OF QUANTITATIVE DATA (INCLUDING RECEIPTS, EXPENDITURE AND BENEFITS BY FUNCTION) COVERED BY THE ESSPROS CORE SYSTEM\n1.1.   CLASSIFICATION OF SCHEMES (Qualitative information)\nCriterion: Decision-making\nGovernment-controlled schemes\nNon government-controlled schemes\nCriterion: Legal enforcement\nCompulsory schemes\nNon-compulsory schemes\nCriterion: Establishment of entitlements\nContributory schemes\nNon-contributory schemes\nCriterion: Scope\nUniversal schemes\nGeneral schemes\nSpecial schemes\nCriterion: Level of protection\nBasic schemes\nSupplementary schemes\n1.2.   CLASSIFICATION OF QUANTITATIVE DATA\nThe full detailed classifications to be used for compulsory data to be transmitted to Eurostat are laid down in the ESSPROS Manual produced by the European Commission in cooperation with Member States. These detailed classifications are aggregated into the first-level classification set out below.\n1.2.1.   Receipts\nThe ESSPROS core system classifies the receipts of social protection schemes by type and origin. The type indicates the nature of, or reason for, a payment: social contributions, general government contributions, transfers from other schemes and other receipts.\n1.2.1.1.   Receipts by type\nTotal receipts\nSocial contributions\nEmployers’ social contributions\nSocial contributions by the protected persons\nGeneral government contributions\nEarmarked taxes\nGeneral revenue\nTransfers from other schemes\nSocial contributions re-routed from other schemes\nOther transfers from other resident schemes\nOther receipts\nProperty income\nOther receipts\n1.2.1.2.   Receipts by origin\nThe origin specifies the institutional sector from which the payment is received.\nThe classifications of the institutional sectors from which the receipts of social protection schemes originate are those used in the national accounts (ESA 95).\nCorporations\nCentral government\nState and local government\nSocial security funds\nHouseholds\nNon-profit institutions serving households\nRest of the world\n1.2.2.   Expenditure\nThe expenditure of social protection schemes is classified by type, indicating the nature of, or reason for, the expenditure: social protection benefits, administration costs, transfers to other schemes and other expenditure.\nSocial protection benefits are broken down into means-tested and non means-tested benefits. The classification of social protection benefits gives further details depending on whether the benefit is provided in cash (as a periodic payment or lump sum) or in kind. Furthermore, a more detailed classification is used in which the items are relevant to only one or only a limited number of the functions listed in Section 1.2.3. This further classification is defined in the ESSPROS Manual.\nTotal expenditure\nSocial protection benefits\nSocial protection benefits, non means-tested\nCash benefits, non means-tested\nPeriodic cash benefits, non means-tested\nLump sum cash benefits, non means-tested\nBenefits in kind, non means-tested\nSocial protection benefits, means-tested\nCash benefits, means-tested\nPeriodic cash benefits, means-tested\nLump sum cash benefits, means-tested\nBenefits in kind, means-tested\nAdministration costs\nTransfers to other schemes\nSocial contributions re-routed to other schemes\nOther transfers to other resident schemes\nOther expenditure\n1.2.3.   Benefits by function\nThe classification by function is as follows:\nSickness/Health care\nDisability\nOld-age\nSurvivors’\nFamily/Children\nUnemployment\nHousing\nSocial exclusion (n.e.c.)\n2.   DETAILED CLASSIFICATION OF PENSION BENEFICIARIES\n2.1.   DATA\nTotal number of pension beneficiaries without double counting\nTotal number of pension beneficiaries (disability function) without double counting\nTotal number of disability pension beneficiaries without double counting\nTotal number of beneficiaries receiving early retirement benefits due to reduced capacity to work without double counting\nTotal number of disability (non means-tested) pension beneficiaries without double counting\nTotal number of beneficiaries receiving early retirement benefits due to reduced capacity to work (non means-tested) without double counting\nTotal number of disability (means-tested) pension beneficiaries without double counting\nTotal number of beneficiaries receiving early retirement benefits due to reduced capacity to work (means-tested) without double counting\nTotal number of pension beneficiaries (old-age and survivors’ pension functions) without double counting\nTotal number of pension beneficiaries (old-age function) without double counting\nTotal number of old-age pension beneficiaries without double counting\nTotal number of anticipated old-age pension beneficiaries without double counting\nTotal number of partial pension beneficiaries without double counting\nTotal number of old-age (non means-tested) pension beneficiaries without double counting\nTotal number of anticipated old-age (non means-tested) pension beneficiaries without double counting\nTotal number of partial (non means-tested) pension beneficiaries without double counting\nTotal number of old-age (means-tested) pension beneficiaries without double counting\nTotal number of anticipated old-age (means-tested) pension beneficiaries without double counting\nTotal number of partial (means-tested) pension beneficiaries without double counting\nTotal number of pension beneficiaries (survivors’ function) without double counting\nTotal number of survivors’ (non means-tested) pension beneficiaries without double counting\nTotal number of survivors’ (means-tested) pension beneficiaries without double counting\nTotal number of pension beneficiaries (unemployment function) without double counting\nTotal number of beneficiaries receiving early retirement benefits for labour market reasons (non means-tested) without double counting\nTotal number of beneficiaries receiving early retirement benefits for labour market reasons (means-tested) without double counting\n2.2.   SUPPLEMENTARY INFORMATION\nLegal or standard retirement age by gender and by scheme\nReference date/method of calculation by scheme\nANNEX 3\nUPDATING OF THE RULES FOR DISSEMINATION\n1.   UPDATING OF THE RULES FOR DISSEMINATION FOR THE ESSPROS CORE SYSTEM\n1.1.   UPDATING OF THE RULES FOR DISSEMINATION OF QUANTITATIVE DATA BY GROUPING OF SCHEMES\n1.1.1.   Grouping of schemes by criteria\nSpecific users will be allowed to publish data by grouping schemes in accordance with the ESSPROS classification of schemes defined by the criteria in Annex 1, Section 1.1 (Grouping of schemes).\n1.1.2.   Data by schemes\nSpecific users will be allowed to publish data by schemes or by groups of schemes for those countries not giving explicit assent to full dissemination for confidentiality reasons. The groups of schemes will have to comply with the dissemination rules laid down by each Member State concerned.\n1.2.   UPDATING OF THE RULES FOR DISSEMINATION OF QUALITITATIVE INFORMATION BY SCHEME AND DETAILED BENEFITS\nEurostat will be allowed to publish qualitative information by scheme and detailed benefits with adequate support.\n2.   UPDATING OF THE RULES FOR DISSEMINATION OF PENSION BENEFICIARIES DATA\n2.1.   AGGREGATES OF CATEGORIES IN ACCORDANCE WITH THE ESSPROS CLASSIFICATION OF PENSION BENEFICIARIES\nSpecific users will be allowed to publish data for the seven pension categories and for aggregates of categories in accordance with the ESSPROS classification of pension beneficiaries in Annex 2, Section 2 (Detailed classification of pension beneficiaries).\nSpecific users will also be allowed to publish the breakdown between the beneficiaries of means-tested and non-means-tested benefits, in accordance with the ESSPROS classification of pension beneficiaries in Annex 2, Section 2 (Detailed classification of pension beneficiaries).\n2.2.   DATA BY SCHEMES\nSpecific users will be allowed to publish data by schemes or by groups of scheme for those countries not giving explicit assent to full dissemination for confidentiality reasons. The groups of schemes will have to comply with the dissemination rules laid down by each Member State concerned."}