{"celex_id": "32002R2028", "uri": "http://publications.europa.eu/resource/cellar/940e5106-a082-4a5f-b3a6-0a1f9403ccb7", "type": "Regulation", "concepts": ["1565", "2591", "2763", "3633"], "title": "Council Regulation (EC) No 2028/2002 of 11 November 2002 amending Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\n", "header": "Council Regulation (EC) No 2028/2002\nof 11 November 2002\namending Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) In order to permit the maintenance of traditional dairy farming in Madeira, Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira(3) stipulates that Council Regulation (EEC) No 3950/92(4) is not, within the limit of local production, to apply to Madeira.\n(2) Regulation (EEC) No 3950/92 sets the reference quantities applicable in each Member State. The exemption must not affect application of the levy arrangements in Portugal. The reference quantity for Portugal should therefore be reduced by an amount equal to that of the quantities available to producers in Madeira that were used in determining it. The Annex to the Regulation should be amended accordingly, with effect from 1 April 2001,", "main_body": ["The Annex to Regulation (EEC) No 3950/92 shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 April 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 November 2002.\nFor the Council\nThe President\nB. Mikkelsen\n(1) OJ C 227 E, 24.9.2002.\n(2) Opinion given on 22 October 2002 (not yet published in the Official Journal).\n(3) OJ L 198, 21.7.2001, p. 26.\n(4) OJ L 405, 31.12.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 582/2002 (OJ L 89, 5.4.2002, p. 7).\nANNEX\n(a) Total reference quantities referred to in Article 3(2) applicable from 1 April 2000 to 31 March 2001\n>TABLE>\n(b) Total reference quantities referred to in Article 3(2) applicable from 1 April 2001 to 31 March 2002\n>TABLE>\n(c) Total reference quantities referred to in Article 3(2) applicable from 1 April 2002 to 31 March 2005\n>TABLE>\n(d) Total reference quantities referred to in Article 3(2) applicable from 1 April 2005 to 31 March 2006\n>TABLE>\n(e) Total reference quantities referred to in Article 3(2) applicable from 1 April 2006 to 31 March 2007\n>TABLE>\n(f) Total reference quantities referred to in Article 3(2) applicable from 1 April 2007 to 31 March 2008\n>TABLE>"}