{"celex_id": "32003R2199", "uri": "http://publications.europa.eu/resource/cellar/34f36e1e-46b4-45da-95c7-1079fe345379", "type": "Regulation", "concepts": ["3003", "4057", "4327", "5420", "755"], "title": "Commission Regulation (EC) No 2199/2003 of 16 December 2003 laying down transitional measures for the application in respect of the year 2004 of Council Regulation (EC) No 1259/1999 as regards the single area payment scheme for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n", "header": "17.12.2003 EN Official Journal of the European Union L 328/21\nCOMMISSION REGULATION (EC) No 2199/2003\nof 16 December 2003\nlaying down transitional measures for the application in respect of the year 2004 of Council Regulation (EC) No 1259/1999 as regards the single area payment scheme for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first subparagraph of Article 41 thereof,\nWhereas:\n(1) Article 1b of Council Regulation (EC) No 1259/1999 of 17 May 1999 establishing common rules for direct support schemes under the common agricultural policy (1), as last amended by the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter referred to as ‘the new Member States’), allows the new Member States to replace the payments under the support schemes referred to in Article 1 of that Regulation with a single payment hereinafter referred to as ‘single area payment’.\n(2) That provision shall enter into force upon accession. In order to facilitate the preparations for the transition from the existing regime in the new Member States to that resulting from the application of that provision, it is appropriate to provide for transitional measures for the first year of application and to allow for the possibility of providing for advance payments in case of exceptional circumstances.\n(3) It is appropriate to establish specific provisions for the conversion into the national currencies of the new Member States of the amount to be granted in respect of the year 2004 under the single area payment scheme. The operative events for the exchange rates applicable shall be fixed on the basis of the criteria mentioned in Article 3 of Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (2).\n(4) In order to ensure the correct implementation of the single area payment scheme, Commission Regulation (EC) No 2419/2001 of 11 December 2001 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes established by Council Regulation (EEC) No 3508/92 (3) should apply, except as otherwise provided in this Regulation.\n(5) In order to ensure that agricultural land is maintained in good agricultural condition compatible with the protection of the environment referred to in Article 1b(6) of Regulation (EC) No 1259/1999, it is appropriate to establish a common framework within which each new Member State may adopt standards taking account of the specific characteristics of the areas concerned, including soil and climatic conditions, existing farming systems (land use, crop rotation, farming practices) and farm structures.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the relevant Management Committees,", "main_body": ["Subject\nThis Regulation lays down transitional rules for the implementation in respect of the year 2004 of the single area payment scheme for the new Member States provided for in Article 1b of Regulation (EC) No 1259/1999.", "Exchange rate\nThe operative event for the conversion of the amount to be granted under the single area payment scheme into the national currencies of the new Member States shall be 1 July 2004.\nThe exchange rate to be used shall be the average of the exchange rates applicable during the period from 1 January 2004 to 30 June 2004, calculated pro rata temporis.\nThe Commission shall fix the average exchange rate by 31 July 2004.", "Application of Regulation (EC) No 2419/2001\nRegulation (EC) No 2419/2001 shall apply to the single area payment scheme, except for Articles 5(1)(c) and (2), 6(2) and (3), 7, 9, 10, 13(2), (3) and (4), 18(1)(b) and (c), 24 to 29, 31(3) and 32 to 43.", "Single area payment application\n1.   In order to benefit from the single area payment scheme, a farmer shall submit to the competent authority, by a date to be fixed by the new Member State which shall not be later than 15 June 2004, an application indicating the areas eligible according to the conditions referred to in Article 1b(5) of Regulation (EC) No 1259/1999.\n2.   For modifications of applications to the single area payment scheme, the date referred to in Article 8(2) of Regulation (EC) No 2419/2001 shall be 15 June 2004.\n3.   The single area payment application shall be treated as an aid application within the meaning of Article 2(i) of Regulation (EC) No 2419/2001.", "Reductions and exclusions in respect of eligibility conditions\n1.   Except in cases of force majeure or exceptional circumstances as defined in Article 48 of Regulation (EC) No 2419/2001, where, as a result of an administrative or on-the-spot check, it is found that the established difference between the area declared and the area determined, within the meaning of Article 2(r) of Regulation (EC) No 2419/2001, is more than 3 % but no more than 30 % of the area determined, the amount to be granted under the single area payment scheme shall be reduced, for the year in question, by twice the difference found.\nIf the difference is more than 30 % of the area determined, no aid shall be granted for the year in question.\nIf the difference is more than 50 %, the farmer shall be excluded once again from receiving aid up to an amount which corresponds to the difference between the area declared and the area determined. This amount shall be offset against aid payments to which the farmer is entitled in the context of applications he lodges in the course of the three calendar years following the calendar year of the finding.\n2.   Where differences between the area declared and the area determined result from irregularities committed intentionally, the aid to which the farmer would have been entitled shall not be granted for the calendar year in question.\nMoreover, where that difference is more than 20 % of the area determined, the farmer shall be excluded once again from receiving aid up to an amount which corresponds to the difference between the area declared and the area determined. This amount shall be offset against aid payments to which the farmer is entitled in the context of applications he lodges in the course of the three calendar years following the calendar year of the finding.\n3.   For the purpose of establishing the area determined within the meaning of Article 2(r) of Regulation (EC) No 2419/2001, the rules for granting the aid are those set out in Article 1b(5) and in the first subparagraph of Article 1b(6) of Regulation (EC) No 1259/1999 and in Article 4 of this Regulation.", "Good agricultural and environmental condition\n1.   The new Member States shall ensure that all agricultural land, especially agricultural land which is no longer used for production purposes, is maintained in good agricultural and environmental condition.\nThe new Member States shall define minimum requirements for good agricultural and environmental condition on the basis of the framework set up in the Annex, taking into account the specific characteristics of the areas concerned, including soil and climatic conditions, existing farming systems, land use, crop rotation, farming practices and farm structures.\n2.   Where the minimum requirements referred to in paragraph 1 are not complied with in 2004, as a result of an action or omission directly attributable to the individual farmer, the total amount determined under the single area payment scheme in respect of the calendar year 2004 shall be reduced as follows:\n(a) in the case of negligent non-compliance in respect of any one of the minimum requirements defined by the Member State, the percentage of reduction shall be 5 % of the amount determined for the area concerned by the non-compliance. The reductions shall apply independently from each other and individually. However, the total amount of reductions shall not exceed 5 % of the total amount of aid determined.\n(b) in the case of intentional non-compliance in respect of any one of the minimum requirements defined by the Member State, the percentage of reduction shall be 20 % of the amount determined for the area concerned by the non-compliance. The reductions shall apply independently from each other and individually. However, the total amount of reductions shall not exceed the total amount of aid determined in respect of the area concerned by the non-compliance.\n(c) in the case of intentional non-compliance in respect of all the minimum requirements defined by the Member State, no aid shall be granted in respect of the area concerned by the non-compliance. Moreover, if more than 50 % of the area determined is concerned by the non-compliance, the farmer shall be totally excluded from receiving aid under the single area payment scheme in respect of the current calendar year.\nThe total amount of reductions provided for in the first subparagraph shall not be more than the total amount of the aid to be granted.\n3.   The reductions and exclusions provided for in this Regulation shall be without prejudice to additional sanctions pursuant to any other provisions under Community or national law.", "Reduction coefficient\nIn case the single area payments in a new Member State would exceed, after application of Article 5 and Article 6, the annual financial envelope referred to in Article 1b(3) of Regulation (EC) No 1259/1999, the new Member State concerned shall communicate to the Commission the reduction coefficient referred to Article 1b(7) of that Regulation by 30 November 2004 at the latest.", "Payment\n1.   Payments shall be made once a year within the period from 1 December 2004 to 30 April 2005.\n2.   By way of derogation from paragraph 1 of this Article and in accordance with the procedure referred to in Article 11(2) of Regulation (EC) No 1259/1999, the Commission may authorise the new Member States, subject to the budgetary situation, to pay prior to 1 December advances of up to 50 % of the payments in regions where, due to exceptional conditions, farmers face severe financial difficulties.", "Transmission of information to the Commission\n1.   The new Member States shall communicate a summary of the applications accepted under the single area payment scheme not later than 15 September 2004, indicating the total amounts established for these applications in accordance with Article 4.\n2.   They shall communicate by 15 May 2005 the final data corresponding to the areas for which aid has actually been paid after the reductions provided for in Articles 5 and 6.", "0\nEntry into force\nThis Regulation shall enter into force on 1 May 2004 subject to the entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2003.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 113.\n(2)  OJ L 349, 24.12.1998, p. 1.\n(3)  OJ L 327, 12.12.2001, p. 11. Regulation as last amended by Regulation (EC) No 493/2003 (OJ L 73, 19.3.2003, p. 5).\nANNEX\nGOOD AGRICULTURAL AND ENVIRONMENTAL CONDITIONS REFERRED TO IN ARTICLE 6\nIssue Standards\n— Minimum soil cover\n— Minimum land management reflecting site-specific conditions\n— Retention terraces\n— Standards for crop rotations where applicable\n— Arable stubble management\n— Appropriate machinery use\n— Minimum livestock stocking rates or/and appropriate regimes\n— Protection of permanent pasture\n— Retention of landscape features\n— Avoiding the encroachment of unwanted vegetation on agricultural land"}