{"celex_id": "32008R1262", "uri": "http://publications.europa.eu/resource/cellar/18a394e2-c00e-4f82-850c-3b69fbab1271", "type": "Regulation", "concepts": ["1155", "1422", "3647", "4372", "4491", "5156", "54"], "title": "Commission Regulation (EC) No 1262/2008 of 16 December 2008 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 13 (Text with EEA relevance)\n", "header": "17.12.2008 EN Official Journal of the European Union L 338/21\nCOMMISSION REGULATION (EC) No 1262/2008\nof 16 December 2008\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 13\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international accounting standards and interpretations that were extant at 15 October 2008 were adopted.\n(2) On 5 July 2007, the International Financial Reporting Interpretations Committee (IFRIC) published IFRIC Interpretation 13 customer loyalty programmes, hereinafter ‘IFRIC 13’. IFRIC 13 eliminates the current inconsistencies in practice regarding the accounting treatment of free or discounted goods or services sold under customer loyalty programmes that companies use to award to their customers in form of points, air miles or other credits upon the sale of a good or a service.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that IFRIC 13 meets the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002. In accordance with Commission Decision 2006/505/EC of 14 July 2006 setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group’s (EFRAG) opinions (3), the Standards Advice Review Group considered EFRAG’s opinion on endorsement and advised the European Commission that it is well balanced and objective.\n(4) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008 International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 13 customer loyalty programmes is inserted as set out in the Annex to this Regulation.", "Each company shall apply IFRIC 13, as set out in the Annex to this Regulation, at the latest as from the commencement date of its first financial year starting after 31 December 2008.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2008.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\n(3)  OJ L 199, 21.7.2006, p. 33.\nANNEX\nINTERNATIONAL FINANCIAL REPORTING STANDARDS\nIFRIC 13 ‘IFRIC Interpretation 13 customer loyalty programmes’\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\nIFRIC INTERPRETATION 13\nCustomer Loyalty Programmes\nREFERENCES\n— IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors\n— IAS 18 Revenue\n— IAS 37 Provisions, Contingent Liabilities and Contingent Assets\nBACKGROUND\n1 Customer loyalty programmes are used by entities to provide customers with incentives to buy their goods or services. If a customer buys goods or services, the entity grants the customer award credits (often described as ‘points’). The customer can redeem the award credits for awards such as free or discounted goods or services.\n2 The programmes operate in a variety of ways. Customers may be required to accumulate a specified minimum number or value of award credits before they are able to redeem them. Award credits may be linked to individual purchases or groups of purchases, or to continued custom over a specified period. The entity may operate the customer loyalty programme itself or participate in a programme operated by a third party. The awards offered may include goods or services supplied by the entity itself and/or rights to claim goods or services from a third party.\nSCOPE\n3 This Interpretation applies to customer loyalty award credits that:\n(a) an entity grants to its customers as part of a sales transaction, i.e. a sale of goods, rendering of services or use by a customer of entity assets; and\n(b) subject to meeting any further qualifying conditions, the customers can redeem in the future for free or discounted goods or services.\nISSUES\n4 The issues addressed in this Interpretation are:\n(a) whether the entity’s obligation to provide free or discounted goods or services (‘awards’) in the future should be recognised and measured by:\n(i) allocating some of the consideration received or receivable from the sales transaction to the award credits and deferring the recognition of revenue (applying paragraph 13 of IAS 18); or\n(ii) providing for the estimated future costs of supplying the awards (applying paragraph 19 of IAS 18); and\n(b) if consideration is allocated to the award credits:\n(i) how much should be allocated to them;\n(ii) when revenue should be recognised; and\n(iii) if a third party supplies the awards, how revenue should be measured.\nCONSENSUS\n5 An entity shall apply paragraph 13 of IAS 18 and account for award credits as a separately identifiable component of the sales transaction(s) in which they are granted (the ‘initial sale’). The fair value of the consideration received or receivable in respect of the initial sale shall be allocated between the award credits and the other components of the sale.\n6 The consideration allocated to the award credits shall be measured by reference to their fair value, i.e. the amount for which the award credits could be sold separately.\n7 If the entity supplies the awards itself, it shall recognise the consideration allocated to award credits as revenue when award credits are redeemed and it fulfils its obligations to supply awards. The amount of revenue recognised shall be based on the number of award credits that have been redeemed in exchange for awards, relative to the total number expected to be redeemed.\n8 If a third party supplies the awards, the entity shall assess whether it is collecting the consideration allocated to the award credits on its own account (ie as the principal in the transaction) or on behalf of the third party (ie as an agent for the third party).\n(a) If the entity is collecting the consideration on behalf of the third party, it shall:\n(i) measure its revenue as the net amount retained on its own account, i.e. the difference between the consideration allocated to the award credits and the amount payable to the third party for supplying the awards; and\n(ii) recognise this net amount as revenue when the third party becomes obliged to supply the awards and entitled to receive consideration for doing so. These events may occur as soon as the award credits are granted. Alternatively, if the customer can choose to claim awards from either the entity or a third party, these events may occur only when the customer chooses to claim awards from the third party.\n(b) If the entity is collecting the consideration on its own account, it shall measure its revenue as the gross consideration allocated to the award credits and recognise the revenue when it fulfils its obligations in respect of the awards.\n9 If at any time the unavoidable costs of meeting the obligations to supply the awards are expected to exceed the consideration received and receivable for them (ie the consideration allocated to the award credits at the time of the initial sale that has not yet been recognised as revenue plus any further consideration receivable when the customer redeems the award credits), the entity has onerous contracts. A liability shall be recognised for the excess in accordance with IAS 37. The need to recognise such a liability could arise if the expected costs of supplying awards increase, for example if the entity revises its expectations about the number of award credits that will be redeemed.\nEFFECTIVE DATE AND TRANSITION\n10 An entity shall apply this Interpretation for annual periods beginning on or after 1 July 2008. Earlier application is permitted. If an entity applies the Interpretation for a period beginning before 1 July 2008, it shall disclose that fact.\n11 Changes in accounting policy shall be accounted for in accordance with IAS 8.\nAppendix\nApplication guidance\nThis appendix is an integral part of the Interpretation.\nMeasuring the fair value of award credits\nAG1 Paragraph 6 of the consensus requires the consideration allocated to award credits to be measured by reference to their fair value, i.e. the amount for which the award credits could be sold separately. If the fair value is not directly observable, it must be estimated.\nAG2 An entity may estimate the fair value of award credits by reference to the fair value of the awards for which they could be redeemed. The fair value of these awards would be reduced to take into account:\n(a) the fair value of awards that would be offered to customers who have not earned award credits from an initial sale; and\n(b) the proportion of award credits that are not expected to be redeemed by customers.\nAG3 In some circumstances, other estimation techniques may be available. For example, if a third party will supply the awards and the entity pays the third party for each award credit it grants, it could estimate the fair value of the award credits by reference to the amount it pays the third party, adding a reasonable profit margin. Judgement is required to select and apply the estimation technique that satisfies the requirements of paragraph 6 of the consensus and is most appropriate in the circumstances."}