{"celex_id": "32008R0666", "uri": "http://publications.europa.eu/resource/cellar/873187c1-ef5d-4b2b-9947-1dcc496738bb", "type": "Regulation", "concepts": ["218", "225", "2647", "3483", "4779", "922"], "title": "Council Regulation (EC) No 666/2008 of 15 July 2008 amending Regulation (EC) No 889/2005 imposing certain restrictive measures in respect of the Democratic Republic of the Congo\n", "header": "16.7.2008 EN Official Journal of the European Union L 188/1\nCOUNCIL REGULATION (EC) No 666/2008\nof 15 July 2008\namending Regulation (EC) No 889/2005 imposing certain restrictive measures in respect of the Democratic Republic of the Congo\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2008/369/CFSP of 14 May 2008 concerning restrictive measures against the Democratic Republic of the Congo (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 889/2005 (2) imposed restrictive measures in respect of the Democratic Republic of the Congo (DRC), in accordance with Council Common Position 2005/440/CFSP (3) concerning restrictive measures against the Democratic Republic of the Congo and in line with UN Security Council Resolution 1596 (2005) and subsequent relevant resolutions.\n(2) By means of Resolution 1807 (2008) of 31 March 2008, the UN Security Council decided, inter alia, to modify the scope of the restrictive measures on certain technical assistance so as to limit the restrictions to non-governmental entities and individuals operating in the territory of the DRC. The Council adopted Common Position 2008/369/CFSP, which gives effect to Resolution 1807 (2008) and repeals Common Position 2005/440/CFSP, on 14 May 2008.\n(3) It is appropriate to amend Regulation (EC) No 889/2005 accordingly,", "main_body": ["Regulation (EC) No 889/2005 is amended as follows:\n1. Article 2 shall be replaced by the following:\n(a) to provide technical assistance related to military activities directly or indirectly to any non-governmental entity or person operating in the territory of the DRC;\n(b) to provide financing or financial assistance related to military activities including, in particular, grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and related materiel, or for any grant, sale, supply, or transfer of related technical assistance and other services, directly or indirectly to any non-governmental entity or person operating in the territory of the DRC;\n(c) to participate, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to promote the transactions referred to in points (a) and (b).\n2. Article 3 shall be replaced by the following:\n(a) technical assistance, financing and financial assistance related to arms and related materiel intended solely for the support of or use by MONUC;\n(b) technical assistance, financing and financial assistance related to non-lethal military equipment intended solely for humanitarian or protective use, where the provision of such assistance or services has been notified in advance to the Sanctions Committee in accordance with Article 2(2).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ L 127, 15.5.2008, p. 84.\n(2)  OJ L 152, 15.6.2005, p. 1. Regulation as last amended by Regulation (EC) No 1377/2007 (OJ L 309, 27.11.2007, p. 1).\n(3)  OJ L 152, 15.6.2005, p. 22."}