{"celex_id": "32005R0516", "uri": "http://publications.europa.eu/resource/cellar/7af5cf2b-2485-46ae-a840-4b2634ae60f3", "type": "Regulation", "concepts": ["1511", "251", "2707", "2733", "3633", "4314"], "title": "Commission Regulation (EC) No 516/2005 of 31 March 2005 fixing the unit amounts in respect of the production levies in the sugar sector for the 2004/05 marketing year\n", "header": "1.4.2005 EN Official Journal of the European Union L 83/44\nCOMMISSION REGULATION (EC) No 516/2005\nof 31 March 2005\nfixing the unit amounts in respect of the production levies in the sugar sector for the 2004/05 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 15(8) thereof,\nWhereas:\n(1) Article 6 of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector (2) provides for the fixing before 1 April of the unit amounts to be paid by sugar, isoglucose and inulin syrup producers as advance payments of the production levies for the current marketing year.\n(2) The estimate of the basic levy and the B levy gives amounts which are more than 60 % of the maximum amounts indicated in Article 15(3) and (5) of Regulation (EC) No 1260/2001. In accordance with Article 7(1) and (2) of Regulation (EC) No 314/2002, the advance payments on the basic levy and the B levy for sugar and inulin syrup should therefore be fixed at 50 % of the maximum amounts concerned. In accordance with Article 7(3) of that Regulation, the advance payment of the basic levy for isoglucose should be fixed at 40 % of the unit amount of the basic production levy estimated for sugar.\n(3) The Management Committee for Sugar has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["The unit amounts referred to in Article 6(1)(b) of Regulation (EC) No 314/2002 in respect of the 2004/05 marketing year are hereby fixed as follows:\n(a) the advance payment on the basic production levy for A sugar and B sugar shall be EUR 6,32 per tonne of white sugar;\n(b) the advance payment on the B levy for B sugar shall be EUR 118,48 per tonne of white sugar;\n(c) the advance payment on the basic production levy for A isoglucose and B isoglucose shall be EUR 5,06 per tonne of dry matter;\n(d) the advance payment on the basic production levy for A inulin syrup and B inulin syrup shall be EUR 6,32 per tonne of dry matter sugar/isoglucose equivalent;\n(e) the advance payment on the B levy for B inulin syrup shall be EUR 118,48 per tonne of dry matter sugar/isoglucose equivalent.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1.Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 50, 21.2.2002, p. 40. Regulation as last amended by Regulation (EC) No 38/2004 (OJ L 6, 10.1.2004, p. 13)."}