{"celex_id": "32009D0724", "uri": "http://publications.europa.eu/resource/cellar/1e1117ea-b7c9-4b5d-b0b7-25a040a8bc55", "type": "Decision", "concepts": ["4359", "5283", "5540", "616", "6626", "867"], "title": "Commission Decision 2009/724/JHA of 17 September 2009 laying down the date for the completion of migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II)\n", "header": "30.9.2009 EN Official Journal of the European Union L 257/41\nCOMMISSION DECISION 2009/724/JHA\nof 17 September 2009\nlaying down the date for the completion of migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to Council Decision 2008/839/JHA of 24 October 2008 on migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II) (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) Article 11(2) of Decision 2008/839/JHA of 24 October provides for the migration of the Member States participating in SIS 1+ from N.SIS to N.SIS II using the interim migration architecture, with the support of France and of the Commission, by 30 September 2009 at the latest. If necessary, this date may be changed in accordance with the procedure defined in Article 17(2) of that Decision.\n(2) Issues identified during testing of SIS II led to delay in the implementation of the activities set out in Decision 2008/839/JHA. Council Conclusions of 26 and 27 February 2009 stated that, given the time required to resolve outstanding issues, the date for migration from SIS 1+ to SIS II, set for September 2009, was no longer realistic.\n(3) In the light of the delay to the migration from SIS 1+ to SIS II, the new date for the completion of migration should be set to coincide with the final expiry date of Decision 2008/839/JHA, allowing the continuation of activities leading to the start of operations of SIS II until that date.\n(4) The United Kingdom is taking part in this Decision, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the EU Treaty and to the Treaty establishing the European Community, and Article 8(2) of Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2).\n(5) Ireland is taking part in this Decision in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the EU Treaty and to the Treaty establishing the European Community, and Article 6(2) of Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis\n (3).\n(6) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (4), which fall within the area referred to in Article 1, point G of Council Decision 1999/437/EC (5) on certain arrangements for the application of that Agreement.\n(7) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which falls within the area referred to in Article 1, point G of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/149/JHA (6) on the conclusion, on behalf of the European Union, of the Agreement.\n(8) As regards Liechtenstein, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis which fall within the area referred to in Article 1, point G of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/262/JHA of 28 February 2008 on the signature, on behalf of the European Union, and on the provisional application of certain provisions of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation's association with the implementation, application and development of the Schengen acquis\n (7).\n(9) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 67(1) of Council Decision 2007/533/JHA (8) and referred to in Article 17(1) of Decision 2008/839/JHA,", "main_body": ["The Member States participating in SIS 1+ shall complete migration from N.SIS to N.SIS II using the interim migration architecture, with the support of France and of the Commission, by the expiry date of Decision 2008/839/JHA."], "attachments": "Done at Brussels, 17 September 2009.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 299, 8.11.2008, p. 43.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  OJ L 176, 10.7.1999, p. 36.\n(5)  OJ L 176, 10.7.1999, p. 31.\n(6)  OJ L 53, 27.2.2008, p. 50.\n(7)  OJ L 83, 26.3.2008, p. 5.\n(8)  OJ L 205, 7.8.2007, p. 63."}