{"celex_id": "32008D0484", "uri": "http://publications.europa.eu/resource/cellar/bf0162c8-b3db-4243-a0d8-620cee5833bb", "type": "Decision", "concepts": ["5541", "889", "976"], "title": "2008/484/EC: Commission Decision of 20 June 2008 on the prolongation of certain State aid decisions (notified under document number C(2008) 2883) (Text with EEA relevance)\n", "header": "25.6.2008 EN Official Journal of the European Union L 164/43\nCOMMISSION DECISION\nof 20 June 2008\non the prolongation of certain State aid decisions\n(notified under document number C(2008) 2883)\n(Text with EEA relevance)\n(2008/484/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 87 and 88 thereof,\nWhereas:\n(1) The period of validity of Commission Regulation (EC) No 2204/2002 of 5 December 2002 on the application of Articles 87 and 88 of the EC Treaty to State aid for employment (1), Commission Regulation (EC) No 70/2001 of 12 January 2001 on the application of Articles 87 and 88 of the EC Treaty to State aid for small and medium-sized enterprises (2) and Commission Regulation (EC) No 68/2001 of 12 January 2001 on the application of Articles 87 and 88 of the EC Treaty to training aid (3) has been extended by Commission Regulation (EC) No 1976/2006 of 20 December 2006 amending Regulations (EC) No 2204/2002, (EC) No 70/2001 and (EC) No 68/2001 as regards the extension of the periods of application (4) until 30 June 2008. The validity of the Decisions of the Commission approving State aid schemes on the basis of Regulations (EC) No 2204/2002, (EC) No 70/2001 or (EC) No 68/2001 was prolonged, until 30 June 2008, by Commission Decision 2007/72/EC (5).\n(2) In view of the fact that the general block exemption regulation (6) replacing these regulations is scheduled to be adopted and published in the Official Journal at a date later than 30 June 2008, it is necessary to prolong the validity of the Decisions of the Commission approving State aid schemes on the basis of Regulations (EC) No 2204/2002, (EC) No 70/2001 or (EC) No 68/2001, for a limited period of time, in order to allow for an appropriate transition period until the entry into force of the general block exemption regulation,", "main_body": ["Without prejudice to the appropriate measures contained in the third indent of point 107 of the Guidelines on national regional aid for 2007-2013 of 4 March 2006 (7) and accepted by all Member States, the validity of the Decisions of the Commission approving State aid schemes on the basis of Regulations (EC) No 2204/2002, (EC) No 70/2001 or (EC) No 68/2001 before the entry into force of this Decision shall be extended until 30 September 2008.", "This Decision is addressed to the Member States.\nIt shall be applicable from 1 June 2008."], "attachments": "Done at Brussels, 20 June 2008.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ L 337, 13.12.2002, p. 3. Regulation as amended by Regulation (EC) No 1040/2006 (OJ L 187, 8.7.2006, p. 8).\n(2)  OJ L 10, 13.1.2001, p. 33. Regulation as last amended by Regulation (EC) No 1040/2006.\n(3)  OJ L 10, 13.1.2001, p. 20. Regulation as last amended by Regulation (EC) No 1040/2006.\n(4)  OJ L 368, 23.12.2006, p. 85.\n(5)  OJ L 32, 6.2.2007, p. 180.\n(6)  OJ C 210, 8.9.2007, p. 14.\n(7)  OJ C 54, 4.3.2006, p. 13."}