{"celex_id": "32002D0098", "uri": "http://publications.europa.eu/resource/cellar/d46cac5e-f2a1-4238-9362-46c67e621e25", "type": "Decision", "concepts": ["13", "1667", "191", "4081", "5581"], "title": "2002/98/EC: Commission Decision of 28 January 2002 providing for the temporary marketing of seed of a species not satisfying the requirements of Council Directive 69/208/EEC (Text with EEA relevance) (notified under document number C(2002) 165)\n", "header": "Commission Decision\nof 28 January 2002\nproviding for the temporary marketing of seed of a species not satisfying the requirements of Council Directive 69/208/EEC\n(notified under document number C(2002) 165)\n(Text with EEA relevance)\n(2002/98/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants(1), as last amended by Directive 98/96/EC(2), and in particular Article 16 thereof,\nHaving regard to the notifications regarding supply difficulties of seed submitted by France,\nWhereas:\n(1) In France the quantity of available seed of flax which satisfies the requirements of Directive 69/208/EEC is insufficient in relation to the germination capacity and is therefore not adequate to meet this country's needs.\n(2) It is not possible to meet this demand satisfactorily with seed from other Member States or from third countries satisfying all the requirements laid down in the Directive.\n(3) The Member States should therefore permit, for a period expiring on 30 June 2002, the marketing of seed subject to less stringent requirements.\n(4) Moreover, France should act as coordinator in order to ensure that the total amount covered by the permit does not exceed the maximum quantity covered by this Decision.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Member States shall permit, for a period expiring on 30 June 2002, on the terms set out in the Annex hereto, the marketing throughout the Community of seed of flax which does not satisfy the requirements laid down in Directive 69/208/EEC with regard to the minimum germination capacity, provided that the following requirements are satisfied:\n(a) the seed was first placed on the market by a person authorised to do so in accordance with Article 2 below;\n(b) the germination capacity is at least 88 %.", "Any seed supplier wishing to take advantage of a derogation to place seeds on the market in accordance with Article 1 shall apply to the Member State in which it is established.\nThe Member State concerned shall authorise the supplier to place that seed on the market, unless:\n(a) it has well founded doubts that the supplier will be able to place on the market the amount of seed for which it has sought authorisation; or\n(b) the total quantity authorised to be marketed pursuant to the derogation concerned would then exceed the maximum quantity specified in the Annex to this Decision.", "For the purpose of the application of Article 1, the Member States shall assist each other administratively.\nFrance (which has notified the supply difficulties of seed) shall act as a coordinator of the authorisations to be granted under Article 2, in order to ensure that the total amount does not exceed the maximum quantities as specified in the Annex.\nAny Member State receiving an application under Article 2 shall immediately notify the coordinating country of the amount covered by the application. The coordinating Member State shall immediately inform the notifying Member State as to whether authorisation of the application would result in the maximum quantity being exceeded.", "Member States shall immediately notify the Commission and the other Member States of the quantities of seed labelled and authorised to be marketed throughout the Community pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.1969, p. 3.\n(2) OJ L 25, 1.2.1999, p. 27.\nANNEX\n>TABLE>"}