{"celex_id": "32002D0879", "uri": "http://publications.europa.eu/resource/cellar/7682bb84-60f1-46a2-9830-5f723b862ab5", "type": "Decision", "concepts": ["1755", "192", "2320", "2435", "2732"], "title": "2002/879/EC: Commission Decision of 4 November 2002 amending Decision 2002/304/EC as regards programmes applied in Finland with a view to obtaining the status of approved zones with regard to the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) (Text with EEA relevance) (notified under document number C(2002) 4290)\n", "header": "Commission Decision\nof 4 November 2002\namending Decision 2002/304/EC as regards programmes applied in Finland with a view to obtaining the status of approved zones with regard to the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN)\n(notified under document number C(2002) 4290)\n(Text with EEA relevance)\n(2002/879/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 10(3) thereof,\nWhereas:\n(1) By means of Decision 2002/304/EC(3), the Commission approved the programmes with a view to obtaining the status of approved zones and of approved farms in non-approved zones with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN), including a programme for all continental and coastal areas of Finland.\n(2) Due to outbreaks of VHS in certain coastal areas, Finland has submitted amendments to its programme. The programme hereby provides for specific eradication measures for VHS in the affected coastal areas, with the final view to obtaining approved zone status as regards VHS and IHN for all continental and coastal areas of Finland. The programme includes non-discriminatory restrictions on movements of fish in order to prevent re-introduction of the diseases in question.\n(3) The amended programme submitted complies with the appropriate requirements of Directive 91/67/EEC.\n(4) The amended programme submitted by Finland should therefore be approved and Decision 2002/304/EC amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2002/304/EC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 104, 20.4.2002, p. 37.\nANNEX\n\"ANNEX I\nZONES IN WHICH APPROVED PROGRAMMES ARE APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1. ZONES IN DENMARK IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS\n- The catchment area of FISKEBÆK Å.\n- All PARTS OF JUTLAND south and west of the catchment areas of Storåen, Karup å, Gudenåen and Grejs å.\n- The area of all THE DANISH ISLES.\n2. ZONES IN GERMANY IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- A zone in the water catchment area of \"WOLFEGGER AACH AND ROHRSEE\".\n- A zone in the water catchment area \"OBERN NAGOLD\".\n- The zone \"GROßE LAUTER\" in the water catchment area of the Danube.\n3. ZONES IN SPAIN IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- THE AUTONOMOUS COMMUNITY OF LA RIOJA.\n4. ZONES IN FRANCE IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- LES FORGES.\n- LA NIVE AND LES NIVELLES.\n- L'ÉLORN.\n5. ZONES IN ITALY IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n5.1. The Autonomous Province of Bolzano\nZONA PROVINCE OF BOLZANO\n- The zone comprises all water catchment areas within the Province of Bolzano.\nThe zone includes the upper part of the zone ZONA VAL DELL'ADIGE - i.e. the water catchment areas of Adige river from its sources in the Province of Bolzano to the border with the Province of Trento.\n(NB:\nThe remaining, lower part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Autonomous Province of Trento. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\n5.2. The Autonomous Province of Trento\nZONA VAL DI SOLE E DI NON\n- The water catchment area from the source of the stream Noce to the dam of S.Giustina.\nZONA VAL DEL FERSINA\n- The water catchment area from the source of the stream Fersina to the waterfall of Ponte Alto.\nZONA VAL DELL'ADIGE - lower part\n- The water catchment areas of the Adige river and its sources located within the territory of the Autonomous Province of Trento, from the border with the Province of Bolzano to the dam of Ala (hydroelectric generating station).\n(N.B.\nThe upstream part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Province of Bolzano. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\nZONA VAL RENDENA, ALTO E BASSO SARCA\n- The water catchment area from the source of Sarca river to the dam of Torbole (hydroelectric generating station). The zone is even divided by the dam of Ponte Pià, except the Manes, Arnò and Ambies torrents basins and the Lakes Valley basin.\nZONA TORRENTE ARNÒ\n- The water catchment area from the source of Arnò torrent to the down-stream barriers, situated before the Arnò torrent flows into the Sarca river.\nZONA VAL BANALE\n- The water catchment area of the Ambies stream basin to the dam of a hydroelectric generating station.\nZONA VARONE\n- The water catchment area from the source of the Magnone stream to the waterfall.\nZONA VAL DI LEDRO\n- The water catchment area of the Massangia and Ponale torrents basins to the hydroelectric generating station.\nZONA ALTO E BASSO CHIESE\n- The water catchment area of the Chiese river from the source to the dam of Condino, except the Adanà and Palvico torrents basins.\nZONA TORRENTE PALVICO\n- The water catchment area of the Palvico torrent basin to a barrier made of concrete and stones.\nZONA VALSUGANA\n- The water catchment area of Brenta river basin to the dam of Marzotto.\n5.3. The Region of Veneto\nZONA TORRENTE ASTICO\n- The water catchment area of Astico river, from its sources (in the Autonomous Province of Trento and in the Province of Vicenza, the Region of Veneto) to the dam located close to the Pedescala bridge in the Province of Vicenza.\nThe downstream part of Astico river, between the dam close to the Pedescala bridge and the Pria Maglio dam, is considered as a buffer zone.\nZONA BELLUNO\n- The water catchment area in the Province of Belluno from the source of the stream Ardo to the downstream barrier (situated before the stream Ardo flows into the river Piave) of the farm Centro Sperimentale di Acquacoltura, Valli di Bolzano Bellunese, Belluno.\n6.A. ZONES IN FINLAND IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- All continental and coastal areas of FINLAND except the Province of Åland and the restriction area in Pyhtää.\n6.B. ZONES IN FINLAND IN WHICH AN APPROVED PROGRAMME - INCLUDING SPECIFIC ERADICATION MEASURES FOR VHS - IS APPLIED WITH THE FINAL VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- The whole PROVINCE OF ÅLAND and the restriction area in PYHTÄÄ.\""}