{"celex_id": "32009D0933", "uri": "http://publications.europa.eu/resource/cellar/ea4ad623-6c5d-43ac-a8af-4475c7472553", "type": "Decision", "concepts": ["2042", "216", "217", "2820", "5404", "888", "953"], "title": "Council Decision 2009/933/CFSP of 30 November 2009 on the extension, on behalf of the European Union, of the territorial scope of the Agreement on extradition between the European Union and the United States of America\n", "header": "11.12.2009 EN Official Journal of the European Union L 325/4\nCOUNCIL DECISION 2009/933/CFSP\nof 30 November 2009\non the extension, on behalf of the European Union, of the territorial scope of the Agreement on extradition between the European Union and the United States of America\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 24 and 38 thereof,\nHaving regard to Article 3 of the Council Decision 2003/516/EC of 6 June 2003 concerning the signature of the Agreements between the European Union and the United States of America on extradition and mutual legal assistance in criminal matters,\nWhereas:\n(1) Following the authorisation given by the Council on 26 April 2002 to the Presidency, assisted by the Commission, to enter into negotiations with the United States of America, two Agreements on international cooperation in criminal matters, one on extradition and one on mutual legal assistance, have been negotiated with the United States of America.\n(2) In accordance with Council Decision 2003/516/EC of 6 June 2003 (1), the Agreement on extradition between the European Union and the United States of America (2) and the Agreement on mutual legal assistance between the European Union and the United States of America (3) have been signed on behalf of the European Union on 25 June 2003.\n(3) In accordance with Council Decision 2009/820/CFSP of 23 October 2009 (4), the Agreement on extradition between the European Union and the United States of America and the Agreement on mutual legal assistance between the European Union and the United States of America have been concluded. In accordance with this decision, the Presidency of the Council, on 28 October 2009, exchanged the instruments of approval with the US Attorney General, in Washington DC.\n(4) Both Agreements will enter into force on 1 February 2010.\n(5) The Netherlands has informed the Presidency that it wishes to extend the territorial scope of the Agreement on extradition, in accordance with Article 20(1)(b) thereof, to the Netherlands Antilles and Aruba. Such extension has taken place by way of exchange of diplomatic note from the General Secretariat of the Council with the Mission of the United States of America to the European Union on 9 June 2009, acknowledged in the diplomatic note of the United States Mission to the European Union of 16 June 2009.\n(6) In view of the imminent entry into force of the EU-US Extradition Agreement, this extension of the territorial scope should be approved by the Council,", "main_body": ["In accordance with Article 20(1)(b) of the Agreement on extradition between the European Union and the United States of America, the extension of the territorial scope of that Agreement to the Netherlands Antilles and Aruba is hereby approved on behalf of the European Union.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 181, 19.7.2003, p. 25.\n(2)  OJ L 181, 19.7.2003, p. 27.\n(3)  OJ L 181, 19.7.2003, p. 34.\n(4)  OJ L 291, 7.11.2009, p. 40."}