{"celex_id": "32001R1777", "uri": "http://publications.europa.eu/resource/cellar/a713dfda-f895-4fb4-81aa-9f401badd1e2", "type": "Regulation", "concepts": ["2069", "2773", "2950", "4381", "5751"], "title": "Commission Regulation (EC) No 1777/2001 of 7 September 2001 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 1777/2001\nof 7 September 2001\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Commission Regulation (EC) No 1230/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) To ensure uniform application of the Combined Nomenclature annexed to the said Regulation, it is necessary to make a distinction between:\n1. on the one hand, herbal medicinal preparations and preparations based on various active substances, amongst others, vitamins, minerals, essential amino acids or fatty acids, for therapeutic or prophylactic uses in human or animal medicine, consisting of mixed or unmixed products, put up in measured doses or in forms or packings for retail sale, which could be classified in Chapter 30 as medicaments of heading 3004, and\n2. on the other hand, preparations for special dietary uses including preparations used for particular nutritional uses, and food supplements used for maintaining health or well-being, which are generally classifiable in Chapter 21 as food preparations of heading 2106.\n(2) It has been noted that the classification of certain types of food or medicinal preparations designated for specific medicinal purposes presents difficulties due to the absence of clear definitions in the Combined Nomenclature.\n(3) It is necessary to consider that certain medicinal preparations known as homeopathic medicinal products, for human beings or animals, are prepared from products, substances or compositions called homeopathic stocks in accordance with a homeopathic manufacturing procedure described in various officially recognised pharmacopoeias, with respect to human beings, in accordance with Article 1 of Council Directive 92/73/EEC of 22 September 1992 widening the scope of Directives 65/65/EEC and 75/319/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to medicinal products and laying down additional provisions on homeopathic medicinal products(3), and with respect to animals, in accordance with Article 1 of Council Directive 92/74/EEC of 22 September 1992 widening the scope of Directive 81/851/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to veterinary medicinal products and laying down additional provisions on homeopathic veterinary medicinal products(4).\n(4) Preparations used for particular nutritional uses and preparations for special dietary uses are products specifically made up or prepared to fulfil the dietetic needs corresponding to a special physical or physiological condition in accordance with Article 1(2) of Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses(5), whereas food supplements are preparations generally based on vitamins, essential amino acids or fatty acids and minerals.\n(5) A distinction between, on the one hand, preparations used for particular nutritional uses or dietetic uses which could contribute to maintaining health or well-being and, on the other hand, herbal medicinal preparations or preparations based on various active substances including certain homeopathic preparations which could help to prevent or treat diseases or specific ailments can be established. With regard to products put up for retail sale, the criteria for the distinction can be established on the basis of verifiable technical specifications generally given on the label, on packaging or on the accompanying user directions, for example, the presence of active substances, dosage and mode of application.\n(6) It seems appropriate to create a list of mandatory criteria laid down in an additional note to Chapter 30 of the Combined Nomenclature, which covers pharmaceutical products.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Chapter 30 of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87 is hereby amended as follows.\nThe following additional note 1 is inserted. \"Heading 3004 includes herbal medicinal preparations and preparations based on the following active substances: vitamins, minerals, essential amino acids or fatty acids, in packings for retail sale. These preparations are classified in heading 3004 if they bear on the label, packaging or on the accompanying user directions the following statements of:\n(a) the specific diseases, ailments or their symptoms for which the product is to be used;\n(b) the concentration of active substance or substances contained therein;\n(c) dosage, and\n(d) mode of application.\nThis heading includes homeopathic medicinal preparations when they meet the abovementioned conditions of (a), (c) and (d).\nIn the case of preparations based on vitamins, minerals, essential amino acids or fatty acids, the level of one of these substances per recommended daily dose indicated on the label must be significantly higher than the recommended daily intake to maintain general health or well-being.\"", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) OJ L 168, 23.6.2001, p. 6.\n(3) OJ L 297, 13.10.1992, p. 8.\n(4) OJ L 297, 13.10.1992, p. 12.\n(5) OJ L 186, 30.6.1989, p. 27."}