{"celex_id": "32007R0211", "uri": "http://publications.europa.eu/resource/cellar/56460255-03ea-4464-a352-882ff5bcc5ab", "type": "Regulation", "concepts": ["248", "2859", "2897", "3233", "441", "4646"], "title": "Commission Regulation (EC) No 211/2007 of 27 February 2007 amending Regulation (EC) No 809/2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards financial information in prospectuses where the issuer has a complex financial history or has made a significant financial commitment (Text with EEA relevance)\n", "header": "28.2.2007 EN Official Journal of the European Union L 61/24\nCOMMISSION REGULATION (EC) No 211/2007\nof 27 February 2007\namending Regulation (EC) No 809/2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards financial information in prospectuses where the issuer has a complex financial history or has made a significant financial commitment\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2003/71/EC of the European Parliament and of the Council of 4 November 2003 on the prospectus to be published when securities are offered to the public or admitted to trading and amending Directive 2001/34/EC (1), and in particular Article 5(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 809/2004 of 29 April 2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards information contained in prospectuses as well as the format, incorporation by reference and publication of such prospectuses and dissemination of advertisements (2) sets out in detail the information which must be included in a prospectus, for different kinds of securities, in order to comply with Article 5(1) of that Directive. Those detailed information requirements cover, among other things, the financial information concerning the issuer which must be included in a prospectus in order to enable investors to understand the financial position of the issuer.\n(2) However, there are cases where the financial position of the issuer is so closely linked with that of other entities that financial information concerning those entities is indispensable for the purposes of giving full effect to Article 5(1) of Directive 2003/71/EC, that is to say, for complying with the obligation to include in the prospectus all the information necessary to enable the investor to make an informed assessment of the issuer’s financial position and prospects. Such cases may arise where the issuer has a complex financial history and those where the issuer has made a significant financial commitment.\n(3) In order to ensure, therefore, that Article 5(1) of Directive 2003/71/EC is not deprived of useful effect in those cases and to introduce a greater measure of legal certainty in this regard, it should be made clear that the information requirements laid down in Annex I to Regulation (EC) No 809/2004 are to be construed in that context as relating also to financial information concerning entities other than the issuer, where the omission of that information could prevent an investor from making an informed assessment of the issuer’s financial position.\n(4) In view of the fact that, under Article 3 of Regulation (EC) No 809/2004, the competent authorities may not request the inclusion of information for which no express provision is made in the Annexes, it is necessary to clarify the responsibilities of the competent authorities in this context.\n(5) Where an issuer has a complex financial history, the entire business undertaking of the issuer may not be covered by historical financial information relating to the issuer, but will be covered instead by financial information drawn up by another entity. This is likely to be the case where the issuer has made a significant acquisition not yet reflected in its own financial statements; where the issuer is a newly incorporated holding company; where the issuer is composed of companies that were under common control or ownership but which never formed a legal group; or where the issuer has been formed as a separate legal entity following the division of an existing business). In such cases, all or part of the business undertaking of the issuer will have been carried on by another entity during the period for which the issuer is required to provide historical financial information.\n(6) However, it is not currently possible to provide a comprehensive list of cases that should be treated as issuers with a complex financial history. It is likely that new and innovative forms of transaction might be developed that would fall outside the cases specified in any such list. It is therefore appropriate to provide a broad definition of the circumstances in which an issuer should be treated as having a complex financial history.\n(7) An issuer should be treated as having made a significant financial commitment where it has entered into a binding agreement to acquire or dispose of a significant entity or business, which is not yet completed at the date of the approval of the prospectus. It is appropriate that such cases should be subject to the same information requirements as apply where the issuer has already completed an acquisition or disposal, provided that the agreed transaction, on completion, would give rise to a significant gross change in the assets and liabilities and earnings of the issuer.\n(8) Since cases where the issuer has a complex financial history or has made a significant financial commitment are atypical, and indeed may be unique, it is not possible to specify the information needed to fulfil the standard specified by Directive 2003/71/EC for every conceivable case. Accordingly, the supplementary information to be required should be whatever is necessary, in each particular case, to ensure that the prospectus satisfies the obligation laid down in Article 5(1) of Directive 2003/71/EC. It is therefore appropriate that the competent authority of the issuer should determine on a case by case basis the information required (if any). The fact that a competent authority may request such additional information should not require the competent authority to apply a higher standard of scrutiny to that information, or to the prospectus in general, than that which may be derived from Article 13 of Directive 2003/71/EC.\n(9) Given the complexity of circumstances of each specific case, it would be neither practicable nor efficient to specify detailed rules to be applied by competent authorities uniformly to all cases. It is necessary to provide for a flexible approach so as to ensure, on the one hand, that disclosure requirements are effective and proportionate and, on the other hand, that the investor is adequately protected through the provision of sufficient and appropriate information.\n(10) Supplementary financial information should not be requested in cases where the financial information provided in the audited consolidated financial statements of the issuer itself, in any pro forma information, or in any financial information prepared using merger accounting (where permitted by the applicable accounting standards) is likely to be sufficient to enable investors to make an informed assessment of the assets and liabilities, financial position, profit and losses, and prospects of the issuer and of any guarantor, and of the rights attaching to such securities.\n(11) It is appropriate, given the fact that the need for further information can arise only where the prospectus concerns shares or other securities giving rights to shares, that, when determining whether such a need has arisen in the individual case, the competent authorities should base their examination on the requirements laid down in item 20.1 of Annex I to Regulation (EC) No 809/2004 as regards the content of financial information and the applicable accounting and auditing principles. A competent authority should not impose requirements that go beyond those laid down in item 20.1 of Annex I, or make them more onerous. However, it should be possible to adjust their application of those requirements in the light of characteristics of the individual case relating to the precise nature of the securities, the economic substance of the transactions by which the issuer has acquired its business undertaking, the specific nature of that undertaking, and the range of information that is already included in the prospectus.\n(12) When making that determination, competent authorities should have regard to the principle of proportionality. In cases where there are alternative ways of satisfying the obligation laid down in Article 5(1) of Directive 2003/71/EC through the disclosure of different kinds of supplementary financial information, or the presentation of that information in different formats, the competent authority should not require the issuer to satisfy that obligation in a way that is more costly or onerous than an adequate alternative.\n(13) Furthermore, competent authorities should have regard to whether an issuer has access to financial information relating to another entity: it would not be proportionate to require the inclusion of such information where the issuer cannot obtain that information with reasonable effort. This consideration is likely to be relevant, in particular, in the context of a hostile takeover. Similarly, it may not be proportionate to require the inclusion of financial information which does not exist at the time when the prospectus is drawn up, or to require the auditing or restatement of supplementary financial information if the costs to the issuer of complying with that requirement outweigh any potential benefit to the investor.\n(14) Regulation (EC) No 809/2004 should therefore be amended accordingly.\n(15) The Committee of European Securities Regulators (CESR) has been consulted for technical advice,", "main_body": ["Regulation (EC) No 809/2004 is amended as follows:\n1. In the second paragraph of Article 3, the second sentence is replaced by the following:\n2. The following Article 4a is inserted:\n(a) the nature of the securities;\n(b) the nature and range of information already included in the prospectus, and the existence of financial information relating to an entity other than the issuer in a form that might be included in a prospectus without modification;\n(c) the facts of the case, including the economic substance of the transactions by which the issuer has acquired or disposed of its business undertaking or any part of it, and the specific nature of that undertaking;\n(d) the ability of the issuer to obtain financial information relating to another entity with reasonable effort.\n(a) its entire business undertaking at the time that the prospectus is drawn up is not accurately represented in the historical financial information which it is required to provide under item 20.1 of Annex I;\n(b) that inaccuracy will affect the ability of an investor to make an informed assessment as mentioned in Article 5(1) of Directive 2003/71/EC; and\n(c) information relating to its business undertaking that is necessary for an investor to make such an assessment is included in financial information relating to another entity.\n3. In the first paragraph of item 20.1 of Annex I, and items 20.1 and 20.1 bis of Annex X, the following sentence is inserted in each case after the first sentence:\n4. In the first paragraph of item 13.1 of Annex IV, items 8.2 and 8.2 bis of Annex VII, item 11.1 of Annex IX, and item 11.1 of Annex XI, the following sentence is inserted in each case after the first sentence:", "Entry into force\nThis Regulation shall enter into force the day after its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2007.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 345, 31.12.2003, p. 64.\n(2)  OJ L 149, 30.4.2004, p. 1, as corrected by OJ L 215, 16.6.2004, p. 3. Regulation as amended by Regulation (EC) No 1787/2006 (OJ L 337, 5.12.2006, p. 17)."}