{"celex_id": "32001R2415", "uri": "http://publications.europa.eu/resource/cellar/f38089aa-fe5f-4fba-8e09-3c6e4796515a", "type": "Regulation", "concepts": ["3489", "5713", "6223", "958"], "title": "Council Regulation (EC) No 2415/2001 of 10 December 2001 amending Regulation (EC) No 2666/2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the Former Yugoslav Republic of Macedonia and Regulation (EC) No 2667/2000 on the European Agency for Reconstruction\n", "header": "Council Regulation (EC) No 2415/2001\nof 10 December 2001\namending Regulation (EC) No 2666/2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the Former Yugoslav Republic of Macedonia and Regulation (EC) No 2667/2000 on the European Agency for Reconstruction\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The European Community is committed to providing financial assistance to the Former Yugoslav Republic of Macedonia, including in support of the implementation of the Framework Agreement of 13 August 2001.\n(2) The situation in the country requires the efficient and speedy delivery of Community assistance which is best facilitated through local implementation.\n(3) The European Agency for Reconstruction, hereinafter called the \"Agency\", established under Regulation (EC) No 2667/2000(3), has broad experience and is well placed to deliver Community assistance.\n(4) Regulation (EC) No 2666/2000(4) and Regulation (EC) No 2667/2000 should therefore be amended to extend the Agency's activities to the Former Yugoslav Republic of Macedonia.\n(5) Implementation of Community assistance in the Federal Republic of Yugoslavia and the Former Yugoslav Republic of Macedonia decided upon under other instruments may be delegated by the Commission to the Agency.\n(6) The Treaty does not provide, for the adoption of this Regulation, powers other than those under Article 308,", "main_body": ["Regulation (EC) No 2666/2000 is hereby amended as follows: in Article 4(1) and (2) \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and for the Former Yugoslav Republic of Macedonia\".", "Regulation (EC) No 2667/2000 is hereby amended as follows:\n1. Article 1 is replaced by the following: \"Article 1\n1. The Commission may delegate the following tasks to an Agency:\n(i) implementation of Community assistance provided for in Article 1 of the Regulation (EC) No 2666/2000 to the Federal Republic of Yugoslavia and the Former Yugoslav Republic of Macedonia;\n(ii) implementation of Community assistance decided by the Commission on the basis of other available instruments for the countries concerned. In such cases this shall be done in accordance with the provisions of the relevant Regulations and Article 2(1)(b) and (c), Article 2(2), (3) and (4), Article 4 and Article 5(1)(a) to (c) and (h) of this Regulation shall not apply.\n2. The European Agency for Reconstruction, hereinafter referred to as the 'Agency', shall be set up to that end with the aim of implementing the Community assistance referred to in paragraph 1.\"\n2. In Article 2(1)(b) \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and of the Former Yugoslav Republic of Macedonia\".\n3. In Article 4(10) \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and to the Former Yugoslav Republic of Macedonia\".\n4. In the first subparagraph of Article 7(3) \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and of the Former Yugoslav Republic of Macedonia\".\n5. In the second subparagraph of Article 7(3) \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and to the Former Yugoslav Republic of Macedonia\".\n6. In Article 15 \"Federal Republic of Yugoslavia\" shall be replaced by \"Federal Republic of Yugoslavia and for the Former Yugoslav Republic of Macedonia\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 2001.\nFor the Council\nThe President\nL. Michel\n(1) OJ C 332 E, 27.11.2001, p. 338.\n(2) Opinion delivered on 29 November 2001 (not yet published in the Official Journal).\n(3) OJ L 306, 7.12.2000, p. 7.\n(4) OJ L 306, 7.12.2000, p. 1."}