{"celex_id": "32008R1267", "uri": "http://publications.europa.eu/resource/cellar/ae634c84-7777-480e-b76f-2152b6b060ad", "type": "Regulation", "concepts": ["1309", "161", "1937", "4324", "5034", "5403"], "title": "Commission Regulation (EC) No 1267/2008 of 12 December 2008 amending Regulation (EC) No 2172/2005 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "17.12.2008 EN Official Journal of the European Union L 338/37\nCOMMISSION REGULATION (EC) No 1267/2008\nof 12 December 2008\namending Regulation (EC) No 2172/2005 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144(1) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 8 of Commission Regulation (EC) No 2172/2005 (2) provides that Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (3) applies to Regulation (EC) No 2172/2005, save where otherwise provided.\n(2) In accordance with the second subparagraph of Article 3(2) of Regulation (EC) No 2172/2005, where applications for import rights exceed 5 % of the quantity available under the quota, the excess has to be disregarded. It is appropriate to delete that provision in order to align the provisions in Regulation (EC) No 2172/2005 to those in Article 6(5) of Regulation (EC) No 1301/2006.\n(3) Article 4(1) of Regulation (EC) No 2172/2005 provides that, following the notification by the Member States of the quantities applied for import rights, the Commission has to decide as soon as possible to which extent those applications can be met. Article 7(2) of Regulation (EC) No 1301/2006 provides that an allocation coefficient should only be fixed in cases where the quantities covered by applications exceed the quantities available for the import tariff quota period. Regulation (EC) No 1301/2006 being a horizontal Regulation, the current provision of Article 4(1) of Regulation (EC) No 2172/2005 should therefore be deleted. Moreover, it is necessary to lay down the time period within which import rights should be awarded.\n(4) For cases where such allocation coefficient is fixed, it is necessary to specify that the securities lodged together with the applications for import rights under Regulation (EC) No 2172/2005 should then be released proportionally.\n(5) The second subparagraph of Article 6(2) of Regulation (EC) No 2172/2005 provides that each issuing of an import licence has to result in a corresponding reduction of the import rights obtained. It is appropriate to specify that when issuing an import licence the security lodged together with the application for import rights should then be released proportionally.\n(6) Regulation (EC) No 2172/2005 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 2172/2005 is amended as follows:\n1. the second subparagraph of Article 3(2) is deleted;\n2. Article 4 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) the following paragraph 3 is added:\n3. in Article 6(2), the second subparagraph is replaced by the following:", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 346, 29.12.2005, p. 10.\n(3)  OJ L 238, 1.9.2006, p. 13."}