{"celex_id": "32004R0745", "uri": "http://publications.europa.eu/resource/cellar/e2f802d7-51a7-4d4d-ac7c-2e9a5460bf92", "type": "Regulation", "concepts": ["1309", "2743", "4078", "4498", "4682"], "title": "Commission Regulation (EC) No 745/2004 of 21 April 2004 determining the extent to which applications lodged in April 2004 for import rights in respect of frozen beef intended for processing may be accepted\n", "header": "Commission Regulation (EC) No 745/2004\nof 21 April 2004\ndetermining the extent to which applications lodged in April 2004 for import rights in respect of frozen beef intended for processing may be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1),\nHaving regard to Commission Regulation (EC) No 1146/2003 of 27 June 2003 opening and administering an import tariff quota for frozen beef intended for processing (1 July 2003 to 30 June 2004)(2), and in particular Article 5(4) thereof,\nWhereas:\n(1) Article 9(1) of Regulation (EC) No 1146/2003 provides, where applicable, for a further allocation of quantities not covered by licence applications submitted by 20 February 2004.\n(2) Article 2 of Commission Regulation (EC) No 607/2004 of 31 March 2004 providing for reallocation of import rights under Regulation (EC) No 1146/2003 opening and providing for the administration of an import tariff quota for frozen beef intended for processing(3), establishes the quantities of frozen beef for processing which may be imported under special conditions until 30 June 2004.\n(3) Article 5(4) of Regulation (EC) No 1146/2003 lays down that the quantities applied for may be reduced. The applications lodged relate to total quantities which exceed the quantities available. Under these circumstances and taking care to ensure an equitable distribution of the available quantities, it is appropriate to reduce proportionally the quantities applied for,", "main_body": ["Every application for import rights lodged in accordance with Article 9 of Regulation (EC) No 1146/2003 shall be granted to the following extent, expressed as bone-in beef:\n- 11,1985 % of the quantity requested for beef imports intended for the manufacture of \"preserves\" as defined by Article 2(1) of Regulation (EC) No 1146/2003,\n- 76,9230 % of the quantity requested for beef imports intended for the manufacture of products as defined by Article 2(2) of Regulation (EC) No 1146/2003.", "This Regulation shall enter into force on 22 April 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2) OJ L 160, 28.6.2003, p. 59.\n(3) OJ L 97, 1.4.2004, p. 42."}