{"celex_id": "32000D0052", "uri": "http://publications.europa.eu/resource/cellar/3efc0015-1b75-4925-a2a5-ab9160f0b8e9", "type": "Decision", "concepts": ["1182", "1755", "192", "2211", "862", "922"], "title": "2000/52/EC: Commission Decision of 17 December 1999 on a Community financial contribution towards the eradication of bluetongue in Greece (notified under document number C(1999) 4681) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION\nof 17 December 1999\non a Community financial contribution towards the eradication of bluetongue in Greece\n(notified under document number C(1999) 4681)\n(Only the Greek text is authentic)\n(2000/52/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 94/370/EEC(2), and in particular Article 3 thereof,\nWhereas:\n(1) outbreaks of bluetongue occurred in a number of regions of Greece since August 1999 and that one can expect new outbreaks till December 1999;\n(2) the extension of the disease on such a large scale makes useless the slaughtering policy which had been previously adopted last year on more restricted outbreaks;\n(3) it has been decided with the Greek authorities to limit the slaughtering policy to the clinically affected animals;\n(4) the Community financial contribution shall be paid after confirmation that the measures have been implemented and that the Community veterinary legislation has been respected;\n(5) the measures provided for in this Decision are in accordance with the opinion of the Committee,", "main_body": ["For the purposes of this Decision, \"animals affected, infected or suspected of being affected or infected\" means animals with clinical symptoms.", "For the control of the bluetongue outbreak in Greece, the Community financial contribution towards the cost of the measures implemented in 1999, excluding measures adopted in the frame of Decision 1999/559/EC(3) and up to a maximum amount of EUR 0,6 million shall be:\n- 50 % of the costs incurred by Greece in compensating owners for the slaughter and destruction of the animals affected, infected or suspected of being affected or infected,\n- 50 % of the costs incurred by Greece for the purchase of insecticide and spraying equipment.", "1. The Community financial contribution shall be granted after supporting documents have been submitted.\n2. The supporting documents referred to in paragraph 1 shall include:\n(a) an epidemiological report on each holding where slaughtering has taken place,\n(b) a financial report listing in particular:\n- the list of the beneficiaries and their addresses, the number, species and categories of animals slaughtered, their date of slaughter, the amount paid out (excluding VAT) and the date of payment,\n- for the other measures covered by the financial participation of the Community, a list of the expenses (excluding VAT), including description of the measures and the date of payment.", "Applications for payment, together with the supporting documents referred to in Article 3 shall be submitted to the Commission before 1 April 2000.", "1. The Commission may carry out on-site checks in collaboration with the competent national authorities to ensure that the assisted measures have been implemented and the relevant expenditure incurred.\nThe Commission shall inform the Member States of the outcome of these checks.\n2. Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy(4) shall apply mutatis mutandis.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 168, 2.7.1994, p. 31.\n(3) OJ L 211, 11.8.1999, p. 55.\n(4) OJ L 94, 28.4.1970, p. 13."}