{"celex_id": "32003R0995", "uri": "http://publications.europa.eu/resource/cellar/a9291039-2dc6-4f7c-80b3-e03a5fe32e7b", "type": "Regulation", "concepts": ["1730", "2871", "2965", "4416", "4713", "4726", "5076"], "title": "Commission Regulation (EC) No 995/2003 of 11 June 2003 derogating from Regulation (EC) No 43/2003 and amending it as regards the period for the submission of applications for aid for the ageing of Madeira liqueur wine and Azores wine\n", "header": "Commission Regulation (EC) No 995/2003\nof 11 June 2003\nderogating from Regulation (EC) No 43/2003 and amending it as regards the period for the submission of applications for aid for the ageing of Madeira liqueur wine and Azores wine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima)(1), and in particular Article 34 thereof,\nWhereas:\n(1) Article 38(2) of Commission Regulation (EC) No 43/2003 of 23 December 2002 laying down detailed rules for applying Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001 as regards aid for the local production of crop products in the outermost regions of the European Union(2) provides that applications for aid for ageing must be submitted to the competent body during the first two months of each year.\n(2) For 2003, the period for the submission of applications for aid for the ageing of wines in the Azores should be extended to enable the competent authorities to take all the necessary administrative measures as regards management and control, in particular for the aid scheme for the ageing of \"verdelho\" wine provided for in Article 31 of Regulation (EC) No 1453/2001.\n(3) For the sake of sound management and in order to harmonise the provisions on the submission of aid applications, in line with the provisions of Article 54 of Regulation (EC) No 43/2003 on area aid applications, the competent authorities of the Member State should also lay down the periods for the submission of applications for aid for the ageing of wine.\n(4) Regulation (EC) No 43/2003 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For 2003, applications for aid for the ageing of Azores wine shall be submitted by 31 July 2003.", "Article 38(2) of Regulation (EC) No 43/2003 is hereby replaced by the following:\n\"2. Aid for the ageing of Madeira liqueur wine and Azores wine shall be granted to producers in those regions who submit an application to the competent body during the period laid down by the competent authorities of the Member State. That period shall be laid down so as to allow time for the necessary on-the-spot checks to be made.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 26.\n(2) OJ L 7, 11.1.2003, p. 25."}