{"celex_id": "32004R1744", "uri": "http://publications.europa.eu/resource/cellar/3269776c-9c73-4ecb-a1ce-1ca5187e2594", "type": "Regulation", "concepts": ["1595", "2985", "6569"], "title": "Commission Regulation (EC) No 1744/2004 of 7 October 2004 amending Regulation (EC) No 1490/2002 as regards the replacement of a rapporteur Member StateText with EEA relevance\n", "header": "8.10.2004 EN Official Journal of the European Union L 311/23\nCOMMISSION REGULATION (EC) No 1744/2004\nof 7 October 2004\namending Regulation (EC) No 1490/2002 as regards the replacement of a rapporteur Member State\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the second subparagraph of Article 8(2) thereof,\nWhereas:\n(1) In accordance with Directive 91/414/EEC, the Commission is to undertake a programme of work for the gradual examination of the active substances on the market two years after the date of notification of that Directive.\n(2) The third stage of the work programme is provided for in Commission Regulations (EC) No 451/2000 (2) and (EC) No 1490/2002 (3).\n(3) Article 10(3) of Regulation (EC) No 1490/2002 refers to the possibility to reassign a substance to another Member State, if the rapporteur Member State is unable to comply with the time limit for the submission of the draft assessment report to the European Food Safety Authority.\n(4) France has informed the Commission that it will be unable to submit the draft assessment report for the substance Teflubenzuron within the time period provided for in Article 10(1) of that Regulation. The United Kingdom has indicated its willingness to become rapporteur Member State for this active substance. Sufficient time has to be provided for the new rapporteur Member State to prepare a draft assessment report and consequently this substance should be moved from part A to part B of Annex I.\n(5) Regulation (EC) No 1490/2002 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 1490/2002 is amended as follows:\n1. In part A, the entry for Teflubenzuron is deleted\n2. In part B the following entry is inserted in alphabetical order:", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2004/71/EC (OJ L 127, 29.4.2004, p. 104).\n(2)  OJ L 55, 29.2.2000, p. 25. Regulation as last amended by Regulation (EC) No 1044/2003 (OJ L 151, 19.6.2003, p. 32).\n(3)  OJ L 224, 21.8.2002, p. 23. Regulation as amended by Regulation (EC) No 1044/2003."}