{"celex_id": "32006R1483", "uri": "http://publications.europa.eu/resource/cellar/8eef2987-9b50-4cd2-a245-3b8db325dfb4", "type": "Regulation", "concepts": ["1795", "20", "3170", "4663", "5283", "5360"], "title": "Commission Regulation (EC) No 1483/2006 of 6 October 2006 opening standing invitations to tender for the resale on the Community market of cereals held by the intervention agencies of the Member States\n", "header": "7.10.2006 EN Official Journal of the European Union L 276/58\nCOMMISSION REGULATION (EC) No 1483/2006\nof 6 October 2006\nopening standing invitations to tender for the resale on the Community market of cereals held by the intervention agencies of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 and the second paragraph of Article 24 thereof,\nWhereas:\n(1) Under Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedures and conditions for the sale of cereals held by intervention agencies (2), cereals held by intervention agencies are to be sold by tendering procedure at prices preventing market disturbance.\n(2) The Member States have intervention stocks of maize, common wheat, barley and rye. To meet market needs, these stocks of cereals should be made available on the Community market. To this end, standing invitations to tender should be opened for the resale on the Community market of cereals held by the intervention agencies of the Member States. Each of them should be considered to be a separate invitation to tender.\n(3) Derogations should be made from the terms laid down by Regulation (EEC) No 2131/93 as regards the level of the security required. This security should be set at a sufficiently high level.\n(4) To take account of the situation on the Community market, provision should be made for the Commission to manage this invitation to tender. In addition, provision must be made for an award coefficient for tenders offering the minimum selling price.\n(5) To permit the efficient administration of the system, the information required by the Commission should be sent by electronic mail. It is important for the notification by the intervention agencies to the Commission to maintain the anonymity of the tenderers.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The intervention agencies of the Member States listed in Annex I shall open standing invitations to tender for the sale on the Community market of cereals held by them. The maximum quantities of the different cereals covered by these invitations to tender are shown in Annex I.", "The sales referred to in Article 1 shall be carried out under the terms laid down by Regulation (EEC) No 2131/93. However, notwithstanding the second subparagraph of Article 13(4) of that Regulation, the tender security shall be set at EUR 10 per tonne.", "1.   The closing date for the submission of tenders for the first partial invitation to tender shall be 13.00 (Brussels time) on 11 October 2006.\nThe closing dates for the submission of tenders for subsequent partial invitations to tender shall be each Wednesday at 13.00 (Brussels time), with the exception of 1 November 2006, 27 December 2006, 4 April 2007 and 16 May 2007, i.e. weeks when no invitation to tender shall be made.\nThe closing date for the submission of tenders for the last partial invitation to tender shall be 27 June 2007 at 13.00 (Brussels time).\n2.   Tenders must be lodged with the intervention agencies concerned at the addresses shown in Annex I.", "Within four hours of the expiry of the deadline for the submission of tenders laid down in Article 4(1), the intervention agencies concerned shall notify the Commission of tenders received. If no tenders are received, the Member State shall notify the Commission within the same time limits. If the Member State does not send a communication to the Commission within the given deadlines, the Commission shall consider that no tender has been submitted in the Member State concerned.\nThe communications referred to in the first subparagraph shall be sent electronically, in accordance with the model in Annex II. A separate form for each type of cereal shall be sent to the Commission for each invitation to tender. The tenderers shall not be identified.", "1.   Under the procedure laid down in Article 25(2) of Regulation (EC) No 1784/2003, the Commission shall set the minimum selling price for each cereal or decide not to award any quantities.\n2.   If the fixing of a minimum price, in accordance with paragraph 1, would lead to an overrun on the maximum quantity available to a Member State, an award coefficient may be fixed at the same time for the quantities offered at the minimum price in order to comply with the maximum quantity available to that Member State.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10).\nANNEX I\nLIST OF INVITATIONS TO TENDER\nMember State Quantities made available for sale on the Community market Intervention Agency\nCommon wheat Barley Maize Rye\nBureau d'intervention et de restitution belge/Belgisch Interventie- en Restitutiebureau\nRue de Trèves, 82/Trierstraat 82\nB-1040 Bruxelles/Brussel\nTél./Tel. (32-2) 287 24 78\nFax (32-2) 287 25 24\nE-mail: webmaster@birb.be\nStátní zemědělský intervenční fond\nOdbor rostlinných komodit\nVe Smečkách 33\nCZ-110 00 Praha 1\nTel.: (420) 222 87 16 67/14 03\nFax: (420) 296 80 64 04\nE-mail: dagmar.hejrovska@szif.cz\nDirektoratet for FødevareErhverv\nNyropsgade 30\nDK-1780 København V\nTlf. (45) 33 95 88 07\nFax (45) 33 95 80 34\nE-mail: mij@dffe.dk og pah@dffe.dk\nBundesanstalt für Landwirtschaft und Ernährung\nDeichmanns Aue 29\nD-53179 Bonn\nTel.: (49-228) 68 45-37 04\nFax 1: (49-228) 68 45-39 85\nFax 2: (49-228) 68 45-32 76\nE-Mail: pflanzlErzeugnisse@ble.de\nPõllumajanduse Registrite ja Informatsiooni Amet\nNarva mnt 3, 51009 Tartu\nTel: (372) 7371 200\nFaks: (372) 7371 201\nE-post: pria@pria.ee\nPayment and Control Agency for Guidance and Guarantee Community Aids (O.P.E.K.E.P.E)\n241, Archarnon str., GR-104 46 Athens\nTéléphone: (30-210) 212.4787 & 4754\nTélécopieur: (30-210) 212.4791\ne-mail: ax17u073@minagric.gr\nS. Gral. Intervención de Mercados (FEGA)\nAlmagro 33\nE-28010 Madrid\nTel. (34) 913 47 47 65\nFax (34) 913 47 48 38\ne-mail: sgintervencion@fega.mapa.es\nOffice national interprofessionnel des grandes cultures (ONIGC)\n21, avenue Bosquet\nF-75326 Paris Cedex 07\nTél. (33-1) 44 18 22 29 et 23 37\nFax (33-1) 44 18 20 08-33 1 44 18 20 80\ne-mail: m.meizels@onigc.fr et f.abeasis@onigc.fr\nIntervention Operations, OFI, Subsidies & Storage\nDivision, Department of Agriculture & Food\nJohnstown Castle Estate, County Wexford\nTéléphone: 353 53 91 63400\nTélécopieur: 353 53 91 42843\nAgenzia per le erogazioni in agricoltura — AGEA\nVia Torino, 45\nI-00184 Roma\nTel. (39) 06 49 49 97 55\nFax (39) 06 49 49 97 61\nE-mail: d.spampinato@agea.gov.it\nKypros/Kibris — — — —\nLauku atbalsta dienests\nRepublikas laukums 2,\nRīga, LV – 1981\nTéléphone: (371) 702 7893\nTélécopieur: (371) 702 7892\ne-mail: lad@lad.gov.lv\nLithuanian Agricultural and Food Products Market regulation Agency\nL. Stuokos-Gucevičiaus Str. 9-12,\nVilnius, Lithuania\nTéléphone: (370-5) 268 50 49\nTélécopieur: (370-5) 268 50 61\ne-mail: info@litfood.lt\nOffice des licences\n21, rue Philippe II\nBoîte postale 113\nL-2011 Luxembourg\nTél. (352) 478 23 70\nFax (352) 46 61 38\nTélex 2 537 AGRIM LU\nMezőgazdasági és Vidékfejlesztési Hivatal\nSoroksári út 22–24.\nH-1095 Budapest\nTel.: (36-1) 219 45 76\nFax: (36-1) 219 89 05\nE-mail: ertekesites@mvh.gov.hu\nMalta — — — —\nDienst Regelingen Roermond\nPostbus 965\n6040 AZ Roermond\nNederland\nTel. (31-475) 35 54 86\nFax (31-475) 31 89 39\nE-mail: p.a.c.m.van.de.lindeloof@minlnv.nl\nAMA (Agrarmarkt Austria)\nDresdner Straße 70\nA-1200 Wien\nTel.: (43-1) 331 51-258\nFax: (43-1) 331 51-46 24\nE-Mail: referat10@ama.gv.at\nAgencja Rynku Rolnego\nBiuro Produktów Roślinnych\nUl. Nowy Świat 6/12\nPL-00-400 Warszawa\nTel.: (48) 22 661 78 10\nFaks: (48) 22 661 78 26\ne-mail: cereals-intervention@arr.gov.pl\nInstituto Nacional de Intervenção e Garantia Agrícola (INGA)\nR. Castilho, n.o 45-51\n1269-163 Lisboa\nTéléphone: (351) 21 751 85 00\nTélécopieur: (351) 21 384 61 70\ne-mail: inga@inga.min-agricultura.pt\nAgencija Republike Slovenije za kmetijske trge in razvoj podeželja\nDunajska 160, 1000 Ljubjana\nTel. (386-1) 580 76 52\nFaks (386-1) 478 92 00\nE-pošta: aktrp@gov.si\nPôdohospodárska platobná agentúra\nOddelenie obilnín a škrobu\nDobrovičova 12\n815 26 Bratislava\nSlovenská republika\nTel.: (421-2) 58 24 32 71\nFax: (421-2) 53 41 26 65\ne-mail: jvargova@apa.sk\nMaa- ja metsätalousministeriö (MMM)\nInterventioyksikkö – Intervention Unit\nMalminkatu 16/Jord- och Skogsbruksministeriet – Intervention Unit\nFIN-00100 Helsinki/Helsingfors\nPL 30\nFIN-00023 Valtioneuvosto/Statsrådet\nPuhelin/Telefon (358-9) 160 01\nFaksi/Fax (358-9) 16 05 27 72\nSähköposti: intervention.unit@mmm.fi\nJordbruksverket\nS-551 82 Jönköping\nTfn (46-36) 15 50 00\nFax (46-36) 19 05 46\nE-post: jordbruksverket@sjv.se\nRural Payments Agency\nLancaster House\nHampshire Court\nNewcastle upon Tyne\nNE4 7YH\nTéléphone: (44) 191 226 5882\nTélécopieur: (44)191 226 5824\ne-mail: cerealsintervention@rpa.gov.uk\n‘—’ means no intervention stock of this cereal in this Member State.\nANNEX II\nCommunication to the Commission of tenders received under the standing invitation to tender for the resale on the Community market of cereals from intervention stocks\nModel (1)\nArticle 5 of Regulation (EC) No 1483/2006\n‘TYPE OF CEREAL: CN code (2)’\n‘MEMBER STATE (3)’\n1 2 3 4\nSerial numbers of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\nIndicate the total quantities offered (including rejected offers made for the same lot): … tonnes.\n(1)  To be sent to DG AGRI, Unit D.2.\n(2)  1001 90 for common wheat, 1003 00 for barley, 1005 90 00 for maize and 1002 00 00 for rye.\n(3)  Indicate the Member State concerned."}