{"celex_id": "32009D0407", "uri": "http://publications.europa.eu/resource/cellar/f2d8100c-255d-4ffc-96fc-f7b3f2f8c5db", "type": "Decision", "concepts": ["1052", "1164", "1957", "2715", "5408", "5590", "5872", "763"], "title": "2009/407/EC: Decision of the European Parliament and of the Council of 6 May 2009 amending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework (2007 to 2013)\n", "header": "29.5.2009 EN Official Journal of the European Union L 132/8\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 May 2009\namending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework (2007 to 2013)\n(2009/407/EC)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 17 May 2006 on budgetary discipline and sound financial management (1), and in particular to points 21, 22, first and second paragraphs, and 23 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) At the trilogue meeting of 2 April 2009 the European Parliament, the Council and the Commission have agreed on the financing, in the framework of the European Economic Recovery Plan for modernisation of infrastructures and energy solidarity, of projects in the field of energy and broadband Internet, as well as for strengthening operations related to the ‘new challenges’ defined in the context of the assessment of the 2003 mid-term reform of the common agricultural policy (Health Check). The financing requires, as a first step, a revision of the multiannual financial framework 2007-2013 in accordance with points 21, 22, and 23 of the Interinstitutional Agreement, so as to raise the ceiling for the year 2009 for commitment appropriations under subheading 1a by an amount of EUR 2 000 000 000 in current prices.\n(2) The increase of the ceiling for subheading 1a will be fully offset by decreasing the ceiling for commitment appropriations under heading 2 for the year 2009 by EUR 2 000 000 000.\n(3) In order to keep an appropriate relationship between commitments and payments, the annual ceilings for payment appropriations will be adjusted. The adjustment will be neutral.\n(4) Annex I to the Interinstitutional Agreement on budgetary discipline and sound financial management should therefore be amended accordingly (2),", "main_body": ["Annex I to the Interinstitutional Agreement on budgetary discipline and sound financial management is replaced by the Annex to this Decision."], "attachments": "Done at Strasbourg, 6 May 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. KOHOUT\n(1)  OJ C 139, 14.6.2006, p. 1.\n(2)  For that purpose, the figures resulting from the above agreement are converted into 2004 prices.\nANNEX\nFinancial framework 2007-2013 revised for European Economic Recovery Plan (constant 2004 prices)\n(EUR million — constant 2004 prices)\nCommitment appropriations 2007 2008 2009 2010 2011 2012 2013 Total\n1.\n1a Competitiveness for growth and employment\n1b Cohesion for growth and employment\n2.\nof which: market-related expenditure and direct payments 43 120 42 697 42 279 41 864 41 453 41 047 40 645 293 105\n3.\n3a Freedom, Security and Justice\n3b Citizenship\n4.\n5.\n6.\nTotal commitment appropriations 117 277 122 683 123 370 123 862 124 167 125 643 127 167 864 169\nas a percentage of GNI 1,08 % 1,09 % 1,07 % 1,05 % 1,03 % 1,02 % 1,01 % 1,048 %\nTotal payment appropriations 115 142 119 805 110 439 119 126 116 552 120 145 119 391 820 600\nas a percentage of GNI 1,06 % 1,06 % 0,96 % 1,01 % 0,97 % 0,98 % 0,95 % 1,00 %\nMargin available 0,18 % 0,18 % 0,28 % 0,23 % 0,27 % 0,26 % 0,29 % 0,24 %\nOwn resources ceiling as a percentage of GNI 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 %\n(1)  The expenditure on pensions included under the ceiling for this heading is calculated net of the staff contributions to the relevant scheme, within the limit of EUR 500 million at 2004 prices for the period 2007-2013."}