{"celex_id": "32009R0198", "uri": "http://publications.europa.eu/resource/cellar/868dca05-3f5f-43b9-a68d-d43edcb7fbad", "type": "Regulation", "concepts": ["1204", "2783", "3690", "3893", "4381", "5751"], "title": "Commission Regulation (EC) No 198/2009 of 10 March 2009 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "14.3.2009 EN Official Journal of the European Union L 70/6\nCOMMISSION REGULATION (EC) No 198/2009\nof 10 March 2009\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules apply also to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific Community provisions, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to those general rules, the goods described in column 1 of the table set out in the Annex should be classified under the CN code indicated in column 2, by virtue of the reasons set out in column 3 of that table.\n(4) It is appropriate to provide that binding tariff information which has been issued by the customs authorities of Member States in respect of the classification of goods in the Combined Nomenclature but which is not in accordance with this Regulation can, for a period of three months, continue to be invoked by the holder, under Article 12(6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The goods described in column 1 of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN code indicated in column 2 of that table.", "Binding tariff information issued by the customs authorities of Member States, which is not in accordance with this Regulation, can continue to be invoked for a period of three months under Article 12(6) of Regulation (EEC) No 2913/92.\nArticle3\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 2009.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 302, 19.10.1992, p. 1.\nANNEX\nDescription of the goods Classification Reasons\n(1) (2) (3)\nArticle measuring approximately 4 m × 30 m, made up of woven strands of plant material (sea-grass). 4601 94 10 Classification is determined by General Rules 1, 3(b) and 6 for the interpretation of the Combined Nomenclature, note 1 to Chapter 46, note 1 to Chapter 57, note 3(A)(e) to Section XI and the wording of CN codes 4601, 4601 94 and 4601 94 10.\n(1) The two intertwined twisted strands of plant material (weft) are made of vegetable materials of heading 1404 of a kind used primarily for stuffing cushions (see the Harmonised System Explanatory notes (HSEN) to heading 1404, (D), first paragraph and third paragraph, (4) which refers to ‘eel-grass’ that is a sort of sea-grass).\n(2) The single twisted strand of spun natural textile fibres of plant material (warp) are made of fibres obtained from vegetable materials. The fibres are held together by twisting (spinning) (see the HSEN to Section XI, General, (I)(B)(1)(i)(a)). These ‘spun yarns’ are to be treated as ‘twine’ of heading 5607 within the meaning of note 3(A)(e) to Section XI, because the single twisted strand measures more than 20 000 decitex (see also the distinction between yarns and twine in table I (type – of other vegetable fibres) in the HSEN to Section XI, General, (I)(B)(2) and the HSEN to heading 5308 (A), second paragraph, and the HSEN to heading 5607 (1), first paragraph).\n(3) The cellular rubber backing of Chapter 40 does not give the article its essential character within the meaning of GIR 3(b), because it is situated underneath and not visible when the article lies on the ground. It functions as backing, rendering the article stiffer, and confers anti-slip properties to the article.\n\n(1)  The photographs are purely for information."}