{"celex_id": "32000R1086", "uri": "http://publications.europa.eu/resource/cellar/be55f4f8-d1ec-44a3-ac12-40db874c35fa", "type": "Regulation", "concepts": ["1309", "1591", "2771", "2987", "519", "5969"], "title": "Council Regulation (EC) No 1086/2000 of 22 May 2000 amending Regulation (EC) No 368/98 imposing a definitive anti-dumping duty on imports of glyphosate originating in the People's Republic of China\n", "header": "Council Regulation (EC) No 1086/2000\nof 22 May 2000\namending Regulation (EC) No 368/98 imposing a definitive anti-dumping duty on imports of glyphosate originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Measures in force\n(1) In February 1998, by Regulation (EC) No 368/98(2), the Council imposed a definitive anti-dumping duty on imports of glyphosate originating in the People's Republic of China. The rate of the definitive duty applicable to the net, free-at-Community-frontier price, amounted to 24,0 %.\n2. Request for a review\n(2) On 19 June 1998, a request for a review of the abovementioned measures was lodged pursuant to Article 12 of Council Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"). The lodging was made on behalf of the Community producers whose collective output of glyphosate constituted a major proportion of the total Community production of that product within the meaning of Article 5(4) of the basic Regulation, namely Cheminova Agro (Denmark), Monsanto Europe (Belgium) and Zeneca Agrochemicals (United Kingdom).\n(3) In the request, it was alleged that the abovementioned anti-dumping measures had led to no movement, or insufficient movement, in resale prices or subsequent selling prices in the Community. To this effect, the complainants submitted sufficient evidence showing that export prices had actually fallen following the imposition of the said measures which had made no impact on resale and subsequent selling prices in the Community.\nB. REVIEW INVESTIGATION PURSUANT TO ARTICLE 12 OF THE BASIC REGULATION\n1. Initiation of the review pursuant to Article 12\n(4) On 6 August 1998, the Commission announced by a notice published in the Official Journal of the European Communities(3) the initiation of a review, pursuant to Article 12 of the basic Regulation, of the anti-dumping measures applicable to imports of glyphosate originating in the People's Republic of China, and commenced an investigation.\n(5) The Commission officially advised the producers/exporters known to be concerned, the representatives of the exporting country and the complainant Community producers, of the initiation of the review. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(6) The Commission services sent questionnaires to all exporters known to be concerned, namely: Beixi City Chemical Plant, Beixi (Liaoning); Shanghai Union Chemical, Shanghai; Panyu Chemical Factory, Panyu (Guangzhou); Samning City Pesticide Factory, Sanming City (Fujian); Zhangjiagang No 2 Pesticide, Jiangsu; Haiyan Pesticide Factory, Haiyan (Zhejiang); Guangzhou Pesticide Factory, Guangzhou; Hainan Pesticide Factory, Haikou City (Hainan); Anyang Pesticide Factory, Anyang (Henan); Taixin Huangqiao Chemical Factory, Sanliu Bridge Village (Jiangsu); Nantong Chemical Plant, Nantong (Jiangsu); Suzhou Chemical &  Pesticide, Suzhou (Jiangsu); Taichung Pesticide Factory, Taichung (Jiangsu); Wujin Pesticide Factory, Changzhou City (Jiangsu); Chuan Xi Chemical Plant, Deyang City (Sichuan); Shifang Chemical Group Pesticide Factory, Shuangsheng (Sichuan); Longyou Pesticide Factory, Longyou Town (Zhejiang); Ningbo No 2 Chemical Plant, Ningbo (Zhejiang); CAC Chemical Co. Ltd, Shanghai; Fujian Sannong Chemistry Co. Ltd, Xubi-Sanming (Fujian); Zhangjiagang No 2 Pesticide Factory, Nansha Town (Jiangsu); Tide International Co. Ltd, Hangzhou; Sinochem Ningbo Imp &  Exp Corp., Ningbo; Sinochem Jiangsu Imp &  Exp Corp., Nanjing; Sinochem Heilongjiang Imp &  Exp Corp., Harbin; Sinochem International Chemicals Co., Beijing; Sinochem Liaoning Imp &  Exp Corp., Dalian; Sinochem Tianjin Imp &  Exp Corp., Tianjin; Hubei Sanonda Co. Ltd, Shashi (Hubei); Shenjen Jiangshan Commerce &  Industrial Group, Shenzhou; China International Trust Investment Corp. (\"CITIC\"), Beijing; Quickett, Hong Kong; High Kite Ltd, Hong Kong, and Rotam, Hong Kong.\n(7) No replies to the questionnaire were received from the abovementioned exporters and producers except for Fujian Sannong Chemistry Co. Ltd and Jiangsu Zhejiang Jiangnan Chemical Factory, which reported no exports to the Community during the new investigation period (as defined in recital 10), Hubei Sanonda Co. Ltd, which reported having stopped producing glyphosate since the year 1997, and Zhenjiang Xinan Chemical Industrial Group Co. Ltd which claimed that it was one of the largest Chinese manufacturers and exporters of glyphosate to the Community during the investigation period.\n(8) On 23 September 1999, the sole cooperating exporter, Zhenjiang Xinan Chemical Industrial Group Co. Ltd requested individual treatment and submitted some information to support its claim. The Commission deemed such information insufficient and sent a specific individual treatment questionnaire to the Chinese company concerned. No reply was made to this questionnaire.\n(9) Questionnaires were also sent to independent importers known to have imported glyphosate from the People's Republic of China so as to ascertain the resale prices of the product concerned before and after the imposition of the anti-dumping duties. Replies to the questionnaires were received from the following unrelated importers:\n- Feinchemie Schwebda GmbH, Germany,\n- Herbex Produtos QuĂ­micos SA, Portugal,\n- Industrias Afrasa SA, Spain, and\n- Calliope SA, France.\nVerification visits were carried out at the premises of the abovementioned unrelated importers.\n(10) The investigation period of this review runs from 1 January 1998 to 30 June 1998. This investigation period was used to determine the current level of export prices and resale and subsequent selling prices charged after the imposition of anti-dumping measures to see whether the measures had achieved the intended effects in terms of increased import prices for the product under consideration.\n(11) In establishing whether resale and subsequent selling prices had moved sufficiently, the price levels charged in the investigation period were compared to those charged during the original investigation period which had covered the period from 1 September 1994 to 31 August 1995.\n(12) Owing to the volume of data gathered and examined, in particular in view of the complexity of the analysis of the movement of the resale and subsequent selling prices, and the fact that normal values were re-examined, the investigation exceeded the normal period of six months provided for in Article 12(4) of the basic Regulation.\n2. Product concerned\n(13) The product concerned by the request, and for which the review was initiated, is the same as in the original investigation, i.e. glyphosate currently classifiable within CN codes ex29310095 (2931 00 80 until 31 December 1997) and ex38083027, the latter when put up in forms or packing for retail use or as preparations or articles.\n(14) Glyphosate is a herbicide which can be produced in different grades or forms of concentration: formulated (with 36 % glyphosate content), salt (with 62 %), cake (with 84 %) and acid (with 95 %). In order to reduce the costs of transportation, distributors normally purchase glyphosate in a concentrated form (usually acid, but also salt) which they subsequently dilute to obtain the formulated glyphosate, the only form that can be used as an end product.\n3. Movement of export prices from China and of resale prices in the community\n(a) Introduction\n(15) The purpose of this investigation is to establish whether measures have had the intended remedial effects in removing injury and whether any such failure to remove injury is as a result of increased dumping through a fall in export prices. For the purpose of the present proceeding, such a fall in export prices may be reflected in the direct export prices charged by exporters to the Community or it may be reflected in a lack of movement in resale prices or subsequent selling prices in the Community due to a compensatory arrangement. Therefore, the investigation examined price movements of export prices from China as well as prices at resale and other levels in the Community.\n(b) Movement in export prices from China\n(16) The Commission sought information on the export prices of glyphosate from China. Information was provided by the one cooperating Chinese exporter and four cooperating unrelated importers in the Community. In fact, export prices were found to have fallen by approximately 45 % as compared to those that were established during the original investigation.\n(c) Movement in resale prices in the Community\n(17) The Commission sought information on resale prices and subsequent selling prices of glyphosate in the Community before and after the imposition of anti-dumping measures. The four cooperating unrelated importers in the Community, who imported the product concerned during the investigation period, provided information on import and resale prices of Chinese glyphosate.\n(18) A comparison of resale prices charged during the original investigation period and those charged during the present investigation period showed that resale prices had actually fallen since measures were imposed. On average this fall amounted to approximately 12 % as compared to the level previously established in the original investigation. The unrelated importers did not provide evidence that this fall was due to the increased efficiency of their resale operations in the Community.\n4. Claims made by interested parties\n(a) General\n(19) In Article 12 investigations, importers and exporters are provided with an opportunity to provide evidence which could justify a lack of movement in prices in the Community following the imposition of measures. The reasons which can justify such a lack of movement include a reduction in the costs and profit of the importer or a fall in normal value. Several parties provided information in this respect.\n(b) Producers/exporters in the country of origin\n(20) One Chinese producer/exporter of glyphosate argued that the fall in resale prices since the imposition of anti-dumping measures was mainly caused by a worldwide decline in the cost of production of glyphosate, which in its turn was reflected in significant changes of normal values which ought to be taken into account.\n(21) Since the normal value established during the original investigation was established on the basis of an analogue country, i.e. Brazil, the Commission requested information in respect of normal values from the two known Brazilian producers which cooperated during the original investigation, i.e. Monsanto Brasil and Nortox, which continue to be the sole producers of glyphosate in the analogue country. Investigations were carried out at the premises of the Brazilian producers.\n(22) The Commission verified normal values and found that they had indeed fallen. This fall, which was calculated in relation to the normal values of the original case and those prevailing in the investigation period of this case, showed a fall of 17 %. However, as export prices had fallen by a far greater amount (45 %) the movement in normal values could not justify the lack of movement in resale prices in the Community.\n(c) Unrelated importers in the Community\n(23) The Commission also examined whether the lack of movement of resale prices was due to a decrease in the costs and profits of the unrelated importers. In this respect, the position of the four cooperating importers was examined and it was found that the levels of their costs and profits had remained broadly the same as those found in the original case. Therefore, these claims were rejected.\n5. Reassessment of the export prices\n(24) Normally, in Article 12 investigations where a lack of movement of resale prices has been established, export prices would be reassessed on the basis of prices charged to independent buyers in the Community by the importer from which all costs and a normal profit of the said importer would be deducted to arrive at a constructed export price. This would be done in accordance with Article 2(9) of the basic Regulation.\n(25) In this case, however, the reassessment of export prices was made by reference to the fall in the direct export prices charged between the exporters and importers in accordance with the last sentence of Article 12(2) of the basic Regulation. This direct fall in export prices was considered to be the reason for the lack of movement in resale prices and subsequent selling prices in the Community following the imposition of measures and therefore the absorption of measures is reflected in the fall in export prices.\n(26) As export prices were found to have fallen by 45 % since the existing measures were imposed, the reassessed export prices were established by taking the export prices found in the original investigation and deducting the amount of the anti-dumping duty in force.\n6. Recalculation of the dumping margin taking account of reassessed export prices\n(27) As required under Article 12 of the basic Regulation, the Commission recalculated the dumping margin for the Chinese producers/exporters concerned. This was done by comparing the reassessed export prices with the normal values established during the original investigation. This gives a dumping margin which when expressed as a percentage of the cif value equates to 62 %. Pursuant to Article 12(3) of the basic Regulation, the measures in force shall therefore be amended in accordance with the new findings.\n7. New level of duties\n(28) The measures currently in force are based on the level of injury found in the original investigation. Therefore, the reassessed export prices were compared with the injury threshold established in the original investigation. Since the injury margin calculated on this basis is lower than the dumping margin, the new level of the duty should be based in the former. Accordingly, the proposed level of duty expressed as a percentage of the cif value is 48 %,", "main_body": ["Article 1 of Regulation (EC) No 368/98 shall be replaced by the following:\n\"Article 1\n1. A definitive anti-dumping duty is hereby imposed on imports of glyphosate falling within CN codes ex29310095 (TARIC code 2931 00 95 80) and ex 3808 30 27 (TARIC code 3808 30 27 10) originating in the People's Republic of China.\n2. The rate of duty applicable to the net, free-at-Community-frontier price before duty shall be 48 %.\n3. Unless otherwise specified, the provisions in force concerning customs duties shall apply.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2000.\nFor the Council\nThe President\nJ. Gama\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 47, 18.2.1998, p. 1.\n(3) OJ C 246, 6.8.1998, p. 3."}