{"celex_id": "32002R2334", "uri": "http://publications.europa.eu/resource/cellar/bbb9fb21-a185-420f-b856-23d85404f24e", "type": "Regulation", "concepts": ["1119", "1442", "1608", "2081", "5233", "87"], "title": "Commission Regulation (EC) No 2334/2002 of 23 December 2002 amending Regulation (EC) No 2540/2001 derogating from Regulation (EC) No 1148/2001 as regards conformity checks at the stage of import applicable to fresh fruit and vegetables\n", "header": "Commission Regulation (EC) No 2334/2002\nof 23 December 2002\namending Regulation (EC) No 2540/2001 derogating from Regulation (EC) No 1148/2001 as regards conformity checks at the stage of import applicable to fresh fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 1881/2002(2), and in particular Article 10 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2540/2001(3), as amended by Regulation (EC) No 1225/2002(4), temporarily extends the scope of Article 6(4) of Commission Regulation (EC) No 1148/2001 of 12 June 2001 on checks on conformity to the marketing standards applicable to fresh fruit and vegetables(5), as last amended by Regulation (EC) No 2590/2001(6), to cover all lots, irrespective of weight, with a low risk of non-conformity.\n(2) At the time Regulation (EC) No 2540/2001 was adopted, the Commission had approved checking operations at the point of export in accordance with Article 7 of Regulation (EC) No 1148/2001 in only one third country. Since that date, the Commission has approved checking operations in five new third countries. However, a number of other requests from third countries are still being examined. Moreover, new provisions are currently being drafted to allow the Member States to concentrate conformity checks at the stage of import on goods with the highest risk of non-conformity, but these will not enter into force before the first quarter of 2003. Under these circumstances, application of Regulation (EC) No 2540/2001 should be extended for a period of three months.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["In Article 1 of Regulation (EC) No 2540/2001, the date \"31 December 2002\" is replaced by \"31 March 2003\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 285, 23.10.2002, p. 13.\n(3) OJ L 341, 22.12.2001, p. 79.\n(4) OJ L 179, 9.7.2002, p. 12.\n(5) OJ L 156, 13.6.2001, p. 9.\n(6) OJ L 345, 29.12.2001, p. 20."}