{"celex_id": "32009D0826", "uri": "http://publications.europa.eu/resource/cellar/da8d0a86-41ca-4dce-b45b-8a0e7de62ddc", "type": "Decision", "concepts": ["13", "1442", "1590", "2412", "2849", "3730", "5451", "6569"], "title": "2009/826/EC: Commission Decision of 13 October 2009 authorising the placing on the market of a leaf extract from Lucerne ( Medicago sativa ) as novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2009) 7641)\n", "header": "11.11.2009 EN Official Journal of the European Union L 294/12\nCOMMISSION DECISION\nof 13 October 2009\nauthorising the placing on the market of a leaf extract from Lucerne (Medicago sativa) as novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2009) 7641)\n(Only the French text is authentic)\n(2009/826/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 28 February 2000 the company Viridis made a request to the competent authorities of France to place two leaf extracts from Lucerne (Medicago sativa) on the market as novel foods or novel food ingredients; on 28 April 2003 the competent food assessment body of France issued its initial assessment report. In that report they came to the conclusion that an additional assessment was required.\n(2) The Commission forwarded the initial assessment report to all Member States on 27 February 2004. Some Member States made additional comments.\n(3) On 12 October 2006, the company L.-R.D. (Luzerne — Recherche et Développement) took over the responsibility for the application; they reduced the scope of the application to a leaf extract from Lucerne and submitted responses to the initial assessment report and the additional questions raised by Member States.\n(4) The European Food Safety Authority (EFSA) was consulted on 11 February 2008 and delivered its ‘Scientific Opinion of the Panel on Dietetic Products Nutrition and Allergies on a request from the European Commission on the safety of “Alfalfa protein concentrate as food” ’ on 13 March 2009.\n(5) In that opinion the EFSA came to the conclusion that the Lucerne (Medicago sativa) protein concentrate is safe for human consumption under the specified conditions of use.\n(6) On the basis of the scientific assessment, it is established that the Lucerne (Medicago sativa) protein concentrate complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lucerne (Medicago sativa) protein concentrate, hereinafter called the product, as specified in the Annex may be placed on the market in the Community as a novel food ingredient to be used in food supplements.", "The maximum amount of protein extract from Lucerne (Medicago sativa) present in a portion recommended for daily consumption by the manufacturer shall be 10 g.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘Lucerne (Medicago sativa) protein’ or ‘Alfalfa (Medicago sativa) protein’.", "This Decision is addressed to Luzerne — Recherche et Développement (L.-R.D.), Complexe agricole du Mont-Bernard, F-51000 Châlons-en-Champagne."], "attachments": "Done at Brussels, 13 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\nANNEX\nSPECIFICATIONS OF PROTEIN EXTRACT FROM LUCERNE (MEDICAGO SATIVA)\nDescription\nThe Lucerne is processed within 2 hours after harvest. It is chopped and crushed. By passing through an oleaginous-type press, the Lucerne provides a fibrous residue and press juice (10 % of dry matter). The dry matter of this juice contains about 35 % of crude protein. The press juice (pH 5,8-6,2) is neutralised. Preheating and vapour injection allows coagulation of proteins associated with carotenoid and chlorophyll pigments. The protein precipitate is separated by centrifugation and thereafter dried. After adding ascorbic acid the Lucerne protein concentrate is granulated and stored in inert gas or in cold storage.\nComposition of the protein extract from Lucerne (Medicago sativa)\nProtein 45-60 %\nFat 9-11 %\nFree carbohydrates (soluble fibre) 1-2 %\nPolysaccharides (insoluble fibre) 11-15 %\nMinerals 8-13 %\nSaponins Not more than 1,4 %\nIsoflavones Not more than 350 mg/kg\nCoumestrol Not more than 100 mg/kg\nPhytates Not more than 200 mg/kg\nL-canavanine Not more than 4,5 mg/kg"}