{"celex_id": "32006R1992", "uri": "http://publications.europa.eu/resource/cellar/db9bfe2c-36ae-4a79-b644-fa54357235b4", "type": "Regulation", "concepts": ["1634", "2604", "2605", "3359", "4028", "4557"], "title": "Regulation (EC) No 1992/2006 of the European Parliament and of the Council of 18 December 2006 amending Council Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community Text with EEA relevance\n", "header": "30.12.2006 EN Official Journal of the European Union L 392/1\nREGULATION (EC) No 1992/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 December 2006\namending Council Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) In order to take account of changes in the legislation of certain Member States, certain Annexes to Regulation (EEC) No 1408/71 need to be adapted.\n(2) Regulation (EEC) No 1408/71 should therefore be amended accordingly.\n(3) To ensure that the fundamental reform of the Netherlands health insurance scheme with effect from 1 January 2006 is correctly reflected in the European coordinating provisions from the date on which it took effect and thus to provide legal certainty regarding the coordination of sickness benefits, it is necessary to provide that the amendments of Annexes I and VI to Regulation (EEC) No 1408/71 which relate to the reform of the Netherlands health care insurance scheme apply retroactively with effect from 1 January 2006.\n(4) The Treaty does not provide powers other than those under Article 308 to take appropriate measures within the field of social security for persons other than employed persons,", "main_body": ["Annexes I, II, IIa, III, IV and VI to Regulation (EEC) No 1408/71 shall be amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nPoint 1(b) and point 6(b) of the Annex, regarding the Netherlands, shall apply with effect from 1 January 2006, save that section ‘Q. NETHERLANDS’, point 1(f), sixth indent of Annex VI to Regulation (EEC) No 1408/71, as added by point 6(b) of the Annex to this Regulation, shall apply from the date provided for in the first paragraph of this Article.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 18 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ.-E. ENESTAM\n(1)  Opinion of 13 December 2006 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 14 November 2006 (not yet published in the Official Journal) and Council Decision of 18 December 2006.\nANNEX\nThe Annexes to Regulation (EEC) No 1408/71 are amended as follows:\n1. Annex I is amended as follows:\n(a) Part I, section ‘X. SWEDEN’ shall be replaced by the following:\n(b) Part II, section ‘Q. NETHERLANDS’ shall be replaced by the following:\n2. In Annex II, Part III, section ‘R. AUSTRIA’ shall be replaced by the following:\n3. Annex IIa is amended as follows:\n(a) Section ‘M. LITHUANIA’ shall be replaced by the following:\n(a) Social assistance pension (Law of 2005 on State Social Allowances, Article 5).\n(b) Special relief compensation (Law of 2005 on State Social Allowances, Article 15).\n(c) Special transport compensation for the disabled who have mobility problems (Law of 2000 on Transport Compensation, Article 7).’;\n(b) in section ‘V. SLOVAKIA’, the sole point shall become point (a) and the following point shall be added:\n‘(b) Social pension which has been awarded before 1 January 2004.’.\n4. In Annex III, Part A, point 187 shall be deleted.\n5. Annex IV is amended as follows:\n(a) in Part A, section ‘V. SLOVAKIA’ shall be replaced by the following:\n(b) in Part B, section ‘G. SPAIN’ shall be replaced by the following:\n(c) Part C is amended as follows:\n(i) Section ‘V. SLOVAKIA’ shall be replaced by the following:\n(ii) Section ‘X. SWEDEN’ shall be replaced by the following:\n(d) Part D is amended as follows:\n(i) Point 1(i) shall be replaced by the following:\n‘(i) Swedish guarantee pension and guaranteed compensation which have replaced the full Swedish state pensions provided under the legislation on the state pension which applied before 1 January 1993, the full state pension awarded under the transitional rules of the legislation applying from that date and Swedish income-related sickness compensation and activity compensation.’\n(ii) Point 2(i) shall be replaced by the following:\n‘(i) Swedish sickness compensation and activity compensation in the form of guaranteed compensation (Act 1962:381, as amended by Act 2001:489), survivor's pension, as calculated on the basis of reckonable periods (Acts 2000:461 and 2000:462) and Swedish old-age pension in the form of guarantee pension calculated on the basis of previously credited periods (Act 1998:702).’\n(iii) Point 3 is amended as follows:\n— Point 3(a) shall be replaced by the following:\n‘(a) Nordic Convention on Social Security of 18 August 2003.’\n— the following point shall be added:\n‘(c) Social Security Agreement of 10 November 2000 between the Republic of Finland and the Grand Duchy of Luxembourg.’.\n6. Annex VI is amended as follows:\n(a) Section ‘E. ESTONIA’ shall be replaced by the following:\n(b) in section ‘Q. NETHERLANDS’, point 1 shall be replaced by the following:\n‘1. Health care insurance\n(a) As regards entitlement to benefits in kind under Netherlands legislation, persons entitled to benefits in kind for the purpose of the implementation of Chapters 1 and 4 of Title III of this Regulation shall mean:\n(i) persons who, under Article 2 of the Zorgverzekeringswet (Health Care Insurance Act), are obliged to take out insurance under a health care insurer,\n(ii) insofar as they are not already included under point (i), persons who are resident in another Member State and who, under this Regulation, are entitled to health care in their state of residence, the costs being borne by the Netherlands.\n(b) The persons referred to in point (a)(i) must, in accordance with the provisions of the Zorgverzekeringswet (Health Care Insurance Act), take out insurance with a health care insurer, and the persons referred to in point a(ii) must register with the College voor zorgverzekeringen (Health Care Insurance Board).\n(c) The provisions of the Zorgverzekeringswet (Health Care Insurance Act) and the Algemene wet bijzondere ziektekosten (Law on General Insurance Against Special Medical Expenses) concerning liability for the payment of contributions shall apply to the persons referred to under point (a) and the members of their families. In respect of family members, the contributions shall be levied on the person from whom the right to health care is derived.\n(d) The provisions of the Zorgverzekeringswet (Health Care Insurance Act) concerning late insurance shall apply mutatis mutandis in the event of late registration with the College voor zorgverzekeringen (Health Care Insurance Board) in respect of the persons referred to in point a(ii).\n(e) Persons entitled to benefits in kind by virtue of the legislation of a Member State other than the Netherlands who reside in the Netherlands or stay temporarily in the Netherlands shall be entitled to benefits in kind in accordance with the policy offered to insured persons in the Netherlands by the institution of the place of residence or the place of stay, taking into account Article 11(1), (2) and (3) and Article 19(1) of the Zorgverzekeringswet (Health Care Insurance Act), as well as to benefits in kind provided for by the Algemene wet bijzondere ziektekosten (Law on General Insurance Against Special Medical Expenses).\n(f) For the purposes of Articles 27 to 34 of this Regulation, the pensions to be treated as pensions payable under the legal provisions mentioned in subparagraphs (b) (invalidity) and (c) (old age) of the declaration of the Kingdom of the Netherlands under Article 5 of this Regulation shall be:\n— pensions awarded under the Law of 6 January 1966 on pensions for civil servants and their survivors (Algemene burgerlijke pensioenwet) (Netherlands Civil Service Pensions Act);\n— pensions awarded under the Law of 6 October 1966 on pensions for military personnel and their survivors (Algemene militaire pensioenwet) (Military Pensions Act);\n— pensions awarded under the Law of 15 February 1967 on pensions for employees of the Netherlands Railway Company (NV Nederlandse Spoorwegen) and their survivors (Spoorwegpensioenwet) (Railway Pensions Act);\n— pensions awarded under the Reglement Dienstvoorwaarden Nederlandse Spoorwegen (Regulation governing conditions of employment of the Netherlands Railway Company);\n— benefits awarded to retired persons before reaching the pensionable age of 65 years under a pension scheme designed to provide income for former employed persons in their old age, or benefits provided in the event of premature exit from the labour market under a scheme set up by the state or by an industrial agreement for persons aged 55 or over;\n— benefits awarded to military personnel and civil servants under a scheme applicable in the event of redundancy, superannuation and early retirement.\n(g) For the purposes of Chapters 1 and 4 of Title III of this Regulation, the no-claims refund provided for in the Netherlands scheme in the event of limited use of health care facilities shall be deemed to be a sickness benefit in cash.’;\n(c) in section ‘W. FINLAND’, points 1 and 2 shall be replaced by the following:\n‘1. When applying Article 46(2)(a) for the purpose of calculating earnings for the credited period under Finnish legislation on earnings-related pensions, where an individual has pension insurance periods based on employment in another Member State for part of the reference period under Finnish legislation, the earnings for the credited period shall be equivalent to the sum of earnings obtained during the part of the reference period in Finland divided by the number of months for which there were insurance periods in Finland during the reference period.’\n(d) Section ‘X. SWEDEN’ is amended as follows:\n(i) Point 1 shall be deleted.\n(ii) Point 2 shall be replaced by the following:\n‘1. The provisions of this Regulation on the aggregation of insurance periods or periods of residence shall not apply to the transitional provisions in the Swedish legislation on entitlement to guarantee pension for persons born in or before 1937 who have been resident in Sweden for a specified period before applying for a pension (Act 2000:798).’\n(iii) Point 3 shall be replaced by the following:\n‘2. For the purpose of calculating notional income for the income-related sickness compensation and activity compensation in accordance with Chapter 8 of Lag (1962:381) om allmän försäkring (the National Insurance Act), the following shall apply:\n(a) where the insured person, during the reference period, has also been subject to the legislation of one or more other Member States on account of activity as an employed or self-employed person, income in the Member State(s) concerned shall be deemed to be equivalent to the insured person's average gross income in Sweden during the part of the reference period in Sweden, calculated by dividing the earnings in Sweden by the number of years over which those earnings accrued;\n(b) where the benefits are calculated pursuant to Article 40 of this Regulation and persons are not insured in Sweden, the reference period shall be determined in accordance with Chapter 8(2) and (8) of the abovementioned Act as if the person concerned were insured in Sweden. If the person concerned has no pension-generating income during this period under the Act on income-based old-age pension (1998:674), the reference period shall be permitted to run from the earlier point in time when the insured person had income from gainful activity in Sweden.’\n(iv) Point 4 shall be replaced by the following:\n(a) For the purpose of calculating notional pension asset for an income-based survivor's pension (Act 2000:461), if the requirement in Swedish legislation for pension entitlement in respect of at least three out of the five calendar years immediately preceding the insured person's death (reference period) is not met, account shall also be taken of insurance periods completed in other Member States as if they had been completed in Sweden. Insurance periods in other Member States shall be regarded as based on the average Swedish pension base. If the person concerned has only one year in Sweden with a pension base, each insurance period in another Member State shall be regarded as constituting the same amount.\n(b) For the purpose of calculating notional pension credits for widows' pensions relating to deaths on or after 1 January 2003, if the requirement in Swedish legislation for pension credits in respect of at least two out of the four years immediately preceding the insured person's death (reference period) is not met and insurance periods were completed in another Member State during the reference period, those years shall be regarded as being based on the same pension credits as the Swedish year.’."}