{"celex_id": "32007R1304", "uri": "http://publications.europa.eu/resource/cellar/c7a3a214-03ff-4f9e-b33a-ea46bb6c1fb9", "type": "Regulation", "concepts": ["1895", "1954", "4258", "4509", "5908"], "title": "Commission Regulation (EC) No 1304/2007 of 7 November 2007 amending Council Directive 95/64/EC, Council Regulation (EC) No 1172/98, Regulations (EC) No 91/2003 and (EC) No 1365/2006 of the European Parliament and of the Council with respect to the establishment of NST 2007 as the unique classification for transported goods in certain transport modes\n", "header": "8.11.2007 EN Official Journal of the European Union L 290/14\nCOMMISSION REGULATION (EC) No 1304/2007\nof 7 November 2007\namending Council Directive 95/64/EC, Council Regulation (EC) No 1172/98, Regulations (EC) No 91/2003 and (EC) No 1365/2006 of the European Parliament and of the Council with respect to the establishment of NST 2007 as the unique classification for transported goods in certain transport modes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/64/EC of 8 December 1995 on statistical returns in respect of carriage of goods and passengers by sea (1), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EC) No 1172/98 of 25 May 1998 on statistical returns in respect of the carriage of goods by road (2), and in particular Article 3(4) thereof,\nHaving regard to Regulation (EC) No 91/2003 of the European Parliament and of the Council of 16 December 2002 on rail transport statistics (3), and in particular Article 4(5) thereof,\nHaving regard to Regulation (EC) No 1365/2006 of the European Parliament and of the Council of 6 September 2006 on statistics of goods transport by inland waterways (4), and in particular Article 9 thereof,\nWhereas:\n(1) According to Directive 95/64/EC, Regulation (EC) No 1172/98 and Regulation (EC) No 91/2003, the standard goods classification for transport statistics (NST/R) is to be used to classify transported goods, respectively in maritime transport statistics, road freight transport statistics and rail transport statistics.\n(2) According to Regulation (EC) No 1365/2006, either NST/R or NST 2000 rev. 2 are to be used in the classification of transported goods in inland waterways statistics.\n(3) In June 2007, a new revision of NST 2000 (NST 2007) was adopted by the United Nations Economic Commission for Europe (UNECE) for reasons of consistency with the revised NACE (Statistical Classification of Economic Activities in the European Community).\n(4) In order to provide a comparable statistical coverage of transported goods in all concerned modes of transport, it is necessary to adopt NST 2007 as the unique classification of transported goods in all concerned modes of transport; this should apply both to Member States when collecting national data and to the Commission when disseminating statistical information on transported goods.\n(5) Directive 95/64/EC, Regulation (EC) No 1172/98, Regulation (EC) No 91/2003, and Regulation (EC) No 1365/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee set up by Council Decision 89/382/EEC, Euratom (5),", "main_body": ["Amendment to Directive 95/64/EC\nAnnex III to Directive 95/64/EC is replaced by the text in the Annex to this Regulation.", "Amendment to Regulation (EC) No 1172/98\nAnnex D to Regulation (EC) No 1172/98 is replaced by the text in the Annex to this Regulation.", "Amendment to Regulation (EC) No 91/2003\nAnnex J to Regulation (EC) No 91/2003 is replaced by the text in the Annex to this Regulation.", "Amendment to Regulation (EC) No 1365/2006\nAnnex F to Regulation (EC) No 1365/2006 is replaced by the text in the Annex to this Regulation.", "Level of detail in Community statistics\nThe first level of the NST 2007 classification (the 20 Divisions) shall be used for the classification of the type of goods.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from the reference year 2008, covering the 2008 data.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2007.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 320, 30.12.1995, p. 25. Directive as last amended by Commission Decision 2005/366/EC (OJ L 123, 17.5.2005, p. 1).\n(2)  OJ L 163, 6.6.1998, p. 1. Regulation as last amended by Regulation (EC) No 1893/2006 of the European Parliament and of the Council (OJ L 393, 30.12.2006, p. 1).\n(3)  OJ L 14, 21.1.2003, p. 1. Regulation as amended by Commission Regulation (EC) No 1192/2003 (OJ L 167, 4.7.2003, p. 13).\n(4)  OJ L 264, 25.9.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 425/2007 (OJ L 103, 20.4.2007, p. 26).\n(5)  OJ L 181, 28.6.1989, p. 47.\nANNEX\nNST 2007\nDivision Description\n01 Products of agriculture, hunting, and forestry; fish and other fishing products\n02 Coal and lignite; crude petroleum and natural gas\n03 Metal ores and other mining and quarrying products; peat; uranium and thorium\n04 Food products, beverages and tobacco\n05 Textiles and textile products; leather and leather products\n06 Wood and products of wood and cork (except furniture); articles of straw and plaiting materials; pulp, paper and paper products; printed matter and recorded media\n07 Coke and refined petroleum products\n08 Chemicals, chemical products, and man-made fibres; rubber and plastic products; nuclear fuel\n09 Other non-metallic mineral products\n10 Basic metals; fabricated metal products, except machinery and equipment\n11 Machinery and equipment n.e.c.; office machinery and computers; electrical machinery and apparatus n.e.c.; radio, television and communication equipment and apparatus; medical, precision and optical instruments; watches and clocks\n12 Transport equipment\n13 Furniture; other manufactured goods n.e.c.\n14 Secondary raw materials; municipal wastes and other wastes\n15 Mail, parcels\n16 Equipment and material utilised in the transport of goods\n17 Goods moved in the course of household and office removals; baggage transported separately from passengers; motor vehicles being moved for repair; other non-market goods n.e.c.\n18 Grouped goods: a mixture of types of goods which are transported together\n19 Unidentifiable goods: goods which for any reason cannot be identified and therefore cannot be assigned to groups 01–16.\n20 Other goods n.e.c."}