{"celex_id": "32007D0220", "uri": "http://publications.europa.eu/resource/cellar/00ca9ec4-f973-47bd-bee7-9bfd11d9495f", "type": "Decision", "concepts": ["1309", "1595", "2409", "2771", "321", "4582", "5581"], "title": "2007/220/EC: Commission Decision of 4 April 2007 amending Decision 2003/250/EC as regards the extension of the duration of temporary derogations from certain provisions of Council Directive 2000/29/EC in respect of plants of strawberry ( Fragaria L.), intended for planting, other than seeds, originating in the Republic of South Africa (notified under document number C(2007) 1454)\n", "header": "5.4.2007 EN Official Journal of the European Union L 95/50\nCOMMISSION DECISION\nof 4 April 2007\namending Decision 2003/250/EC as regards the extension of the duration of temporary derogations from certain provisions of Council Directive 2000/29/EC in respect of plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of South Africa\n(notified under document number C(2007) 1454)\n(2007/220/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 15(1) thereof,\nWhereas:\n(1) Under Directive 2000/29/EC, plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in non-European countries, other than Mediterranean countries, Australia, New Zealand, Canada and the continental states of the United States of America, may not in principle be introduced into the Community. However, that Directive permits derogations from that rule, provided that it is established that there is no risk of spreading harmful organisms.\n(2) Commission Decision 2003/250/EC (2) authorises Member States to provide for temporary derogations from certain provisions of Directive 2000/29/EC in respect of plants of strawberry (Fragaria L.), intended for planting, other than seeds, originating in the Republic of South Africa.\n(3) The circumstances justifying this derogation are still valid and there is no new information giving cause for revision of the specific conditions.\n(4) The Member States should therefore be authorised to permit the introduction into their territory of such plants subject to specific conditions for a further limited period.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["In Article 1, second paragraph, of Decision 2003/250/EC the following points (e) to (h) are added:\n‘(e) 1 June 2007 to 30 September 2007;\n(f) 1 June 2008 to 30 September 2008;\n(g) 1 June 2009 to 30 September 2009;\n(h) 1 June 2010 to 30 September 2010.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 93, 10.4.2003, p. 36."}