{"celex_id": "32002D0080", "uri": "http://publications.europa.eu/resource/cellar/93e1d13d-ba09-4996-b75c-63112717d7bc", "type": "Decision", "concepts": ["1116", "1118", "1309", "2771", "4580", "5369"], "title": "2002/80/EC: Commission Decision of 4 February 2002 imposing special conditions on the import of figs, hazelnuts and pistachios and certain products derived thereof originating in or consigned from Turkey (Text with EEA relevance) (notified under document number C(2002) 386)\n", "header": "Commission Decision\nof 4 February 2002\nimposing special conditions on the import of figs, hazelnuts and pistachios and certain products derived thereof originating in or consigned from Turkey\n(notified under document number C(2002) 386)\n(Text with EEA relevance)\n(2002/80/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs(1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Dried figs and pistachios and to a lesser extent hazelnuts originating in or consigned from Turkey have been found to be, in many cases, contaminated with excessive levels of aflatoxin B1 and total aflatoxin.\n(2) The Scientific Committee for Food has noted that aflatoxin B1, even at extremely low levels, causes cancer of the liver and in addition is genotoxic.\n(3) Commission Regulation (EC) No 194/97 of 31 January 1997 setting maximum levels for certain contaminants in foodstuffs(2), as last amended by Regulation (EC) No 1566/1999(3), sets maximum levels for certain contaminants and in particular aflatoxins in foodstuffs. These limits have been considerably exceeded in particular in samples of dried figs originating in or consigned from Turkey.\n(4) This constitutes a serious threat to public health within the Community and it is therefore imperative to adopt protective measures at Community level.\n(5) A mission has been carried out by the European Commission's Food and Veterinary office (FVO) in Turkey from 4 to 8 September 2000 to assess the control systems in place to prevent aflatoxin contamination in hazelnuts, pistachios and dried figs intended for export to the European Community. The mission revealed, inter alia, that the control procedures in place for hazelnut, pistachio and dried fig consignments intended for export into the European Community do not ensure that the consignments comply with the maximum levels established in EC legislation. Insufficient training of responsible officials, insufficient sampling and testing procedures and insufficient evidence that the export certificates correlate to the concerned consignment have been observed. For these commodities originating in or consigned from Turkey, non-compliance with the maximum levels for aflatoxins are continuously observed and reported through the Rapid Alert System for Food. It is therefore appropriate to subject hazelnuts, pistachios and dried figs and products derived thereof originating in or consigned from Turkey to special conditions to provide a high level of protection to public health.\n(6) It is necessary that dried figs, hazelnuts and pistachios and products derived thereof have been produced, sorted, handled, processed, packaged and transported following good hygiene practices. It is necessary to establish the levels of aflatoxin B1 and total aflatoxin in samples taken from the consignment immediately prior to leaving Turkey.\n(7) The Turkish authorities should provide documentary evidence to accompany each consignment of dried figs, hazelnuts and pistachios originating in or consigned from Turkey, relating to the conditions of production, sorting, handling, processing, packaging and transport, as well as the results of laboratory analysis of the consignment for levels of aflatoxin B1 and total aflatoxin.\n(8) It is necessary in order to safeguard public health that consignments of dried figs, hazelnuts and pistachios originating in or consigned from Turkey, imported into the European Community, are subjected to random sampling and analysis for their aflatoxin level by the competent authority of the importing Member State.\n(9) The Standing Committee for Foodstuffs has been consulted on 2 April 2001,", "main_body": ["1. Member States may not import products falling in any of the following categories, originating in or consigned from Turkey, which are intended for human consumption or to be used as an ingredient in foodstuffs, unless the consignment is accompanied by the results of official sampling and analysis, and by the health certificate in Annex I completed, signed and verified by a representative of the General Directorate of Protection and Control of the Ministry of Agriculture and Rural Affairs of the Republic of Turkey:\n- figs and dried figs falling within CN code 0804 20 10 or 0804 20 90,\n- hazelnuts (Corylus sp) in shell or shelled falling within CN code 0802 21 00 or 0802 22 00,\n- pistachios falling within CN code 0802 50 00,\n- mixtures of nuts or dried fruits falling within CN code 0813 50 and containing figs, hazelnuts or pistachios,\n- hazelnuts, figs and pistachios, prepared or preserved, including mixtures falling within CN code 2008 19.\n2. Consignments may only be imported into the Community through one of the points of entry listed in Annex II.\n3. Each consignment shall be identified with a code, which corresponds to the code on the health certificate and on the accompanying report containing the result of the official sampling and analysis referred to in paragraph 1.\n4. The competent authorities in each Member State shall ensure that imported dried figs, hazelnuts and pistachios, as mentioned in paragraph 1, originating in or consigned from Turkey are subject to documentary checks to ensure that the requirement for the health certificate and sampling results referred to in paragraph 1 are complied with.\n5. Member States shall undertake at random sampling and analysis of the consignments of dried figs, hazelnuts and pistachios originating in or consigned from Turkey for aflatoxin B1 and total aflatoxin and shall inform the Commission of the results.", "This Decision shall be reviewed before 1 July 2002, in order to assess whether the special conditions, referred to in Article 1, provide a sufficient level of protection of public health within the Community. The review shall also assess whether there is a continuing need for the special conditions.", "Member States shall take the measures necessary to comply with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 175, 19.7.1993, p. 1.\n(2) OJ L 31, 1.2.1997, p. 48.\n(3) OJ L 184, 17.7.1999, p. 17.\nANNEX I\n>PIC FILE= \"L_2002034EN.002802.TIF\">\nANNEX II\nList of points of entry through which figs, hazelnuts and pistachios and products derived thereof originating in or consigned from Turkey may be imported into the European Community\n>TABLE>"}