{"celex_id": "32000D0150", "uri": "http://publications.europa.eu/resource/cellar/7b434cf0-6247-48aa-880f-e5460aca6a7d", "type": "Decision", "concepts": ["1277", "1284", "192", "3135", "4687", "4692"], "title": "2000/150/EC: Commission Decision of 22 February 2000 amending Decision 1999/788/EC on protective measures with regard to contamination by dioxins of certain products of porcine and poultry origin intended for human or animal consumption (notified under document number C(2000) 490) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 22 February 2000\namending Decision 1999/788/EC on protective measures with regard to contamination by dioxins of certain products of porcine and poultry origin intended for human or animal consumption\n(notified under document number C(2000) 490)\n(Text with EEA relevance)\n(2000/150/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 10(4) thereof,\nWhereas:\n(1) The restrictions laid down by Commission Decision 1999/788/EC of 3 December 1999 on protective measures with regard to contamination by dioxins of cetain products of porcine and poultry origin intended for human or animal consumption(4) are not to apply to products which have been shown by analyses not to be contaminated by dioxins or which have been derived from animals slaughtered after 20 September 1999 or from eggs laid after that date.\n(2) The Belgian authorities have informed the Commission that, following the completion of an analytical programme, all Belgian poultry holdings are now certified by the Belgian authorities as not being contaminated by dioxins or PCB's. In addition, the eggs laid before 20 September 1999 and all the products derived therefrom have been identified and have been subjected to appropriate investigation, including analysis. Those investigations have been carried out with negative results since July 1999. Furthermore, the Belgian authorities have continued to carry out a number of surveillance programmes on the feed sector. The results of those programmes have not shown positive results linked to PCB and dioxin contamination in certain feed ingredients and compound feedingstuffs produced after 2 April 1999. The identification and investigation of all the stock of pigmeat, poultrymeat, and derived products derived from animals slaughtered before 20 September 1999 has not yet been completed.\n(3) In the light of the foregoing, it is appropriate to lift the restrictions on eggs and products derived thereform and on rendered fats, processed animal proteins, compound feedingstuffs and pre-mixtures. Decision 1999/788/EC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 1999/788/EC is amended as follows.\n1. In Article 1(1), points (g) to (k) and point (m) are deleted.\n2. In Article 1(2)(b), the words \"or from eggs laid after that date\" are deleted.\n3. In Article 4(1), the words \"or from eggs laid before that date\" are deleted.\n4. In Annex A, the words \"Eggs, egg products, fresh poultrymeat and derived products\" are replaced by \"Fresh poultrymeat and derived products\".\n5. Annex B is amended as follows:\n(a) in Part I, the seventh to the 11th and the 13th indents are deleted;\n(b) in Part IV, the second indent is replaced by the following: \"the product was derived from animals slaughtered after 20 September 1999.\"\n6. In Part I of Annex C, the seventh to the 11th and the 13th indents are deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 February 2000.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 310, 4.12.1999, p. 62."}