{"celex_id": "32007R0645", "uri": "http://publications.europa.eu/resource/cellar/675c7737-61de-4606-a16b-077de542bc27", "type": "Regulation", "concepts": ["1338", "1394", "2292", "2771", "4316", "4319", "5083"], "title": "Commission Regulation (EC) No 645/2007 of 12 June 2007 fixing the final complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries for the 2006/2007 marketing year\n", "header": "13.6.2007 EN Official Journal of the European Union L 151/19\nCOMMISSION REGULATION (EC) No 645/2007\nof 12 June 2007\nfixing the final complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries for the 2006/2007 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular the second subparagraph of Article 29(4),\nWhereas:\n(1) Article 29(4) of Regulation (EC) No 318/2006 lays down that, during the 2006/2007, 2007/2008 and 2008/2009 marketing years and in order to ensure adequate supply to Community refineries, import duties on a complementary quantity of imports of raw cane sugar originating in the States referred to in Annex VI to that Regulation are to be suspended.\n(2) That complementary quantity should be calculated in accordance with Article 19 of Commission Regulation (EC) No 950/2006 of 28 June 2006 laying down detailed rules of application for the 2006/2007, 2007/2008 and 2008/2009 marketing years for the import and refining of sugar products under certain tariff quotas and preferential agreements (2), on the basis of an exhaustive Community forecast supply balance for raw sugar.\n(3) For the 2006/2007 marketing year, the balance indicates the need to import a complementary quantity of raw sugar for refining of 334 025 tonnes in white sugar equivalent so that the Community refineries’ supply needs can be met. This complementary quantity includes an estimation of applications for import licences in the final months of the 2006/2007 marketing year, concerning imports referred to in Article 3(2) of Commission Regulation (EC) No 1100/2006 of 17 July 2006 laying down, for the marketing years 2006/2007, 2007/08 and 2008/2009, detailed rules for the opening and administration of tariff quotas for raw cane-sugar for refining, originating in least developed countries, as well as detailed rules applying to the importation of products of tariff heading 1701 originating in least developed countries (3).\n(4) Commission Regulation (EC) No 1249/2006 of 18 August 2006 fixing the complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries in the period from 1 July 2006 to 30 September 2007 (4) and Commission Regulation (EC) No 92/2007 of 30 January 2007 fixing a complementary quantity of raw cane sugar originating in the ACP States and India for supply to refineries for the marketing year 2006/2007 (5) already fixed complementary quantities of respectively 82 500 tonnes and 120 000 tonnes. It is therefore appropriate to fix the final quantity of complementary sugar of 131 525 tonnes for the marketing year 2006/2007.\n(5) Adequate supply of the refineries can only be guaranteed if the traditional export agreements between the beneficiary countries are respected. Therefore a breakdown between the beneficiary countries or group of countries is needed. For India, a quantity of 6 000 tonnes is opened which brings the total quantity for the 2006/2007 marketing year for India to 22 000 tonnes which is considered an economically viable shipping quantity. The remaining quantities should be fixed for the ACP States, which have collectively undertaken to implement between themselves procedures for the allocation of the quantities in order to ensure the appropriate supply of the refineries.\n(6) Prior to the import of this complementary sugar, the refiners need to make supply and shipping arrangements with the beneficiary countries and trade. In order to allow them to prepare for the application for import licences in due time, it is appropriate to provide for the entry into force of this Regulation as from the date of its publication.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["In addition to the quantities laid down in Regulations (EC) No 1249/2006 and (EC) No 92/2007, a final quantity of 131 525 tonnes of complementary raw cane sugar in white sugar equivalent is fixed for the marketing year 2006/2007:\n(a) 125 525 tonnes expressed as white sugar originating in the States listed in Annex VI to Regulation (EC) No 318/2006 except India;\n(b) 6 000 tonnes expressed as white sugar originating in India.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 247/2007 (OJ L 69, 9.3.2007, p. 3).\n(2)  OJ L 178, 1.7.2006, p. 1. Regulation as last amended by Regulation (EC) No 371/2007 (OJ L 92, 3.4.2007, p. 6).\n(3)  OJ L 196, 18.7.2006, p. 3.\n(4)  OJ L 227, 19.8.2006, p. 22.\n(5)  OJ L 22, 31.1.2007, p. 10."}