{"celex_id": "32001D0871", "uri": "http://publications.europa.eu/resource/cellar/7a688f8b-48d0-4201-bd19-ba239cd76081", "type": "Decision", "concepts": ["2356", "2560", "3774", "862", "922"], "title": "2001/871/EC: Commission Decision of 7 December 2001 on Community financial assistance for the eradication of classical swine fever in the United Kingdom in 2000 (notified under document number C(2001) 3937)\n", "header": "Commission Decision\nof 7 December 2001\non Community financial assistance for the eradication of classical swine fever in the United Kingdom in 2000\n(notified under document number C(2001) 3937)\n(Only the English text is authentic)\n(2001/871/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 572/2001(2), and in particular Article 3(3),\nWhereas:\n(1) Outbreaks of classical swine fever occurred in the United Kingdom in 2000. The emergence of this disease poses a serious threat to Community livestock, and in order to help eradicate the disease as rapidly as possible, the Community may contribute to the eligible expenditure incurred by the Member State.\n(2) The Commission has adopted Decision 2000/528/EC concerning certain protection measures relating to classical swine fever in the United Kingdom(3), as amended by Decisions 2000/542/EC(4) and 2000/651/EC(5).\n(3) In accordance with Article 3(2) of Council Regulation (EC) No 1258/1999(6), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee section of the European Agricultural Guidance and Guarantee Fund. Financial control of these measures comes under Articles 8 and 9 of the above Regulation.\n(4) The financial contribution from the Community shall be granted provided that the actions planned are carried out efficiently and that the authorities supply all the necessary information within the time limits laid down.\n(5) On 6 June 2001, the United Kingdom submitted an official application for reimbursement of all expenditure incurred within the country in 2000.\n(6) Pending checks by the Commission, it is necessary to arrange an advance on Community financial assistance. This advance has been calculated by limiting the costs awarded in compensation for animal prices to 75 % of the amount submitted and temporarily limiting the \"other costs\" to 10 % of the amount of this compensation. The sum requested for these \"other costs\" during the previous epidemic of classical swine fever in the United Kingdom did not exceed this limit.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The United Kingdom may receive Community financial assistance for the adequate compensation of owners for the compulsory slaughter of their animals under eradication measures related to outbreaks of classical swine fever which occurred in 2000, in accordance with the provisions of Article 3(2) of Decision 90/424/EEC.", "1. The Community financial contribution shall be paid on the basis of:\n(a) the supporting documents submitted by the United Kingdom on the swift and adequate compensation of owners;\n(b) the results of the Commission checks referred to in Article 3.\n2. In view of the application already submitted by the United Kingdom, an advance of EUR 2850000 will be paid, on adoption of this Decision, subject to the results of the checks referred to in Article 3.\n3. The documents referred to in paragraph 1 shall include an epidemiological report covering each holding on which animals have been slaughtered and destroyed, and a financial report.\nThe financial report shall take account of the categories of the animals \"destroyed\" or \"slaughtered and destroyed\" on each farm due to classical swine fever. These reports shall be provided in electronic form in accordance with Annex I.\n4. The supporting documents relating to the measures taken in the period referred to in Article 1 shall be forwarded no later than 60 days after the date on which the Member State is notified of this Decision.\n5. For the purposes of this Decision, \"adequate compensation\" means compensation for the value of the animals immediately before they became infected.", "The Commission may make on-the-spot checks, with the cooperation of the competent national authorities, on the application of the above measures and the related expenditure incurred.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 7 December 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16-17.\n(3) OJ L 214, 25.8.2000, p. 42.\n(4) OJ L 231, 13.9.2000, p. 12.\n(5) OJ L 272, 25.10.2000, p. 46.\n(6) OJ L 160, 26.6.1999, p. 103."}