{"celex_id": "32003R1631", "uri": "http://publications.europa.eu/resource/cellar/80969252-ee96-4714-b02c-8d4c477d33ff", "type": "Regulation", "concepts": ["1309", "2121", "2525", "2687", "2771", "2845", "4453", "4687", "5040", "5965"], "title": "Commission Regulation (EC) No 1631/2003 of 17 September 2003 fixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\n", "header": "Commission Regulation (EC) No 1631/2003\nof 17 September 2003\nfixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), as last amended by Commission Regulation (EC) No 806/2003(2), and in particular Article 5(4) thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(3), as last amended by Regulation (EC) No 806/2003, and in particular Article 5(4) thereof,\nHaving regard to Council Regulation (EEC) No 2783/75 of 29 October 1975 on the common system of trade for ovalbumin and lactalbumin(4), as last amended by Commission Regulation (EC) No 2916/95(5), and in particular Article 3(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1484/95(6), as last amended by Regulation (EC) No 1258/2003(7), fixes detailed rules for implementing the system of additional import duties and fixes representative prices in the poultrymeat and egg sectors and for egg albumin.\n(2) It results from regular monitoring of the information providing the basis for the verification of the import prices in the poultrymeat and egg sectors and for egg albumin that the representative prices for imports of certain products should be amended taking into account variations of prices according to origin. Therefore, representative prices should be published.\n(3) It is necessary to apply this amendment as soon as possible, given the situation on the market.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Annex I to Regulation (EC) No 1484/95 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on 18 September 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 282, 1.11.1975, p. 49.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 282, 1.11.1975, p. 77.\n(4) OJ L 282, 1.11.1975, p. 104.\n(5) OJ L 305, 19.12.1995, p. 49.\n(6) OJ L 145, 29.6.1995, p. 47.\n(7) OJ L 177, 16.7.2003, p. 5.\nANNEX\nto the Commission Regulation of 17 September 2003 fixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\n\"ANNEX I\n>TABLE>\""}