{"celex_id": "32009D0777", "uri": "http://publications.europa.eu/resource/cellar/6fe357de-9adb-4b24-8732-2283f6810c99", "type": "Decision", "concepts": ["1204", "1270", "1318", "1590", "5451", "6569"], "title": "2009/777/EC: Commission Decision of 21 October 2009 concerning the extension of uses of algal oil from the micro-algae Ulkenia sp . as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2009) 7932)\n", "header": "23.10.2009 EN Official Journal of the European Union L 278/54\nCOMMISSION DECISION\nof 21 October 2009\nconcerning the extension of uses of algal oil from the micro-algae Ulkenia sp. as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2009) 7932)\n(Only the English text is authentic)\n(2009/777/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 4 November 2004 the company Lonza Ltd (formerly Nutrinova) made a request to the competent authorities of Germany for an extension of the uses as novel food ingredient of the oil from the micro algae Ulkenia sp.\n(2) On 9 February 2005 the competent food assessment body of Germany issued its initial assessment report. In that report it came to the conclusion that the extension of uses of the oil from the micro-algae Ulkenia sp. might bear the risk that intakes of DHA (docosahexaenoic acid) would increase in an unacceptable manner.\n(3) The Commission forwarded the initial assessment report to all Member States on 21 April 2005.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) In their objections Member States raised concerns about elevated intake levels of omega-3 fatty acids and in particular DHA (docosahexaenoic acid).\n(6) However, the main source of omega-3 fatty acids is fish-oil. Today, in the foods of the categories for which the addition of oil from the micro-algae Ulkenia sp. was requested omega-3 fatty acids can be provided either from fish oil or alternatively from the micro algae Ulkenia sp.\n(7) Therefore it is not expected that the use of oil from micro-algae in the food groups mentioned in the Annex will lead to an unacceptable additional increase of the overall intake of omega-3 fatty acids.\n(8) The oil from the micro-algae Ulkenia sp. complies with the criteria laid down in Article 3(1) of the Regulation (EC) No 258/97.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Oil from the micro-algae Ulkenia sp. as specified in Annex I may be placed on the market in the Community as a novel food ingredient for the uses and at the maximum levels as listed in Annex II.", "The designation ‘oil from the micro-algae Ulkenia sp.’ shall be displayed in the list of ingredients of the foodstuffs containing it.", "This Decision is addressed to Lonza Ltd, Muenchensteinerstrasse 38, CH – 4002 Basel."], "attachments": "Done at Brussels, 21 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\nANNEX I\nSPECIFICATIONS OF THE OIL FROM THE MICRO ALGAE ULKENIA SP.\nAcid value Not more than 0,5 mg KOH/g\nPeroxide value (PV) Not more than 5,0 meq/kg oil\nMoisture and volatiles Not more than 0,05 %\nUnsaponifiables Not more than 4,5 %\nTrans-fatty acids Not more than 1 %\nDHA content Not less than 32,0 %\nANNEX II\nUSES OF OIL FROM THE MICRO-ALGAE ULKENIA SP.\nUse group Maximum content of DHA (Docosahexaenoic acid)\nBakery products (breads and bread rolls) 200 mg/100 g\nCereal bars 500 mg/100 g\nNon-alcoholic beverages (including milk based beverages) 60 mg/100 ml"}