{"celex_id": "32000R1696", "uri": "http://publications.europa.eu/resource/cellar/ead034fd-5bc7-432a-8263-91b51df5822a", "type": "Regulation", "concepts": ["1035", "1159", "5228", "5229", "5254", "598"], "title": "Council Regulation (EC) No 1696/2000 of 20 July 2000 amending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 1696/2000\nof 20 July 2000\namending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 2742/1999 of 17 December 1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required and amending Regulation (EC) No 66/98(2) establishes conditions to manage the exploitation rates of stocks of Community interest.\n(2) In accordance with the procedure provided for in the Agreement on fisheries between the European Economic Community, of the one part, and the Government of Denmark and the Home Government of the Faeroe Islands of the other part(3) and in the Agreement on fisheries relations between the European Community and the Republic of Estonia(4) the Community has held consultations with the Home Government of the Faeroe Islands and the Republic of Estonia. The delegations agreed to recommend to their respective authorities to fix, for the year 2000, certain fishing opportunities in the form of quotas and licences for the vessels of the other Party. The necessary measures should be taken to implement the results of the consultations in Community legislation.\n(3) The areas where Norwegian vessels may fish for blue whiting should be precisely defined, in order to exclude certain zones north and west of Ireland, as specified in the Agreed Record of consultations between the European Community and the Kingdom of Norway on fishing rights for 2000 (Brussels, 2 December 1999).\n(4) Regulation (EC) No 2742/1999 should be amended accordingly,", "main_body": ["Regulation (EC) No 2742/1999 is hereby amended as follows:\n1. the following entry shall be inserted in the table of Article 3(3):\n\">TABLE>\"\n2. the term \"Estonia\" shall be inserted in Article 10 between \"Barbados\" and \"Guyana\" and in subparagraph (ii) of Article 11 before \"Latvia\";\n3. the entries in Annex I shall replace the corresponding entries in Annex I A;\n4. the entries in Annex II shall be inserted in Annex I A;\n5. the entries in Annex III shall replace the corresponding entries in Annex I D;\n6. the entry in Annex IV shall be inserted in Annex VI;\n7. the entry in Annex V shall be inserted in Annex VI bis.", "This Regulation shall enter into force on the seventh day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 2000.\nFor the Council\nThe President\nF. Parly\n(1) OJ L 389, 31.12.1992, p. 1.\n(2) OJ L 341, 31.12.1999, p. 1. Regulation as last amended by Regulation (EC) No 1447/2000 (OJ L 163, 4.7.2000, p. 5).\n(3) OJ L 226, 29.8.1980, p. 12.\n(4) OJ L 332, 20.12.1996, p. 16.\nANNEX I\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\nANNEX II\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX III\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified, and only during the period 1 January to 15 February and 1 October to 31 December, except for the Faroe Islands, for which the periods applicable shall only be 1 October to 31 December in IVa (EC waters) and the whole year in VIa North of 56Â° 30' N:\n>TABLE>\n>TABLE>\nANNEX IV\n>TABLE>\nANNEX V\n>TABLE>"}