{"celex_id": "32003D0563", "uri": "http://publications.europa.eu/resource/cellar/735c85a5-a9ce-43b1-b4fc-656269054585", "type": "Decision", "concepts": ["218", "5713", "5873"], "title": "2003/563/CFSP: Council Decision 2003/563/CFSP of 29 July 2003 on the extension of the European Union military operation in the Former Yugoslav Republic of Macedonia\n", "header": "Council Decision 2003/563/CFSP\nof 29 July 2003\non the extension of the European Union military operation in the Former Yugoslav Republic of Macedonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 17(2),\nHaving regard to Joint Action 2003/92/CFSP of 27 January 2003 on the European Union military operation in the Former Yugoslav Republic of Macedonia(1),\nWhereas:\n(1) Council Decision 2003/202/CFSP of 18 March 2003 relating to the launch of the EU military operation in the Former Yugoslav Republic of Macedonia(2) states that the anticipated duration of the EU operation in the Former Yugoslav Republic of Yugoslavia is six months from 31 March 2003.\n(2) By letter addressed to the Secretary General/High Representative, dated 4 July 2003, the President of the Former Yugoslav Republic of Macedonia, Mr Trajkovski, invited the European Union to extend Operation Concordia until 15 December 2003 with the existing mandate and legal framework.\n(3) On 7 July 2003, the Committee of Contributors expressed the opinion that the operation should be extended until 15 December 2003.\n(4) The Political and Security Committee assessed the progress of Operation Concordia and agreed, taking into account the advice of the European Union Military Committee dated 7 July 2003, on 11 July 2003, to recommend that the Operation should be extended until 15 December 2003.\n(5) On 24 July 2003 the European Union Military Committee submitted to the Political and Security Committee a military advice on the provision of a Force Headquarters for the Operation beyond 30 September 2003.\n(6) An exchange of Letters took place with NATO on the continuation of the release, monitoring, return and recall of NATO assets and capabilities for an EU military operation in the Former Yugoslav Republic of Macedonia, under the terms of the specific agreement between EU and NATO dated 17 March 2003.\n(7) Nations of Eurofor proposed on 17 July 2003 that Eurofor provides the framework for the Force Headquarters for Operation Concordia as of 1 October 2003.\n(8) The Council agreed on 21 July 2003 to extend the operation under the previous terms for a brief additional period until 15 December 2003, expressed its appreciation for France's performance so far as Framework Nation at the Force Headquarters level and welcomed the offer from Eurofor to take over from France the Framework responsibilities at the Force Headquarters level.\n(9) The financial parameters of Concordia are not expected to change as of 1 October 2003. Therefore, the application of Article 7(3) of the Financial Regulation annexed to the Council Decision of 27 January 2003 establishing an operational financing mechanism for the financing of the shared costs of an European Union military operation in the Former Yugoslav Republic of Macedonia is not relevant for the remaining period of Concordia.\n(10) The deadlines foreseen by Article 9(2) of the above Financial Regulation can not be complied with.\n(11) The Political and Security Committee will continue to examine the situation in the Former Yugoslav Republic of Macedonia in view of further appropriate decisions to be adopted by the Council.\n(12) In conformity with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications. Denmark does not participate in the financing of the operation,", "main_body": ["The European Union military operation in the Former Yugoslav Republic of Macedonia shall be extended until 15 December 2003.", "1. Major General Luis Nelson Ferreira dos Santos is appointed EU Force Commander as of 1 October 2003.\n2. Eurofor takes over from France the responsibilities at the Force Headquarters level as of 1 October 2003.", "1. Article 7(3) of the Financial Regulation annexed to the Council Decision of 27 January 2003 establishing an Operational Financing Mechanism for the financing of the common costs of a European Union military operation in the Former Yugoslav Republic of Macedonia shall not apply.\n2. Notwithstanding Article 9(2) of the above Financial Regulation, the budget for the following financial period shall be approved by the Presidency at the latest on 30 September 2003.\n3. The administrator of the Operational Financing Mechanism for the financing of the common costs of a European Union military operation in the Former Yugoslav Republic of Macedonia is allowed to call contributions from the contributing member states up to EUR 800000.", "This Decision shall enter into force on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 29 July 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 34, 11.2.2003, p. 26.\n(2) OJ L 76, 22.3.2003, p. 43."}