{"celex_id": "32005D0202", "uri": "http://publications.europa.eu/resource/cellar/4d466a95-89e5-4f20-a7a0-ee66c055872f", "type": "Decision", "concepts": ["12", "1899", "209", "220", "4057", "5404"], "title": "2005/202/EC: Council Decision of 31 January 2005 on the conclusion of an Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n", "header": "12.3.2005 EN Official Journal of the European Union L 66/22\nCOUNCIL DECISION\nof 31 January 2005\non the conclusion of an Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n(2005/202/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 57(2), 71, 80(2), 133(1), 133(5) and 181 in conjunction with Article 300(2) first subparagraph, first and second sentence, and the first subparagraph of Article 300(3) thereof,\nHaving regard to the 2003 Act of Accession, and in particular to Article 6(2) (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union (2) has been signed on behalf of the European Community and its Member States on 29 April 2004.\n(2) The Additional Protocol should be approved,", "main_body": ["The Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union, is hereby approved on behalf of the European Community and its Member States.\nThe text of the Additional Protocol is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 5 of the Additional Protocol."], "attachments": "Done at Brussels, 31 January 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  OJ L 236, 23.9.2003, p. 34.\n(2)  See page 24 of this Official Journal.\nADDITIONAL PROTOCOL\nto the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as ‘European Community Member States’,\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as the ‘Community’,\nTHE UNITED MEXICAN STATES,\nhereinafter referred to as ‘Mexico’,\nand\nTHE CZECH REPUBLIC,\nTHE REPUBLIC OF ESTONIA,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE REPUBLIC OF POLAND,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nhereinafter referred to as ‘the New Member States’,\nWHEREAS the Economic Partnership, Political Coordination and Cooperation Agreement between the Community and its Member States, of the one part, and Mexico, of the other part, hereinafter referred to as ‘the Agreement’, was signed in Brussels on 8 December 1997 and entered into force on 1 October 2000;\nWHEREAS the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (hereinafter referred to as ‘Treaty of Accession’) was signed in Athens on 16 April 2003;\nWHEREAS, pursuant to Article 6(2) of the Treaty of Accession the incorporation of the New Member States to the Agreement shall be formalised by the conclusion of a protocol to the Agreement;\nWHEREAS Article 55 of the Agreement states: ‘For the purposes of this Agreement, “the parties” shall mean, on the one hand, the Community or its Member States or the Community and its Member States, in accordance with their respective areas of competence, as derived from the Treaty establishing the European Community and, on the other hand, Mexico’;\nWHEREAS Article 56 of the Agreement states: ‘This Agreement shall apply to the territory in which the Treaty establishing the European Community is applied under the conditions laid down in that Treaty, on the one hand, and to the territory of the United Mexican States, on the other’;\nWHEREAS Article 59 of the Agreement states: ‘This Agreement is drawn up in duplicate in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each of these texts being equally authentic’;\nWHEREAS the Community, in view of the date of accession of the New Member States to the European Union, may need to apply the provisions of this Protocol before having completed all internal procedures required for its entry into force;\nWHEREAS Article 5(3) of the present Protocol would allow for the provisional application of the Protocol by the European Community and its Member States before having completed their internal procedures required for its entry into force;\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic are hereby incorporated as Parties to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part.\nArticle 2\nWithin six months of the initialling of this Protocol the European Community shall communicate to the Member States and to Mexico the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian language versions of the Agreement. Subject to the entry into force of this Protocol the new language versions shall become authentic under the same conditions as the versions drawn up in the present languages of the Agreement.\nArticle 3\nThis Protocol shall form an integral part of the Economic Partnership, Political Coordination and Cooperation Agreement.\nArticle 4\nThis Protocol is drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic.\nArticle 5\n1.   This Protocol shall be approved by the European Community, by the Council of the European Union on behalf of the Member States and by the United Mexican States in accordance with their own procedures.\n2.   This Protocol shall enter into force on the first day of the month following the date on which the Parties notify each other of the completion of the procedures necessary for this purpose.\n3.   Notwithstanding paragraph 2, the Parties agree that, pending the completion of the internal procedures of the European Community and its Member States for the entry into force of the Protocol, they shall apply the provisions of this Protocol for a maximum period of 12 months from the first day of the month following the date on which the European Community and its Member States give notification of the completion of their procedures necessary for that purpose and Mexico gives notification of the completion of its procedures necessary for entry into force of the Protocol.\n4.   Notification shall be sent to the Secretary General of the Council of the European Union who shall be the depositary for the Agreement."}