{"celex_id": "32008D0203", "uri": "http://publications.europa.eu/resource/cellar/c4309ac0-5ad3-488c-a135-ae78ef258072", "type": "Decision", "concepts": ["2247", "36", "538", "5640", "5769", "584"], "title": "2008/203/EC: Council Decision of 28 February 2008 implementing Regulation (EC) No 168/2007 as regards the adoption of a Multi-annual Framework for the European Union Agency for Fundamental Rights for 2007-2012\n", "header": "7.3.2008 EN Official Journal of the European Union L 63/14\nCOUNCIL DECISION\nof 28 February 2008\nimplementing Regulation (EC) No 168/2007 as regards the adoption of a Multi-annual Framework for the European Union Agency for Fundamental Rights for 2007-2012\n(2008/203/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard Council Regulation (EC) No 168/2007 of 15 February 2007 establishing a European Union Agency for Fundamental Rights (1), and in particular Article 5(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Bearing in mind the objectives of the foundation of the European Union Agency for Fundamental Rights (hereinafter the Agency) and in order for the Agency to carry out its tasks properly, the precise thematic areas of its activity are to be determined by a Multi-annual Framework covering five years as stipulated in Article 5(2) of Regulation (EC) No 168/2007.\n(2) The Framework should include the fight against racism, xenophobia and related intolerance amongst the thematic areas of the Agency’s activity.\n(3) The Framework should be in line with Union’s priorities, taking due account of the orientations resulting from the European Parliament resolutions and Council conclusions in the field of fundamental rights.\n(4) The Framework should have due regard to the Agency’s financial and human resources and should be conducted only within the scope of Community law.\n(5) The Framework should include provisions with a view of ensuring complementarity with the remit of other Community and Union bodies, offices and agencies, as well as with the Council of Europe and other international organisations active in the field of fundamental rights. The most relevant Community agencies and bodies in relation to this Multi-annual Framework are the European Institute for Gender Equality established by Regulation (EC) No 1922/2006 of the European Parliament and of the Council of 20 December 2006 establishing a European Institute for Gender Equality (2) and the European Data Protection Supervisor established by Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3), and the European Ombudsman, the objectives of which should consequently be taken into account.\n(6) The Commission, while preparing its proposal, has consulted the Management Board of the Fundamental Rights Agency during its meeting of 12-13 July 2007 and received written comments by letter of 25 July 2007.\n(7) This Framework defines the precise thematic areas of the work of the Agency, whereas several permanent tasks of the Agency are determined in Article 4 of Regulation (EC) No 168/2007, inter alia, the task of raising the awareness of the general public about their fundamental rights and about active dissemination of information about the work of the Agency.\n(8) The Agency, upon a request of the European Parliament, the Council or the Commission, provided its financial and human resources so permit, can work outside the thematic areas determined in the Multi-annual Framework, in accordance with Article 5(3) of the Regulation (EC) No 168/2007,", "main_body": ["Multi-annual Framework\n1.   A Multi-annual Framework for the European Union Agency for Fundamental Rights (hereinafter ‘the Agency’) for the period 2007-2012 is hereby established.\n2.   The Agency shall in accordance with Article 3 of Regulation (EC) No 168/2007 carry out the tasks defined in Article 4(1) of Regulation (EC) No 168/2007 within the thematic areas laid down in Article 2 of this Decision.", "Thematic areas\nThe thematic areas shall be the following:\n(a) racism, xenophobia and related intolerance;\n(b) discrimination based on sex, race or ethnic origin, religion or belief, disability, age or sexual orientation and against persons belonging to minorities and any combination of these grounds (multiple discrimination);\n(c) compensation of victims;\n(d) the rights of the child, including the protection of children;\n(e) asylum, immigration and integration of migrants;\n(f) visa and border control;\n(g) participation of the citizens of the Union in the Union’s democratic functioning;\n(h) information society and, in particular, respect for private life and protection of personal data;\n(i) access to efficient and independent justice.", "Complementarity and cooperation with other bodies\n1.   The Agency shall ensure appropriate cooperation and coordination with relevant Community bodies, offices and agencies, Member States, international organisations and civil society, under the terms of Articles 7, 8 and 10 of Regulation (EC) No 168/2007, for the implementation of this Framework.\n2.   In particular, the Agency shall coordinate its activities with those of the Council of Europe under the terms of Article 9 of Regulation (EC) No 168/2007 and in the agreement referred to in that Article.\n3.   The Agency shall deal with issues relating to discrimination based on sex only as part of, and to the extent relevant to, its work to be undertaken on general issues on discrimination referred to in Article 2 point (b); it shall take into account that the overall objectives of the European Institute for Gender Equality established by Regulation (EC) No 1922/2006 shall be to contribute to and strengthen the promotion of gender equality, including gender mainstreaming in all Community policies and the resulting national policies, and the fight against discrimination based on sex and to raise EU citizens' awareness of gender equality by providing technical assistance to Community institutions, in particular to the Commission and the authorities of the Member States.\n4.   The Agency shall carry out its tasks in the area of human rights issues relating to the information society without prejudice to the responsibilities of the European Data Protection Supervisor for ensuring that the fundamental rights and freedoms of natural persons, and in particular their right to privacy, are respected by Community institutions and bodies in accordance with his or her duties and powers stipulated in Articles 46 and 47 of Regulation (EC) No 45/2001."], "attachments": "Done at Brussels, 28 February 2008.\nFor the Council\nThe President\nD. MATE\n(1)  OJ L 53, 22.2.2007, p. 1.\n(2)  OJ L 403, 30.12.2006, p. 9.\n(3)  OJ L 8, 12.1.2001, p. 1."}