{"celex_id": "32007R1529", "uri": "http://publications.europa.eu/resource/cellar/94f7d01a-93c4-4521-ab88-91b0f4b5c478", "type": "Regulation", "concepts": ["1309", "161", "1644", "2296", "2771", "3732", "5083"], "title": "Commission Regulation (EC) No 1529/2007 of 21 December 2007 opening and providing for the administration in 2008 and 2009 of import quotas for rice originating in the ACP States which are part of the Cariforum region and the overseas countries and territories (OCTs)\n", "header": "31.12.2007 EN Official Journal of the European Union L 348/155\nCOMMISSION REGULATION (EC) No 1529/2007\nof 21 December 2007\nopening and providing for the administration in 2008 and 2009 of import quotas for rice originating in the ACP States which are part of the Cariforum region and the overseas countries and territories (OCTs)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (1), and in particular the seventh subparagraph of Article 6(5) of Annex III thereto,\nHaving regard to Council Regulation (EC) No 1528/2007 of 20 December 2007 applying the arrangements for goods originating in certain states which are part of the African, Caribbean and Pacific Group of States (ACP) provided for in agreements establishing, or leading to the establishment of, Economic Partnership Agreements (2), and in particular Article 6(3) thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (3), and in particular Articles 10(2) and 13(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1528/2007 applies the trading arrangements for goods originating in certain states which are part of the African, Caribbean and Pacific Group of States (ACP) provided for in the agreements establishing, or leading to the establishment of, Economic and Partnership Agreements (EPA). Under Article 6 of that Regulation, in 2008 and 2009 import quotas for rice originating in the states listed in Annex I thereto which form part of the Cariforum region are to be opened at zero duty for products of tariff heading 1006, with the exception of subheading 1006 10 10 for which imports are completely exempt from duties as of 1 January 2008.\n(2) Under Article 6 of Annex III to Decision 2001/822/EC, ACP/OCTs cumulation of origin is allowed for a total annual quantity of 160 000 tonnes in husked-rice equivalent, for products falling within tariff heading 1006. Of that total quantity, an initial issue of import licences for 35 000 tonnes of rice originating in the overseas countries and territories (hereinafter 'OCTs) is made each year and, within this quantity, import licences for 10 000 tonnes are issued for imports originating in the least-developed OCTs. All other import licences are issued for imports originating in the Netherlands Antilles and Aruba. These quantities may be increased if the ACP States do not actually use their direct export options under the 125 000 tonne tariff quota provided for in the Cotonou agreement.\n(3) Given that, from 1 January 2008, the trading arrangements of the Cotonou agreement no longer apply and the tariff quota for rice provided for therein is replaced by the preferential arrangements provided for in Article 6 of Regulation (EC) No 1528/2007, it should be laid down that the quota of 35 000 tonnes reserved for the OCTs may be increased if imports of rice into the Community under the preferential arrangements provided for in Article 6 of Regulation (EC) No 1528/2007 do not reach 125 000 tonnes.\n(4) To ensure that the import arrangements for rice provided for in Regulation (EC) No 1528/2007 and by Decision 2001/822/EC are properly managed, the detailed rules for issuing import licences for rice originating in the Cariforum states and the OCTs in 2008 and 2009 should be laid down in a single text. Commission Regulation (EC) No 2021/2006 of 22 December 2006 opening and providing for the administration of import quotas for rice originating in the African, Caribbean and Pacific States (ACP States) and the overseas countries and territories (OCTs) should therefore be repealed (4).\n(5) Without prejudice to the additional conditions or relevant derogations laid down for the management of these import arrangements, account should be taken of the provisions of the horizontal or sectoral implementing regulations, that is, Commission Regulations (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5), (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (6), and (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (7).\n(6) To ensure balanced market management, the issue of import licences relating to the above import quotas is to be staggered over the year in several specific subperiods and the period of validity of the licences should be laid down.\n(7) Quantities of rice at stages of processing other than husked rice shall be converted at the rates laid down in Article 1 of Commission Regulation No 467/67/EEC (8). Provision should also be made for the conversion of quantities of broken rice.\n(8) In order to ensure proper administration of the quotas provided for in Regulation (EC) No 1528/2007 and Decision 2001/822/EC, a security should be lodged in conjunction with an import licence application at a level commensurate with the risks involved.\n(9) Imports from the OCTs must be covered by import licences issued on the basis of an export licence issued by bodies authorised by the OCTs.\n(10) Licences not used to import rice originating in the least-developed OCTs should be made available for the import of rice originating in the Netherlands Antilles and Aruba, without precluding the possibility of carrying quantities forward to subsequent subperiods in the year.\n(11) As the agreements establishing, or leading to the establishment of, Economic Partnership Agreements enter into force from 1 January 2008, the measures provided for in this Regulation should apply from the same date.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   Zero-duty annual import tariff quotas are hereby opened on 1 January for products falling within CN code 1006, with the exception of CN code 1006 10 10, originating in the states which are part of the Cariforum region, as referred to in Annex I to Regulation (EC) No 1528/2007, under the following references:\n(a) 187 000 tonnes under serial number 09.4219 for 2008;\n(b) 250 000 tonnes under serial number 09.4220 for 2009.\n2.   Zero-duty annual import tariff quotas for a total quantity of 35 000 tonnes of rice originating in the OCTs or with ACP/OCTs cumulation of origin are hereby opened on 1 January 2008 and 2009 for products falling within CN code 1006 in accordance with the second subparagraph of Article 6(5) of Annex III to Decision 2001/822/EC, under the following references:\n(a) 25 000 tonnes under serial number 09.4189 for the Netherlands Antilles and Aruba;\n(b) 10 000 tonnes under serial number 09.4190 for the least-developed OCTs referred to in Annex I B to Decision 2001/822/EC.\n3.   The import tariff quotas referred to in paragraphs 1 and 2 shall be divided into subperiods in accordance with Annex I hereto.\n4.   The quotas referred to in paragraph 2 may be increased depending on the circumstances and within the limits provided for in Article 10(1) and (2) of this Regulation.\n5.   Unless otherwise specified, the quantities indicated in this Regulation shall be expressed in husked-rice equivalent.\nQuantities of rice at stages of processing other than husked rice shall be converted at the rates laid down in Article 1 of Regulation No 467/67/EEC.\nFor the purposes of this Regulation, quantities of broken rice shall be converted into quantities of husked rice on the basis of product weight.\n6.   Regulations (EC) Nos 1291/2000, 1342/2003 and 1301/2006 shall apply, save as otherwise provided for in this Regulation.\nCHAPTER II\nCOMMON IMPLEMENTING RULES", "1.   Import licence applications required pursuant to Article 10(1) of Regulation (EC) No 1785/2003 shall be lodged with the competent authorities of the Member States in the first seven days of each subperiod.\n2.   The quantity applied for in respect of each subperiod and quota serial number concerned shall not exceed 5 000 tonnes. However, in the case of the quota referred to in Article 1(2)(b), the quantity applied for in respect of each subperiod may not exceed 3 333 tonnes.\nEach licence application shall indicate a quantity in kilograms (whole numbers).", "1.   Sections 7 and 8 of the import licence application and the import licence shall contain the name of the country of provenance and the country of origin and ‘Yes’ shall be marked with a cross.\nLicences shall be valid only for products originating in the country indicated in section 8.\n2.   Section 20 of import licence applications and import licences shall contain one of the following entries:\n— Cariforum [Article 1(1) of Regulation (EC) No 1529/2007],\n— OCTs [Article 1(2) of Regulation (EC) No 1529/2007].\n3.   Section 24 of import licences shall contain one of the entries set out in Annex II hereto.", "1.   The Commission shall fix, within ten days of the final day for notification referred to in Article 6(a) of this Regulation, the quantities available for the next subperiod, taking account of the provisions of Article 10 hereto.\n2.   The Commission shall fix, where applicable, within the time limit referred to in paragraph 1 of this Article, the allocation coefficient referred to in Article 7(2) of Regulation (EC) No 1301/2006.\nWhere the quantity for which a licence is to be issued is less than 20 tonnes, while the licence application was for a quantity greater, the licence application may be withdrawn by the operator within two working days following the date of entry into force of the Regulation fixing the allocation coefficient.\n3.   Import licences shall be issued within three working days following the publication of the Commission decision.", "Notwithstanding Article 12 of Regulation (EC) No 1342/2003, the amount of the security required on submission of import licence applications shall be EUR 46 per tonne.", "Member States shall send the Commission, by electronic means:\n(a) no later than the second working day following the final day for the submission of licence applications at 18:00 (Brussels time), the information on the import licence applications referred to in Article 11(1)(a) of Regulation (EC) No 1301/2006, specifying the number of the import licence applied for, the eight-digit CN code, the country of origin and the quantities (in product weight) covered by those applications and the number of the export licence where this is required;\n(b) no later than the second working day following the issue of the import licences, information on the licences issued, as referred to in Article 11(1)(b) of Regulation (EC) No 1301/2006, the eight-digit CN code, the country of origin and the quantities (in product weight) for which import licences have been issued, specifying the quantities for which licence applications have been withdrawn in accordance with the second subparagraph of Article 4(2) of this Regulation, and the number of the import licence;\n(c) no later than the last day of each month, the total quantities (in product weight) actually released for free circulation under this quota during the previous month but one, broken down by eight-digit CN code. If no quantities have been released for free circulation during the period, a ‘nil’ notification shall be sent.\nCHAPTER III\nIMPORTS OF RICE ORIGINATING IN THE ACP STATES BELONGING TO THE CARIFORUM REGION", "Notwithstanding Article 6(1) of Regulation (EC) No 1342/2003, import licences issued in respect of the quotas referred to in Article 1(1) of this Regulation shall be valid from their actual day of issue within the meaning of Article 23(2) of Regulation (EC) No 1291/2000 until the end of the fourth month following their issue, and not in any case after 31 December of the year of issue.", "The release for free circulation under the quotas referred to in Article 1(1) of this Regulation shall be subject to the presentation of the document provided for in Article 14 of Annex II to of Regulation (EC) No 1528/2007 for the lot in question.\nCHAPTER IV\nIMPORTS OF RICE WITH ACP/OCTs CUMULATION OF ORIGIN", "Import licence applications shall be accompanied by the original of the export licence, drawn up in accordance with the model in Annex III, issued by the bodies responsible for issuing EUR.1 certificates.", "0\n1.   Where the total quantities under the import licences issued in respect of the quotas referred to in Article 1(1) is below 125 000 tonnes, the difference between those quantities and 125 000 tonnes shall be added to the October subperiod for the quotas referred to in Article 1(2), proportionately to the quantities awarded respectively to the Netherlands Antilles and Aruba on the one hand and to the least-developed OCTs on the other.\n2.   Where, for the October subperiod, the quantities covered by applications for import licences in respect of the quota referred to in Article 1(2)(b) do not cover the full quantity available, the remaining quantity may be used to import products originating in the Netherlands Antilles or Aruba.", "1\nNotwithstanding Article 6(1) of Regulation (EC) No 1342/2003, import licences for husked, milled and semi-milled rice and broken rice shall be valid from their actual day of issue within the meaning of Article 23(2) of Regulation (EC) No 1291/2000, until 31 December of the year of issue.\nCHAPTER V\nFINAL PROVISIONS", "2\nRegulation (EC) No 2021/2006 is hereby repealed.", "3\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 314, 30.11.2001, p. 1. Decision as last amended by Regulation (EC) No 1528/2007 (see page 1 of this Official Journal).\n(2)  See page 1 of this Official Journal.\n(3)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(4)  OJ L 384, 29.12.2006, p. 61.\n(5)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1423/2007 (OJ L 317, 5.12.2007, p. 36).\n(6)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 1996/2006 (OJ L 398, 30.12.2006, p. 1).\n(7)  OJ L 238, 1.9.2006, p. 13.\n(8)  OJ 204, 24.8.1967, p. 1.\nANNEX I\nQuotas and subperiods provided for in Article 1\n1(a) Quota of 187 000 tonnes in husked-rice equivalent, for products falling within CN code 1006, with the exception of CN code 1006 10 10, provided for in Article 1(1)(a), for 2008:\nOrigin Quantity in husked-rice equivalent (tonnes) Serial number Subperiods\nJanuary May September\nCariforum states 187 000 09.4219 62 333 62 334 62 333\n1(b) Quota of 250 000 tonnes in husked-rice equivalent, for products falling within CN code 1006, with the exception of CN code 1006 10 10, provided for in Article 1(1)(b), for 2009:\nOrigin Quantity in husked-rice equivalent (tonnes) Serial number Subperiods\nJanuary May September\nCariforum states 250 000 09.4220 83 333 83 334 83 333\n2. The quotas for a total quantity of 35 000 tonnes of husk-rice equivalent, for products falling within CN code 1006 provided for in Article 1(2):\nOrigin Quantity in husked-rice equivalent (tonnes) Serial number Subperiods\nJanuary May September October (1)\nNetherlands Antilles and Aruba 25 000 09.4189 8 333 8 334 8 333 —\nLeast-developed OCTs 10 000 09.4190 3 333 3 334 3 333 —\n(1)  For 2008 and 2009, the quantities may be increased in accordance with Article 10(1).\nANNEX II\nEntries referred to in Article 3(3):\n— : in Bulgarian : Освободено от мито до максимално количество, посочено в графи 17 и 18 от настоящата лицензия (Регламент (ЕО) № 1529/2007)\n— : in Spanish : Exención del derecho de aduana hasta la cantidad indicada en las casillas 17 y 18 del presente certificado (Reglamento (CE) no 1529/2007)\n— : in Czech : Osvobozeno od cla až do množství uvedeného v kolonkách 17 a 18 této licence (nařízení (ES) č. 1529/2007)\n— : in Danish : Toldfri op til den mængde, der er angivet i rubrik 17 og 18 i denne licens (forordning (EF) nr. 1529/2007)\n— : in German : Zollfrei bis zu der in den Feldern 17 und 18 dieser Lizenz angegebenen Menge (Verordnung (EG) Nr. 1529/2007)\n— : in Estonian : Tollimaksuvabastus kuni käesoleva litsentsi lahtrites 17 ja 18 osutatud koguseni (Määrus (EÜ) nr 1529/2007)\n— : in Greek : Ατελώς μέχρι την ποσότητα που ορίζεται στα τετραγωνίδια 17 και 18 του παρόντος πιστοποιητικού (Κανονισμός (ΕΚ) αριθ. 1529/2007)\n— : in English : Exemption from customs duty up to the quantity indicated in sections 17 and 18 of this licence (Regulation (EC) No 1529/2007)\n— : in French : Exemption du droit de douane jusqu’à la quantité indiquée dans les cases 17 et 18 du présent certificat (Règlement (CE) no 1529/2007)\n— : in Italian : Esenzione del dazio doganale limitatamente alla quantità indicata nelle caselle 17 e 18 del presente titolo (Regolamento (CE) n. 1529/2007)\n— : in Latvian : Atbrīvojums no muitas nodokļa līdz daudzumam, kas norādīts šīs licences 17. un 18. iedaļā (Regula (EK) Nr. 1529/2007)\n— : in Lithuanian : Muitas netaikomas mažesniems kiekiams nei nurodyta šios licenzijos 17 ir 18 skirsniuose\n— : in Hungarian : Vámmentesség az ezen engedély 17. és 18. rovatában megjelölt mennyiségig (1529/2007/EK rendelet)\n— : in Maltese : Eżenzjoni mid-dwana sal-kwantità murija fit-Taqsimiet 17 u 18 ta’ din il-liċenzja (Regolament (KE) Nru 1529/2007)\n— : in Dutch : Vrijgesteld van douanerecht voor ten hoogste de in de vakken 17 en 18 van dit certificaat vermelde hoeveelheid (Verordening (EG) nr. 1529/2007)\n— : in Polish : Zwolnienie z opłat celnych dla ilości nieprzekraczającej ilości podanej w sekcji 17 i 18 niniejszego pozwolenia (rozporządzenie (WE) nr 1529/2007)\n— : in Portuguese : Isenção de direito aduaneiro até à quantidade indicada nas casas 17 e 18 do presente certificado (Regulamento (CE) n.o 1529/2007)\n— : in Romanian : Scutit de drepturi vamale până la concurența cantității menționate în căsuțele 17 și 18 din prezenta licență (Regulamentul (CE) nr. 1529/2007)\n— : in Slovak : Oslobodenie od cla do množstva uvedeného v oddieloch 17 a 18 tejto licencie (nariadenie (ES) č. 1529/2007)\n— : in Slovenian : Oprostitev carin do količine, navedene v oddelkih 17 in 18 tega dovoljenja (Uredba (ES) št. 1529/2007)\n— : in Finnish : Tullivapaa tämän todistuksen kohdissa 17 ja 18 esitettyyn määrään asti (asetus (EY) N:o 1529/2007)\n— : in Swedish : Tullfri upp till den mängd som anges i fält 17 och 18 i denna licens (förordning (EG) nr 1529/2007)\nANNEX III\nModel export licence as referred to in Article 9(1) of Regulation (EC) No 1529/2007"}