{"celex_id": "32006D0893", "uri": "http://publications.europa.eu/resource/cellar/e5b1b5d1-9bd1-4ace-89a5-d6a4d32ea7e9", "type": "Decision", "concepts": ["1826", "3641", "3646", "3648", "5065"], "title": "2006/893/EC: Commission Decision of 5 December 2006 on the withdrawal of the reference of standard EN 10080:2005 Steel for the reinforcement of concrete — Weldable reinforcing steel — General in accordance with Council Directive 89/106/EEC (notified under document number C(2006) 5869)   (Text with EEA relevance)\n", "header": "8.12.2006 EN Official Journal of the European Union L 343/102\nCOMMISSION DECISION\nof 5 December 2006\non the withdrawal of the reference of standard EN 10080:2005 ‘Steel for the reinforcement of concrete — Weldable reinforcing steel — General’ in accordance with Council Directive 89/106/EEC\n(notified under document number C(2006) 5869)\n(Text with EEA relevance)\n(2006/893/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products (1), and in particular Article 5(1) thereof,\nHaving regard to the opinion of the Standing Committee on Construction,\nHaving regard to the opinion of the Standing Committee set up in accordance with Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society Services (2),\nWhereas:\n(1) The standard EN 10080:2005 ‘Steel for the reinforcement of concrete — Weldable reinforcing steel — General’ was established by the European Committee for Standardisation (CEN) on 21 April 2005. The reference of that standard was published in the Official Journal of the European Union in accordance with Article 7(3) of Directive 89/106/EEC, first on 14 December 2005 (3) and again on 8 June 2006 (4).\n(2) Italy and the Commission have raised formal objections in respect of standard EN 10080:2005.\n(3) The Italian formal objection was lodged on the grounds that EN 10080:2005 does not satisfy the essential requirement of mechanical resistance and stability in Annex I to Directive 89/106/EEC as it does not differentiate clearly the intended use of the reinforcing steels, i.e. the reinforcing steel with specific performance required for use in seismic areas which is an important safety issue of works regulated in Italy.\n(4) The Commission’s formal objection was lodged on the grounds that the Annex ZA to EN 10080:2005 foresees the indication of the performance characteristics according to technical classes, while the standard itself neither defines the technical classes nor the corresponding technical performance characteristics.\n(5) In the light of the results of the examination of the objections raised against the reference of standard EN 10080:2005 ‘Steel for the reinforcement of concrete — Weldable reinforcing steel — General’, the reference of standard EN 10080:2005 should be withdrawn from the list of harmonised standards in the Official Journal of the European Union with the result that compliance with relevant national standards transposing the harmonised standard EN 10080:2005 no longer confers the presumption of fitness for use and of conformity to the relevant provisions of Directive 89/106/EEC,", "main_body": ["The reference of standard EN 10080:2005 ‘Steel for the reinforcement of concrete — Weldable reinforcing steel — General’, is withdrawn from the list of harmonised standards published in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 40, 11.2.1989, p. 12. Directive as last amended by Commission Decision 2006/190/EC (OJ L 66, 8.3.2006, p. 47).\n(2)  OJ L 204, 21.7.1998, p. 37. Directive as last amended by the 2003 Act of Accession.\n(3)  OJ C 319, 14.12.2005, p. 1.\n(4)  OJ C 134, 8.6.2006, p. 1."}