{"celex_id": "32006R0847", "uri": "http://publications.europa.eu/resource/cellar/8e438ea1-7e34-45c6-866c-31754cb87b64", "type": "Regulation", "concepts": ["161", "2732", "4083", "4453"], "title": "Commission Regulation (EC) No 847/2006 of  8 June 2006  opening and providing for the administration of Community tariff quotas for certain prepared or preserved fish\n", "header": "9.6.2006 EN Official Journal of the European Union L 156/8\nCOMMISSION REGULATION (EC) No 847/2006\nof 8 June 2006\nopening and providing for the administration of Community tariff quotas for certain prepared or preserved fish\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2006/324/EC of 27 February 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Articles XXIV:6 and XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union (1), and in particular Article 4 thereof,\nWhereas:\n(1) Within the Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand approved by the Council by its Decision 2006/324/EC, provision is made for two new annual tariff quotas for certain prepared or preserved fish.\n(2) The Agreement provides that a certain volume of each tariff quota should be allocated to the Kingdom of Thailand and the remaining part of each tariff quota should be open to imports of all countries.\n(3) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2) codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations.\n(4) Council Regulation (EC) No 683/2006 of 27 February 2006 concerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Articles XXIV:6 and XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3), provides for the entry into force of the new tariff quotas four weeks after its publication in the Official Journal of the European Union, therefore this Commission implementing Regulation should apply from the same date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1.   An annual tariff quota of 2 558 tonnes with exemption of customs duties shall be opened for Community imports of prepared or preserved fish of tunas, skipjack or other fish of the genus Euthynnus, other than whole or in pieces, falling within CN code 1604 20 70.\n2.   An annual tariff quota of 2 275 tonnes with exemption of customs duties shall be opened for Community imports of prepared or preserved fish of sardines, bonito, mackerel of the species Scomber scombrus and Scomber japonicus, fish of the species Orcynopsis unicolor, other than whole or in pieces, falling within CN code 1604 20 50.", "The tariff quotas set out in Article 1 shall apply as follows:\n1. of the tariff quota of 2 558 tonnes in Article 1(1), 1 816 tonnes shall apply within order number 09.0704 to imports originating in Thailand, and the remaining part, notably 742 tonnes, shall apply within order number 09.0705 to imports originating in all countries;\n2. of the tariff quota of 2 275 tonnes in Article 1(2), 1 410 tonnes shall apply within order number 09.0706 to imports originating in Thailand, and the remaining part, notably 865 tonnes, shall apply within order number 09.0707 to imports originating in all countries.", "1.   The origin shall be determined in accordance with the provisions in force in the Community.\n2.   Qualification for the share of the tariff quotas allocated to Thailand shall be subject to presentation of a certificate of origin meeting the conditions laid down in Article 47 of Regulation (EEC) No 2454/93.", "The tariff quotas set out in this Regulation shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply with effect from 2 June 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 June 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 120, 5.5.2006, p. 17.\n(2)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35).\n(3)  OJ L 120, 5.5.2006, p. 1."}