{"celex_id": "32008R0848", "uri": "http://publications.europa.eu/resource/cellar/6d3a04ad-8344-4fc4-b017-df31f86d595a", "type": "Regulation", "concepts": ["2081", "2773", "2985", "5451"], "title": "Commission Regulation (EC) No 848/2008 of 28 August 2008 amending Regulation (EC) No 2076/2002 and Decision 2003/565/EC as regards the time period provided for in Article 8(2) of Council Directive 91/414/EEC (Text with EEA relevance)\n", "header": "29.8.2008 EN Official Journal of the European Union L 231/9\nCOMMISSION REGULATION (EC) No 848/2008\nof 28 August 2008\namending Regulation (EC) No 2076/2002 and Decision 2003/565/EC as regards the time period provided for in Article 8(2) of Council Directive 91/414/EEC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the third subparagraph of Article 8(2) thereof,\nWhereas:\n(1) The first subparagraph of Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not included in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) For the substances covered by the third and the fourth stages of the programme of work the 12-year period referred to in recital 1 was extended by Commission Regulation (EC) No 2076/2002 of 20 November 2002 extending the time period referred to in Article 8(2) of Council Directive 91/414/EEC and concerning the non-inclusion of certain active substances in Annex I to that Directive and the withdrawal of authorisations for plant protection products containing these substances (2) and Commission Decision 2003/565/EC of 25 July 2003 extending the time period provided for in Article 8(2) of Council Directive 91/414/EEC (3).\n(3) For those substances the evaluation of the draft assessment reports is almost completed and for most of them a decision on whether they may be included in Annex I to Directive 91/414/EEC will be taken before 31 December 2008. But for some of those substances it is not possible to complete the decision making by 31 December 2008. To allow the programme of work to be concluded it is therefore necessary to extend the time period provided for in Regulation (EC) No 2076/2002 and Decision 2003/565/EC with respect to the third and the fourth stages of the programme of work. Furthermore, as regards substances which are being included, Member States and interested parties need to be given an adequate period to prepare themselves to meet the new requirements.\n(4) This extension of time does not prejudge the possibility of including individual active substance in Annex I to Directive 91/414/EEC as provided for in the fourth subparagraph of Article 8(2) of that Directive.\n(5) Regulation (EC) No 2076/2002 and Decision 2003/565/EC should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 1 to Regulation (EC) No 2076/2002, the date ‘31 December 2008’ is replaced by ‘31 December 2009’.", "In Article 1 to Decision 2003/565/EC, the date ‘31 December 2008’ is replaced by ‘31 December 2009’.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2008/70/EC (OJ L 185, 12.7.2008, p. 40).\n(2)  OJ L 319, 23.11.2002, p. 3. Regulation as last amended by Regulation (EC) No 1313/2007 (OJ L 291, 9.11.2007, p. 11).\n(3)  OJ L 192, 31.7.2003, p. 40."}