{"celex_id": "32007D0583", "uri": "http://publications.europa.eu/resource/cellar/318ea6f2-8372-4439-8eb7-7f3c9424c035", "type": "Decision", "concepts": ["1074", "2563", "5541", "889"], "title": "2007/583/EC: Commission Decision of 21 June 2007 on State aid C 17/2006 (ex N 3/2006), training aid to Autoeuropa — Automóveis Lda, Portugal (notified under document number C(2007) 3130) (Text with EEA relevance )\n", "header": "24.8.2007 EN Official Journal of the European Union L 219/36\nCOMMISSION DECISION\nof 21 June 2007\non State aid C 17/2006 (ex N 3/2006), training aid to Autoeuropa — Automóveis Lda, Portugal\n(notified under document number C(2007) 3130)\n(Only the Portuguese version is authentic)\n(Text with EEA relevance)\n(2007/583/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested Parties to submit their comments pursuant to those provisions (1) and having regard to their comments,\nWhereas:\nI.   PROCEDURE\n(1) By letter of 27 December 2005 (registered as received on 4 January 2006), Portugal notified the Commission of its intention to grant aid amounting to EUR 3 552 423 to Autoeuropa — Automóveis Lda (Autoeuropa) in connection with a training project that the company wished to implement. The Commission requested further information by letter of 31 January 2006, to which Portugal replied by letter dated 9 March 2006 (registered as received on 23 March 2006).\n(2) By letter of 16 May 2006, the Commission informed Portugal that it had decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the aid. The Portuguese authorities presented their comments in accordance with this procedure by letter of 31 August 2006.\n(3) The Commission decision to initiate the procedure was published in the Official Journal of the European Union\n (2). The Commission called on interested parties to submit their comments.\n(4) The Commission received comments from interested parties. It forwarded them to Portugal, which was given the opportunity to react; its comments were received by letter of 13 November 2006. The Commission requested further information from Portugal by letter of 2 February 2007.\nII.   WITHDRAWAL OF THE NOTIFICATION\n(5) By letter of 4 May 2007, Portugal informed the Commission that the notified aid would no longer be implemented given that Autoeuropa had modified its training project and that the notification thus no longer served any purpose.\n(6) The Commission notes that, according to Article 8 of Council Regulation (EC) No 659/1999 (3), the Member State concerned may withdraw the notification in due time before the Commission has taken a decision on the aid. According to Article 8(2), in cases where the Commission has initiated the formal investigation procedure, the Commission must close the procedure.\n(7) Consequently, the Commission has decided to close the formal investigation procedure under Article 88(2) of the EC Treaty in respect of the relevant aid, given that Portugal has withdrawn its notification,", "main_body": ["Pursuant to Article 88(2) of the EC Treaty and in view of the fact that Portugal has withdrawn its notification, the Commission hereby closes the formal investigation procedure in respect of the training aid that Portugal intended to grant to Autoeuropa — Automóveis Lda.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 21 June 2007.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ C 177, 29.7.2006, p. 25.\n(2)  See footnote 1.\n(3)  Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article 93 of the EC Treaty (OJ L 83, 27.3.1999, p. 1)."}