{"celex_id": "32009R1250", "uri": "http://publications.europa.eu/resource/cellar/854fdc72-60cb-414b-8b89-49e16c4924a8", "type": "Regulation", "concepts": ["2443", "2965", "3003", "3679", "4372", "4734", "797"], "title": "Council Regulation (EC) No 1250/2009 of 30 November 2009 amending Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers\n", "header": "19.12.2009 EN Official Journal of the European Union L 338/1\nCOUNCIL REGULATION (EC) No 1250/2009\nof 30 November 2009\namending Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Regulation (EC) No 73/2009 (1) establishes the mechanism of financial discipline whereby the level of direct support is adjusted when the forecasts indicate that the subceiling for market related expenditure and direct payments, under heading 2 of Annex I to the Interinstitutional Agreement between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (2), with a safety margin of EUR 300 000 000, is exceeded in a given financial year.\n(2) The abovementioned subceiling covers expenditure for direct payments before all transfers to rural development and before modulation. The text of Regulation (EC) No 73/2009 should therefore be clarified so as to provide that the expenditure to be compared with the subceiling also includes possible transfers to the European Agricultural Fund for Rural Development (EAFRD) referred to in Article 136 of Regulation (EC) No 73/2009, as well as possible transfers to EAFRD in the wine sector resulting from the application of Article 190a(2) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (3).\n(3) Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (4) authorised the Commission to adopt, inter alia, a provision to deal with the situation where the allocation of payment entitlements to a farmer would lead to a windfall profit for the farmer. Such a situation can also occur under Regulation (EC) No 73/2009 and should therefore be addressed.\n(4) Under Regulation (EC) No 1782/2003 some Member States opted for the implementation of the single payment scheme and for the partial implementation of the single payment scheme in the sheepmeat and goatmeat sector as well as in the beef and veal sector at regional level. Regional considerations may also be relevant for the decisions to be taken under Regulation (EC) No 73/2009 to continue or to adjust the partial implementation of the single payment scheme in those sectors. It should therefore be made possible for those decisions to be taken at regional level.\n(5) Regulation (EC) No 73/2009 provides for the allocation of payment entitlements where a farmer in a sector concerned does not hold any payment entitlement. However, this provision does not adequately deal with the situation where that farmer nevertheless declares a number of leased payment entitlements in the first year of integration of the coupled support into the single payment scheme. In that case the farmer would not be able or only partly be able to activate the new payment entitlements allocated since all or some of the farmer’s eligible hectares would already have been used to activate the leased entitlements. It is therefore appropriate to provide a temporary derogation according to which the farmer concerned should be allocated payment entitlements for the hectares declared which correspond to those hectares over and above the hectares declared to activate the leased payment entitlements and/or the payment entitlements which give right to a payment without any declaration of the corresponding hectares. This derogation should be limited to the situation where a farmer is to remain in agricultural activity.\n(6) Pursuant to Regulation (EC) No 73/2009, Member States wishing to grant, from 2010, specific support measures as referred to in that Regulation had to take a decision by 1 August 2009 on the use of their national ceiling for financing those measures. Following the Communication from the Commission to the Council of 22 July 2009 entitled ‘Dairy market situation 2009’, and in view of the current dairy market situation, a derogation from that deadline is necessary in order to allow Member States under certain conditions to grant, from 2010, specific support in favour of farmers in the dairy sector.\n(7) Regulation (EC) No 73/2009 provides for a derogation from the upper limit of support laid down in that Regulation in certain cases where Article 69 of Regulation (EC) No 1782/2003 was used to provide support with regard to suckler cows. The purpose of this derogation is to provide for a sufficient transitional period in order to allow for a smooth transition to the new rules for specific support in the beef and veal sector. It should therefore be clarified that this derogation is limited to cases where Article 69 of Regulation (EC) No 1782/2003 was used mainly to support the beef and veal sector.\n(8) Regulation (EC) No 73/2009 repeals Regulation (EC) No 1782/2003 as from the date of its entry into force and applies from 1 January 2009. However, Regulation (EC) No 73/2009 provides for the continued application of Regulation (EC) No 1782/2003 in specific cases including that of the partial implementation of the single payment scheme in the sheepmeat and goatmeat sector. In order to ensure a coherent approach for this sector, the corresponding provision in Regulation (EC) No 73/2009 should apply instead in 2009. It is therefore appropriate to establish a transitional provision as regards the additional sheep and goat payments for 2009.\n(9) Regulation (EC) No 73/2009 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 73/2009 is amended as follows:\n1. Article 11(1) is replaced by the following:\n2. the following paragraph is added to Article 41:\n(a) a minimum duration for the lease;\n(b) the period in which the sale or grant or expiry of the lease can be deemed to lead to a windfall profit. That period shall start no earlier than the start date of the relevant reference period for decoupling and shall end no later than the date when the farmer concerned was made aware of the decoupling and of the relevant conditions;\n(c) the proportion of the payment received which shall revert to the national reserve.’;\n3. Article 51 is amended as follows:\n(a) in paragraph 1, the following subparagraph is added:\n(b) the following paragraph is added:\n(a) the breakdown per region of the amounts foreseen for the measure or measures concerned for the years 2010 to 2012 according to objective criteria;\n(b) the statistical and other supporting data used to establish the amounts referred to in point (a).\n4. the following subparagraphs are added to Article 64(2):\n5. in Article 67, the current text becomes paragraph 1 and the following paragraph is added:\n(a) the breakdown per region of the amounts foreseen for the measure or measures concerned for the years 2010 to 2012 according to objective criteria;\n(b) the statistical and other supporting data used to establish the amounts referred to in point (a).\n6. Article 69 is amended as follows:\n(a) the following subparagraph is added to paragraph 1:\n(b) in paragraph 5, the first subparagraph is replaced by the following:\n7. the following subparagraph is added to Article 131(1):\n8. in Chapter 2 of Title VII, the following Article is inserted:\n9. the second subparagraph of Article 146(1) is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nHowever, points 8 and 9 of Article 1 shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nS. O. LITTORIN\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ C 139, 14.6.2006, p. 1.\n(3)  OJ L 299, 16.11.2007, p. 1.\n(4)  OJ L 270, 21.10.2003, p. 1.\n(5)  OJ C 139, 14.6.2006, p. 1.\n(6)  OJ L 323, 28.11.2002, p. 48.’;"}