{"celex_id": "32002D0515", "uri": "http://publications.europa.eu/resource/cellar/c6f916f8-4a8d-462f-bf5a-9babbd32bf79", "type": "Decision", "concepts": ["2393", "2394", "3077", "5138", "5352", "976"], "title": "2002/515/EC: Commission Decision of 22 March 2001 approving the Single Programming Document for Community structural assistance under Objective 2 in the Centre region in France (notified under document number C(2001) 645)\n", "header": "Commission Decision\nof 22 March 2001\napproving the Single Programming Document for Community structural assistance under Objective 2 in the Centre region in France\n(notified under document number C(2001) 645)\n(Only the French text is authentic)\n(2002/515/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 15(5) thereof,\nAfter consulting the Committee on the Development and Conversion of Regions, the Committee pursuant to Article 147 of the Treaty and the Committee on Agricultural Structures and Rural Development,\nWhereas:\n(1) Articles 13 et seq. of Title II of Regulation (EC) No 1260/1999 lay down the procedure for preparing and implementing Single Programming Documents.\n(2) Article 15(1) and (2) of Regulation (EC) No 1260/1999 provides that, after consultation with the partners referred to in Article 8 of the Regulation, the Member State may submit to the Commission a development plan which is treated as a draft Single Programming Document, and which contains the information referred to in Article 16 of the Regulation.\n(3) Under Article 15(5) of Regulation (EC) No 1260/1999, on the basis of the regional development plan submitted by the Member State and within the partnership established in accordance with Article 8 of that Regulation, the Commission is to take a decision on the Single Programming Document, in agreement with the Member State concerned and in accordance with the procedures laid down in Articles 48 to 51.\n(4) The French Government submitted to the Commission on 20 April 2000 an acceptable draft Single Programming Document for the Centre region fulfilling the conditions for Objective 2 pursuant to Article 4(1) and qualifying for transitional support under Objectives 2 and 5(b) pursuant to Article 6(2) of Regulation (EC) No 1260/1999. As permitted by Article 40(2) of Council Regulation (EC) No 1257/1999 17 of May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF)(2), the draft includes rural development measures other than those referred to in Article 35(1) of the Regulation. It also includes the information listed in Article 16 of Regulation (EC) No 1260/1999, in particular a description of the priorities selected and an indication of the financial contribution from the European Regional Development Fund (ERDF), the European Social Fund (ESF) and the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section.\n(5) The date of submission of the draft which was considered acceptable by the Commission constitutes the date from which expenditure under the plan is eligible. Under Article 52(4) of Regulation (EC) No 1260/1999, as an acceptable plan was submitted between 1 January and 30 April 2000 the date from which expenditure under the plan is eligible is 1 January 2000 in the case of the Structural Funds; in the case of the EAGGF Guarantee Section, Article 6 of Commission Regulation (EC) No 2603/1999(3) provides that the expenditure is eligible only if it has actually been paid to the beneficiary after the date of submission of the programme. Under Article 30 of Regulation (EC) No 1260/1999, it is necessary to lay down the final date for the eligibility of expenditure.\n(6) The rural development measures to be financed by the EAGGF Guarantee Section are governed, in particular as regards their compatibility and consistency with common agricultural policy measures, by Regulation (EC) No 1257/1999.\n(7) The Single Programming Document has been drawn up in agreement with the Member State concerned and within the partnership.\n(8) The Commission has satisfied itself that the Single Programming Document is in accordance with the principle of additionality.\n(9) Under Article 10 of Regulation (EC) No 1260/1999, the Commission and the Member State are required to ensure, in a manner consistent with the principle of partnership, coordination between assistance from the Funds and from the EIB and other existing financial instruments.\n(10) The EIB has been involved in drawing up the Single Programming Document in accordance with the provisions of Article 15(5) of Regulation (EC) No 1260/1999 and has declared itself prepared to contribute to its implementation in conformity with its statutory provisions.\n(11) The financial contribution from the Community available over the entire period and its year-by-year breakdown are expressed in euro. The annual breakdown should be consistent with the relevant financial perspective. Under Article 7(7) of Regulation (EC) No 1260/1999, the Community contribution has already been indexed at a rate of 2 % per year. Under Article 7(7) and Article 44(2) of the Regulation, the Community contribution may be reviewed at mid-term, and not later than 31 March 2004, to take account of the effective level of inflation and the allocation of the performance reserve.\n(12) Provision should be made for adapting the financial allocations of the priorities of this Single Programming Document within certain limits to actual requirements reflected by the pattern of implementation on the ground, in agreement with the Member State concerned,", "main_body": ["The Single Programming Document for Community structural assistance in the Centre region in France eligible under Objective 2 and qualifying for transitional support under Objectives 2 and 5(b) for the period 1 January 2000 to 31 December 2006 is hereby approved.", "1. In accordance with Article 19 of Regulation (EC) No 1260/1999, the Single Programming Document includes the following elements:\n(a) the strategy and priorities for the joint action of the Structural Funds and the Member State; their specific quantified targets; the ex ante evaluation of the expected impact, including on the environmental situation, and the consistency of the priorities with the economic, social and regional policies and the employment strategy of France.\nThe priorities are as follows:\n1. supporting the conversion of economic activity and greater competitiveness;\n2. making the area more attractive;\n3. promoting the conditions for high-quality cooperative development;\n4. promoting rural development;\n5. technical assistance;\n(b) a summary description of the measures planned to implement the priorities, including the information needed to check compliance with the State aid rules under Article 87 of the Treaty;\n(c) the indicative financing plan specifying for each priority and each year the financial allocation envisaged for the contribution from each Fund and the other financial instruments, including the total amount from the EAGGF Guarantee Section and indicating separately the funding planned for the regions receiving transitional support in respect of Objectives 2 and 5(b) and the total amounts of eligible public or equivalent expenditure and estimated private funding in the Member State. The total contribution from the Funds planned for each year for the Single Programming Document is consistent with the relevant financial perspective;\n(d) the provisions for implementing the Single Programming Document including designation of the managing authority, a description of the arrangements for managing the Single Programming Document and the use to be made of global grants, a description of the systems for monitoring and evaluation, including the role of the Monitoring Committee and the arrangements for the participation of the partners in that Committee;\n(e) the ex ante verification of compliance with additionality and information on the transparency of financial flows.\n2. The indicative financing plan puts the total cost of the priorities selected for the joint action by the Community and the Member State at EUR 732646451 for the whole period, the financial contribution from the Structural Funds at EUR 199252553 and that from the EAGGF Guarantee Section at EUR 27727000.\nThe resulting requirement for national resources of EUR 356454906 from the public sector and EUR 149212002 from the private sector can be partly met by Community loans from the European Investment Bank and other lending instruments.\n3. The rate of part-financing by the EAGGF Guarantee Section for each rural development measure is given in the Single Programming Document. The rate of part-financing by the EAGGF at the level of the sub-measure or action is given in the programme complement provided for in Article 19(4) of Regulation (EC) No 1260/1999 and shall be valid for at least one financial year.", "1. The total assistance from the Structural Funds granted under the Single Programming Document amounts to EUR 199252553, to which the EAGGF Guarantee Section will contribute a further EUR 27727000.\nThe procedure for granting the financial assistance, including the financial contribution from the Funds for the various priorities included in the Single Programming Document, is set out in the financing plan annexed to this Decision.\n2. The indicative initial estimated breakdown among the Structural Funds of the total Community assistance available is as follows:\n>TABLE>\n3. During implementation of the financing plan, the total cost or Community financing of a given priority may be adjusted in agreement with the Member State by up to 25 % of the total Community contribution to the Single Programming Document throughout the programme period, up to a maximum of EUR 30 million, without altering the total Community contribution referred to in paragraph 1.", "This Decision is without prejudice to the Commission's position on aid schemes falling within Article 87(1) of the Treaty that are included in this assistance and which it has not yet approved. Submission of the application for assistance, the programme complement or a request for payment by the Member State does not replace the notification required by Article 88(3) of the Treaty.\nCommunity financing of State aid falling within Article 87(1) of the Treaty, granted under aid schemes or in individual cases, requires prior approval by the Commission under Article 88 of the Treaty, except where the aid falls under the de minimis rule or is exempted under an exemption regulation adopted by the Commission under Council Regulation (EC) No 994/98 on the application of Articles 92 and 93 to certain categories of horizontal State aid(4). In the absence of such exemption or approval, aid is illegal and subject to the consequences set out in the procedural regulation for State aid, and its part-financing would be treated as an irregularity within the meaning of Articles 38 and 39 of Regulation (EC) No 1260/1999.\nConsequently, the Commission will not accept requests for interim and final payments under Article 32 of the Regulation for measures being part-financed with new or altered aid, as defined in the procedural regulation for State aid, granted under aid schemes or in individual cases, until such aid has been notified to and formally approved by the Commission.\nBy way of derogation from the preceding paragraphs, Articles 51 and 52 of Regulation (EC) No 1257/1999 shall apply in the context of rural development part financed by the EAGGF.", "The date from which expenditure shall be eligible is 1 January 2000 for the Structural Funds and 20 April 2000 for the EAGGF Guarantee Section.\nThe closing date for the eligibility of expenditure shall be 31 December 2008. This date is extended to 30 April 2009 for expenditure incurred by bodies granting assistance under Article 9(l) of Regulation (EC) No 1260/1999. The closing date for the eligibility of expenditure in the area receiving transitional support shall be 31 December 2007.\nThe final date for the EAGGF Guarantee Section to take account of payments made by the paying bodies under this programming document shall be 31 December 2006.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 22 March 2001.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 316, 10.12.1999, p. 26.\n(4) OJ L 142, 14.5.1998, p. 1."}