{"celex_id": "32007R0529", "uri": "http://publications.europa.eu/resource/cellar/7fa7da9f-ca9b-4ecc-8a52-25152d23dbd4", "type": "Regulation", "concepts": ["161", "2743", "3191", "4080", "4682"], "title": "Commission Regulation (EC) No 529/2007 of 11 May 2007 opening and providing for the administration of an import tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 02062991 ( 1 July 2007 to 30 June 2008 )\n", "header": "12.5.2007 EN Official Journal of the European Union L 123/26\nCOMMISSION REGULATION (EC) No 529/2007\nof 11 May 2007\nopening and providing for the administration of an import tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 (1 July 2007 to 30 June 2008)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular the first subparagraph of Article 41 thereof,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) The WTO schedule CXL requires the Community to open an annual import tariff quota of 53 000 tonnes of frozen beef covered by CN code 0202 and products covered by CN code 0206 29 91 (order number 09.4003). Implementing rules should be laid down for the quota year 2007/08 starting on 1 July 2007.\n(2) Pursuant to Article 29(1) of Regulation (EC) No 1254/1999, imports into the Community should be managed using import licences. However, it is appropriate to manage this quota by attributing import rights as a first step and issuing import licences as a second, as provided for in Article 6(3) of Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2). In this way, operators that have obtained import rights should be able to decide, during the course of the quota period, the moment when they wish to apply for import licences, in view of their actual trade flows. That Regulation limits the period of validity of licences to the last day of the import tariff quota period.\n(3) Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (3) and Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4) should be applicable to import licences issued under this Regulation, save where derogations are appropriate.\n(4) The 2006/07 quota was managed in conformity with the provisions of Commission Regulation (EC) No 704/2006 of 8 May 2006 opening and providing for the administration of a tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 (1 July 2006 to 30 June 2007) (5). That Regulation provided for a method of administration based on an import performance criterion ensuring that the quota is allocated to professional operators able to import beef without undue speculation.\n(5) The experience obtained from the application of that method shows that there are positive results and therefore it is appropriate to maintain the same method of administration for the quota period 1 July 2007 to 30 June 2008. It is therefore appropriate to determine a reference period for eligible imports which is long enough to provide for a representative performance while also sufficiently recent to reflect the latest development in trade.\n(6) In order to ensure a level playing field for all applicants throughout the Community, a transitional measure related to imports into Bulgaria and Romania before 31 December 2006 shall be provided. The application submitted shall include proof, to the satisfaction of the competent national authorities, that such imports used as reference quantity for the purposes of this quota originated from establishments and third countries or parts of third countries referred to in Article 9 of Council Decision 79/542/EEC (6), in Article 8(1) of Council Directive 2002/99/EC (7) and in Articles 11 and 12 of Regulation (EC) No 854/2004 of the European Parliament and of the Council (8).\n(7) Regulation (EC) No 1301/2006 lays down in particular detailed provisions on applications for import rights, the status of applicants and the issue of import licences. The provisions of Regulation (EC) No 1301/2006 should apply, from 1 July 2007, to import licences issued pursuant to this Regulation, without prejudice to additional conditions laid down in this Regulation.\n(8) In order to prevent speculation, a security relating to import rights should be fixed for each applicant under the quota.\n(9) To oblige operators to apply for import licences for all the import rights allocated, it should be established that such obligation constitutes a primary requirement within the meaning of Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (9).\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   An import tariff quota totalling 53 000 tonnes expressed in weight of boneless meat is hereby opened for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 for the period 1 July 2007 to 30 June 2008.\nThe order number of the tariff quota shall be 09.4003.\n2.   The Common Custom Tariff duty applicable to the quota provided for in paragraph 1 shall be 20 % ad valorem.", "1.   The import tariff quota referred to in Article 1(1) shall be managed by attributing import rights as a first step and issuing import licences as a second.\n2.   Regulations (EC) No 1445/95, (EC) No 1291/2000 and (EC) No 1301/2006 shall apply, save as otherwise provided for in this Regulation.", "For the purposes of this Regulation,\n(a) 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boneless meat;\n(b) ‘frozen meat’ means meat that is frozen and has an internal temperature of – 12 °C or lower when it enters the customs territory of the Community.", "1.   For the purposes of application of Article 5 of Regulation (EC) No 1301/2006, applicants for import rights shall demonstrate that a quantity of beef falling under CN codes 0201, 0202, 0206 10 95 or 0206 29 91 has been imported by them or on their behalf under the relevant customs provisions, between 1 May 2006 and 30 April 2007 (hereinafter ‘reference quantity’).\n2.   A company formed by the merger of companies each having imported reference quantities may use those reference quantities as basis for its application.\n3.   In case where the reference quantity relates to imports into Bulgaria and Romania before 31 December 2006 the applicants for import rights shall demonstrate that the imports originated from establishments and third countries or parts of third countries referred to in Article 9 of Decision 79/542/EEC, in Article 8(1) of Directive 2002/99/EC and in Articles 11 and 12 of Regulation (EC) No 854/2004.\nThe competent national authorities shall decide what is acceptable documentary evidence of compliance with the condition provided for in the first subparagraph.", "1.   Applications for import rights shall be lodged no later than 13:00, Brussels time, on 1 June 2007.\nThe total quantity covered by applications for import rights submitted in the import tariff quota period may not exceed the applicant's reference quantities. Applications not complying with this rule shall be rejected by the competent authorities.\n2.   A security of EUR 6 per 100 kilogram boneless equivalent shall be lodged together with the application for import rights.\n3.   No later than 13:00, Brussels time, on the third Friday following the end of the period for the submission of applications referred to in paragraph 1, Member States shall notify the Commission of the total quantities applied for.", "1.   Import rights shall be awarded as from the 7th and no later than the 16th working day following the end of the period for the notifications referred to in Article 5(3).\n2.   If application of the allocation coefficient referred to in Article 7(2) of Regulation (EC) No 1301/2006 results in fewer import rights to be allocated than had been applied for, the security lodged in accordance with Article 5(2) of this Regulation shall be released proportionally without delay.", "1.   The release into free circulation of the quantities awarded under the quota referred to in Article 1(1) is subject to the presentation of an import licence.\n2.   Import licence applications shall cover the total quantity allocated. This obligation shall constitute a primary requirement within the meaning of Article 20(2) of Regulation (EEC) No 2220/85.", "1.   Licence applications may be lodged solely in the Member State where the applicant has applied and obtained import rights under the quota referred to in Article 1(1).\nEach issuing of import licence shall result in a corresponding reduction of the import rights obtained and the security lodged in accordance with Article 5(2) shall be released proportionally without delay.\n2.   Import licences shall be issued on application by and in the name of the operator who has obtained the import rights.\n3.   Licence applications and import licences shall contain:\n(a) in box 16, one of the following groups of CN codes:\n— 0202 10 00, 0202 20\n— 0202 30, 0206 29 91;\n(b) in box 20, the order number of the quota (09.4003) and one of the entries listed in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1965/2006 (OJ L 408, 30.12.2006, p. 26), as corrected by OJ L 47, 16.2.2007, p. 21.\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(5)  OJ L 122, 9.5.2006, p. 8. Regulation as amended by Regulation (EC) No 1965/2006.\n(6)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Regulation (EC) No 1797/2006 (OJ L 363, 20.12.2006, p. 1).\n(7)  OJ L 18, 23.1.2003, p. 11.\n(8)  OJ L 139, 30.4.2004, p. 206, as corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 1791/2006.\n(9)  OJ L 205, 3.8.1985, p. 5. Regulation as last amended by Regulation (EC) No 1913/2006.\nANNEX\nEntries referred to in Article 8(3)(b)\n— : In Bulgarian : Замразено говеждо или телешко месо [Регламент (ЕО) № 529/2007]\n— : In Spanish : Carne de vacuno congelada [Reglamento (CE) no 529/2007]\n— : In Czech : Zmrazené maso hovězího skotu (nařízení (ES) č. 529/2007)\n— : In Danish : Frosset oksekød (forordning (EF) nr. 529/2007)\n— : In German : Gefrorenes Rindfleisch (Verordnung (EG) Nr. 529/2007)\n— : In Estonian : Külmutatud veiseliha (määrus (EÜ) nr 529/2007)\n— : In Greek : Κατεψυγμένο βόειο κρέας [κανονισμός (EK) αριθ. 529/2007]\n— : In English : Frozen meat of bovine animals (Regulation (EC) No 529/2007)\n— : In French : Viande bovine congelée [Règlement (CE) no 529/2007]\n— : In Italian : Carni bovine congelate [Regolamento (CE) n. 529/2007]\n— : In Latvian : Saldēta liellopu gaļa (Regula (EK) Nr. 529/2007)\n— : In Lithuanian : Sušaldyta galvijų mėsa (Reglamentas (EB) Nr. 529/2007)\n— : In Hungarian : Szarvasmarhafélék húsa fagyasztva (529/2007/EK rendelet)\n— : In Maltese : Laħam iffriżat ta’ annimali bovini (Regolament (KE) Nru 529/2007)\n— : In Dutch : Bevroren rundvlees (Verordening (EG) nr. 529/2007)\n— : In Polish : Mięso wołowe mrożone (Rozporządzenie (WE) nr 529/2007)\n— : In Portuguese : Carne de bovino congelada [Regulamento (CE) n.o 529/2007]\n— : In Romanian : Carne de vită congelată [Regulamentul (CE) nr. 529/2007]\n— : In Slovak : Mrazené hovädzie mäso [Nariadenie (ES) č. 529/2007]\n— : In Slovenian : Zamrznjeno goveje meso (Uredba (ES) št. 529/2007)\n— : In Finnish : Jäädytettyä naudanlihaa (asetus (EY) N:o 529/2007)\n— : In Swedish : Fryst kött av nötkreatur (förordning (EG) nr 529/2007)"}