{"celex_id": "32001R2478", "uri": "http://publications.europa.eu/resource/cellar/1fb68c7e-ba12-4f3d-9863-2fd35b4682d8", "type": "Regulation", "concepts": ["1667", "3591", "5283", "5384", "990"], "title": "Commission Regulation (EC) No 2478/2001 of 17 December 2001 apportioning, for the 2001/02 marketing year, 5000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities between Denmark, Greece, Ireland, Italy and Luxembourg\n", "header": "Commission Regulation (EC) No 2478/2001\nof 17 December 2001\napportioning, for the 2001/02 marketing year, 5000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities between Denmark, Greece, Ireland, Italy and Luxembourg\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1673/2000 of 27 July 2000 on the common organisation of the markets in flax and hemp grown for fibre(1), and in particular Article 9 thereof,\nWhereas:\n(1) Article 8(1) of Commission Regulation (EC) No 245/2001 of 5 February 2001 laying down detailed rules for the application of Council Regulation (EC) No 1673/2000 on the common organisation of the markets in flax and hemp grown for fibre(2), as amended by Regulation (EC) No 1093/2001(3), stipulates that the apportioning of 5000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities, as provided for in Article 3(2)(b) of Regulation (EC) No 1673/2000, must be effected before 16 November of the marketing year in progress. To that end, Denmark and Italy have sent the Commission information relating to areas covered by sale/purchase contracts, processing commitments and processing contracts, and estimated flax and hemp straw and fibre yields. For their part, Greece, Ireland and Luxembourg have indicated that no flax or hemp fibre will be produced in those Member States for the 2001/02 marketing year. On the basis of estimates of production resulting from the information provided, total production in the five Member States concerned will not reach the overall quantity of 5000 tonnes allocated to them, and the national guaranteed quantities as set out below should be set.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["For the 2001/02 marketing year, the apportionment in national guaranteed quantities provided for in Article 3(2)(b) of Regulation (EC) No 1673/2000 shall be as follows:\n>TABLE>", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 193, 29.7.2000, p. 16.\n(2) OJ L 35, 6.2.2001, p. 18.\n(3) OJ L 150, 6.6.2001, p. 17."}