{"celex_id": "32005D0058", "uri": "http://publications.europa.eu/resource/cellar/b3ab9405-006c-4f2e-a77f-dca417ceaa15", "type": "Decision", "concepts": ["1598", "2356", "2560", "3711", "3713", "3903", "4636", "4825", "5722"], "title": "2005/58/EC: Commission Decision of 26 January 2005 amending Decision 2003/135/EC as regards the termination of the eradication and vaccination plans in the federal states of Lower-Saxony and North Rhine-Westphalia and the eradication plan in the federal state of Saarland (Germany) (notified under document number C(2005) 119)Text with EEA relevance\n", "header": "27.1.2005 EN Official Journal of the European Union L 24/45\nCOMMISSION DECISION\nof 26 January 2005\namending Decision 2003/135/EC as regards the termination of the eradication and vaccination plans in the federal states of Lower-Saxony and North Rhine-Westphalia and the eradication plan in the federal state of Saarland (Germany)\n(notified under document number C(2005) 119)\n(Only the German and French texts are authentic)\n(Text with EEA relevance)\n(2005/58/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (1), and in particular Article 16(1) and 20(2) thereof,\nWhereas:\n(1) The Commission adopted Decision 2003/135/EC of 27 February 2003 on the approval of the plans for the eradication of classical swine fever and the emergency vaccination of feral pigs against classical swine fever in Germany, in the Federal States of Lower Saxony, North Rhine-Westphalia, Rhineland-Palatinate and Saarland (2) as one of a number of measures to combat classical swine fever.\n(2) On 12 February 2004 the Commission adopted Decision 2004/146/EC amending Decision 2003/135/EC on the termination of the vaccination plan of feral pigs against classical swine fever in Saarland and the extension of the vaccination plan in Rhineland-Palatinate.\n(3) The German authorities have informed the Commission about the recent evolution of the disease in feral pigs in Lower Saxony, North Rhine-Westphalia and Saarland. This information indicates that classical swine fever in feral pigs has been successfully eradicated and that the approved eradication and vaccination plans do not need to be applied anymore in these Federal States.\n(4) Decision 2003/135/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health.", "main_body": ["The Annex to Decision 2003/135/EC is amended as follows:\n(a) in point 1:\n— the paragraphs (A), (B) and (D) are deleted,\n— the text ‘(C) Rhineland-Palatinate’ is replaced by ‘Rhineland-Palatinate’;\n(b) in point 2:\n— the paragraphs (A) and (B) are deleted,\n— the text ‘(C) Rhineland-Palatinate’ is replaced by ‘Rhineland-Palatinate’.", "This Decision is addressed to the Federal Republic of Germany and the French Republic."], "attachments": "Done at Brussels, 26 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 316, 1.12.2001, p. 5. Directive as amended by Act of Accession of 2003.\n(2)  OJ L 53, 28.2.2003, p. 47. Decision as amended by Decision 2004/146/EC (OJ L 49, 19.2.2004, p. 42)."}