{"celex_id": "32003D0511", "uri": "http://publications.europa.eu/resource/cellar/bcfde123-6c84-44f0-b36b-0be0e02f8e79", "type": "Decision", "concepts": ["2076", "5181", "6370"], "title": "2003/511/EC: Commission Decision of 14 July 2003 on the publication of reference numbers of generally recognised standards for electronic signature products in accordance with Directive 1999/93/EC of the European Parliament and of the Council (Text with EEA relevance) (notified under document number C(2003) 2439)\n", "header": "Commission Decision\nof 14 July 2003\non the publication of reference numbers of generally recognised standards for electronic signature products in accordance with Directive 1999/93/EC of the European Parliament and of the Council\n(notified under document number C(2003) 2439)\n(Text with EEA relevance)\n(2003/511/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/93/EC of the European Parliament and of the Council of 13 December 1999 on a Community framework for electronic signatures(1), and in particular Article 3(5) thereof,\nWhereas:\n(1) Annex II f and Annex III to Directive 1999/93/EC establish the requirements for secure electronic signature products.\n(2) The task of drawing up the technical specifications needed for the production and placing on the market of products taking into account the current stage of technology, is carried out by organisations competent in the standardisation area.\n(3) CEN (European Committee for Standardisation) and ETSI (European Telecommunications Standards Institute) within EESSI (European Electronic Signature Standardisation Initiative) are offering an open, inclusive and flexible European platform for consensus building in support of the development of the Information Society in Europe. They have developed standards for electronic signature products (CWA-CEN workshop agreement and ETSI TS-ETSI technical specification) on the basis of the requirements of the Annexes to Directive 1999/93/EC.\n(4) The measures provided for in this decision are in accordance with the opinion of the \"Electronic Signature Committee\",", "main_body": ["Reference numbers of generally recognised standards for electronic signature products are laid down in the Annex.", "The Commission shall review the operation of this Decision within two years from the date of its publication in the Official Journal of the European Union and report to the Committee established under Article 9(1) of Directive 1999/93/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 July 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 13, 19.1.2000, p. 12.\nANNEX\nA. List of generally recognised standards for electronic signature products that Member States shall presume are in compliance with the requirements laid down in Annex II f to Directive 1999/93/EC\n- CWA 14167-1 (March 2003): security requirements for trustworthy systems managing certificates for electronic signatures - Part 1: System Security Requirements\n- CWA 14167-2 (March 2002): security requirements for trustworthy systems managing certificates for electronic signatures - Part 2: cryptographic module for CSP signing operations - Protection Profile (MCSO-PP)\nB. List of the generally recognised standards for electronic signature products that Member States shall presume are in compliance with the requirements laid down in Annex III to Directive 1999/93/EC\n- CWA 14169 (March 2002): secure signature-creation devices."}