{"celex_id": "32007D0692", "uri": "http://publications.europa.eu/resource/cellar/79c48e29-9918-47d6-ad93-e4bc50bd689c", "type": "Decision", "concepts": ["1277", "2735", "4858", "5451", "5768"], "title": "2007/692/EC: Commission Decision of 24 October 2007 authorising the placing on the market of food and feed produced from genetically modified sugar beet H7-1 (KM-ØØØH71-4) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council (notified under document number C(2007) 5125) (Text with EEA relevance )\n", "header": "27.10.2007 EN Official Journal of the European Union L 283/69\nCOMMISSION DECISION\nof 24 October 2007\nauthorising the placing on the market of food and feed produced from genetically modified sugar beet H7-1 (KM-ØØØH71-4) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council\n(notified under document number C(2007) 5125)\n(Only the French, Dutch and German texts are authentic)\n(Text with EEA relevance)\n(2007/692/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (1), and in particular Articles 7(3) and 19(3) thereof,\nWhereas:\n(1) On 12 November 2004, KWS SAAT AG and Monsanto Europe S.A. submitted to the competent authorities of the United Kingdom an application, in accordance with Articles 5 and 17 of Regulation (EC) No 1829/2003, for the placing on the market of foods, food ingredients, and feed produced from sugar beet H7-1 (the application).\n(2) The initial scope of the application also included beet leaves and small pieces of roots resulting from the root processing that may be fermented to produce silage for animal feed. These products, which are not considered as produced from GMOs but as containing or consisting of GMOs, were removed from the scope of the application by the applicants on 14 February 2006.\n(3) On 20 December 2006, the European Food Safety Authority (EFSA) gave a favourable opinion in accordance with Articles 6 and 18 of Regulation (EC) No 1829/2003 and concluded that it is unlikely that the placing on the market of the products produced from sugar beet H7-1, as described in the application (the products) will have any adverse effects on human or animal health or the environment in the context of their intended uses (2). In its opinion, EFSA considered all specific questions and concerns raised by the Member States.\n(4) Taking into account those considerations, authorisation should be granted for the products.\n(5) A unique identifier should be assigned to each GMO as provided for in Commission Regulation (EC) No 65/2004 of 14 January 2004 establishing a system for the development and assignment of unique identifiers for genetically modified organisms (3).\n(6) On the basis of the EFSA opinion, no specific labelling requirements, other than those provided for in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003, appear to be necessary.\n(7) Similarly, the EFSA opinion does not justify the imposition of specific conditions or restrictions for the placing on the market and/or specific conditions or restrictions for the use and handling, including post-market monitoring requirements, as provided for in point (e) of Articles 6(5) and 18(5) of Regulation (EC) No 1829/2003.\n(8) All relevant information on the authorisation of the products should be entered in the Community register of genetically modified food and feed, as provided for in Regulation (EC) No 1829/2003.\n(9) In accordance with Articles 4(2) and 16(2) of Regulation (EC) No 1829/2003, the conditions for authorisation of the products are binding all persons placing them on the market.\n(10) The Standing Committee on the Food Chain and Animal Health has not delivered an opinion within the time limit laid down by its chairman; the Commission has therefore submitted a proposal to the Council on 25 June 2007 in accordance with Article 5 of Council Decision 1999/468/EC (4), the Council being required to act within three months.\n(11) However, the Council has not acted within the required time limit; a decision should now be adopted by the Commission,", "main_body": ["Genetically modified organism and unique identifier\nGenetically modified sugar beet (Beta vulgaris subsp. vulgaris) H7-1, as specified in point (b) of the Annex to this Decision, is assigned the unique identifier KM-ØØØH71-4, as provided for in Regulation (EC) No 65/2004.", "Authorisation\nThe following products are authorised for the purposes of Articles 4(2) and 16(2) of Regulation (EC) No 1829/2003, in accordance with the conditions set out in this Decision:\n(a) foods and food ingredients produced from KM-ØØØH71-4 sugar beet;\n(b) feed produced from KM-ØØØH71-4 sugar beet.", "Labelling\nFor the purposes of the specific labelling requirements laid down in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003, the ‘name of the organism’ shall be ‘sugar beet’.", "Community register\nThe information set out in the Annex to this Decision shall be entered in the Community register of genetically modified food and feed, as provided for in Article 28 of Regulation (EC) No 1829/2003.", "Authorisation holders\n1.   The authorisation holders shall be:\n(a) KWS SAAT AG, Germany;\n(b) Monsanto Europe S.A., Belgium, representing Monsanto Company, United States of America.\n2.   Both authorisation holders shall be responsible for fulfilling the duties imposed on authorisation holders by this Decision and Regulation (EC) No 1829/2003.", "Validity\nThis Decision shall apply for a period of 10 years from the date of its notification.", "Addressees\nThis Decision is addressed to:\n(a) KWS SAAT AG, Grimsehlstrasse 31, D-37574 Einbeck, Germany;\n(b) Monsanto Europe S.A., Scheldelaan 460, Haven 627, B-2040 Antwerp, Belgium."], "attachments": "Done at Brussels, 24 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 1. Regulation as amended by Commission Regulation (OJ L 368, 23.12.2006, p. 99).\n(2)  http://www.efsa.europa.eu/EFSA/efsa_locale-1178620753816_1178620785055.htm\n(3)  OJ L 10, 16.1.2004, p. 5.\n(4)  OJ L 184, 17.7.1999, p. 23.\nANNEX\n(a)   Applicants and Authorisation holders:\nName : KWS SAAT AG\nAddress : Grimsehlstrasse 31, D-37574 Einbeck, Germany\nand\nName : Monsanto Europe S.A.\nAddress : Scheldelaan 460, Haven 627, B-2040 Antwerp, Belgium\nOn behalf of Monsanto Company — 800 N. Lindbergh Boulevard — St. Louis, Missouri 63167 — United States of America.\n(b)   Designation and specification of the products:\n(1) Foods and food ingredients produced from KM-ØØØH71-4 sugar beet;\n(2) Feed produced from KM-ØØØH71-4 sugar beet.\nThe genetically modified KM-ØØØH71-4 sugar beet, as described in the application, expresses the CP4 EPSPS protein after insertion of the cp4 epsps gene from Agrobacterium sp. strain CP4 into sugar beet (Beta vulgaris subsp. vulgaris).\nThe CP4 EPSPS protein confers tolerance to glyphosate containing herbicides.\n(c)   Labelling:\nFor the purposes of the specific labelling requirements laid down in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003, the ‘name of the organism’ shall be ‘sugar beet’.\n(d)   Method for detection:\n— Event specific realtime PCR-based method for the quantification of KM-ØØØH71-4 sugar beet.\n— Validated on seeds by the Community reference laboratory established under Regulation (EC) No 1829/2003, published at http://gmo-crl.jrc.it/statusofdoss.htm\n— Reference Material: ERM®-BF419 accessible via the Joint Research Centre (JRC) of the European Commission, the Institute of Reference Materials and Measurements (IRMM) at http://www.irmm.jrc.be/html/reference_materials_catalogue/index.htm\n(e)   Unique identifier:\nKM-ØØØH71-4\n(f)   Information required under Annex II to the Cartagena Protocol on Biosafety to the Convention on Biological Diversity:\nNot applicable.\n(g)   Conditions or restrictions on the placing on the market, use or handling of the products:\nNot required.\n(h)   Monitoring plan\nNot applicable.\n(i)   Post-market monitoring requirements for the use of the food for human consumption\nNot required.\nNote: links to relevant documents may need to be modified over the time. Those modifications will be made available to the public via the updating of the Community register of genetically modified food and feed."}