{"celex_id": "32001D0848", "uri": "http://publications.europa.eu/resource/cellar/05d68a16-8849-4c0f-97d5-5c1ee4ddec63", "type": "Decision", "concepts": ["192", "3774", "994"], "title": "2001/848/EC: Commission Decision of 30 November 2001 amending for the third time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 3816)\n", "header": "Commission Decision\nof 30 November 2001\namending for the third time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 3816)\n(Text with EEA relevance)\n(2001/848/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Commission Decision 2001/740/EC(4), as last amended by Decision 2001/789/EC(5), concerns certain protection measures with regard to foot-and-mouth disease in the United Kingdom.\n(2) Certain counties in Great Britain, which are listed in Annex III, have had no outbreak of foot-and-mouth disease during this epidemic, while others have remained free from the disease for more than 3 months. It appears therefore appropriate to further enlarge the area from which dispatch of certain meats is authorized, and to include in addition to pig meat also meat from other livestock and from farmed and wild game of species susceptible to foot-and-mouth disease.\n(3) For clarity some minor corrections are considered necessary.\n(4) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 4-5 December 2001 and the measures adapted where necessary.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2001/740/EC is amended as follows:\n1. The fifth indent of Article 2(2)(e) is replaced by the following: \"- after the killing of the animals the carcasses were handled in accordance with the provisions of Annex I, Chapter III of Directive 92/45/EEC and transported to an establishment, this being either a wild game collection centre or an approved processing house, for chilling;\"\n2. Paragraph (a) of Article 13(1) is replaced by the following: \"(a) such transports of live animals of susceptible species shall be subject to prior authorisation by the competent authorities of the place of dispatch, which must ensure that the transport and port of entry is pre-notified to the central competent veterinary authorities in the United Kingdom at least 3 working days in advance;\"\n3. Paragraph (2) of Article 10 is deleted.\n4. The date of 31 December 2001 in Article 16 is replaced by \"31 January 2002\".\n5. Annex III is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 277, 20.12.2001, p. 30.\n(5) OJ L 295, 13.11.2001, p. 25.\nANNEX\n\"ANNEX III\n>TABLE>\nADNS= Animal Disease Notification System Code (Decision 2000/807/EC)\nGIS= Administrative Unit Code\nB= bovine meat\nS/G= sheep and goat meat\nP= pig meat\nFG= farmed game of species susceptible to foot-and-mouth disease\nWG= wild game of species susceptible to foot-and-mouth-disease\""}