{"celex_id": "32007R1247", "uri": "http://publications.europa.eu/resource/cellar/b966c833-52a9-4d01-9d9c-3c434fff1bac", "type": "Regulation", "concepts": ["1019", "2965", "4081", "5360", "5541", "797", "889"], "title": "Council Regulation (EC) No 1247/2007 of 22 October 2007 amending Regulation (EC) No 1947/2005 as regards national aid granted by Finland for seeds and cereal seed\n", "header": "26.10.2007 EN Official Journal of the European Union L 282/1\nCOUNCIL REGULATION (EC) No 1247/2007\nof 22 October 2007\namending Regulation (EC) No 1947/2005 as regards national aid granted by Finland for seeds and cereal seed\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 36 and the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 8(2) of Council Regulation (EC) No 1947/2005 (1), Finland may, subject to authorisation by the Commission, grant aid respectively for certain quantities of seeds and for certain quantities of cereal seed produced solely in Finland because of its specific climatic conditions.\n(2) On the basis of information sent by Finland to the Commission, the Commission transmitted to the Council a report in accordance with the second subparagraph of Article 8(2) of Regulation (EC) No 1947/2005. That report shows that seeds and cereal seed producers in Finland have access to other aid schemes and can therefore benefit from subsidies aimed at compensating Finnish farmers for the climatic conditions in which they operate.\n(3) The report also shows that the production volume of cereal seed in Finland has experienced an upward trend and that the quantity of imported cereal seed is small compared to the domestically produced quantity. Furthermore, the report points out that when domestic seeds production has decreased, imports have increased and vice versa, leading to the conclusion that substitution of imports for domestically produced seeds is possible and that national Finnish aid may distort competition with imported products.\n(4) Timothy seed is multiplied in Finland in nearly optimal and relatively competitive conditions. Maintaining coupled aid for timothy production will undoubtedly permit a high level of timothy seed production to be maintained in Finland. National aid for timothy seed production should therefore be abolished.\n(5) For the above reasons and for the proper functioning of the internal market, it is appropriate to discontinue the possibility for Finland to grant national aid for seeds and cereal seed. However, in order to enable farmers in Finland to prepare for the new situation created by the abolition of national aid, aid for the production of seeds and cereal seed, with the exception of timothy seeds, should be maintained during a final transitional period, after which it will be abolished.\n(6) With a view to an interim review of the national aid system, Finland should be required to provide a detailed report on the results of the national aid granted.\n(7) Regulation (EC) No 1947/2005 should therefore be amended accordingly,", "main_body": ["Article 8(2) of Regulation (EC) No 1947/2005 shall be replaced by the following:\n‘2.   Finland may, subject to authorisation by the Commission, grant aid for certain quantities of seeds, with the exception of timothy seeds (Phleum pratense L.), and for certain quantities of cereal seed produced solely in Finland up to and including the 2010 harvest.\nBy 31 December 2008 at the latest, Finland shall transmit to the Commission a detailed report on the results of the aid authorised.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 October 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  OJ L 312, 29.11.2005, p. 3."}