{"celex_id": "32007D0881", "uri": "http://publications.europa.eu/resource/cellar/4e97e1c3-3752-449d-9678-152ce034b7eb", "type": "Decision", "concepts": ["114", "2629", "3561", "5640"], "title": "2007/881/EC: Council Decision of 20 December 2007 amending the Council’s Rules of Procedure\n", "header": "29.12.2007 EN Official Journal of the European Union L 346/17\nCOUNCIL DECISION\nof 20 December 2007\namending the Council’s Rules of Procedure\n(2007/881/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 207(3) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 121(3) thereof,\nHaving regard to the Treaty on European Union, and in particular Articles 28(1) and 41(1) thereof,\nHaving regard to Article 2(2) of Annex III to the Council’s Rules of Procedure (1),\nWhereas:\n(1) Article 11(5) of the Council’s Rules of Procedure (hereinafter referred to as Rules of Procedure) provides that when a decision is to be adopted by the Council by a qualified majority, and if a member of the Council so requests, it shall be verified that the Member States constituting the qualified majority represent at least 62 % of the total population of the European Union calculated according to the population figures set out in Article 1 of Annex III to the Rules of Procedure.\n(2) Article 2(2) of Annex III to the Rules of Procedure, on detailed rules for implementing the provisions concerning the weighting of votes in the Council, provides that, with effect from 1 January each year, the Council shall, in accordance with the data available to the Statistical Office of the European Communities on 30 September of the preceding year, amend the figures set out in Article 1 of that Annex.\n(3) The Rules of Procedure should therefore be amended accordingly for 2008,", "main_body": ["Article 1 of Annex III to the Rules of Procedure shall be replaced by the following:\n‘Article 1\nFor the purposes of implementing Article 205(4) of the EC Treaty, Article 118(4) of the Euratom Treaty, and the third subparagraph of Article 23(2) and Article 34(3) of the EU Treaty, the total population of each Member State for the period from 1 January to 31 December 2008 shall be as follows:\nMember State Population\nGermany 82 314,9\nFrance 63 392,1\nUnited Kingdom 60 823,8\nItaly 59 131,3\nSpain 44 474,6\nPoland 38 125,5\nRomania 21 565,1\nNetherlands 16 358\nGreece 11 171,7\nPortugal 10 599,1\nBelgium 10 584,5\nCzech Republic 10 287,2\nHungary 10 066,1\nSweden 9 113,2\nAustria 8 298,9\nBulgaria 7 679,3\nDenmark 5 447,1\nSlovakia 5 393,6\nFinland 5 276,9\nIreland 4 319,4\nLithuania 3 384,9\nLatvia 2 281,3\nSlovenia 2 010,3\nEstonia 1 342,4\nCyprus 778,7\nLuxembourg 476,2\nMalta 407,8\nTotal 495 103,9\nThreshold (62 %) 306 964,4’", "This Decision shall take effect on 1 January 2008.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Council\nThe President\nF. NUNES CORREIA\n(1)  Council Decision 2006/683/EC, Euratom of 15 September 2006 adopting the Council’s Rules of Procedure (OJ L 285, 16.10.2006, p. 47)."}