{"celex_id": "32008R0307", "uri": "http://publications.europa.eu/resource/cellar/974f8be7-ef75-44d7-91f4-2436ae0e4359", "type": "Regulation", "concepts": ["1074", "2868", "4654", "5481", "5650", "6012"], "title": "Commission Regulation (EC) No 307/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements for training programmes and the conditions for mutual recognition of training attestations for personnel as regards air-conditioning systems in certain motor vehicles containing certain fluorinated greenhouse gases (Text with EEA relevance)\n", "header": "3.4.2008 EN Official Journal of the European Union L 92/25\nCOMMISSION REGULATION (EC) No 307/2008\nof 2 April 2008\nestablishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements for training programmes and the conditions for mutual recognition of training attestations for personnel as regards air-conditioning systems in certain motor vehicles containing certain fluorinated greenhouse gases\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 842/2006 of the European Parliament and of the Council of 17 May 2006 on certain fluorinated greenhouse gases (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) Directive 2006/40/EC relating to emissions from air-conditioning systems in motor vehicles and amending Council Directive 70/156/EEC (2) provides for the mandatory introduction of air-conditioning systems with low global warming potential to motor vehicles as of 2011. As a short-term measure, Regulation (EC) No 842/2006 requires to lay down rules on the appropriate qualification of personnel recovering fluorinated greenhouse gases from such systems.\n(2) Personnel enrolled in a training course for the purpose of obtaining a training attestation should be, for a limited time, allowed to undertake activities covered by the training course and for which a training attestation is required, provided that they are supervised by personnel holding such an attestation.\n(3) To enable training and attestation of personnel currently active in the areas covered by this Regulation without interrupting their professional activity, an adequate interim period is required during which personnel trained under existing qualification schemes or with professional experience may be considered as appropriately qualified for the purpose of Regulation (EC) No 842/2006.\n(4) For the purpose of avoiding undue administrative burden, it should be allowed to recognise existing qualification schemes provided that the skills and knowledge covered, and the relevant qualification system are equivalent to the minimum standards envisaged by this Regulation.\n(5) Officially designated attestation bodies should ensure compliance with the minimum requirements set out in this Regulation and thereby contribute to the effective and efficient mutual recognition of training attestations throughout the Community.\n(6) Information on the attestation systems issuing attestations subject to mutual recognition should be notified to the Commission in the format established by Commission Regulation (EC) No 308/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, the format for notification of the training and certification programmes of the Member States (3). Information on the recognition of existing qualification systems or professional experience, for an interim period, should be notified to the Commission.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18(1) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council (4),", "main_body": ["Subject matter\nThis Regulation establishes minimum requirements for training programmes of personnel recovering certain fluorinated greenhouse gases from air-conditioning systems in motor vehicles falling within the scope of Directive 2006/40/EC as well as the conditions for mutual recognition of training attestations issued in accordance with those requirements.", "Training of personnel\n1.   Only personnel holding a training attestation as referred to in Article 3 shall be considered appropriately qualified to carry out the activity referred to in Article 1.\n2.   Paragraph 1 shall not apply for a maximum period of 12 months to personnel enrolled in a training course for the purpose of obtaining a training attestation provided that they carry out the activity under the supervision of a person considered appropriately qualified.\n3.   Member States may decide that until 4 July 2010 at the latest, paragraph 1 shall not apply to:\n(a) personnel holding an attestation issued under existing qualification schemes for the activity referred to in Article 1, identified as such by the Member State; or\n(b) personnel with professional experience in the activity referred to in Article 1, acquired before 4 July 2008.\nSuch personnel shall, for the period referred to in the first subparagraph, be considered appropriately qualified to carry out the activity referred to in Article 1.", "Issuance of training attestations to personnel\n1.   An attestation body shall be provided for by a national law or regulation, or designated by the competent authority of a Member State or other entities entitled to do so.\n2.   The attestation body referred to in paragraph 1 shall issue a training attestation to personnel who have completed a training course, covering the minimum skills and knowledge set out in the Annex.\n3.   The training attestation shall contain at least the following:\n(a) the name of the attestation body, the full name of the holder and a registration number;\n(b) the activity which the holder of the training attestation is entitled to perform;\n(c) issuing date and issuer’s signature.\n4.   Where an existing training course covers the minimum skills and knowledge set out in the Annex, but the related attestation does not contain the elements laid down in paragraph 3 of this Article, an attestation body referred to in paragraph 1 may issue a training attestation to the holder of this qualification without repeating the training course.", "Notification\n1.   By 4 July 2008, Member States shall notify the Commission of their intention to apply points (a) or (b) of the first subparagraph of Article 2(3) by identifying existing qualification systems or conditions based on professional experience on the basis of which personnel are deemed appropriately qualified.\n2.   By 4 January 2009, Member States shall notify the Commission of the names and contact details of attestation bodies for personnel covered by Article 3(1) and of the titles of training attestations for personnel complying with the requirements of Article 3(2) and of the Annex, using the format established by Regulation (EC) No 308/2008.\n3.   Member States shall update the notification submitted pursuant to paragraph 2, with relevant new information, and submit it to the Commission without delay.", "Conditions for mutual recognition\n1.   Member States shall give mutual recognition to training attestations issued in other Member States in accordance with Article 3.\n2.   Member States may require holders of training attestations issued in another Member State to provide a translation of the attestation in another official Community language.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2008.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 161, 14.6.2006, p. 1.\n(2)  OJ L 161, 14.6.2006, p. 12.\n(3)  See page 28 of this Official Journal.\n(4)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Commission Decision 2007/540/EC (OJ L 198, 31.7.2007, p. 35).\nANNEX\nMinimum requirements as to the skills and knowledge to be covered by the training programmes\nThe training course referred to in Article 3(2) shall cover the following:\n(a) a theoretical module as indicated in the column ‘Module type’ by (T);\n(b) a practical module where the applicant shall perform the corresponding task with the relevant material, tools and equipment, as indicated in the column ‘Module type’ by (P).\nMinimum knowledge and skills Module type\nOperation of air-conditioning systems containing fluorinated greenhouse gases in motor vehicles, environmental impact of fluorinated greenhouse gas refrigerants and corresponding environmental regulations\n1.1. Basic knowledge of the operation of air-conditioning systems in motor vehicles T\n1.2. Basic knowledge of the use and properties of the fluorinated greenhouse gases used as refrigerants in air-conditioning systems in motor vehicles, the impact of the emissions of these gases on the environment (order of magnitude of their Global Warming Potential in relation to climate change) T\n1.3. Basic knowledge of the relevant provisions of Regulation (EC) No 842/2006 and Directive 2006/40/EC T\nEnvironment-friendly recovery of fluorinated greenhouse gases\n2.1. Knowledge of common procedures for recovering fluorinated greenhouse gases T\n2.2. Handling a refrigerant cylinder P\n2.3. Connecting and disconnecting a recovery set to and from the service ports of a motor vehicle air-conditioning system containing fluorinated greenhouse gases P\n2.4. Operating a recovery set P"}