{"celex_id": "32001R2131", "uri": "http://publications.europa.eu/resource/cellar/4fb163b2-0186-489b-bace-cdd579e3a4d8", "type": "Regulation", "concepts": ["1309", "2771", "4653", "519", "588", "5969"], "title": "Council Regulation (EC) No 2131/2001 of 29 October 2001 terminating the review of Council Regulation (EC) No 2474/93 imposing a definitive anti-dumping duty on imports of bicycles originating in the People's Republic of China\n", "header": "Council Regulation (EC) No 2131/2001\nof 29 October 2001\nterminating the review of Council Regulation (EC) No 2474/93 imposing a definitive anti-dumping duty on imports of bicycles originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal from the Commission, after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EEC) No 2474/93(2) the Council imposed definitive anti-dumping duties on bicycles originating in the People's Republic of China, currently classifiable under CN codes 8712 00 10, 8712 00 30 and 8712 00 80. These measures were extended pursuant to Article 13 of Regulation (EC) No 384/96 (the \"Basic Regulation\") to imports of certain bicycle parts originating in China by Regulation (EC) No 71/97(3). These definitive duties were maintained following an expiry review pursuant to Article 11(2) of the Basic Regulation by Council Regulation (EC) No 1524/2000(4).\n(2) During the course of the expiry review which led to the renewal of the measures, the Commission received four requests for the initiation of a review pursuant to Article 11(3) of the Basic Regulation, submitted by the following Chinese companies: Giant China Co. Ltd., Viva Guangzhou Bicycle Corporation Ltd., Merida Industry Co. Ltd., Kenton Bicycle Group Ltd. These companies (\"the applicants\") claimed that the existing measures were no longer necessary to offset dumping, as they were now operating within market economy conditions, and circumstances had changed significantly with regard to the dumping previously established.\n(3) The Commission by a notice published in the Official Journal of the European Communities(5) initiated a review of the abovementioned measures, limited in scope to the examination of dumping as far as the applicants were concerned.\n(4) The Commission officially advised the companies concerned and the authorities of the People's Republic of China of the initiation of the investigation. Questionnaires were sent to the four applicants. All interested parties were invited to make their views known in writing, and to request a hearing, if they so wished, within the time limit set in the notice of initiation.\n(5) All four applicants submitted claims for market economy status/individual treatment.\nB. WITHDRAWAL OF REQUESTS\n(6) All four applicants subsequently withdrew their requests for review. One company did so in November 2000, before its claim for market economy status/individual treatment had been verified. Two other companies withdrew their applications in May 2001, after the Commission services had verified the information submitted in their claims for market economy status/individual treatment, and after the Commission services had disclosed their intention to propose the rejection of their market economy status claim. This disclosure took place before any verification of their questionnaire responses.\n(7) As far as the fourth company is concerned, the Commission services found that this company had not exported during the investigation period (September 1999 - August 2000). The company decided to withdraw its request for a review in August 2001.\nC. TERMINATION\n(8) In consideration of the fact that all four applicants have withdrawn their requests for review, the Council considers it appropriate that the review be terminated,", "main_body": ["The interim review of Council Regulation (EC) No 1524/2000 concerning imports of bicycles originating in the People's Republic of China is hereby terminated.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 2001.\nFor the Council\nThe President\nL. Michel\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 228, 9.9.1993, p. 1.\n(3) OJ L 16, 18.1.1997, p. 55.\n(4) OJ L 175, 14.7.2000, p. 39.\n(5) OJ C 278, 30.9.2000, p. 28."}