{"celex_id": "32006R0707", "uri": "http://publications.europa.eu/resource/cellar/2338a132-f677-40ec-beb4-78ad5884f37d", "type": "Regulation", "concepts": ["1074", "3648", "4438", "5235", "5481", "5887", "831"], "title": "Commission Regulation (EC) No 707/2006 of  8 May 2006  amending Regulation (EC) No 2042/2003 as regards approvals of a limited duration and Annexes I and III   (Text with EEA relevance)\n", "header": "9.5.2006 EN Official Journal of the European Union L 122/17\nCOMMISSION REGULATION (EC) No 707/2006\nof 8 May 2006\namending Regulation (EC) No 2042/2003 as regards approvals of a limited duration and Annexes I and III\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1), and in particular Articles 5(4) and 6(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1592/2002 was implemented by Commission Regulation (EC) No 2042/2003 of 20 November 2003 on the continuing airworthiness of aircraft and aeronautical products, parts and appliances, and on the approval of organisations and personnel involved in these tasks (2) as well as by Regulation (EC) No 1702/2003 of 24 September 2003 laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisations (3).\n(2) Article 7(4) of Regulation (EC) No 2042/2003 establishes that Member States may issue approvals of a limited duration until 28 September 2005, with regard to its Annexes II and IV.\n(3) The European Aviation Safety Agency (hereinafter referred to as the Agency) has undertaken an evaluation of the implication of the provisions for the duration of the validity of approvals and concluded that a new deadline should be established so that Member States can adapt their national legislation to the system of approvals of unlimited duration.\n(4) The results of conclusions of the investigation of past accidents, regarding ageing aircraft and fuel tank safety, emphasise the need to take into account new or modified maintenance instructions promulgated by the Type Certificate holder and to carry out regular reviews of the maintenance programme.\n(5) It is necessary to specify that personnel exercising certification privileges should be able to produce their licence as evidence of qualification if requested by an authorised person within 24 hours.\n(6) Regulation (EC) No 2042/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are based on opinions issued by the European Aviation Safety Agency in accordance with Articles 12(2)(b) and 14(1) of Regulation (EC) No 1592/2002.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 54(3) of Regulation (EC) No 1592/2002,", "main_body": ["Regulation (EC) No 2042/2003 is amended a follows:\n1. in Article 7, paragraph (4) ‘28 September 2005’ is replaced by ‘28 September 2007.’;\n2. in Annex I, paragraph M.A.302, the following points (f) and (g) are added:\n‘(f) The maintenance programme must be subject to periodic reviews and amended when necessary. The reviews will ensure that the programme continues to be valid in light of operating experience whilst taking into account new and/or modified maintenance instructions promulgated by the Type Certificate holder.\n(g) The maintenance programme must reflect applicable mandatory regulatory requirements addressed in documents issued by the Type Certificate holder to comply with Part 21A.61.’;\n3. in Annex III, the following paragraph is inserted:", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 1701/2003 (OJ L 243, 27.9.2003, p. 5).\n(2)  OJ L 315, 28.11.2003, p. 1.\n(3)  OJ L 243, 27.9.2003, p. 6. Regulation as amended by Regulation (EC) No 381/2005 (OJ L 61, 8.3.2005, p. 3)."}