{"celex_id": "32006R1918", "uri": "http://publications.europa.eu/resource/cellar/437e74d4-a001-464a-965c-7f6ca5f9e8be", "type": "Regulation", "concepts": ["1264", "161", "1644", "2771", "3191", "4578"], "title": "Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quota for olive oil originating in Tunisia\n", "header": "21.12.2006 EN Official Journal of the European Union L 365/84\nCOMMISSION REGULATION (EC) No 1918/2006\nof 20 December 2006\nopening and providing for the administration of tariff quota for olive oil originating in Tunisia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 865/2004 of 29 April 2004 on the common organisation of the market in olive oil and table olives and amending Regulation (EEC) No 827/68 (1), and in particular Article 10(4) thereof,\nWhereas:\n(1) Article 3 of Protocol No 1 to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part (2) as amended by Article 3(1) of the Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (3), approved by Council Decision 2005/720/EC (4), opens a tariff quota of 56 700 tons at a zero rate of duty for imports of olive oil falling within CN codes 1509 10 10 and 1509 10 90, wholly obtained in Tunisia and transported direct from there to the Community.\n(2) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (5) applies to import licences for import tariff quota periods starting from 1 January 2007.\n(3) Regulation (EC) No 1301/2006 lays down in particular detailed provisions on applications, the status of applicants and the issue of licences. That Regulation limits the period of validity of licences to the last day of the import tariff quota period.\n(4) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6), Commission Regulation (EC) No 1345/2005 of 16 August 2005 laying down detailed rules for the application of the system of import licences for olive oil (7) and Regulation (EC) No 1301/2006 should apply without prejudice to additional conditions and derogations laid down in this Regulation.\n(5) The supply of olive oil to the Community market allows the quantity under the tariff quota to be disposed of in principle without disturbing the market, provided that the imports are not concentrated to a short period of the marketing year. Provision should therefore be made for import licences to be issued between January and October according to a monthly schedule.\n(6) Taking into account the advantage of the zero rate duty, the security for import licenses issued in the framework of tariff quotas opened under this Regulation should be fixed at a higher amount than that fixed by Regulation (EC) No 1345/2005.\n(7) For the sake of clarity, Commission Regulation (EC) No 312/2001 of 15 February 2001 laying down detailed rules of application for the importation of olive oil originating in Tunisia and derogating from certain provisions of Regulations (EC) No 1476/95 and (EC) No 1291/2000 (8) should be repealed.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Olive Oils and Table Olives,", "main_body": ["Regulation (EC) No 1291/2000, Regulation (EC) No 1345/2005 and Regulation (EC) No 1301/2006 shall apply without prejudice to the provisions of this Regulation.", "1.   A tariff quota, bearing order number No 09.4032 is opened in relation to imports into the Community of virgin olive oil falling within CN codes 1509 10 10 and 1509 10 90, wholly obtained in Tunisia and transported directly from that country to the Community, subject to the conditions laid down in this Regulation. The volume of the tariff quota shall be 56 700 tons. The rate of duty applicable shall be 0 %.\n2.   The quota shall be opened from 1 January each year. For each year and without prejudice to the volume of the quota referred to in paragraph 1, import licences may be issued up to the following monthly limits:\n— 1 000 tonnes for each month of January and February,\n— 4 000 tonnes for the month of March,\n— 8 000 tonnes for the month of April,\n— 10 000 tonnes for each month from May to October.\nBy way of derogation from Article 7(4) of Regulation (EC) No 1301/2006, quantities not used in a month shall be added to the next month, but not to the month thereafter.\n3.   For the purposes of calculating the quantity authorised for each month, where a week begins in one month and finishes in the following month, it must be considered as part of the month in which the Thursday falls.", "1.   By way of derogation from Article 6(1) of Regulation (EC) No 1301/2006, applicants may lodge one import licence application each week, either on Monday or Tuesday. Weekly licence applications submitted by an applicant may not relate to a quantity exceeding the monthly limit set up in Article 2(2) of this Regulation.\n2.   The Member States shall notify the Commission each week of the quantities for which licence applications have been lodged, on the working day following Tuesday. Notifications shall be broken down by CN code.\n3.   Import licences shall be issued by the competent authorities of the Member States on the fourth working day following the end of the notification period provided for in paragraph 2.\n4.   By way of derogation from Article 3(2) of Regulation (EC) No 1345/2005, the amount of the security shall be EUR 15 per 100 kg net.", "Regulation (EC) No 312/2001 is repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 161, 30.4.2004, p. 97. Corrected version OJ L 206, 9.6.2004, p. 37.\n(2)  OJ L 97, 30.3.1998, p. 2. Agreement as last amended by Council Decision 2006/612/EC (OJ L 260, 21.9.2006, p. 1).\n(3)  OJ L 278, 21.10.2005, p. 3.\n(4)  OJ L 278, 21.10.2005, p. 1.\n(5)  OJ L 238, 1.9.2006, p. 13.\n(6)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1713/2006 (OJ L 321, 21.11.2006, p. 11).\n(7)  OJ L 212, 17.8.2005, p. 13.\n(8)  OJ L 46, 16.2.2001, p. 3. Regulation as last amended by Commission Regulation (EC) No 1721/2005 (OJ L 276, 21.10.2005, p. 3)."}