{"celex_id": "32000D0292", "uri": "http://publications.europa.eu/resource/cellar/cfee28a3-b425-4abe-a56b-52a001117b65", "type": "Decision", "concepts": ["1755", "2211", "4291", "4635", "4983"], "title": "2000/292/EC: Commission Decision of 6 April 2000 for purchase by the Community of bluetongue vaccine for emergency stock (notified under document number C(2000) 936)\n", "header": "Commission Decision\nof 6 April 2000\nfor purchase by the Community of bluetongue vaccine for emergency stock\n(notified under document number C(2000) 936)\n(2000/292/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Council Regulation (EC) No 1258/1999(2), and in particular Articles 6 and 8 thereof,\nWhereas:\n(1) Bluetongue is an arthropod-borne viral disease of ruminants which can cause great economic losses to livestock production.\n(2) During 1998 and 1999 outbreaks of bluetongue were recorded in Greece.\n(3) During 1999 outbreaks of bluetongue were recorded in Bulgaria and in Turkey.\n(4) During 2000 outbreaks of bluetongue have been reported in Tunisia.\n(5) Several serotypes of bluetongue virus are recognised.\n(6) During 1998 and 1999 the serotypes reported by Bulgaria, Greece, Tunisia and Turkey were 2, 4 and 9.\n(7) The laboratories recognised by the \"Office International des Epizooties\" (OIE) as reference laboratories for bluetongue include a laboratory located in Pirbright, United Kingdom and one at Ondersteport, South Africa.\n(8) The use of vaccine can be an important tool in combating the spread of bluetongue.\n(9) No bluetongue vaccine is produced by the pharmaceutical industry based in the Member States.\n(10) For the protection of susceptible livestock some bluetongue vaccine should be kept in stock by the Community and be available for emergency use.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community shall make arrangements for the purchase of 500000 doses of bluetongue vaccine for emergency use.\n2. The arrangements referred to in paragraph 1 shall include:\n- consultation of OIE recognised bluetongue reference laboratories on spread of bluetongue virus type(s) circulating in areas considered to present a special risk to the susceptible livestock population in the European Union,\n- purchase of vaccines which provide protection against the virus type(s) causing the greatest threat to livestock kept in the Member States,\n- storage of vaccines in such a manner that they can be dispatched without delay to the area designated for vaccination.", "The maximum cost of the measures referred to in Article 1 shall be up to EUR 70000.", "1. To meet the objectives of Articles 1 and 2 the Commission shall conclude contracts without delay.\n2. The Director-General of the Directorate-General for Health and Consumer Protection shall be authorised to sign the contracts on behalf of the European Commission.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 April 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 160, 26.6.1999, p. 103."}