{"celex_id": "32008D0784", "uri": "http://publications.europa.eu/resource/cellar/e775a9c4-8330-42d0-8032-97dc98daf3a1", "type": "Decision", "concepts": ["2609", "3186", "4040", "6223", "922"], "title": "2008/784/EC: Council Decision of 2 October 2008 establishing a separate liability of Montenegro and reducing proportionately the liability of Serbia with regard to the long-term loans granted by the Community to the State Union of Serbia and Montenegro (formerly the Federal Republic of Yugoslavia) pursuant to Decisions 2001/549/EC and 2002/882/EC\n", "header": "10.10.2008 EN Official Journal of the European Union L 269/8\nCOUNCIL DECISION\nof 2 October 2008\nestablishing a separate liability of Montenegro and reducing proportionately the liability of Serbia with regard to the long-term loans granted by the Community to the State Union of Serbia and Montenegro (formerly the Federal Republic of Yugoslavia) pursuant to Decisions 2001/549/EC and 2002/882/EC\n(2008/784/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Pursuant to Council Decision 2001/549/EC of 16 July 2001 providing macro-financial assistance to the Federal Republic of Yugoslavia (2), the Community granted to the Federal Republic of Yugoslavia a long-term loan of up to EUR 225 million with a view to ensuring a sustainable balance-of-payments situation and strengthening the country’s reserve position. The loan was fully disbursed by the Commission in one instalment in October 2001.\n(2) Pursuant to Council Decision 2002/882/EC of 5 November 2002 providing further macro-financial assistance to the Federal Republic of Yugoslavia (3), the Community granted the Federal Republic of Yugoslavia a loan of up to EUR 55 million with a view to ensuring a sustainable balance-of-payments situation and strengthening the country’s reserve position. The loan was fully disbursed by the Commission in three instalments of respectively EUR 10 million in February 2003, EUR 30 million in September 2003 and EUR 15 million in April 2005.\n(3) According to the Constitutional Charter of the State Union of Serbia and Montenegro adopted on 4 February 2003, the Federal Republic of Yugoslavia was reconstituted as the State Union of Serbia and Montenegro.\n(4) On 3 June 2006, based on Article 60 of the Constitutional Charter of the State Union of Serbia and Montenegro and following the Montenegrin referendum of 21 May 2006, the Parliament of Montenegro passed a declaration on the independence of the country, which stated that Montenegro is an independent state with full legal personality under international law.\n(5) The Parliament of Serbia adopted on 5 June 2006 a decision that defined Serbia as the successor state to the State Union of Serbia and Montenegro.\n(6) The Council, in its conclusions of 12 June 2006, took note of the declaration of the Parliament of Montenegro and the decision of the Parliament of Serbia and stated that the European Union and the Member States had decided to develop further relations with Montenegro as a sovereign and independent state.\n(7) On 10 July 2006, Montenegro and Serbia entered into an agreement on the regulation of membership in international financial organisations and the distribution of financial assets and liabilities, according to which macro-financial assistance loans granted to the Federal Republic of Yugoslavia or the State Union of Serbia and Montenegro should continue to be serviced in the proportion of 90 % for Serbia and 10 % for Montenegro, unless other percentages are to be used on the basis of the final beneficiary principle.\n(8) Montenegro and Serbia are, via the Central Bank of Montenegro and the National Bank of Serbia, continuing to discharge fully the debt servicing obligations stemming from the Community loan operations.\n(9) According to Appendix 4 to the Agreement of 10 July 2006 between Montenegro and Serbia a total debt of EUR 6 703 388,62 stemming from the macro-financial assistance loans has been attributed to Montenegro.\n(10) The two countries are discharging the debt servicing obligations in accordance with the 90:10 division agreed between them, with the exception of one operation which is being serviced following the final beneficiary principle (99,47 % for Serbia and 0,53 % for Montenegro).\n(11) Considering the relations developed between the European Union and Montenegro as an independent state, notably the European Partnership established by Council Decision 2007/49/EC of 22 January 2007 on the principles, priorities and conditions contained in the European Partnership with Montenegro (4), and the long period of time over which repayments are due to take place, the Commission should be authorised to take appropriate action to ensure that the liabilities arising under the loans granted pursuant to Decisions 2001/549/EC and 2002/882/EC are divided between Montenegro and Serbia in the proportions agreed bilaterally between the two countries.\n(12) Montenegro or Serbia will not be entitled to any additional disbursement of macro-financial assistance under this Decision.\n(13) The Commission consulted the Economic and Financial Committee before submitting its proposal.\n(14) The Treaty provides for no powers, other than those in Article 308 thereof, for the adoption of this Decision,", "main_body": ["1.   Montenegro shall assume separate liability for the payments of principal and interest, as well as all and any costs and expenses related to the servicing of EUR 6 703 388,62 out of the Community long-term loans of in total EUR 280 million paid to the State Union of Serbia and Montenegro (the former Federal Republic of Yugoslavia) pursuant to Decisions 2001/549/EC and 2002/882/EC.\n2.   To this end, the Commission is authorised to sign, after consultation of the Economic and Financial Committee, a separate loan agreement with the authorities of Montenegro for the amounts attributed to Montenegro and essentially on the terms and conditions set out in the:\n— Loan Agreement of 17 September 2001 between the European Community and the Federal Republic of Yugoslavia,\n— Loan Agreement of 13 December 2002 between the European Community and the Federal Republic of Yugoslavia,\n— Supplemental Loan Agreement of 25 July 2003 between the European Community and State Union of Serbia and Montenegro, and\n— Supplemental Loan Agreement of 7 April 2005 between the European Community and State Union of Serbia and Montenegro.\nIn particular, the interest rate and the due dates for payment of interest and repayment of principal shall be the same as those set out in the borrowing contracts annexed to the agreements referred to in this paragraph.\n3.   This Decision does not entitle Montenegro to any additional disbursement of macro-financial assistance from the Community.", "1.   Upon the signature of the separate loan agreement between the Community and Montenegro referred to in Article 1(2), Serbia’s liabilities to the Community in its capacity of successor state to the State Union of Serbia and Montenegro shall be reduced accordingly.\n2.   The Commission is authorised to conclude with Serbia arrangements to amend the existing loan agreements referred to in Article 1(2).\n3.   This Decision does not entitle Serbia to any additional disbursement of macro-financial assistance from the Community.", "1.   All related costs and expenses incurred by the Community in concluding and carrying out the arrangements provided for by Article 1 shall be borne by Montenegro.\n2.   All related costs and expenses incurred by the Community in concluding and carrying out the arrangements provided for by Article 2 shall be borne by Serbia.", "This Decision shall take effect on the third day following its publication in the Official Journal of the European Union."], "attachments": "Done in Luxembourg, 2 October 2008.\nFor the Council\nThe President\nX. BERTRAND\n(1)  Opinion of 2 September 2008 (not yet published in the Official Journal).\n(2)  OJ L 197, 21.7.2001, p. 38.\n(3)  OJ L 308, 9.11.2002, p. 25.\n(4)  OJ L 20, 27.1.2007, p. 16."}