{"celex_id": "32009R0280", "uri": "http://publications.europa.eu/resource/cellar/89f249a4-4890-48e2-a628-920aadafa917", "type": "Regulation", "concepts": ["12", "1474", "336", "3763", "42", "5063", "523", "524"], "title": "Commission Regulation (EC) No 280/2009 of 6 April 2009 amending Annexes I, II, III and IV to Council Regulation (EC) No 44/2001 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\n", "header": "7.4.2009 EN Official Journal of the European Union L 93/13\nCOMMISSION REGULATION (EC) No 280/2009\nof 6 April 2009\namending Annexes I, II, III and IV to Council Regulation (EC) No 44/2001 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (1), and in particular Article 74 thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 44/2001 lists the rules of national jurisdiction referred to in Articles 3(2) and 4(2) of the Regulation. Annex II contains the lists of courts or competent authorities that have jurisdiction in the Member States to deal with applications for a declaration of enforceability. Annex III lists the courts with which appeals may be lodged against decisions on a declaration of enforceability, and Annex IV enumerates the final appeal procedures against such decisions.\n(2) Annexes I, II, III and IV to Regulation (EC) No 44/2001 were amended on several occasions, lastly by Council Regulation (EC) No 1791/2006 (2) so as to include the rules of national jurisdiction, the lists of courts or competent authorities and the redress procedures of Bulgaria and Romania.\n(3) Member States have notified the Commission of additional amendments to the lists set out in Annexes I, II, III and IV. It therefore appears appropriate to publish consolidated versions of the lists contained in these annexes.\n(4) Denmark, in accordance with Article 3 of the Agreement between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (3), should not take part in the adoption of amendments to the Brussels I Regulation and no such amendments should be binding upon or applicable in Denmark.\n(5) Regulation (EC) No 44/2001 should therefore be amended accordingly,", "main_body": ["Annexes I to IV to Regulation (EC) No 44/2001 are replaced by the corresponding Annexes to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 6 April 2009.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 12, 16.1.2001, p. 1.\n(2)  OJ L 363, 20.12.2006, p. 1.\n(3)  OJ L 299, 16.11.2005, p. 62.\nANNEX I\nRules of jurisdiction referred to in Article 3(2) and Article 4(2)\n— in Belgium: Articles 5 through 14 of the Law of 16 July 2004 on private international law,\n— in Bulgaria: Article 4(1)(2) of the International Private Law Code,\n— in the Czech Republic: Article 86 of Act No 99/1963 Coll., the Code of Civil Procedure (občanský soudní řád), as amended,\n— in Germany: Article 23 of the code of civil procedure (Zivilprozeßordnung),\n— in Estonia: Article 86 of the Code of Civil Procedure (tsiviilkohtumenetluse seadustik),\n— in Greece: Article 40 of the code of civil procedure (Κώδικας Πολιτικής Δικονομίας),\n— in France: Articles 14 and 15 of the civil code (Code civil),\n— in Ireland: the rules which enable jurisdiction to be founded on the document instituting the proceedings having been served on the defendant during his temporary presence in Ireland,\n— in Italy: Articles 3 and 4 law 218 of 31 May 1995,\n— in Cyprus: section 21(2) of the Courts of Justice Law No 14 of 1960, as amended,\n— in Latvia: section 27 and paragraphs 3, 5, 6 and 9 of section 28 of the Civil Procedure Law (Civilprocesa likums),\n— in Lithuania: Article 31 of the Code of Civil Procedure (Civilinio proceso kodeksas),\n— in Luxembourg: Articles 14 and 15 of the civil code (Code civil),\n— in Hungary: Article 57 of Law Decree No 13 of 1979 on International Private Law (a nemzetközi magánjogról szóló 1979. évi 13. törvényerejű rendelet),\n— in Malta: Articles 742, 743 and 744 of the Code of Organisation and Civil Procedure – Cap. 12 (Kodiċi ta' Organizzazzjoni u Proċedura Ċivili – Kap. 12) and Article 549 of the Commercial Code – Cap. 13 (Kodiċi tal-kummerċ – Kap. 13),\n— in Austria: Article 99 of the Law on court Jurisdiction (Jurisdiktionsnorm),\n— in Poland: Articles 1103 and 1110 of the Code of Civil Procedure (Kodeks postępowania cywilnego), in so far as they establish jurisdiction on the basis of the defendant’s residence in Poland, the possession by the defendant of property in Poland or his entitlement to property rights in Poland, the fact that the object of the dispute is located in Poland and the fact that one of the parties is a Polish citizen,\n— in Portugal: Article 65 and Article 65A of the code of civil procedure (Código de Processo Civil) and Article 11 of the code of labour procedure (Código de Processo de Trabalho),\n— in Romania: Articles 148-157 of Law No 105/1992 on Private International Law Relations,\n— in Slovenia: Article 48(2) of the Private International Law and Procedure Act (Zakon o medarodnem zasebnem pravu in postopku) in relation to Article 47(2) of Civil Procedure Act (Zakon o pravdnem postopku) and Article 58 of the Private International Law and Procedure Act (Zakon o medarodnem zasebnem pravu in postopku) in relation to Article 59 of Civil Procedure Act (Zakon o pravdnem postopku),\n— in Slovakia: Articles 37 to 37e of Act No 97/1963 on Private International Law and the Rules of Procedure relating thereto,\n— in Finland: the second, third and fourth sentences of the first paragraph of Section 1 of Chapter 10 of the Code of Judicial Procedure (oikeudenkäymiskaari/rättegångsbalken),\n— in Sweden: the first sentence of the first paragraph of Section 3 of Chapter 10 of the Code of Judicial Procedure (rättegångsbalken),\n— in the United Kingdom: the rules which enable jurisdiction to be founded on:\n(a) the document instituting the proceedings having been served on the defendant during his temporary presence in the United Kingdom; or\n(b) the presence within the United Kingdom of property belonging to the defendant; or\n(c) the seizure by the plaintiff of property situated in the United Kingdom.\nANNEX II\nThe courts or competent authorities to which the application referred to in Article 39 may be submitted are the following:\n— in Belgium, the ‘tribunal de première instance’ or ‘rechtbank van eerste aanleg’ or ‘erstinstanzliches Gericht’,\n— in Bulgaria, the ‘окръжния съд’,\n— in the Czech Republic, the ‘okresní soud’ or ‘soudní exekutor’,\n— in Germany:\n(a) the presiding judge of a chamber of the ‘Landgericht’;\n(b) a notary in a procedure of declaration of enforceability of an authentic instrument,\n— in Estonia, the ‘maakohus’ (county court),\n— in Greece, the ‘Μονομελές Πρωτοδικείο’,\n— in Spain, the ‘Juzgado de Primera Instancia’,\n— in France:\n(a) the ‘greffier en chef du tribunal de grande instance’;\n(b) the ‘président de la chambre départementale des notaires’ in the case of application for a declaration of enforceability of a notarial authentic instrument,\n— in Ireland, the ‘High Court’,\n— in Italy, the ‘corte d’appello’,\n— in Cyprus, the ‘Επαρχιακό Δικαστήριο’ or in the case of a maintenance judgment the ‘Οικογενειακό Δικαστήριο’,\n— in Latvia, the ‘rajona (pilsētas) tiesa’,\n— in Lithuania, the ‘Lietuvos apeliacinis teismas’,\n— in Luxembourg, the presiding judge of the ‘tribunal d’arrondissement’,\n— in Hungary, the ‘megyei bíróság székhelyén működő helyi bíróság’, and in Budapest the ‘Budai Központi Kerületi Bíróság’,\n— in Malta, the ‘Prim Awla tal-Qorti Ċivili’, or ‘Qorti tal-Maġistrati ta Għawdex fil-ġurisdizzjoni superjuri tagħha’, or, in the case of a maintenance judgment, the ‘Reġistratur tal-Qorti’, on transmission by the ‘Ministru responsabbli għall-Ġustizzja’,\n— in the Netherlands, the ‘voorzieningenrechter van de rechtbank’,\n— in Austria, the ‘Bezirksgericht’,\n— in Poland, the ‘sąd okręgowy’,\n— in Portugal, the ‘Tribunal de Comarca’,\n— in Romania, the ‘Tribunal’,\n— in Slovenia, the ‘okrožno sodišče’,\n— in Slovakia, ‘okresný súd’,\n— in Finland, the ‘käräjäoikeus/tingsrätt’,\n— in Sweden, the ‘Svea hovrätt’,\n— in the United Kingdom:\n(a) in England and Wales, the ‘High Court of Justice’, or in the case of a maintenance judgment to the ‘Magistrates Court’, on transmission by the Secretary of State;\n(b) in Scotland, the ‘Court of Session’, or in the case of a maintenance judgment to the ‘Sheriff Court’ on transmission by the Secretary of State;\n(c) in Northern Ireland, the ‘High Court of Justice’, or in the case of a maintenance judgment to the ‘Magistrates Court’ on transmission by the Secretary of State;\n(d) in Gibraltar, the ‘Supreme Court of Gibraltar’, or in the case of a maintenance judgment, the ‘Magistrates Court’ on transmission by the Attorney General of Gibraltar.\nANNEX III\nThe courts with which appeals referred to in Article 43(2) may be lodged are the following:\n— in Belgium,\n(a) as regards appeal by the defendant, the ‘tribunal de première instance’ or ‘rechtbank van eerste aanleg’ or ‘erstinstanzliche Gericht’;\n(b) as regards appeal by the applicant: the ‘Cour d’appel’ or ‘hof van beroep’,\n— in Bulgaria, the ‘Апелативен съд – София’,\n— in the Czech Republic, the court of appeal through the district court,\n— in Germany, the ‘Oberlandesgericht’,\n— in Estonia, the ‘ringkonnakohus’,\n— in Greece the ‘Εφετείο’,\n— in Spain, the ‘Juzgado de Primera Instancia’ which issued the contested decision, with the appeal to be solved by the ‘Audiencia Provincial’,\n— in France:\n(a) the ‘cour d’appel’ on decisions allowing the application;\n(b) the presiding judge of the ‘tribunal de grande instance’, on decisions rejecting the application,\n— in Ireland, the ‘High Court’,\n— in Iceland, the ‘heradsdomur’,\n— in Italy, the ‘corte d’appello’,\n— in Cyprus, the ‘Επαρχιακό Δικαστήριο’ or in the case of a maintenance judgment the ‘Οικογενειακό Δικαστήριο’,\n— in Latvia, the ‘Apgabaltiesa’ via the ‘rajona (pilsētas) tiesa’,\n— in Lithuania, the ‘Lietuvos apeliacinis teismas’,\n— in Luxembourg, the ‘Cour supérieure de justice’ sitting as a court of civil appeal,\n— in Hungary, the local court situated at the seat of the county court (in Budapest, the Central District Court of Buda); the appeal is adjudicated by the county court (in Budapest, the Capital Court),\n— in Malta, the ‘Qorti ta' l-Appell’ in accordance with the procedure laid down for appeals in the ‘Kodiċi ta' Organizzazzjoni u Proċedura Ċivili – Kap.12’ or in the case of a maintenance judgment by ‘ċitazzjoni’ before the ‘Prim' Awla tal-Qorti ivili jew il-Qorti tal-Maġistrati ta' Għawdex fil-ġurisdizzjoni superjuri tagħha’,\n— in the Netherlands,\n(a) for the defendant: the ‘arrondissementsrechtbank’;\n(b) for the applicant: the ‘gerechtshof’,\n— in Austria, the ‘Landesgericht via the Bezirksgericht’,\n— in Poland, the ‘sąd apelacyjny’ via the ‘sąd okręgowy’,\n— in Portugal, the ‘Tribunal da Relação’ is the competent court. The appeals are launched, in accordance with the national law in force, by way of a request addressed to the court which issued the contested decision,\n— in Romania, the ‘Curte de Apel’,\n— in Slovenia, the ‘okrožno sodišče’,\n— in Slovakia, the court of appeal through the district court whose decision is being appealed,\n— in Finland, the ‘hovioikeus/hovrätt’,\n— in Sweden, the ‘Svea hovrätt’,\n— in the United Kingdom:\n(a) in England and Wales, the ‘High Court of Justice’, or in the case of a maintenance judgment the ‘Magistrates' Court’;\n(b) in Scotland, the ‘Court of Session’, or in the case of a maintenance judgment the ‘Sheriff Court’;\n(c) in Northern Ireland, the ‘High Court of Justice’, or in the case of a maintenance judgment the ‘Magistrates' Court’;\n(d) in Gibraltar, the ‘Supreme Court of Gibraltar’, or in the case of a maintenance judgment, the ‘Magistrates' Court’.\nANNEX IV\nThe appeals which may be lodged pursuant to Article 44 are the following:\n— in Belgium, Greece, Spain, France, Italy, Luxembourg and the Netherlands, an appeal in cassation,\n— in Bulgaria, ‘обжалване пред Върховния касационен съд’,\n— in the Czech Republic, a ‘dovolání’ and a ‘žaloba pro zmatečnost’,\n— in Germany, a ‘Rechtsbeschwerde’,\n— in Estonia, a ‘kassatsioonikaebus’,\n— in Ireland, an appeal on a point of law to the Supreme Court,\n— in Iceland, an appeal to the ‘Hæstiréttur’,\n— in Cyprus, an appeal to the Supreme Court,\n— in Latvia, an appeal to the ‘Augstākās tiesas Senāts’ via the ‘Apgabaltiesa’,\n— in Lithuania, an appeal to the ‘Lietuvos Aukščiausiasis Teismas’,\n— in Hungary, ‘felülvizsgálati kérelem’,\n— in Malta, no further appeal lies to any other court; in the case of a maintenance judgment the ‘Qorti ta' l-Appell’ in accordance with the procedure laid down for appeal in the ‘kodiċi ta Organizzazzjoni u Procedura Ċivili – Kap. 12’,\n— in Austria, a ‘Revisionsrekurs’,\n— in Poland, ‘skarga kasacyjna’,\n— in Portugal, an appeal on a point of law,\n— in Romania, a ‘contestatie in anulare’ or a ‘revizuire’,\n— in Slovenia, an appeal to the ‘Vrhovno sodišče Republike Slovenije’,\n— in Slovakia, the ‘dovolanie’,\n— in Finland, an appeal to the ‘korkein oikeus/högsta domstolen’,\n— in Sweden, an appeal to the ‘Högsta domstolen’,\n— in the United Kingdom, a single further appeal on a point of law."}