{"celex_id": "32000D0427", "uri": "http://publications.europa.eu/resource/cellar/692b2538-c72b-4db5-99b6-1cd54ea2ba9d", "type": "Decision", "concepts": ["1182", "1421", "368", "424", "4602", "665"], "title": "2000/427/EC: Council Decision of 19 June 2000 in accordance with Article 122(2) of the Treaty on the adoption by Greece of the single currency on 1 January 2001\n", "header": "Council Decision\nof 19 June 2000\nin accordance with Article 122(2) of the Treaty on the adoption by Greece of the single currency on 1 January 2001\n(2000/427/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 122(2), thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the report from the Commission(2),\nHaving regard to the report from the European Central Bank(3),\nHaving regard to the opinion of the European Parliament,\nHaving regard to the discussion of the Council, meeting in the composition of Heads of State or Government,\nWhereas:\n(1) The third stage of economic and monetary union (EMU) started on 1 January 1999. The Council, meeting in Brussels on 3 May 1998 in the composition of Heads of State or Government, decided that Belgium, Germany, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Austria, Portugal and Finland fulfilled the necessary conditions for adopting the single currency on 1 January 1999(4).\n(2) In accordance with paragraph 1 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland annexed to the Treaty, the United Kingdom notified the Council that it did not intend to move to the third stage of EMU on 1 January 1999. This notification has not been changed. In accordance with paragraph 1 of the Protocol on certain provisions relating to Denmark annexed to the Treaty and the Decision taken by the Heads of State or Government in Edinburgh in December 1992, Denmark has notified the Council that it will not participate in the third stage of EMU. Denmark has not requested that the procedure referred to in Article 122(2) of the Treaty be initiated.\n(3) By virtue of Decision 1998/317/EC Greece and Sweden have a derogation as defined in Article 122 of the Treaty.\n(4) The European Central Bank (ECB) was established on 1 July 1998. The European Monetary System has been replaced by an exchange rate mechanism, the setting-up of which was agreed by a resolution of the European Council on the establishment of an exchange-rate mechanism in the third stage of economic and monetary union of 16 June 1997(5). The procedures for an exchange-rate mechanism in stage three of economic and monetary union (ERM II) were laid down in the Agreement of 1 September 1998 between the ECB and the national central banks of the Member States outside the euro area laying down the operating procedures for an exchange rate mechanism in stage three of economic and monetary union(6).\n(5) Article 122(2) of the Treaty lays down the procedures for abrogation of the derogation of the Member States concerned. According to that Article at least once every two years, or at the request of a Member State with a derogation, the Commission and the ECB shall report to the Council in accordance with the procedure laid down in Article 121(1) of the Treaty. Such reports have to be prepared in 2000. On 9 March 2000 Greece made such a request.\n(6) National legislation in the Member States including the statutes of national central banks shall as necessary be adapted with a view to ensuring compatibility with Articles 108 and 109 of the Treaty and the Statute of the ESCB. The reports of the Commission and the ECB provide a detailed assessment of the compatibility of the legislation of Greece and Sweden with Articles 108 and 109 of the Treaty and the Statute of the ESCB.\n(7) According to Article 1 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty establishing the European Community, the criterion on price stability referred to in the first indent of Article 121 (1) of the Treaty means that a Member State has a price performance that is sustainable and an average rate of inflation, observed over a period of one year before the examination, that does not exceed by more than one and a half percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criterion on price stability inflation will be measured by the harmonised indices of consumer prices (HICPs) defined in Council Regulation (EC) No 2494/95(7). In order to assess the price stability criterion a Member State's inflation has been measured by the percentage change in the arithmetic average of 12 monthly indices relative to the arithmetic average of 12 monthly indices of the previous period. In the one year period ending in March 2000 the three best performing Member States in terms of price stability were France, Austria and Sweden, with inflation rates of, respectively 0,9 %, 0,9 % and 0,8 %. A reference value calculated as the simple arithmetic average of the inflation rates of the three best performing Member States in terms of price stability plus 1,5 percentage points was considered in the reports of the Commission and the ECB. On this basis, the reference value in the one year period ending in March 2000 was 2,4 %.\n(8) According to Article 2 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty establishing the European Community, the criterion on the government budgetary position referred to in the second indent of Article 121(1) of the Treaty shall mean that at the time of the examination the Member State is not the subject of a Council decision under Article 104(6) of the Treaty that an excessive deficit exists.\n(9) According to Article 3 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty establishing the European Community, the criterion on participation in the exchange-rate mechanism of the European Monetary System referred to in the third indent of Article 121(1) of the Treaty means that a Member State has respected the normal fluctuation margins provided for by the exchange-rate mechanism (ERM) of the European Monetary System without severe tensions for at least the last two years before the examination. In particular, the Member State must not have devalued its currency's bilateral central rate against any other Member State's currency on its own initiative for the same period. Since 1 January 1999 the ERM II provides the framework for assessing the fulfilment of the exchange rate criterion. In assessing the fulfilment of this criterion in their reports, the Commission and the ECB have examined the two-year period ending in March 2000.\n(10) According to Article 4 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty establishing the European Community, the criterion on the convergence of interest rates referred to in the fourth indent of Article 121(1) of the Treaty means that, observed over a period of one year before the examination, a Member State has had an average nominal long-term interest rate that does not exceed by more than two percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criteria on the convergence of interest rates, comparable interest rates on 10-year benchmark government bonds were used. In order to assess the fulfilment of the interest-rate criterion a reference value calculated as the simple arithmetic average of the nominal long-term interest rates of the three best performing Member States in terms of price stability plus two percentage points was considered in the reports of the Commission and the ECB. On this basis, the reference value in the one year period ending in March 2000 was 7,2 %.\n(11) In accordance with Article 5 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty establishing the European Community, the data used in the current assessment of the fulfilment of the convergence criteria will be provided by the Commission. For the preparation of this proposal the Commission provided data. Budgetary data were provided by the Commission after reporting by the Member States by 1 March 2000 in accordance with Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community(8).\n(12) The Greek domestic legislation, including the Statute of the national central bank, is compatible with Articles 108 and 109 of the Treaty and the Statute of the ESCB.\nRegarding the fulfilment by Greece of the convergence criteria mentioned in the four indents of Article 121(1) of the Treaty:\n- the average inflation rate in Greece in the year ending March 2000 stood at 2,0 % which is below the reference value,\n- by virtue of Council Decision 2000/33/EC of 17 December 1999 abrogating the Decision on the existence of an excessive deficit in Greece(9), Greece is not the subject of a Council Decision on the existence of an excessive government deficit,\n- Greece has been a member of the ERM and subsequently of ERM II during the last two years. In that period the Greek drachma (GRD) has not been subject to severe tensions and Greece has not devalued, on its own initiative, the GRD bilateral central rate against any other Member State's currency up to 1 January 1999 nor against the euro since then,\n- in the year ending March 2000 the long-term interest rate in Greece was, on average, 6,4 % which is below the reference value.\nGreece has achieved a high degree of sustainable convergence by reference to all four criteria.\nConsequently, Greece fulfils the necessary conditions for the adoption of a single currency.\n(13) The Council, acting by qualified majority on a proposal by the Commission, shall decide which Member States with a derogation fulfil the necessary conditions for the adoption of the single currency and abrogate the derogations of the Member States concerned,", "main_body": ["Greece fulfils the necessary conditions for the adoption of the single currency. The derogation in favour of Greece laid down in recital 4 of Decision 98/317/EC shall be abrogated with effect from 1 January 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Santa Maria da Feira, 19 June 2000.\nFor the Council\nThe President\nJ. Pina Moura\n(1) Opinion delivered on 8 May 2000 (not yet published in the Official Journal).\n(2) Opinion delivered on 5 May 2000 (not yet published in the Official Journal).\n(3) Opinion delivered on 28 April 2000 (not yet published in the Official Journal).\n(4) Council Decision 1998/317/EC of 3 May 1998 in accordance with Article 121(4) of the Treaty (Oj L 139, 11.5.1998, p. 30).\n(5) OJ C 236, 2.8.1997, p. 5.\n(6) OJ C 345, 13.11.1998, p. 6.\n(7) Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices (OJ L 257, 27.10.1995, p. 1).\n(8) OJ L 332, 31.12.1993, p. 7. Regulation as amended by Council Regulation (EC) No 475/2000 (OJ L 58, 3.3.2000, p. 1).\n(9) OJ L 12, 18.1.2000, p. 24."}