{"celex_id": "32008D0443", "uri": "http://publications.europa.eu/resource/cellar/c0a47e60-fcfa-449c-a97e-43bf4c668cb9", "type": "Decision", "concepts": ["1755", "1854", "5760", "5860", "862", "881", "922"], "title": "2008/443/EC: Commission Decision of 5 June 2008 on a financial contribution from the Community towards emergency measures to combat avian influenza in the Czech Republic in 2007 (notified under document number C(2008) 2350)\n", "header": "14.6.2008 EN Official Journal of the European Union L 156/17\nCOMMISSION DECISION\nof 5 June 2008\non a financial contribution from the Community towards emergency measures to combat avian influenza in the Czech Republic in 2007\n(notified under document number C(2008) 2350)\n(Only the Czech text is authentic)\n(2008/443/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Articles 3(3) and 3a(1) thereof,\nWhereas:\n(1) Decision 90/424/EEC lays down the procedures governing the Community’s financial contribution towards specific veterinary measures, including emergency measures. Pursuant to Article 3a of that Decision, Member States may obtain a financial contribution towards costs of certain measures to eradicate avian influenza.\n(2) Article 3a(3) of Decision 90/424/EEC lays down rules on the percentage of the costs incurred by Member States that may be covered by the Community's financial contribution.\n(3) Commission Regulation (EC) No 349/2005 of 28 February 2005 laying down rules on the Community financing of emergency measures and of the campaign to combat certain animal diseases under Council Decision 90/424/EEC (2), following the amendment of Decision 90/424/EEC by Council Decision 2006/53/EC (3), no longer covers avian influenza. It is therefore necessary to expressly provide in the present Decision that the granting of a Community financial contribution to the Czech Republic is subject to compliance with certain rules laid down in that Regulation.\n(4) Outbreaks of avian influenza occurred in the Czech Republic in 2007. The emergence of that disease represents a serious risk to the Community’s livestock population. The Czech Republic took the measures, as referred to in Article 3a(2) of Decision 90/424/EEC, to combat those outbreaks.\n(5) The Czech Republic has fully complied with its technical and administrative obligations as set out in Articles 3(3) and 3a(2) of Decision 90/424/EEC and Article 6 of Regulation (EC) No 349/2005.\n(6) The Czech Republic submitted to the Commission information on the costs incurred on 27 July 2007, and has continued to provide all necessary information on costs of compensation and operational expenditure.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Financial contribution from the Community to the Czech Republic\n1.   A financial contribution from the Community may be granted to The Czech Republic towards the costs incurred by that Member State in taking the measures referred to in Article 3a(2) of Decision 90/424/EEC to combat avian influenza in 2007.\n2.   For the purposes of this Decision, Articles 2 to 5 and Articles 7 and 8 and Article 9(2), (3) and (4) and Article 10 of Regulation (EC) No 349/2005 shall apply mutatis mutandis.", "Addressee\nThis Decision is addressed to the Czech Republic."], "attachments": "Done at Brussels, 5 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 55, 1.3.2005, p. 12.\n(3)  OJ L 29, 2.2.2006, p. 37."}