{"celex_id": "32005R1728", "uri": "http://publications.europa.eu/resource/cellar/cafaa2f8-00fc-427e-bb05-3d2a9baa582d", "type": "Regulation", "concepts": ["1206", "3568", "4059", "4088", "4994", "5360", "970"], "title": "Commission Regulation (EC) No 1728/2005 of 20 October 2005 fixing the export refunds on cereals and on wheat or rye flour, groats and meal\n", "header": "21.10.2005 EN Official Journal of the European Union L 276/28\nCOMMISSION REGULATION (EC) No 1728/2005\nof 20 October 2005\nfixing the export refunds on cereals and on wheat or rye flour, groats and meal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) Article 13 of Regulation (EC) No 1784/2003 provides that the difference between quotations or prices on the world market for the products listed in Article 1 of that Regulation and prices for those products in the Community may be covered by an export refund.\n(2) The refunds must be fixed taking into account the factors referred to in Article 1 of Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed rules under Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals (2).\n(3) As far as wheat and rye flour, groats and meal are concerned, when the refund on these products is being calculated, account must be taken of the quantities of cereals required for their manufacture. These quantities were fixed in Regulation (EC) No 1501/95.\n(4) The world market situation or the specific requirements of certain markets may make it necessary to vary the refund for certain products according to destination.\n(5) The refund must be fixed once a month. It may be altered in the intervening period.\n(6) It follows from applying the detailed rules set out above to the present situation on the market in cereals, and in particular to quotations or prices for these products within the Community and on the world market, that the refunds should be as set out in the Annex hereto.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The export refunds on the products listed in Article 1(a), (b) and (c) of Regulation (EC) No 1784/2003, excluding malt, exported in the natural state, shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 21 October 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 147, 30.6.1995, p. 7. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\nANNEX\nto the Commission Regulation of 20 October 2005 fixing the export refunds on cereals and on wheat or rye flour, groats and meal\nProduct code Destination Unit of measurement Amount of refunds\n1001 10 00 9200 — EUR/t —\n1001 10 00 9400 A00 EUR/t 0\n1001 90 91 9000 — EUR/t —\n1001 90 99 9000 A00 EUR/t 0\n1002 00 00 9000 A00 EUR/t 0\n1003 00 10 9000 — EUR/t —\n1003 00 90 9000 A00 EUR/t 0\n1004 00 00 9200 — EUR/t —\n1004 00 00 9400 A00 EUR/t 0\n1005 10 90 9000 — EUR/t —\n1005 90 00 9000 A00 EUR/t 0\n1007 00 90 9000 — EUR/t —\n1008 20 00 9000 — EUR/t —\n1101 00 11 9000 — EUR/t —\n1101 00 15 9100 C01 EUR/t 11,59\n1101 00 15 9130 C01 EUR/t 10,83\n1101 00 15 9150 C01 EUR/t 9,98\n1101 00 15 9170 C01 EUR/t 9,22\n1101 00 15 9180 C01 EUR/t 8,63\n1101 00 15 9190 — EUR/t —\n1101 00 90 9000 — EUR/t —\n1102 10 00 9500 A00 EUR/t 0\n1102 10 00 9700 A00 EUR/t 0\n1102 10 00 9900 — EUR/t —\n1103 11 10 9200 A00 EUR/t 0\n1103 11 10 9400 A00 EUR/t 0\n1103 11 10 9900 — EUR/t —\n1103 11 90 9200 A00 EUR/t 0\n1103 11 90 9800 — EUR/t —\nNB: The product codes and the ‘A’ series destination codes are set out in the Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended.\nC01 : All third countries with the exception of Albania, Bulgaria, Romania, Croatia, Bosnia and Herzegovina, Serbia and Montenegro, the former Yugoslav Republic of Macedonia, Lichtenstein and Switzerland."}