{"celex_id": "32001D0420", "uri": "http://publications.europa.eu/resource/cellar/5eff17ff-2b49-45e9-8a7f-aa35860a5f8a", "type": "Decision", "concepts": ["4004", "4005", "5796"], "title": "2001/420/EC: Council Decision of 28 May 2001 on the adaptation of Parts V and VI and Annex 13 of the Common Consular Instructions on Visas and Annex 6a to the Common Manual with regard to long-stay visas valid concurrently as short-stay visas\n", "header": "Council Decision\nof 28 May 2001\non the adaptation of Parts V and VI and Annex 13 of the Common Consular Instructions on Visas and Annex 6a to the Common Manual with regard to long-stay visas valid concurrently as short-stay visas\n(2001/420/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications(1),\nHaving regard to Council Regulation (EC) No 790/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for carrying out border checks and surveillance(2),\nHaving regard to the initiative of the French Republic,\nWhereas:\n(1) It is necessary to adapt the Common Consular Instructions on Visas and the Common Manual in order to facilitate the application of Council Regulation (EC) No 1091/2001 of 28 May 2001 on freedom of movement with a long-stay visa(3).\n(2) This Decision builds on the Schengen acquis, in accordance with the Protocol integrating it into the framework of the European Union, as laid down by Annex A to Council Decision 1999/435/EC of 20 May 1999 concerning the definition of the Schengen acquis for the purpose of determining, in conformity with the relevant provisions of the Treaty establishing the European Community and the Treaty on European Union, the legal basis for each of the provisions or decisions which constitute the acquis(4).\n(3) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not participating in the adoption of this instrument, and is therefore not bound by it or subject to its application. Given that this Decision aims to build upon the Schengen acquis under the provisions of Title IV of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the Council has adopted this Decision whether it will transpose it into its national law.\n(4) As regards the Republic of Iceland and the Kingdom of Norway, this Decision constitutes a development of the Schengen acquis within the meaning of the Agreement concluded on 18 May 1999 by the Council of the European Union and those two States(5).\n(5) Pursuant to Article 1 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, Ireland and the United Kingdom are not participating in the adoption of this Decision. Consequently, and without prejudice to the provisions referred to in Article 4 of the Protocol, the provisions of this Decision apply neither to Ireland nor to the United Kingdom,", "main_body": ["The third subparagraph of section 2.3 of Part V of the Common Consular Instructions on Visas shall be replaced by the following: \"In cases where the applicants come under the categories listed in Annex 5B subject to consultation with a central authority - of the Ministry of Foreign Affairs or of another body - (Article 17(2) of the Convention), uniform visas and long-stay visas valid concurrently as short-stay visas shall be issued according to the procedure outlined below.\"", "Part VI of the Common Consular Instructions on Visas is hereby amended as follows:\n1. In the second subparagraph of section 1.1, \"valid for\" heading:\n(a) the introductory wording shall be replaced by the following: \"This heading may only be completed in one of the following four ways:\";\n(b) the following shall be added: \"(d) Schengen State (using the abbreviations in (b)) which issued the national long-stay visa + Schengen States:\";\n(c) The following shall be inserted as a third indent: \"- When the sticker is used to issue a national long-stay visa valid concurrently as a uniform short-stay visa for a maximum period of three months from its initial date of validity, this heading is to be filled in with the Member State which issued the national long-stay visa, followed by 'Schengen States'\";\n2. The following shall be added to the first subparagraph of section 1.7, \"type of visa\" heading: \"D + C: national long-stay visa valid concurrently as a short-stay visa\".", "An example, as set out in the Annex to this Decision, of the method of filling in a visa-sticker for the issue of a national long-stay visa valid concurrently as a uniform short-stay visa shall be added to Annex 13 to the Common Consular Instructions on Visas and to Annex 6a of the Common Manual.", "This Decision shall apply from 15 June 2001.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 28 May 2001.\nFor the Council\nThe President\nT. Bodstrรถm\n(1) OJ L 116, 26.4.2001, p. 2.\n(2) OJ L 116, 26.4.2001, p. 5.\n(3) See page 4 of this Official Journal.\n(4) OJ L 176, 10.7.1999, p. 1.\n(5) OJ L 176, 10.7.1999, p. 36.\nANNEX\nNATIONAL LONG-STAY VISA VALID CONCURRENTLY AS A SHORT-STAY VISA\nEXAMPLE 15\n- In this case, the \"VALID FOR\" heading is to be filled in with the code of the country which issued the long-stay visa + the words \"Schengen States\".\n- This example shows a national long-stay visa issued by France and valid concurrently as a uniform short-stay visa.\n- A long-stay visa valid concurrently as a short-stay visa bears the identification code D + C."}