{"celex_id": "32007D0488", "uri": "http://publications.europa.eu/resource/cellar/1cdb6849-501e-4d09-9e5d-b3607162c304", "type": "Decision", "concepts": ["1445", "1519", "1701", "1755", "192", "2560", "4152", "5581"], "title": "2007/488/EC: Commission Decision of 11 July 2007 granting exemptions to Italy under Council Directive 92/119/EEC for the transport of pigs for slaughter on public and private roads to a slaughterhouse within protection zones in Cremona (notified under document number C(2007) 3314)\n", "header": "12.7.2007 EN Official Journal of the European Union L 182/34\nCOMMISSION DECISION\nof 11 July 2007\ngranting exemptions to Italy under Council Directive 92/119/EEC for the transport of pigs for slaughter on public and private roads to a slaughterhouse within protection zones in Cremona\n(notified under document number C(2007) 3314)\n(Only the Italian text is authentic)\n(2007/488/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (1) and in particular point 7(2)(d) of Annex II thereof,\nWhereas:\n(1) On 7 and 15 May 2007 protection zones were established by the competent authority in Italy around outbreaks of swine vesicular disease in the municipalities of Salvirola and Fiesco, Province of Cremona, in accordance with Article 10 of Directive 92/119/EEC. On 14 June 2007 a protection zone was established around an outbreak in the municipality of Offanengo, Province of Cremona. The protection zones are partially overlapping.\n(2) Accordingly, the movement and transport of pigs on public and private roads within those protection zones have been prohibited.\n(3) However, Italy has submitted two requests for an exemption from that prohibition for the transport of pigs for slaughter coming from outside those protection zones, on public and private roads within the protection zones, in order to transport them to slaughterhouses situated in the protection zones.\n(4) It is appropriate to provide for those two exemptions, subject to the condition that Italy takes strict control and precaution measures that guarantee that there is no risk of the spread of the disease.\n(5) Commission Decision 2007/123/EC of 20 February 2007 was adopted to grant a similar exemption for a slaughterhouse in the protection zone around an outbreak of swine vesicular disease in the municipality of Romano di Lombardia, Province of Bergamo, Italy. The measures provided for in that protection zone are no longer applied. Accordingly, Decision 2007/123/EC should be repealed.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Italy may authorise the transport of pigs for slaughter coming from outside the protection zones established on 7 and 15 May 2007 around the outbreaks of swine vesicular disease that occurred in the municipalities of Salvirola and Fiesco and the protection zone established on 14 June 2007 around the outbreak that occurred in the municipality of Offanengo, (the pigs), on public and private roads within those protection zones, to slaughterhouses ‘2037 M/S’ and ‘523M’ (the slaughterhouse), subject to the conditions set out in Article 2.", "The conditions applying to the exemptions provided for in Article 1 are as follows:\n(a) the dispatch of the pigs must be notified at least 24 hours in advance by the official veterinarian for the holding of origin to the official veterinarian for the slaughterhouse;\n(b) the transport of the pigs to the slaughterhouse must be via a corridor; details of that corridor must be laid down in advance by Italy;\n(c) vehicles carrying the pigs must be sealed by the competent authority before or on entry to the corridor; at the time of sealing, the competent authority must record the registration number of the vehicle and the number of pigs transported therein;\n(d) on arrival at the slaughterhouse, the competent authority shall:\n(i) inspect and remove the seal on the vehicle;\n(ii) be present at the unloading of the pigs;\n(iii) record the registration number of the vehicle and the number of pigs therein;\n(e) any vehicle carrying pigs to the slaughterhouse shall undergo, immediately following unloading, cleaning and disinfection under official control and in accordance with the instructions of the competent authority, before the vehicle leaves the slaughterhouse.", "Decision 2007/123/EC is repealed.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 11 July 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 62, 15.3.1993, p. 69. Directive as last amended by Commission Directive 2007/10/EC (OJ L 63, 1.3.2007, p. 24)."}