{"celex_id": "32006D0660", "uri": "http://publications.europa.eu/resource/cellar/202ed7b2-0d7d-4bf2-beb5-72cc6b320620", "type": "Decision", "concepts": ["2543", "2611", "4125", "4827", "5234", "5235", "5889"], "title": "2006/660/EC: Commission Decision of 29 September 2006 granting Community limited recognition to the Polish Register of Shipping (notified under document number C(2006) 4107)   (Text with EEA relevance)\n", "header": "3.10.2006 EN Official Journal of the European Union L 272/17\nCOMMISSION DECISION\nof 29 September 2006\ngranting Community limited recognition to the Polish Register of Shipping\n(notified under document number C(2006) 4107)\n(Text with EEA relevance)\n(2006/660/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organisations and for the relevant activities of maritime administrations (1), and in particular Article 4(2) thereof,\nHaving regard to the letters of 10 March 2004 from the Polish authorities, of 4 July 2005 from the Czech authorities, of 10 March 2006 from the Cypriot authorities, of 13 March 2006 from the Maltese authorities, of 30 March 2006 from the Lithuanian authorities and of 11 April 2006 from the Slovak authorities requesting the Commission to grant Community recognition to the Polish Register of Shipping (hereinafter PRS) pursuant to Article 4(2) of Directive 94/57/EC,\nWhereas:\n(1) The limited recognition pursuant to Article 4(2) of Directive 94/57/EC is a recognition granted to organisations known as classification societies, which fulfil all criteria other than those set out under paragraphs 2 and 3 of the ‘General’ section A of the Annex thereto, but limited in time and scope in order for the organisation concerned to gain further experience.\n(2) The Commission has verified that the PRS meets all criteria of the Annex to Directive 94/57/EC other than those set out under paragraphs 2 and 3 of the ‘General’ section A of that Annex.\n(3) The PRS has undertaken to comply with the provisions of Article 15(2), (4) and (5) of Directive 94/57/EC.\n(4) The organization’s safety and pollution performance records, albeit slightly below the average of recognised organisations, are satisfactory and show a positive evolution, particularly in the area of the Paris Memorandum of Understanding on Port State Control where a sustained improvement has been achieved since 2000.\n(5) The measures provided for in this Decision are in accordance with the opinion of the COSS Committee set up by Article 7 of Directive 94/57/EC,", "main_body": ["The ‘Polish Register of Shipping’ is recognised pursuant to Article 4(2) of Directive 94/57/EC for a period of three years as from the date of adoption of this Decision.", "The effects of the recognition are limited to the Czech Republic, Cyprus, Lithuania, Malta, Poland and the Slovak Republic.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 September 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 319, 12.12.1994, p. 20. Directive as last amended by Directive 2002/84/EC of the European Parliament and of the Council (OJ L 324, 29.11.2002, p. 53)."}