{"celex_id": "32005D0009", "uri": "http://publications.europa.eu/resource/cellar/6f8ee4a2-9a90-415f-8595-1e108ce920c5", "type": "Decision", "concepts": ["3115", "4324", "4713", "5403", "613"], "title": "2005/9/EC: Commission Decision of 29 December 2004 concerning the common position of the Community on a Decision of the Joint Committee on Agriculture amending point B(9) of Appendix 1 to Annex 7 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "6.1.2005 EN Official Journal of the European Union L 4/12\nCOMMISSION DECISION\nof 29 December 2004\nconcerning the common position of the Community on a Decision of the Joint Committee on Agriculture amending point B(9) of Appendix 1 to Annex 7 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n(2005/9/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (1), most notably the Agreement on trade in agricultural products (2), and in particular the fourth indent of Article 5(2) thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter referred to as the Agriculture Agreement) entered into force on 1 June 2002.\n(2) Article 6 of the Agriculture Agreement sets up a Joint Committee on Agriculture to be responsible for the administration of the Agreement and its proper functioning.\n(3) In accordance with Article 6(4) and (7) of the Agriculture Agreement, on 21 October 2003 the Joint Committee on Agriculture (hereinafter referred to as the Joint Committee) adopted its Rules of Procedure (3) and set up the working groups required to manage the Annexes to the Agriculture Agreement (4). The Working Group on ‘Wine-Sector Products’ met to examine questions relating to Annex 7 and its implementation, in accordance with Article 27(1) of Annex 7 to the Agreement, and to put forward proposals to the Joint Committee with a view to adapting the Appendices to Annex 7, in accordance with Article 27(2) of Annex 7 to the Agreement. Article 11 of the Agreement provides that the Joint Committee may decide to amend Annexes 1 and 2 and the Appendices to the other Annexes to the Agreement.\n(4) The Community must decide on the position to be adopted by the Commission in the Joint Committee as regards the amendments to the Appendices.\n(5) The Commission is competent to adopt the common position on the amendments to the Appendices to Annex 7.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 1\nThe Community position to be adopted by the Commission in the Joint Committee on Agriculture set up by Article 6 of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products shall be based on the draft Decision of the Joint Committee, which is annexed to this Decision.", "The Head of the Community Delegation within the Joint Committee on Agriculture is hereby authorised to adopt the Decision on behalf of the Community. For matters falling within the competence of the Directorate-General for Agriculture, this authorisation shall also apply to the Unit Head responsible for bilateral relations with Switzerland."], "attachments": "Done at Brussels, 29 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 114, 30.4.2002, p. 1.\n(2)  OJ L 114, 30.4.2002, p. 132. Agreement as last amended by Decision No 1/2004 of the Joint Veterinary Committee set up under the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 160, 30.4.2004, p. 116, corrigendum in OJ L 212, 12.6.2004, p. 72).\n(3)  Common position adopted by the Council on 21 July 2003; Joint Committee Decision No 1/2003 of 21 October 2003 concerning the adoption of its Rules of Procedure (OJ L 303, 21.11.2003, p. 24).\n(4)  Common position adopted by the Council on 21 July 2003; Joint Committee Decision No 2/2003 of 21 October 2003 concerning the setting-up of the working groups and the adoption of the terms of reference of those groups (OJ L 303, 21.11.2003, p. 27).\nANNEX\nProposal for\nDECISION No …. OF THE JOINT COMMITTEE ON AGRICULTURE SET UP BY THE AGREEMENT BETWEEN THE EUROPEAN COMMUNITY AND THE SWISS CONFEDERATION ON TRADE IN AGRICULTURAL PRODUCTS\nof …\nconcerning point B(9) of Appendix 1 to Annex 7\n(…/…/…)\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, and in particular Article 11 thereof,\nWhereas:\n(1) This Agreement entered into force on 1 June 2002.\n(2) Annex 7 is aimed at facilitating trade in wine-sector products between the Parties.\n(3) Under Article 27(1) of Annex 7, the Working Group considers any matter which may arise in connection with the implementation of Annex 7 and, under Article 27(2) of Annex 7, may in particular put forward proposals to the Committee with a view to adapting and updating the Appendices to Annex 7.\n(4) Point B(9) of Appendix 1 to Annex 7 sets out the accompanying document for wines imported from Switzerland in accordance with point B(9) of Appendix 1 to the original version of the Agreement,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nPoint B(9) of Appendix 1 to Annex 7 is hereby replaced by the text contained in the Annex to this Decision.\nArticle 2\nThis Decision shall apply from 1 October 2004.\nDone at Brussels, …\nFor the Joint Committee on Agriculture\nThe Chair\nAldo LONGO\nThe Head of the Swiss Delegation\n… …\nANNEX"}