{"celex_id": "32009D0599", "uri": "http://publications.europa.eu/resource/cellar/ed15b37d-eb5a-4e29-b46b-485e1b21b0f6", "type": "Decision", "concepts": ["2338", "236", "2647", "3450", "3474", "3483", "3584", "3588", "3870", "5240"], "title": "Council Decision 2009/599/CFSP of 4 August 2009 implementing Common Position 2006/795/CFSP concerning restrictive measures against the Democratic People’s Republic of Korea\n", "header": "5.8.2009 EN Official Journal of the European Union L 203/81\nCOUNCIL DECISION 2009/599/CFSP\nof 4 August 2009\nimplementing Common Position 2006/795/CFSP concerning restrictive measures against the Democratic People’s Republic of Korea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Common Position 2006/795/CFSP concerning restrictive measures against the Democratic People’s Republic of Korea (1), and in particular Article 6(1) thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) On 20 November 2006, the Council adopted Common Position 2006/795/CFSP concerning restrictive measures against the Democratic People’s Republic of Korea (‘DPRK’) which implemented United Nations Security Council Resolution 1718 (2006) (‘UNSCR 1718 (2006)’).\n(2) On 27 July 2009, the Council adopted Common Position 2009/573/CFSP (2) which amended Common Position 2006/795/CFSP and implemented United Nations Security Council Resolution 1874 (2009).\n(3) On 24 April and 16 July 2009, the Sanctions Committee established pursuant to UNSCR 1718 (2006) designated persons and entities to be subject to restrictive measures.\n(4) The lists of persons and entities which are subject to restrictive measures in Annex I to Common Position 2006/795/CFSP should be replaced accordingly,", "main_body": ["The lists of persons and entities set out in Annex I to Common Position 2006/795/CFSP shall be replaced by the lists set out in the Annex to this Decision.", "This Decision shall take effect on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 4 August 2009.\nFor the Council\nThe President\nC. BILDT\n(1)  OJ L 322, 22.11.2006, p. 32.\n(2)  OJ L 197, 29.7.2009, p. 111.\nANNEX\n‘ANNEX I\n(a)   List of persons referred to in Articles 3(1)(a) and 4(1)(a)\nName Alias Date of birth Date of designation Other information\n1. Yun Ho-jin a.k.a. Yun Ho-chin 13.10.1944 16.7.2009 Director of Namchongang Trading Corporation; oversees the import of items needed for the uranium enrichment programme.\n2. Ri Je-son a.k.a. Ri Che-son 1938 16.7.2009 Director of the General Bureau of Atomic Energy (GBAE), chief agency directing the Democratic People’s Republic of Korea’s nuclear programme; Facilitates several nuclear endeavours, including GBAE’s management of Yongbyon Nuclear Research Centre and Namchongang Trading Corporation.\n3. Hwang Sok-hwa   16.7.2009 Director in the General Bureau of Atomic Energy (GBAE); involved in the Democratic People’s Republic of Korea’s nuclear programme; as Chief of the Scientific Guidance Bureau in the GBAE, served on the Science Committee inside the Joint Institute for Nuclear Research.\n4. Ri Hong-sop  1940 16.7.2009 Former director, Yongbyon Nuclear Research Centre, oversaw three core facilities that assist in the production of weapons-grade plutonium: the Fuel Fabrication Facility, the Nuclear Reactor, and the Reprocessing Plant.\n5. Han Yu-ro   16.7.2009 Director of Korea Ryongaksan General Trading Corporation; involved in the Democratic People’s Republic of Korea’s ballistic missile programme.\n(b)   List of entities referred to in Article 4(1)(a)\nName Alias Location Date of designation Other information\n1. Korea Mining Development Trading Corporation a.k.a. CHANGGWANG SINYONG CORPORATION; a.k.a. EXTERNAL TECHNOLOGY GENERAL CORPORATION; a.k.a. DPRKN MINING DEVELOPMENT TRADING COOPERATION; a.k.a. “KOMID” Central District, Pyongyang, DPRK. 24.4.2009 Primary arms dealer and main exporter of goods and equipment related to ballistic missiles and conventional weapons.\n2. Korea Ryonbong General Corporation a.k.a. KOREA YONBONG GENERAL CORPORATION; f.k.a. LYONGAKSAN GENERAL TRADING CORPORATION Pot’onggang District, Pyongyang, DPRK; Rakwon-dong, Pothonggang District, Pyongyang, DPRK. 24.4.2009 Defence conglomerate specialising in acquisition for DPRK defence industries and support to that country’s military-related sales.\n3. Tanchon Commercial Bank f.k.a. CHANGGWANG CREDIT BANK; f.k.a. KOREA CHANGGWANG CREDIT BANK Saemul 1-Dong Pyongchon District, Pyongyang, DPRK. 24.4.2009 Main DPRK financial entity for sales of conventional arms, ballistic missiles, and goods related to the assembly and manufacture of such weapons.\n4. Namchongang Trading Corporation a.k.a. NCG; a.k.a. NAMCHONGANG TRADING; a.k.a. NAM CHON GANG CORPORATION; a.k.a. NOMCHONGANG TRADING CO.; a.k.a. NAM CHONG GAN TRADING CORPORATION Pyongyang, DPRK. 16.7.2009 Namchongang is a DPRK trading company subordinate to the General Bureau of Atomic Energy (GBAE). Namchongang has been involved in the procurement of Japanese-origin vacuum pumps that were identified at a DPRK nuclear facility, as well as nuclear-related procurement associated with a German individual. It has further been involved in the purchase of aluminium tubes and other equipment specifically suitable for a uranium enrichment programme from the late 1990s. Its representative is a former diplomat who served as DPRK’s representative for the International Atomic Energy Agency (IAEA) inspection of the Yongbyon nuclear facilities in 2007. Namchongang’s proliferation activities are of grave concern given the DPRK’s past proliferation activities.\n5. Hong Kong Electronics a.k.a. HONG KONG ELECTRONICS KISH CO Sanaee St., Kish Island, Iran. 16.7.2009 Owned or controlled by, or acts or purports to act for or on behalf of Tanchon Commercial Bank and KOMID. Hong Kong Electronics has transferred millions of dollars of proliferation-related funds on behalf of Tanchon Commercial Bank and KOMID (both designated by the Committee in April 2009) since 2007. Hong Kong Electronics has facilitated the movement of money from Iran to the DPRK on behalf of KOMID.\n6. Korea Hyoksin Trading Corporation a.k.a. KOREA HYOKSIN EXPORT AND IMPORT CORPORATION Rakwon-dong, Pothonggang District, Pyongyang, DPRK. 16.7.2009 A DPRK company based in Pyongyang that is subordinate to Korea Ryonbong General Corporation (designated by the Committee in April 2009) and is involved in the development of weapons of mass destruction.\n7. General Bureau of Atomic Energy (GBAE) a.k.a. General Department of Atomic Energy (GDAE) Haeudong, Pyongchen District, Pyongyang, DPRK. 16.7.2009 The GBAE is responsible for the DPRK’s nuclear programme, which includes the Yongbyon Nuclear Research Centre and its 5 MWe (25 MWt) plutonium production research reactor, as well as its fuel fabrication and reprocessing facilities. The GBAE has held nuclear-related meetings and discussions with the International Atomic Energy Agency. GBAE is the primary DPRK Government agency that oversees nuclear programmes, including the operation of the Yongbyon Nuclear Research Centre.\n8. Korean Tangun Trading Corporation  Pyongyang, DPRK. 16.7.2009 Korea Tangun Trading Corporation is subordinate to DPRK’s Second Academy of Natural Sciences and is primarily responsible for the procurement of commodities and technologies to support DPRK’s defence research and development programmes, including, but not limited to, weapons of mass destruction and delivery system programmes and procurement, including materials that are controlled or prohibited under relevant multilateral control regimes.’"}