{"celex_id": "32002R0410", "uri": "http://publications.europa.eu/resource/cellar/82d602ad-7fe5-422a-8d23-f958ac08e802", "type": "Regulation", "concepts": ["2605", "3854", "4050", "4557", "6008"], "title": "Commission Regulation (EC) No 410/2002 of 27 February 2002 amending Council Regulation (EEC) No 574/72 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community\n", "header": "Commission Regulation (EC) No 410/2002\nof 27 February 2002\namending Council Regulation (EEC) No 574/72 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 574/72 of 21 March 1972 laying down the procedure for implementing Regulation (EEC) 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community(1), as last amended by European Parliament and Council Regulation (EC) No 1386/2001(2), and in particular Article 122 thereof,\nWhereas:\n(1) Certain Member States or their competent authorities have requested modifications of the Annexes to Regulation (EEC) No 574/72.\n(2) These amendments derive from decisions taken by the Member State or Member States concerned or their competent authorities which are responsible for the implementation of social security legislation according to Community law.\n(3) The unanimous opinion of the Administrative Commission on Social Security for Migrant Workers has been obtained,", "main_body": ["Annexes 1 to 6 and Annexes 9 to 10 to Regulation (EEC) No 574/72 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2002.\nFor the Commission\nAnna Diamantopoulou\nMember of the Commission\n(1) OJ L 74, 27.3.1972, p. 1.\n(2) OJ L 187, 10.7.2001, p. 1.\nANNEX\n1. Annex 1 is amended as follows:\n(a) Section \"K. AUSTRIA\" is replaced by the following: \"1. Bundesminister für soziale Sicherheit und Generationen (Federal Minister for Social Security and Generations), Vienna\n2. Bundesminister für Wirtschaft und Arbeit (Federal Minister for Economic Affairs and Labour), Vienna\n3. Special schemes for civil servants: Bundesminister für öffentliche Leistung und Sport (Federal Minister for Public Administration and Sport), Vienna, or the provincial government concerned\"\n(b) Section \"L. PORTUGAL\" is amended as follows:\n(i) Point 1 is replaced by the following: \"1. Ministro do Trabalho e da Solidariedade (Minister for Labour and Solidarity), Lisbon\"\n(ii) Point 3 is replaced by the following: \"3. Secretário Regional dos Assuntos Sociais da Região Autónoma da Madeira (Regional Secretary for Social Affairs of the Autonomous Region of Madeira), Funchal\"\n(iii) Point 4 is replaced by the following: \"4. Secretário Regional dos Assuntos Sociais da Região Autónoma dos Açores (Regional Secretary for Social Affairs of the Autonomous Region of the Azores), Angra do Heroísmo\"\n(iv) Point 6 is replaced by the following: \"6. Ministro da Reforma do Estado e da Administração Pública (Minister for Reform of Government and Public Administration), Lisbon\"\n2. Annex 2 is amended as follows:\n(a) Section \"K. AUSTRIA\" is amended as follows:Point 2(b) is replaced by the following:\n\">TABLE>\"\n(b) Section \"L. PORTUGAL\" is amended as follows:Heading \"A. IN GENERAL\" is amended as follows:\n(i) Point I(1) is replaced by the following:\n\">TABLE>\"\n(ii) Point I(2) is replaced by the following:\n\">TABLE>\"\n(iii) Point I(4)(b) is replaced by the following:\n\">TABLE>\"\n(iv) Point I(5) is replaced by the following:\n\">TABLE>\"\n(v) Point II(1) is replaced by the following:\n\">TABLE>\"\n(vi) Point II(2) is replaced by the following:\n\">TABLE>\"\n(vii) Point II(4) is replaced by the following:\n\">TABLE>\"\n(viii) Point II(5) is replaced by the following:\n\">TABLE>\"\n(ix) Point III(1) is replaced by the following:\n\">TABLE>\"\n(x) Point III(2) is replaced by the following:\n\">TABLE>\"\n(xi) Point III(4) is replaced by the following:\n\">TABLE>\"\n(xii) Point III(5) is replaced by the following:\n\">TABLE>\".\n3. Annex 3 is amended as follows:\n(a) Section \"K. AUSTRIA\" is amended as follows:\n(i) Point 1(b) is replaced by the following:\n\">TABLE>\"\n(ii) Point 3(a) is replaced by the following:\n\">TABLE>\"\n(b) Section \"L. PORTUGAL\" is amended as follows:\n(i) Point I(1) is replaced by the following:\n\">TABLE>\"\n(ii) Point I(2) is replaced by the following:\n\">TABLE>\"\n(iii) Point I(4)(b) is replaced by the following:\n\">TABLE>\"\n(iv) Point I(5) is replaced by the following:\n\">TABLE>\"\n(v) Point II(1) is replaced by the following:\n\">TABLE>\"\n(vi) Point II(2) is replaced by the following:\n\">TABLE>\"\n(vii) Point II(4) is replaced by the following:\n\">TABLE>\"\n(viii) Point II(5) is replaced by the following:\n\">TABLE>\"\n(ix) Point III(1) is replaced by the following:\n\">TABLE>\"\n(x) Point III(2) is replaced by the following:\n\">TABLE>\"\n(xi) Point III(4) is replaced by the following:\n\">TABLE>\"\n(xii) Point III(5) is replaced by the following:\n\">TABLE>\".\n4. Annex 4 is amended as follows:\n(a) Section \"J. NETHERLANDS\" is amended as follows:Point 1(a) is replaced by the following:\n\">TABLE>\"\n(b) Section \"K. AUSTRIA\" is amended as follows:Point 3 is replaced by the following:\n\">TABLE>\".\n5. Annex 5 is amended as follows:\n(a) Heading \"28. GERMANY-SPAIN\" is replaced by the following: \"Does not apply\"\n(b) Under heading \"32. GERMANY-ITALY\" the following part (d) is added: \"(d) Agreement of 3 April 2000 on the collection and recovery of social security contributions\"\n(c) Heading \"35. GERMANY-AUSTRIA\" is replaced by the following: \"(a) Section II, Number 1, and Section III of the Agreement of 2 August 1979 on the implementation of the Convention on unemployment insurance of 19 July 1978\n(b) Agreement of 21 April 1999 on the refund of costs in the field of social security\"\n(d) Heading \"36. GERMANY-PORTUGAL\" is replaced by the following: \"Convention of 10 February 1998 on the refund of costs for sickness benefits in kind\"\n(e) Heading \"71. IRELAND-AUSTRIA\" is replaced by the following: \"Agreement of 25 April 2000 on the refund of costs in the field of social security\"\n(f) Heading \"74. IRELAND-SWEDEN\" is replaced by the following: \"Agreement of 8 November 2000 on the waiving of reimbursement of the costs of benefits in kind of sickness, maternity, accidents at work and occupational diseases, and the costs of administrative and medical controls\"\n(g) Heading \"92. NETHERLANDS-SWEDEN\" is replaced by the following: \"Agreement of 28 June 2000 on the reimbursement of costs of benefits in kind provided under Title III, Chapter 1, of the Regulation.\"\n(h) Heading \"94. AUSTRIA-PORTUGAL\" is replaced by the following: \"Agreement of 16 December 1998 on the refund of costs for benefits in kind\"\n6. Annex 6 is amended as follows:Section \"C. GERMANY\" is amended as follows:\n(i) Point 4(a) is replaced by the following: \"(a) dealings with Greece, Italy, the Netherlands and Portugal: payment through the liaison bodies of the competent State and the State of residence (joint application of Articles 53 to 58 of the implementing Regulation and of the provisions set out in Annex 5)\"\n(ii) Point 4(b) is replaced by the following: \"(b) dealings with Belgium, Spain, France and Austria: payment through the liaison body of the competent State\"\n7. Annex 9 is amended as follows:Section \"K. AUSTRIA\" is amended as follows: \"The average annual cost of benefits in kind shall be calculated by taking into consideration:\n1. the benefits provided by the Gebietskrankenkassen (Regional Funds for Sickness Insurance);\n2. the benefits provided by hospitals for which a Landesfonds (regional fund) is responsible;\n3. the benefits provided by other hospitals covered by the agreement between the Hauptverband der österreichischen Sozialversicherungsträger (Main Association of Austrian Social Insurance Institutions) and the Wirtschaftskammer Österreich (Austrian Chamber of Commerce) applying on 31 December 2000, and\n4. the benefits provided by the Fonds zur Mitfinanzierung der In-vitro-Fertilisation (In Vitro Fertilisation Cofinancing Fund), Vienna\".\n8. Annex 10 is amended as follows:\n(a) Section \"J. NETHERLANDS\" is amended as follows:Point 4(a) is replaced by the following:\n\">TABLE>\"\n(b) Section \"K. AUSTRIA\" is amended as follows:Point 1 is replaced by the following:\n\">TABLE>\"\n(c) Section \"L. PORTUGAL\" is amended as follows:Heading \"A. IN GENERAL\" is amended as follows:\n(i) Point I(2) is replaced by the following:\n\">TABLE>\"\n(ii) Point I(3) is replaced by the following:\n\">TABLE>\"\n(iii) Point I(6) is replaced by the following:\n\">TABLE>\"\n(iv) Point I(7) is replaced by the following:\n\">TABLE>\"\n(v) Point I(10) is replaced by the following:\n\">TABLE>\"\n(vi) Point II(2) is replaced by the following:\n\">TABLE>\"\n(vii) Point II(3) is replaced by the following:\n\">TABLE>\"\n(viii) Point II(6) is replaced by the following:\n\">TABLE>\"\n(ix) Point II(7) is replaced by the following:\n\">TABLE>\"\n(x) Point II(9) is replaced by the following:\n\">TABLE>\"\n(xi) Point II(10) is replaced by the following:\n\">TABLE>\"\n(xii) Point III(1) is replaced by the following:\n\">TABLE>\"\n(xiii) Point III(2) is replaced by the following:\n\">TABLE>\"\n(xiv) Point III(3) is replaced by the following:\n\">TABLE>\"\n(xv) Point III(6) is replaced by the following:\n\">TABLE>\"\n(xvi) Point III(7) is replaced by the following:\n\">TABLE>\"\n(xvii) Point III(9) is replaced by the following:\n\">TABLE>\"\n(xviii) Point III(10) is replaced by the following:\n\">TABLE>\""}