{"celex_id": "32007R1246", "uri": "http://publications.europa.eu/resource/cellar/e4dd0c40-5f8d-432d-888e-f4e473c9fd5e", "type": "Regulation", "concepts": ["1262", "1309", "1442", "1590", "2435", "5581", "6569"], "title": "Commission Regulation (EC) No 1246/2007 of 24 October 2007 amending Regulation (EC) No 2076/2005 as regards the extension of the transitional period granted to food business operators importing fish oil intended for human consumption (Text with EEA relevance)\n", "header": "25.10.2007 EN Official Journal of the European Union L 281/21\nCOMMISSION REGULATION (EC) No 1246/2007\nof 24 October 2007\namending Regulation (EC) No 2076/2005 as regards the extension of the transitional period granted to food business operators importing fish oil intended for human consumption\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 16 thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. That Regulation provides that food business operators producing fish oil intended for human consumption are to comply with the relevant provisions of Annex III thereto.\n(2) Regulation (EC) No 854/2004 lays down specific rules for the organisation of official controls on products of animal origin. It applies in respect of activities and persons to which Regulation (EC) No 853/2004 applies.\n(3) Article 7(3) of Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (3) provides for a derogation from the requirements for fish oil for human consumption laid down in Part E of Chapter III of Section VIII of Annex III to Regulation (EC) No 853/2004 for food business operators so that they may continue, until 31 October 2007, to import fish oil from establishments in third countries that were approved for that purpose before the date of the entry into force of Commission Regulation (EC) No 1664/2006 (4).\n(4) In addition, Article 7(4) of Regulation (EC) No 2076/2005 provides for a derogation from Annex VI to Commission Regulation (EC) No 2074/2005 of 5 December 2005 laying down implementing measures for certain products under Regulation (EC) No 853/2004 of the European Parliament and of the Council and for the organisation of official controls under Regulation (EC) No 854/2004 of the European Parliament and of the Council and Regulation (EC) No 882/2004 of the European Parliament and of the Council, derogating from Regulation (EC) No 852/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (5), for fish oil for which a certificate has been issued in accordance with national rules applicable before the date of the entry into force of Regulation (EC) No 2074/2005, duly completed and signed prior to 31 October 2007, which may be imported into the Community until 31 December 2007.\n(5) It now appears that third countries will be unable to comply with the requirements for fish oil for human consumption laid down in Annex III to Regulation (EC) No 853/2004 by 31 October 2007. In particular, third countries are experiencing practical difficulties in adjusting the processing conditions in fish oil producing establishments in order to comply with those requirements. As the importation of fish oil on the basis of the existing requirements does not pose any additional risk for human health, and in order to avoid any disruption in trade, it is appropriate to extend by one year the period of the derogation. The derogation provided for in Article 7(3) of Regulation (EC) No 2076/2005 should therefore be extended until 31 October 2008.\n(6) The derogation provided for in Article 7(4)(b) of Regulation (EC) No 2076/2005 should also be extended until 31 December 2008 for imports into the Community of fish oil accompanied by the relevant certificate. In addition, such certificates should be duly completed and signed prior to 31 October 2008.\n(7) Regulation (EC) No 2076/2005 should be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 7 of Regulation (EC) No 2076/2005 is amended as follows:\n1. In paragraph 3, the date of ‘31 October 2007’ is replaced by ‘31 October 2008’.\n2. In paragraph 4, point (b) is amended as follows:\n(a) the date of ‘31 October 2007’ is replaced by ‘31 October 2008’;\n(b) the date of ‘31 December 2007’ is replaced by ‘31 December 2008’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55; as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 139, 30.4.2004, p. 206; as corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 1791/2006.\n(3)  OJ L 338, 22.12.2005, p. 83. Regulation as last amended by Regulation (EC) No 479/2007 (OJ L 111, 28.4.2007, p. 46).\n(4)  OJ L 320, 18.11.2006, p. 13.\n(5)  OJ L 338, 22.12.2005, p. 27. Regulation as amended by Regulation (EC) No 1664/2006."}