{"celex_id": "32003R0261", "uri": "http://publications.europa.eu/resource/cellar/17d9d743-0419-43c1-9303-d14d1566f795", "type": "Regulation", "concepts": ["1277", "1442", "1590", "6052", "6111"], "title": "Commission Regulation (EC) No 261/2003 of 12 February 2003 concerning the provisional authorisation of new uses of additives in feedingstuffs (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 261/2003\nof 12 February 2003\nconcerning the provisional authorisation of new uses of additives in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Regulation (EC) No 1756/2002(2), and in particular Articles 3 and 9e thereof,\nWhereas:\n(1) Directive 70/524/EEC provides that a new use of an additive already authorised requires a Community authorisation in accordance with Article 4 of the Directive.\n(2) Directive 70/524/EEC provides that provisional authorisation of a new additive for use in feedingstuffs or a new use of an additive already authorised may be given if the conditions laid down in that Directive are satisfied and if it is reasonable to assume, in view of the available results, that when used in animal nutrition it has one of the effects referred to in Article 2(a) of that Directive. Such provisional authorisation may be given for a period not exceeding four years in the case of additives referred to in Part II of Annex C to that Directive.\n(3) New data were submitted by the producing companies in support of application to extend the authorisation of the two preparations of the enzymes set out in Annex I and II to this Regulation, and which are listed under Numbers 50 and 51 in the Annexes to Directive 70/524/EEC, to new animal categories.\n(4) The assessments of the applications for authorisation submitted in respect of the new use of the preparations of the enzymes set out in Annex I and II, show that the conditions referred to in Article 9e(1) of Directive 70/524/EEC are satisfied, and the extensions of use should therefore be authorised on a provisional basis for a period of four years.\n(5) The assessments of the applications also show that certain procedures may be required to protect workers from exposure to the additives set out in Annexes I and II. Such protections should however be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(3).\n(6) The Scientific Committee for Animal Nutrition has delivered favourable opinions with regard to the safety of those preparations, under the conditions set out in the Annexes to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparations belonging to the group \"Enzymes\" listed in Annex I and II are authorised for use as additives in animal nutrition under the conditions laid down in these Annexes.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 265, 3.10.2002, p. 1.\n(3) OJ L 183, 29.6.1989, p. 1.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}