{"celex_id": "32002R1197", "uri": "http://publications.europa.eu/resource/cellar/ceefdf71-d3d3-4913-ad99-87fb6edec6eb", "type": "Regulation", "concepts": ["20", "3170", "4663", "4682"], "title": "Commission Regulation (EC) No 1197/2002 of 3 July 2002 on periodical sales by tender of beef held by certain intervention agencies\n", "header": "Commission Regulation (EC) No 1197/2002\nof 3 July 2002\non periodical sales by tender of beef held by certain intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 28(2) thereof,\nWhereas:\n(1) The application of intervention measures in respect of beef has resulted in a build-up of stocks in several Member States. In order to prevent storage being prolonged excessively, part of those stocks should be put up for sale by periodical tender.\n(2) The sale should be conducted in accordance with Commission Regulation (EEC) No 2173/79 of 4 October 1979 on detailed rules of application for the disposal of beef bought in by intervention agencies(3), as last amended by Regulation (EC) No 2417/95(4), and in particular Titles II and III thereof.\n(3) In the light of the frequency and nature of tenders under this Regulation it is necessary to derogate from Articles 6 and 7 of Regulation (EEC) No 2173/79 with regard to the information and deadlines to be provided by the notice of invitation to tender.\n(4) In order to ensure that the sales by tender are conducted properly and uniformly, measures in addition to those provided for in Article 8(1) of Regulation (EEC) No 2173/79 should be adopted.\n(5) Provisions should be made for derogations from Article 8(2)(b) of Regulation (EEC) No 2173/79 in view of the administrative difficulties which the application of that point is creating in the Member States concerned.\n(6) In order to ensure a proper functioning of the tender arrangements it is necessary to provide for a higher amount of security than the one fixed in Article 15(1) of Regulation (EEC) No 2173/79.\n(7) For practical reasons, provision should be made for a derogation from Article 18(1) of Regulation (EEC) No 2173/79 by extending to 45 days the period to take delivery of the products sold under the two tenders in July.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following approximate quantities of intervention beef shall be put up for sale:\n- 4000 tonnes of bone-in hindquarters held by the German intervention agency,\n- 4000 tonnes of bone-in hindquarters held by the Italian intervention agency,\n- 2000 tonnes of bone-in hindquarters held by the Austrian intervention agency,\n- 4000 tonnes of bone-in hindquarters held by the French intervention agency,\n- 4000 tonnes of bone-in hindquarters held by the Spanish intervention agency.\n2. Subject to the provisions of this Regulation, the sale shall be conducted in accordance with Regulation (EEC) No 2173/79, and in particular Titles II and III thereof.", "1. Tenders shall be submitted for the following closing dates:\n(a) 8 July 2002;\n(b) 22 July 2002;\n(c) 26 August 2002;\n(d) 9 September 2002;\nuntil the quantities put up for sale are used up.\n2. Notwithstanding Articles 6 and 7 of Regulation (EEC) No 2173/79, this Regulation shall serve as a general notice of invitation to tender.\nThe intervention agencies concerned shall draw up notices of invitation to tender for each sale, setting out in particular:\n- the quantities of beef put up for sale, and\n- the deadline and place for the submission of tenders.\n3. Particulars of the quantities and the places where the products are stored may be obtained by the parties concerned at the addresses set out in the Annex. The intervention agencies shall, in addition, display the notices referred to in paragraph 2 at their head offices and may also publish them in other ways.\n4. The intervention agencies concerned shall sell first meat which has been in storage for the longest time. However, Member States may in exceptional cases and after having obtained authorisation from the Commission derogate from that obligation.\n5. Only tender reaching the intervention agencies concerned by 12 noon on the relevant closing date for each sale by tender shall be considered.\n6. Notwithstanding Article 8(1) of Regulation (EEC) No 2173/79, tenders must be submitted to the intervention agency concerned in sealed envelopes bearing a reference to this Regulation and the relevant date. The sealed envelopes must not be opened by the intervention agency before the deadline for submission as referred to in paragraph 5 has expired.\n7. Notwithstanding Article 8(2)(b) of Regulation (EEC) No 2173/79, tenders shall not specify the store or stores where the products are held.\n8. Notwithstanding Article 15(1) of Regulation (EEC) No 2173/79, the security shall be EUR 12 per 100 kilograms.", "1. Not later than the second day following the closing date for the submission of tenders, the Member States shall send the Commission details of tenders received.\n2. Following scrutiny of the tenders, a minimum selling price shall be set or no award shall be made.", "1. The intervention agency shall send each tenderer the information referred to in Article 11 of Regulation (EEC) No 2173/79 by fax.\n2. Notwithstanding Article 18(1) of Regulation (EEC) No 2173/79 the time limit for taking over meat sold by tender referred to in Article 2(1)(a) and (b) of this Regulation shall be 45 days from the day of the notification.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 251, 5.10.1979, p. 12.\n(4) OJ L 248, 14.10.1995, p. 39.\nANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANEXO/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\nDirecciones de los organismos de intervención/Interventionsorganernes adresser/Anschriften der Interventionsstellen/Διευθύνσεις των οργανισμών παρεμβάσεως/Addresses of the intervention agencies/Adresses des organismes d'intervention/Indirizzi degli organismi d'intervento/Adressen van de interventiebureaus/Endereços dos organismos de intervenção/Interventioelinten osoitteet/Interventionsorganens adresser\nBundesrepublik Deutschland\nBundesanstalt für Landwirtschaft und Ernährung (BLE) Postfach 180203, D - 60083 Frankfurt am Main Adickesallee 40 D - 60322 Frankfurt am Main Tel. (49) 69 15 64-704/772; Telex 411727; Fax (49-69) 15 64-790/985\nItalia\nAGEA (Agenzia Erogazioni in Agricoltura) Via Palestro, 81 I - 00185 Roma Tel. 06 49 49 91; telex 61 30 03; fax: 445 39 40/445 19 58\nÖsterreich\nAMA-Agramarkt Austria Dresdner Straβe 70 A - 1201 Wien Tel. (431) 33 15 12/20; Fax: (431) 33 15/1297\nFrance\nOFIVAL 80, avenue des Terroirs-de-France F - 75607 Paris Cedex 12 Téléphone: (33-1) 44 68 50 00 Télécopieur: (33-1) 44 68 52 33\nEspaña\nFEGA (Fondo Español de Garantía Agraria) Beneficencia 8 E - 28005 Madrid Tel.: (34) 916 47 65 00, 913 47 63 10; télex: FEGA 23427 E, FEGA 41818 E; fax (34) 915 21 98 32, 915 22 43 87"}