{"celex_id": "32004R0526", "uri": "http://publications.europa.eu/resource/cellar/5229ca8d-b973-4f14-9370-f725f14f6267", "type": "Regulation", "concepts": ["1686", "2038", "3173", "5231", "5573", "893"], "title": "Commission Regulation (EC) No 526/2004 of 22 March 2004 amending the specification for a name appearing in the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin (Espárrago de Navarra)\n", "header": "Commission Regulation (EC) No 526/2004\nof 22 March 2004\namending the specification for a name appearing in the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin (Espárrago de Navarra)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), and in particular Article 9 thereof,\nWhereas:\n(1) Pursuant to Article 9 of Regulation (EEC) No 2081/92, for the name Espárrago de Navarra, registered as a protected geographical indication by Commission Regulation (EC) No 1107/96 of 12 June 1996 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Council Regulation (EEC) No 2081/92(2), Spain has requested changes to the description and the geographical area.\n(2) Scrutiny of the request has shown that the amendments proposed are not minor.\n(3) According to Article 9 of Regulation (EEC) No 2081/92, the Article 6 procedure should accordingly be applied mutatis mutandis.\n(4) It is considered that the amendments proposed are consonant with Regulation (EEC) No 2081/92. Following their publication in the Official Journal of the European Union(3) the Commission has received no objection pursuant to Article 7 of that Regulation.\n(5) The amendments should therefore be registered and published in the Official Journal of the European Union,", "main_body": ["The amendments in Annex I to this Regulation are hereby registered and are published as required by Article 6(4) of Regulation (EEC) No 2081/92.\nA summary of the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 148, 21.6.1996, p. 1. Regulation as last amended by Regulation (EC) No 1660/2003 (OJ L 234, 20.9.2003, p. 10).\n(3) OJ C 110, 8.5.2003, p. 20 (Espárrago de Navarra).\nANNEX I\nCouncil Regulation (EEC) No 2081/92\nAMENDMENT OF THE SPECIFICATION OF A PROTECTED GEOGRAPHICAL INDICATION (Article 9)\n1. Registered name: Espárrago de Navarra PGI.\n2. Amendments requested\nSpecification headings\n>PIC FILE= \"L_2004085EN.000402.TIF\">\n3. Amendments\nDescription\nAdd the following approved varieties: Dariana, Grolim, Steline and Thielim.\nDelete the following approved varieties: Blanco del Pais, Cito and Darbonne 2, 3 and 4.\nFields may include up to 20 % non-approved varieties.\nGeographical area\nAdd the following localities in respect of the Autonomous Community of Aragon: Biota, Boquiñeni, Luceni, Remolinos, Sádaba, Sos del Rey Católico and Uncastillo.\nAdd the following localities in respect of the Autonomous Community of Navarre: Améscoa Baja, Ansoáin, Aoiz-Agoitz, Aranguren, Belascoáin, Berrioplano, Burlada, Castillo-Nuevo, Ciriza, Cizur, Echarri, Echáuri-Etxauri, Egüés, Elorz, Ezcabarte, Ezprogui, Galar, Guesálaz, Huarte, Ibargoiti, Iza, Izagaondoa, Juslapeña, Lana, Leache, Leoz, Lezáun, Lizoáin, Lónguida, Monreal, Noáin, Olóriz, Olza, Orisoain, Pamplona-Iruña, Romanzado, Salinas de Oro, Tiebas-Muruarte de Reta, Unciti, Unzué, Urraúl Bajo, Urroz, Vidaurreta, Zabalza and Zizur.\n4. Date of receipt of the full application: ES/00098 - 14.11.2002\nANNEX II\nSUMMARY\nCouncil Regulation (EEC) No 2081/92\n\"ESPÁRRAGO DE NAVARRA\"\nPDO ( ) PGI ( X)\nNational application No: -\n1. Responsible department in the Member State:\nName: Subdirección General de Sistemas de Calidad Diferenciada. Dirección General de Alimentación. Secretaría General de Agricultura y Alimentación del Ministerio de Agricultura, Pesca y Alimentación de España.\nAddress: Paseo Infanta Isabel, 1 - E-28071 Madrid\nTelephone: (34-91) 347 53 94\nFax: (34-91) 347 54 10\nE-mail: mvegaalv@mapya.es\n2. Applicant group:\n2.1. Name: Consejo Regulador de la Denominación Específica \"Espárrago de Navarra\" (Regulating body of the \"Espárrago de Navarra\" specific designation)\n2.2. Address: Avda. Serapio Huici, 22 - E-31610 Villava\nTelephone: (34-94) 801 30 45\nFax: (34-94) 801 30 46\n2.3. Composition: Producer/processor (X) other ( )\n3. Type of product: Vegetables - Category 1.8\n4. Specification:\n(Summary of requirements pursuant to Article 4(2))\n4.1. Name: \"Espárrago de Navarra\" (Navarre asparagus)\n4.2. Description:\nTender, fresh shoots of Asparragus officinalis L, purplish, white or green, of the varieties \"Argenteuil\", \"Dariana\", \"Desto\", \"Cipres\", \"Grolim\", \"Juno\", \"Steline\" and \"Thielim\", for consumption when fresh or preserved, of set length, diameter and class.\nFields may include up to 20 % non-approved varieties.\n4.3. Geographical area:\nIn the central Ebro valley, the production area covers 263 municipalities in Navarre, Rioja and Aragon.\n4.4. Proof of origin:\nPlantations duly registered; processing in registered factories in the production area; labels and numbered designation labels issued by the regulating body.\n4.5. Method of production:\nAsparagus from registered plantations, harvested and transported to the factories by means that preserve the condition and freshness of the product; it is processed under conditions established by the regulating body.\n4.6. Link:\nThe asparagus is grown in clay or open clay soils with slightly basic pH; the climate is continental with Mediterranean influence and the mean temperatures are 13 to 14 oC. Use of appropriate cultivation, harvesting and production techniques, which are inspected.\n4.7. Inspection body:\nName: Consejo Regulador de la Denominación Específica Espárrago de Navarra\nAddress: Avda. Serapio Huici, 22\nE-31610 Villava\nTelephone: (34-94) 801 30 45\nFax: (34 94) 801 30 46\n4.8. Labelling:\nLabels must be authorised by the regulating body. The words \"Denominación Específica Espárrago de Navarra\" must appear. Numbered labels certifying designation are issued by the regulating body.\n4.9. National requirements:\nLaw 25/1970 of 2 December 1970. Order of 13 July 1993 approving the Espárrago de Navarra specific designation and its regulating body.\nEC No: ES/0098/94.01.24\nDate of receipt of the full application: 19.11.2003"}