{"celex_id": "32009D0563", "uri": "http://publications.europa.eu/resource/cellar/c714696d-56b4-4e7d-90e3-68880d005503", "type": "Decision", "concepts": ["1368", "3646", "5235", "5696"], "title": "2009/563/EC: Commission Decision of 9 July 2009 on establishing the ecological criteria for the award of the Community eco-label for footwear (notified under document number C(2009) 5612) (Text with EEA relevance )\n", "header": "28.7.2009 EN Official Journal of the European Union L 196/27\nCOMMISSION DECISION\nof 9 July 2009\non establishing the ecological criteria for the award of the Community eco-label for footwear\n(notified under document number C(2009) 5612)\n(Text with EEA relevance)\n(2009/563/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme (1), and in particular the second subparagraph of Article 6(1) thereof,\nAfter consulting the European Union Eco-labelling Board,\nWhereas:\n(1) Under Regulation (EC) No 1980/2000 the Community eco-label may be awarded to a product possessing characteristics which enable it to contribute significantly to improvements in relation to key environmental aspects.\n(2) Regulation (EC) No 1980/2000 provides that specific eco-label criteria, drawn up on the basis of the criteria drafted by the European Union Eco-labelling Board, are to be established according to product groups.\n(3) It also provides that the review of the eco-label criteria, as well as of the assessment and verification requirements related to those criteria, is to take place in due time before the end of the period of validity of the criteria specified for the product group concerned.\n(4) Pursuant to Regulation (EC) No 1980/2000, a timely review has been carried out of the ecological criteria, as well as of the related assessment and verification requirements established by Commission Decision 2002/231/EC of 18 March 2002 establishing revised ecological criteria for the award of the Community eco-label to footwear and amending Decision 1999/179/EC (2). Those ecological criteria and the related assessment and verification requirements are valid until 31 March 2010.\n(5) In the light of that review, it is appropriate, in order to take account of scientific and market developments, to modify the definition of the product group and to establish new ecological criteria.\n(6) The ecological criteria, as well as the related assessment and verification requirements, should be valid for four years from the date of adoption of this Decision.\n(7) Decision 2002/231/EC should therefore be replaced.\n(8) A transitional period should be allowed for producers whose products have been awarded the eco-label for footwear based on the criteria contained in Decision 2002/231/EC, so that they have sufficient time to adapt their products to comply with the revised criteria and requirements. Producers should also be allowed to submit applications set out under the criteria set in Decision 2002/231/EC or set out under the criteria set in this Decision until the lapse of validity of that Decision.\n(9) Measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["The product group ‘footwear’ shall comprise all articles of clothing designed to protect or cover the foot, with a fixed outer sole which comes into contact with the ground. Footwear shall not contain any electric or electronic components.", "In order to be awarded the Community eco-label for products falling within the product group footwear under Regulation (EC) No 1980/2000 (hereinafter ‘the eco-label’), footwear shall comply with the criteria set out in the Annex to this Decision.", "The ecological criteria for the product group ‘footwear’, as well as the related assessment and verification requirements, shall be valid for four years from the date of adoption of this Decision.", "For administrative purposes the code number assigned to the product group ‘footwear’ shall be ‘017’.", "Decision 2002/231/EC is repealed.", "1.   Applications for the eco-label for products falling within the product group footwear submitted before the date of adoption of this Decision shall be evaluated in accordance with the conditions laid down in Decision 2002/231/EC.\n2.   Applications for the eco-label for products falling within the product group footwear submitted from the date of adoption of this Decision but by 31 March 2010 at the latest may be based either on the criteria set out in Decision 2002/231/EC or on the criteria set out in this Decision.\nThose applications shall be evaluated pursuant to the criteria on which they are based.\n3.   Where the eco-label is awarded on the basis of an application evaluated according to the criteria set out in Decision 2002/231/EC, that eco-label may be used for twelve months from the date of adoption of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 237, 21.9.2000, p. 1.\n(2)  OJ L 77, 20.3.2002, p. 50.\nANNEX\nFRAMEWORK\nThe aims of the criteria\nThese criteria aim in particular at:\n— limiting the levels of toxic residues,\n— limiting the emissions of volatile organic compounds, and,\n— promoting a more durable product,\nThe criteria are set at levels that promote the labelling of footwear which has a lower environmental impact.\nAssessment and verification requirements\nThe specific assessment and verification requirements are indicated within each criterion.\nWhere appropriate, test methods other than those indicated for each criterion may be used if their equivalence is accepted by the competent body assessing the application.\nThe functional unit is one pair of shoes. Requirements are based on shoe size 40 Paris point. For children's shoes the requirements apply for a size 32 Paris point (or the largest size in the case of maximum sizes smaller than 32 Paris point).\nAny upper shoe components weighing less than 3 % of the whole upper part shall not be taken into account for the application of the criteria. Any sole shoe components weighing less than 3 % of the whole outer sole shall not be taken into account for the application of the criteria.\nWhere appropriate, competent bodies may require supporting documentation and may carry out independent verifications.\nThe competent bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria (note: it is not required to implement such management schemes).\nCRITERIA\n1.   Dangerous substances in the final product\n(a) For shoes made of leather, there shall be no Chromium VI in the final product.\n(b) There shall be no Arsenic, Cadmium and Lead in the materials used for the product assembly or in the final product.\n— testing the materials for the product assembly. The substances specified in the criterion shall not be detectable in any of the materials used for the manufacturing of the final product,\n— testing the final product. The substances specified in the criterion shall not be detectable in either the upper or lower components of the footwear following separation and complete grinding.\n(c) The amount of free and hydrolysed formaldehyde of the components of the footwear shall not exceed the following limits:\n2.   Reduction of water consumption (only for the tanning of hides and skins)\nThe following limits to water consumption for the tanning of hide and skin (1) shall not be exceeded:\n—   Hides: 35 m3/t,\n—   Skins: 55 m3/t,\nAssessment and verification: the applicant and/or his supplier(s) shall provide appropriate documentation that the mentioned limits have not been exceeded.\n3.   Emissions from the production of material\n(a) If the waste waters from leather tanning sites and from the textile industries are released directly into fresh waters the content of COD shall not exceed 250 mg COD/l of water discharged.\n— that the discharge of waste water from the tanning site into the municipal waste water supply is authorised and,\n— that the municipal waste water treatment facility is operational and that the subsequent discharge of treated water into the fresh water system is in line with minimum Community requirements according to Council Directive 91/271/EEC (2).\n(b) Tannery waste water after treatment shall contain less than 1 mg Chromium (III)/l.\n4.   Use of hazardous substances (up until purchase)\n(a) Pentachlorophenol (PCP) and Tetrachlorophenol (TCP) and its salts and esters shall not be used.\n(b) No azo dyes shall be used that may cleave to any of the following aromatic amines:\n— 4-aminodiphenyl (92-67-1)\n— benzidine (92-87-5)\n— 4-chloro-o-toluidine (95-69-2)\n— 2-naphthylamine (91-59-8)\n— o-amino-azotoluene (97-56-3)\n— 2-amino-4-nitrotoluene (99-55-8)\n— p-chloroaniline (106-47-8)\n— 2,4-diaminoanisol (615-05-4)\n— 4,4′-diaminodiphenylmethane (101-77-9)\n— 3,3′-dichlorobenzidine (91-94-1)\n— 3,3′-dimethoxybenzidine (119-90-4)\n— 3,3′-dimethylbenzidine (119-93-7)\n— 3,3′-dimethyl-4,4_-diaminodiphenylmethane (838-88-0)\n— p-cresidine (120-71-8)\n— 4,4′-methylene-bis-(2-chloraniline) (101-14-4)\n— 4,4′-oxydianiline (101-80-4)\n— 4,4′-thiodianiline (139-65-1)\n— o-toluidine (95-53-4)\n— 2,4-diaminotoluene (95-80-7)\n— 2.4,5-trimethylaniline (137-17-7)\n— 4-aminoazobenzene (60-09-3)\n— o-anisidine (90-04-0)\n(c) The following N-Nitrosamines shall not be detected in rubber:\n— N-nitrosodimethylamine (NDMA)\n— N-nitrosodiethylamine (NDEA)\n— N-nitrosodipropylamine (NDPA)\n— N-nitrosodibutylamine (NDBA)\n— N-nitrosopiperidine (NPIP)\n— N-nitrosopyrrolidine (NPYR)\n— N-nitrosomorpholine (NMOR)\n— N-nitroso N-methyl N-phenylamine (NMPhA)\n— N-nitroso N-ethyl N-phenylamine (NEPhA)\n(d) C10-C13 chloralkanes shall not be used in leather, rubber or textile components.\n(e) No dyes meeting the criteria for classification as carcinogenic, mutagenic toxic to reproduction, hazardous/dangerous to the environment with the following R-phrases: R40, R45, R49, R50, R51, R52, R53, R60, R61, R62, R63 or R68 (or any combination), shall be used. (Classification rules as according to Council Directive 67/548/EEC (3) or Directive 1999/45/EC of the European Parliament and of the Council (4).\n(f) Alkylphenol ethoxylate (APE), and Perfluorooctane sulfonate (PFOS) shall not be used.\n(g) No dyes meeting the criteria for classification as sensitising to skin (R43) shall be used. (Classification rules as according to Directive 67/548/EEC or Directive 1999/45/EC).\n(h) Phthalates: Only phthalates that at the time of application have been risk assessed and have not been classified with the phrases (or combinations thereof): R60, R61, R62, R50, R51, R52, R53, R50/53, R51/53, R52/53, in accordance with Directive 67/548/EEC, may be used in the product (if applicable). Additionally DNOP (di-n-octyl phthalate), DINP (di-isononyl phthalate), DIDP (di-isodecyl phthalate) are not permitted in the product.\n(i) Biocides: Only biocidal products containing biocidal active substances included in Annex IA of the Directive 98/8/EC of the European Parliament and of the Council (6), and authorised for use in footwear, shall be allowed for use.\n5.   Use of volatile organic compounds (VOCs) during final assembly of shoes\nVOCs are any organic compound having at 293,15 K a vapour pressure of 0,01 kPa or more, or having a corresponding volatility under the particular conditions of use.\nThe total use of VOCs during final footwear production shall not exceed, on average, 20 gram VOC/pair.\nAssessment and verification: the applicant shall provide a calculation of the total use of VOCs during final shoe production, together with supporting data, test results and documentation as appropriate, with the calculation made using EN 14602. (Registration of purchased leather, adhesives, finishes and production of footwear during at least the last six months is required.)\n6.   Energy Consumption\nThe energy consumption at the manufacturing stage shall be declared.\nAssessment and verification: the applicant is requested to provide the relevant information according to the Technical appendix A1.\n7.   Packaging of the final product\nWhere cardboard boxes are used for the final packaging of footwear, they shall be made of 100 % recycled material. Where plastic bags are used for the final packaging of footwear, they shall be made of, at least, 75 % recycled material or they shall be biodegradable or compostable, in agreement with the definitions provided by the EN 13432 (7).\nAssessment and verification: a sample of the product packaging shall be provided on application, together with a corresponding declaration of compliance with this criterion. Only primary packaging, as defined in the Directive 94/62/EC of the European Parliament and the Council (8), is subject to the criterion.\n8.   Information on the packaging\n(a)   User Instructions\nThe following information (or equivalent text) shall be supplied with the product:\n— ‘These shoes have been treated to improve their water resistance. They do not require further treatment.’ (This criterion is applicable only to footwear that has been water-resistant treated)\n— ‘Where possible, repair your footwear rather than throw them away. This is less damaging to the environment.’\n— ‘When disposing of footwear, please use appropriate local recycling facilities where these are available.’\n(b)   Information about the eco-label\nThe following text (or equivalent text) shall appear on the packaging:\n‘For more information visit the EU Ecolabel website: http://www.ecolabel.eu’\n(c)   Information to consumers\nAn information box in which the applicant explains its approach to environmental sustainability should be put on the packaging.\nAssessment and verification: the applicant shall provide a sample of the product packaging and of the information supplied with the product, together with a declaration of compliance with each part of this criterion.\n9.   Information appearing on the eco-label\nBox 2 of the eco-label shall contain the following text:\n— low air and water pollution,\n— harmful substances reduced.\nAssessment and verification: the applicant shall provide a sample of the product packaging showing the label, together with a declaration of compliance with this criterion.\n10.   Parameters contributing to durability\nOccupational and safety footwear shall carry the EC mark (in accordance with Council Directive 89/686/EEC (9)).\nAll other footwear shall meet the requirements indicated in the table overleaf.\nAssessment and verification: the applicant shall provide a test report corresponding to the parameters indicated in the table overleaf, using the following test methods:\n— EN 13512 — Upper — Flex resistance,\n— EN 13571 — Upper — Tear strength,\n— EN 17707 — Outsoles — Flex resistance,\n— EN 12770 — Outsoles — Abrasion resistance,\n— EN 17708 — Whole sole — Sole adhesion,\n— EN 12771 — Outsoles — Tear strength,\n— EN ISO 17700 — Test methods for uppers, linings and in socks — Colour fastness to rubbing.\nGeneral sports School footwear Casual Men's town Cold weather footwear Women's town Fashion Infants Indoor\nUppers flex resistant: Dry = 100 Dry = 100 Dry = 80 Dry = 80 Dry = 100 Dry = 50 Dry = 15 Dry = 15 Dry = 15\nUppers tear strength:\nLeather ≥ 80 ≥ 60 ≥ 60 ≥ 60 ≥ 60 ≥ 40 ≥ 30 ≥ 30 ≥ 30\nOther materials ≥ 40 ≥ 40 ≥ 40 ≥ 40 ≥ 40 ≥ 40 ≥ 30 ≥ 30 ≥ 30\nOutsoles flex resistance:\nCut growth (mm) ≤ 4 ≤ 4 ≤ 4 ≤ 4 ≤ 4 ≤ 4\nNsc = no spontaneous crack Nsc Nsc Nsc Nsc Nsc at – 10 °C Nsc\nOutsoles abrasion resistance:\nD ≥ 0,9 g/cm3 (mm3) ≤ 200 ≤ 200 ≤ 250 ≤ 350 ≤ 200 ≤ 400   ≤ 450\nD < 0,9 g/cm3 (mg) ≤ 150 ≤ 150 ≤ 170 ≤ 200 ≤ 150 ≤ 250   ≤ 300\nUppersole adhesion: (N/mm) ≥ 4,0 ≥ 4,0 ≥ 3,0 ≥ 3,5 ≥ 3,5 ≥ 3,0 ≥ 2,5 ≥ 3,0 ≥ 2,5\nOutsoles tear strength:\nD ≥ 0,9 g/cm3 8 8 8 6 8 6 5 6 5\nD < 0,9 g/cm3 6 6 6 4 6 4 4 5 4\nColour fastness of the inside of the footwear (lining or inner face of the upper). Grey scale on the felt after 50 cycles wet ≥ 2/3 ≥ 2/3 ≥ 2/3 ≥ 2/3 ≥ 2/3 ≥ 2/3  ≥ 2/3 ≥ 2/3\n(1)  Hide is defined as ‘the outer covering or a mature or fully-grown animal of the larger kind, e.g. cattle, horses, camels, elephants, etc. …’. Skin is defined as ‘the outer covering of an animal of the smaller kinds, e.g. sheep and goats, or of the immature animals of the larger species, e.g. calves. Pigs, reptiles, birds and fish are included under skins’. (International Glossary of Leather Terms, ICT).\n(2)  OJ L 135, 30.5.1991, p. 40.\n(3)  OJ 196, 16.8.1967, p. 1.\n(4)  OJ L 200, 30.7.1999, p. 1.\n(5)  OJ L 353, 31.12.2008, p. 1.\n(6)  OJ L 123, 24.4.1998, p. 1.\n(7)  EN 13432 ‘Requirements for packaging recoverable through composting and biodegradation — Testing scheme and evaluation criteria for the final acceptance of packaging’.\n(8)  OJ L 365, 31.12.1994, Article 3(1)(a), p. 10.: ‘sales packaging or primary packaging, i.e. packaging conceived so as to constitute a sales unit to the final user or consumer at the point of purchase’.\n(9)  OJ L 399, 30.12.1989, p. 18.\nTechnical Appendix\nA1.   Energy consumption calculation\nThe energy consumption calculation refers only to the assembly (manufacturing stage) of the final product.\nThe average electric consumption (AEC) for each pair of shoes can be calculated two ways:\nOn the basis of the overall daily production of shoes of the plant:\nOn the basis of the production of eco-labelled shoes of the plant:"}