{"celex_id": "32008R0315", "uri": "http://publications.europa.eu/resource/cellar/f16a108c-6ff2-437c-866c-a7f6ef41dba6", "type": "Regulation", "concepts": ["1755", "1854", "2211", "5034", "5252", "5300"], "title": "Commission Regulation (EC) No 315/2008 of 4 April 2008 amending Annex X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the lists of rapid tests (Text with EEA relevance)\n", "header": "5.4.2008 EN Official Journal of the European Union L 94/3\nCOMMISSION REGULATION (EC) No 315/2008\nof 4 April 2008\namending Annex X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the lists of rapid tests\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the first paragraph of Article 23 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It applies to the production and placing on the market of live animals and products of animal origin and in certain specific cases to exports thereof.\n(2) Point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001 sets out a list of rapid tests approved for the monitoring of TSEs in bovine, ovine and caprine animals.\n(3) On 30 August 2007, a laboratory informed the Commission that it will cease marketing the approved rapid test for the monitoring of the bovine spongiform encephalopathy (BSE). It is therefore appropriate to delete that test (Institut Pourquier Speed’it BSE) from the list of rapid tests for the monitoring of BSE in bovine animals in Chapter C of Annex X to Regulation (EC) No 999/2001.\n(4) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Chapter C of Annex X to Regulation (EC) No 999/2001, point 4 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 21/2008 (OJ L 9, 12.1.2008, p. 3).\nANNEX\nIn Annex X, Chapter C, to Regulation (EC) No 999/2001, point 4 is replaced by the following:\n‘4.   Rapid tests\nFor the purposes of carrying out the rapid tests in accordance with Articles 5(3) and 6(1), the following methods shall be used as rapid tests for the monitoring of BSE in bovine animals:\n— immuno-blotting test based on a Western blotting procedure for the detection of the Proteinase K-resistant fragment PrPRes (Prionics-Check Western test),\n— chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer test & Enfer TSE Kit version 2.0, automated sample preparation),\n— microplate-based immunoassay for the detection of PrPSc (Enfer TSE Version 3),\n— sandwich immunoassay for PrPRes carried out following denaturation and concentration steps (Bio-Rad Te-SeE test),\n— microplate-based immunoassay (ELISA) which detects Proteinase K-resistant PrPRes with monoclonal antibodies (Prionics-Check LIA test),\n— conformation-dependent immunoassay, BSE antigen test kit (Beckman Coulter InPro CDI kit),\n— chemiluminescent ELISA for qualitative determination of PrPSc (CediTect BSE test),\n— immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE Antigen Test Kit, EIA),\n— lateral-flow immunoassay using two different monoclonal antibodies to detect Proteinase K-resistant PrP fractions (Prionics Check PrioSTRIP),\n— two-sided immunoassay using two different monoclonal antibodies directed against two epitopes presented in a highly unfolded state of bovine PrPSc (Roboscreen Beta Prion BSE EIA Test Kit),\n— sandwich ELISA for the detection of Proteinase K-resistant PrPSc (Roche Applied Science PrionScreen),\n— antigen-capture ELISA using two different monoclonal antibodies to detect Proteinase K-resistant PrP fractions (Fujirebio FRELISA BSE post-mortem rapid BSE Test).\nFor the purposes of carrying out the rapid tests in accordance with Articles 5(3) and 6(1), the following methods shall be used as rapid tests for the monitoring of TSE in ovine and caprine animals:\n— conformation-dependent immunoassay, BSE antigen test kit (Beckman Coulter InPro CDI kit),\n— sandwich immunoassay for PrPRes carried out following denaturation and concentration steps (Bio-Rad Te-SeE test),\n— sandwich immunoassay for PrPRes carried out following denaturation and concentration steps (Bio-Rad Te-SeE Sheep/Goat test),\n— chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer TSE Kit version 2.0),\n— microplate-based immunoassay for the detection of PrPSc (Enfer TSE Version 3),\n— immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE-Scrapie Antigen Test Kit, EIA),\n— microplate-based chemiluminiscent immunoassay for the detection of PrPSc in ovine tissues (POURQUIER’S-LIA Scrapie),\n— immuno-blotting test based on a Western blotting procedure for the detection of the Proteinase K-resistant fragment PrPRes (Prionics-Check Western Small Ruminant test),\n— microplate-based chemiluminescent immunoassay for the detection of Proteinase K-resistant PrPSc (Prionics Check LIA Small Ruminants).\nIn all tests, sample tissue on which the test must be applied must comply with the manufacturer’s instructions for use.\nProducers of rapid tests must have a quality assurance system in place that has been approved by the Community Reference Laboratory (CRL) and ensures that the test performance does not change. Producers must provide the CRL with the test protocols.\nChanges to rapid tests and to test protocols may only be made after prior notification to the CRL and provided that the CRL finds that the change does not alter the sensitivity, specificity or reliability of the rapid test. That finding shall be communicated to the Commission and to the national reference laboratories.’"}