{"celex_id": "32003R1090", "uri": "http://publications.europa.eu/resource/cellar/df296d68-f14b-40d6-97c1-7ea560cd42a1", "type": "Regulation", "concepts": ["1309", "161", "2734", "2771", "3568", "4078", "4385", "5860", "666", "946"], "title": "Council Regulation (EC) No 1090/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in the Czech Republic and the exportation of certain processed agricultural products to the Czech Republic\n", "header": "Council Regulation (EC) No 1090/2003\nof 18 June 2003\nadopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in the Czech Republic and the exportation of certain processed agricultural products to the Czech Republic\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Protocol 3 to the Europe Agreement between the European Communities and the Czech Republic, approved by Decision 94/910/EC, ECSC, Euratom of the Council and the Commission of 19 December 1994 concerning the conclusion of a Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic on the other part(1), provides for tariff concessions for processed agricultural products originating in the Czech Republic. Protocol 3 was amended by the Protocol for the adaptation of trade aspects of the Europe Agreement with the Czech Republic(2), hereinafter referred to as the \"Adaptation Protocol\", which was approved by Council Decision 98/707/EC(3).\n(2) A trade agreement has recently been concluded which amends Protocol 3. It aims to improve economic convergence in preparation for accession of the Czech Republic to the European Union and is scheduled to enter into force not later than 1 July 2003. On the Community side that agreement lays down tariff concessions in the form of a complete liberalisation of trade for certain processed agricultural products and duty free quotas for others. For imports outside of those quotas the provisions laid down in Protocol 3 continue to apply.\n(3) The procedure for adopting a decision to amend the Adaptation Protocol will not be completed in time for it to enter into force on 1 July 2003. It is therefore necessary to provide for the application of the tariff concessions made to the Czech Republic on an autonomous basis as from 1 July 2003.\n(4) For the imports of certain processed agricultural products no customs duties should be applied and for others duty-free quotas should be opened.\n(5) Commission Regulation (EC) No 2359/2002 of 27 December 2002 opening tariff quotas for the year 2003 for imports into the European Community of certain products originating in the Czech Republic, Romania and Slovakia(4) should continue to apply for certain goods covered by Protocol 3 but not listed in this Regulation.\n(6) On processed agricultural products covered by Protocol 3 but not listed in this Regulation or for which the quotas opened by this Regulation are exhausted the trade provision laid down by Protocol 3 should continue to apply.\n(7) Processed agricultural products not covered by Annex I to the Treaty should not be eligible for export refunds under Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds(5).\n(8) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(6) provides for a system for managing tariff quotas. The tariff quotas opened by this regulation should be managed by the Community authorities and the Member States in accordance with this system.\n(9) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(7),", "main_body": ["From 1 July 2003, imports into the Community of processed agricultural products originating in the Czech Republic and listed in Annex I shall be exempted from customs duties and charges having equivalent effect.", "1. Imports into the Community of processed agricultural products originating in the Czech Republic and listed in Annex II shall be exempted from customs duties and charges having equivalent effect, at the levels and within the limits of the annual Community tariff quotas set out in that Annex.\n2. For 2003, the volume of the quotas set out in Annex II shall be reduced in proportion to the number of months already elapsed in that year.", "Processed agricultural products not listed in Annex I to the Treaty shall not be eligible for export refunds to the Czech Republic under Regulation (EC) No 1520/2000.", "For processed agricultural products, which are not covered by Annex I and Annex II or for which the quotas set out in Annex II are exhausted, the provisions laid down in Protocol 3 shall continue to apply.", "Regulation (EC) No 2359/2002 shall continue to apply for the tariff quota opened under Order No 09.5417 for products not covered by Annex I or Annex II.", "The Commission may suspend the measures provided for in Articles 1, 2 and 3 in case of non-application of the reciprocal preferences agreed by the Czech Republic in accordance with the procedure set out in Article 8.", "The tariff quotas set out in Annex II shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "1. The Commission shall be assisted by the Committee referred to in Article 16(1) of Council Regulation (EC) No 3448/93 of 6 December 1993, laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(8), hereinafter referred to as \"the Committee\".\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its Rules of Procedure.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply as from 1 July 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 June 2003.\nFor the Council\nThe President\nG. Drys\n(1) OJ L 360, 31.12.1994, p. 1.\n(2) OJ L 341, 16.12.1998, p. 3.\n(3) OJ L 341, 16.12.1998, p. 1.\n(4) OJ L 351, 28.12.2002, p. 51.\n(5) OJ L 177, 15.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 740/2003 (OJ L 106, 29.4.2003, p. 12).\n(6) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 881/2003 (OJ L 134, 29.5.2003, p. 1).\n(7) OJ L 184, 17.7.1999, p. 23.\n(8) OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\nANNEX I\nProcessed agricultural products of which the imports into the Community are exempted from customs duties and equivalent charges\n>TABLE>\nANNEX II\nDuty-free quotas of imports into the European Community originating in the Czech Republic\n>TABLE>"}