{"celex_id": "32004D0785", "uri": "http://publications.europa.eu/resource/cellar/919dda45-1cf4-4171-a828-59a4e39c63a5", "type": "Decision", "concepts": ["1899", "2081", "5018", "5403", "5573"], "title": "2004/785/EC: Commission Decision of 26 October 2004 on the conclusion of an Agreement in the form of an exchange of letters between the European Community and the United Mexican States concerning amendments to Annex II of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection of designations for spirit drinks\n", "header": "23.11.2004 EN Official Journal of the European Union L 346/28\nCOMMISSION DECISION\nof 26 October 2004\non the conclusion of an Agreement in the form of an exchange of letters between the European Community and the United Mexican States concerning amendments to Annex II of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection of designations for spirit drinks\n(2004/785/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/361/EC of 27 May 1997 concerning the conclusion of an Agreement between the European Community and the United Mexican States on mutual recognition and protection of designations for spirit drinks (1), and in particular Article 4 thereof,\nWhereas:\n(1) Taking account of the Mexican request raised during the ‘Formal talks on Free Trade Agreement adaptations following the EU enlargement’ that took place on 28-30 January 2004 in Mexico City, it is necessary to amend Annex II of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection for spirit drinks in order to protect the Mexican new spirit terms Charanda and Sotol, with effect as of 29 October 2004.\n(2) Therefore, the Community and the United Mexican States have negotiated, in accordance with Article 18 of the abovementioned Agreement, an agreement in the form of an exchange of letters to amend Annex II of the Agreement. This exchange of letters should therefore be approved.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Implementation Committee for Spirit Drinks,", "main_body": ["The Agreement in the form of an exchange of letters between the European Community and the United Mexican States amending Annex II of the Agreement between the European Community and the United Mexican States on mutual recognition and protection of designations for spirit drinks is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The Commissioner of Agriculture is hereby empowered to sign the exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 26 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 152, 11.6.1997, p. 15.\nANNEX\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nbetween the European Community and the United Mexican States concerning amendments of Annex II of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection of designations for spirit drinks\nBrussels, 29 October 2004\nSir,\nI have the honour to refer to your request raised during the discussions related to Formal talks on Free Trade Agreement adaptations following the enlargement on 28-30 January 2004 that took place in Mexico City and which have been held under Article 18 of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection of designations for spirit drinks, of 27 May 1997, which provides that the Contracting Parties may, by mutual consent, amend this Agreement.\nThe Community has examined the request and agrees to modify Annex II of the Agreement in conformity with the Annex attached to the present exchange of letters, with effect as of 29 October 2004.\nI should be obliged if you would confirm that your Government is in agreement with the contents of this letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nFranz FISCHLER\nMexico City, 29 October 2004\nSir,\nI have the honour to acknowledge receipt of your letter of 29 October 2004 which reads as follows:\n‘I have the honour to refer to your request raised during the discussions related to Formal talks on Free Trade Agreement adaptations following enlargement on 28-30 January 2004 that took place in Mexico City and which have been held under Article 18 of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection of designations for spirit drinks, of 27 May 1997, which provides that the Contracting Parties may, by mutual consent, amend this Agreement.\nThe Community has examined the request and agrees to modify Annex II of the Agreement in conformity with the Annex attached to the present exchange of letters, with effect as of 29 October 2004.\nI should be obliged if you would confirm that your Government is in agreement with the contents of this letter.’\nI have the honour to inform you that the United Mexican States are in agreement with the content of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the United Mexican States\nLuis Ernesto DERBEZ\nANNEX\nAnnex II of the Agreement between the European Community and the United Mexican States on the mutual recognition and protection for spirit drinks shall be modified as follows:\n‘ANNEX II\nto the Agreement between the European Community and the United Mexican States on mutual recognition and protection of designations for spirit drinks\nSpririt drinks of Agave:\nTequila: protected, elaborated and classified in conformity with the laws and regulations of the United Mexican States.\nMezcal: protected, elaborated and classified in conformity with the laws and regulations of the United Mexican States.\nSpirit drink of Sotol (Dasylirion):\nSotol: protected, elaborated and classified in conformity with the laws and regulations of the United Mexican States.\nSpirit drink of sugar cane:\nCharanda: protected, elaborated and classified in conformity with the laws and regulations of the United Mexican States.’"}