{"celex_id": "32003D0691", "uri": "http://publications.europa.eu/resource/cellar/d97d3d02-25e1-4c88-ba10-241164cfed4b", "type": "Decision", "concepts": ["155", "4830", "5541", "863", "889"], "title": "2003/691/EC: Commission Decision of 9 July 2003 on State aid which Spain is planning to implement in the form of contract-related operating aid for three LNG ships built by IZAR (Text with EEA relevance) (notified under document number C(2003) 2009)\n", "header": "Commission Decision\nof 9 July 2003\non State aid which Spain is planning to implement in the form of contract-related operating aid for three LNG ships built by IZAR\n(notified under document number C(2003) 2009)\n(Only the Spanish text is authentic)\n(Text with EEA relevance)\n(2003/691/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Communities, and in particular the first paragraph of Article 88(2) of the EC Treaty,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving regard to Council Regulation (EC) No 1540/98 establishing new rules on aid to shipbuilding(1), and in particular to Article 3(2) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above(2),\nWhereas:\nI. PROCEDURE\n(1) On 6 November 2001 Spain notified the Commission of its request to be granted an extension of the delivery limit for four liquefied natural gas (LNG) tankers contracted by the Spanish shipbuilding group IZAR. By letter dated 24 April 2002 the Commission informed Spain that it had decided to initiate a proceeding under Article 88(2) of the EC Treaty in respect of the measure. Spain replied by letter dated 4 June 2002, registered on 6 June 2002.\n(2) The Commission decision to initiate a proceeding was published in the Official Journal of the European Communities(3). The Commission called on interested parties to submit their comments.\n(3) The Commission received comments from interested parties. It forwarded them to Spain, which was given the opportunity to react; its comments were received by letter dated 3 December 2002.\nII. DETAILED DESCRIPTION OF THE AID\n(4) Article 3(2) of Council Regulation (EC) No 1540/98 (the shipbuilding Regulation) states that the operating aid rate applicable to a contract shall be that in force at the date of signature of the final contract. However, for any ship delivered more than three years from the date of signing of the final contract the ceiling applicable to that contract shall be that in force three years before the date of the vessel's delivery.\n(5) According to the same Article, operating aid of 9 % is allowed for ships contracted before 31 December 2000. For ships contracted after that date, no operating aid is allowed. Therefore, without an extension of the three-year delivery limit, no operating aid can be provided for ships delivered after 31 December 2003, even if the contracts were signed before the end of 2000. According to Article 3(2) of the shipbuilding Regulation, the Commission may extend the three-year delivery limit in case of exceptional circumstances or technical complexity of the ships.\n(6) Spain has requested an extension of this three-year delivery limit, due to technical complexity, for three LNG tankers built by IZAR. The original request concerned four ships, but in a letter dated 6 March 2002 Spain informed the Commission that one order had been cancelled, and that the request now concerns three ships. IZAR is owned by the Spanish state holding company SEPI, and is a shipbuilding group consisting of six civil and three military yards.\n(7) The Spanish notification concerns ships numbers 3 to 5 in the table, with planned dates as follows. Ships 1 and 2, in the same series, are included for comparison.\nTABLE\n>TABLE>\nNote:\nS = Sestao shipyard, PR = Puerto Real shipyard.\n(8) Spain has referred to a Commission statement(4) from 1990 to the effect that, when the Commission first proposed the possibility of extending the three-year delivery limit for technical reasons, it was taking account in particular of the construction of liquid gas carriers and very large cruise liners. Spain further argues that these ships are at least as complicated as the product tankers for which the Commission granted an extension(5) in 1993. Spain also claims that the production time is no longer than that of other major shipyards building, or having built LNG tankers.\nIII. COMMENTS FROM THIRD PARTIES\n(9) The Commission has received comments from France. France contests a statement in the initiation of the proceeding that the normal period from contract to delivery for LNG tankers is 36 months, and provides figures from Japanese and Korean yards showing that this time is often between 35 and 60 months. France therefore finds it normal that the Spanish yards cannot deliver the five ships before the end of 2003. However, France underlines that Spain should have requested the extension of the three-year delivery limit before the contracts were signed, and not almost one year after. A retrospective extension would to some extent distort competition with other yards interested in the same orders.\nIV. COMMENTS FROM SPAIN\n(10) Spain agreed with the French comments on the time needed between contract and delivery. Concerning notification of the extension one year after the contracts were signed, Spain stated that it had notified the request in any event and would wait for a Commission decision before any contract-related aid was provided.\nV. ASSESSMENT OF THE MEASURE\n(11) According to Article 87(1) of the Treaty, any aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods shall, in so far as it affects trade between Member States, be incompatible with the common market. In accordance with the established case-law of the Community law courts, the criterion of trade being affected is met, if the recipient firm carries out an economic activity involving trade between Member States. Shipbuilding is an economic activity involving trade between Member States.\n(12) According to Article 87(3)(e) of the EC Treaty, categories of aid specified by a decision of the Council acting by a qualified majority on a proposal from the Commission may be considered compatible with the common market. The Commission notes that the Council adopted the shipbuilding Regulation on this basis on 29 June 1998.\n(13) The Commission notes that, according to that Regulation, \"shipbuilding\" means building of self-propelled seagoing commercial vessels. The Commission also notes that the IZAR-owned shipyards Puerto Real and Cadiz build such ships and consequently are undertakings covered by the Regulation.\n(14) Under Article 3(1) of the shipbuilding Regulation, a maximum ceiling of 9 % for contract-related operating aid for ships was allowed until 31 December 2000. The aid ceiling applicable to the contract would be the one in force at the date when the final contract is signed. However, this does not apply to ships delivered more than three years after the signing of the contract. In these cases, the ceiling applicable is the one in force three years before the date of the delivery of the ship. Consequently, the last delivery date for a vessel still qualifying for operating aid is 31 December 2003.\n(15) Article 3(2) of the shipbuilding Regulation stipulates that \"the Commission may, however, grant an extension of the three-year delivery limit when this is found justified by the technical complexity of the individual shipbuilding project concerned or by delays resulting from unexpected disruptions of a substantial and defensible nature in the working programme of a yard due to exceptional circumstances, unforeseeable and external to the company\". It will be noted that Spain bases its request for extension of the delivery limit on the technical complexity of the individual shipbuilding project concerned.\n(16) The Commission notes that extension of the delivery limit is crucial to deciding whether the ships in question will qualify for contract-related operating aid. The operating aid in question concerns financing from State resources part of the costs that the yard in question would normally have to bear when building a vessel. Therefore, the aid which can be provided if the three-year delivery limit is extended for the ships falls within the scope of Article 87(1) of the EC Treaty.\n(17) When it initiated the proceeding, the Commission expressed doubts about two aspects of the case. These were the production time and the period between contract and delivery of the vessels in question. These doubts will be analysed below in light of the information received during the proceeding.\n(18) As regards the first doubt, the construction period for the LNG tankers, the Commission stated that it currently took only about 30 months to build a vessel of this type. The fact that it is possible to deliver LNG tankers within 36 months of signing the contract led to doubts that such ships could benefit from an extension of the three-year limit due to technical complexity.\n(19) On this issue Spain has highlighted the complexity of the ships, and requested that production times should be compared with other EU shipyards and not with the most experienced Korean shipyards. It has also underlined the need to make a certain number of installations at the shipyards concerned, since it is the first time LNG tankers have been built there. Spain also points out that double hull LNG tankers, built in Spain, are more complex than some other LNG tankers, and therefore need a longer construction period.\n(20) The information provided during the proceeding has not contradicted the statement made when the proceeding was initiated that, currently, the construction period could be about 30 months. Nevertheless, the Commission acknowledges that LNG tankers are particularly complex ships technically, with a long construction period. It also notes that the fact that the two Spanish yards, and IZAR, are building vessels of this type for the first time, is a valid reason for accepting a somewhat longer production time than in the case of the most experienced Korean shipyards.\n(21) Furthermore, the Commission would cite its statement from 1990 to the effect that when it proposed the possibility of extending the three-year limit for technical reasons, it was taking account in particular of the construction of liquid gas tankers and very large cruise liners.\n(22) As regards the second doubt, the period from contract to delivery of the vessels concerned, the Commission wondered whether this was not much longer than could be considered necessary. Both France and Spain submitted comments in this respect. Spain states that the average period from contract to delivery for LNG tankers built in the EU is around 49 months, and for LNG tankers built in Asia around 42 months. France agrees that periods from contract to delivery in the major Asian yards are between 35 and 60 months.\n(23) The Commission notes that the period from contract to delivery is a combination of the construction period and the time from signing the contract to starting production. The Commission would not be able to extend the delivery period, if the time from contract to the start of production was excessively long. In the present case, the time from contract to start of production of the vessels is 6, 5 and 12 months respectively, which the Commission considers to be acceptable.\n(24) For the reasons set out above, the Commission considers that the delivery time may be extended for the vessels concerned in accordance with the abovementioned planned delivery dates.\n(25) It will be noted that, when it initiated the proceeding, the Commission stated that, following its negative decision on State aid in the form of tax credits for publicly owned Spanish shipyards (2000/131/EC)(6), the yards in question have not repaid the aid. If, in its final decision on this case, the Commission should find that there is reason to authorise the three-year extension for any of the three LNG tankers, it would also have to examine the relevance of the judgment of the Court of Justice of 15 May 1997 in Case C-355/95 Textilwerke Deggendorf(7), if the abovementioned aid has still not been recovered.\n(26) The Commission considers in this respect that it can adopt a decision to suspend payment of aid which is compatible with the common market, the principle in Deggendorf, only if the aid granted in the new decision gives rise to a combination of aid that renders the new aid incompatible. The Commission considers that the present case does not concern the effect of combination on the amount of aid to be authorised, but only whether specific conditions for an extension exist.\n(27) The Commission finds, therefore, that the fact that it does not consider that the illegal state aid referred to above has been recovered does not prevent Spain from granting the operating aid linked to the three vessels in question.\n(28) Lastly, regarding the French comment that a retrospective extension would to some extent distort competition with other yards interested in the same orders, the Commission notes that Article 3(2) of the Shipbuilding Regulation does not state that requests for an extension of the delivery limit have to be notified before the contracts are signed. The Commission also notes that Spain has informed it that no operating aid will be granted for the vessels in question, unless the Commission decides to extend the delivery period.\nVI. CONCLUSION\n(29) In view of the reasons set out above, the Commission considers that an extension of the three-year delivery period can be approved for the three vessels in question. The delivery period should be extended to the planned delivery dates mentioned above (15 February 2004, 30 June 2004 and 31 December 2004),", "main_body": ["The three-year delivery limit laid down in Article 3(2) of Regulation (EC) No 1540/98 is extended for three LNG tankers built by IZAR as follows:\n(a) until 15 February 2004, for ship 321 built at Sestao shipyard;\n(b) until 30 June 2004, for ship 103 built at Puerto Real shipyard, and\n(c) until 31 December 2004, for ship 105 built at Puerto Real shipyard.", "This decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 9 July 2003.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 202, 18.7.1998, p. 1.\n(2) OJ L 33, 5.2.2000, p. 6.\n(3) OJ C 238, 3.10.2002, p. 2.\n(4) Statement inserted in the minutes of the Research Council of 21 December 1990 (ref. 10377/90).\n(5) Case N 727/93 (OJ C 175, 28.6.1994, p. 6).\n(6) OJ L 37, 12.2.2000, p. 22.\n(7) [1997] ECR I-2549."}