{"celex_id": "32002D0641", "uri": "http://publications.europa.eu/resource/cellar/3c3471ed-60ba-4f58-97a5-36538411082c", "type": "Decision", "concepts": ["13", "1318", "2897", "4654", "4658", "5581", "5726"], "title": "2002/641/EC: Commission Decision of 31 July 2002 concerning a request for exemption submitted by Germany pursuant to Article 8(2)(c) of Council Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (notified under document number C(2002) 2879)\n", "header": "Commission Decision\nof 31 July 2002\nconcerning a request for exemption submitted by Germany pursuant to Article 8(2)(c) of Council Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers\n(notified under document number C(2002) 2879)\n(Only the German text is authentic)\n(2002/641/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers(1), as last amended by Commission Directive 2001/116/EC(2), and in particular Article 8(2)(c) thereof,\nWhereas:\n(1) The request for exemption submitted by Germany on 18 April 2002, which reached the Commission on 26 April 2002, contained the information required by Article 8(2)(c) of Directive 70/156/EEC.\n(2) The request concerns the installation on one type of vehicle of category M1 of headlamps with a bend lighting function. Bend lighting is a function intended to provide enhanced illumination of the road into bends.\n(3) The reasons given in the request, according to which such vehicle types meet the requirements of Annex IV to Directive 70/156/EEC, apart from Council Directive 76/756/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to the installation of lighting and light-signalling devices on motor vehicles and their trailers(3), as last amended by Commission Directive 97/28/EC(4), are well founded.\n(4) The description of the tests, the results thereof and their compliance with UN/ECE Regulation No 48, as amended recently, ensure a satisfactory level of safety.\n(5) The Community Directive concerned will be amended in order to permit the installation of such bend lighting.\n(6) The measures provided for by this Decision are in accordance with the opinion of the Committee on Adaptation to Technical Progress set up by Directive 70/156/EEC,", "main_body": ["The request submitted by Germany for an exemption concerning the approval and placing on the market a type of vehicle of category M1 fitted with bend lighting in accordance with the draft UN/ECE provisions is hereby approved.", "The validity of the approvals granted in accordance with this Decision shall take effect on 1 July 2002 and shall expire on 30 June 2004.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 31 July 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 42, 23.2.1970, p. 1.\n(2) OJ L 18, 21.1.2002, p. 1.\n(3) OJ L 262, 27.9.1976, p. 1.\n(4) OJ L 171, 30.6.1997, p. 1."}