{"celex_id": "32005R0208", "uri": "http://publications.europa.eu/resource/cellar/08189a76-3104-4842-8a53-03753820fe17", "type": "Regulation", "concepts": ["1240", "2078", "2658", "2735", "2836", "3135", "3885"], "title": "Commission Regulation (EC) No 208/2005 of 4 February 2005 amending Regulation (EC) No 466/2001 as regards polycyclic aromatic hydrocarbonsText with EEA relevance\n", "header": "8.2.2005 EN Official Journal of the European Union L 34/3\nCOMMISSION REGULATION (EC) No 208/2005\nof 4 February 2005\namending Regulation (EC) No 466/2001 as regards polycyclic aromatic hydrocarbons\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nAfter consulting the Scientific Committee on Food,\nWhereas:\n(1) Commission Regulation (EC) No 466/2001 (2) sets maximum levels for certain contaminants in foodstuffs, including foods intended for infants and young children, as described by Commission Directive 91/321/EEC of 14 May 1991 on infant formula and follow-on formula (3) and Commission Directive 96/5/EC of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children (4).\n(2) Some Member States have adopted maximum levels for polycyclic aromatic hydrocarbons (PAH) in certain foods. In view of the disparities between Member States and the consequent risk of distortion of competition, Community measures are necessary in order to ensure market unity whilst abiding by the principle of proportionality.\n(3) The Scientific Committee on Food concluded in its opinion of 4 December 2002 that a number of PAH are genotoxic carcinogens. In laboratory studies the levels found to induce experimental tumours were several fold higher than those expected to be found in food and consumed. However, in view of the non-threshold effects of genotoxic substances the levels of PAH in foods should be reduced to as low as reasonably achievable.\n(4) According to the Scientific Committee on Food, benzo(a)pyrene can be used as a marker for the occurrence and effect of carcinogenic PAH in food, including also benz(a)anthracene, benzo(b)fluoranthene, benzo(j)fluoranthene, benzo(k)fluoranthene, benzo(g,h,i)perylene, chrysene, cyclopenta(c,d)pyrene, dibenz(a,h)anthracene, dibenzo(a,e)pyrene, dibenzo(a,h)pyrene, dibenzo(a,i)pyrene, dibenzo(a,l)pyrene, indeno(1,2,3-cd)pyrene and 5-methylchrysene. Further analyses of the relative proportions of these PAH in foods would be necessary to inform a future review of the suitability of maintaining benzo(a)pyrene as a marker.\n(5) PAH can contaminate foods during heating and drying processes that allow combustion products to come into direct contact. Direct fire-drying and heating processes used during the production of food oils, for example olive pomace oil, can result in high levels of PAH. Active carbon can be used to remove benzo(a)pyrene during the refining of oils. Whether refining processes effectively remove all PAH of concern is unclear. Production and processing methods should be used which prevent the initial contamination of oils with PAH.\n(6) In order to protect public health, maximum levels are necessary for benzo(a)pyrene in certain foods containing fats and oils and in foods where smoking or drying processes might cause high levels of contamination. Separate lower maximum levels are necessary in foods for infants, which are achievable through the strictly controlled manufacturing and packaging of infant formulae, follow-on formulae, baby foods and processed cereal-based foods for infants and young children. Maximum levels are also necessary in foods where environmental pollution may cause high levels of contamination, in particular in fish and fishery products, for example resulting from oil spills caused by shipping.\n(7) In some foods, such as dried fruits and food supplements, benzo(a)pyrene has been found, but available data are inconclusive on what levels are reasonably achievable. Further investigation is needed to clarify the levels that are reasonably achievable in these foods. In the meantime, maximum levels for benzo(a)pyrene in relevant ingredients should apply, such as in oils and fats used in food supplements.\n(8) Regulation (EC) No 466/2001 should be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 466/2001 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2005.\nThis regulation shall not apply to products placed on the market before 1 April 2005 in conformity with the provisions applicable. The burden of proving when the products were placed on the market shall be borne by the food business operator.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 684/2004 (OJ L 106, 15.4.2004, p. 6).\n(3)  OJ L 175, 4.7.1991, p. 35. Directive as last amended by Directive 2003/14/EC (OJ L 41, 14.2.2003, p. 37).\n(4)  OJ L 49, 28.2.1996, p. 17. Directive as last amended by Directive 2003/13/EC (OJ L 41, 14.2.2003, p. 33).\nANNEX\nIn Annex I to Regulation (EC) No 466/2001 the following Section 7 is added:\n‘Section 7: Polycyclic aromatic hydrocarbons (PAH)\nProduct Maximum level Performance criteria for sampling Performance criteria for methods of analysis\nBenzo(a)pyrene (2)\n7.1.1. Oils and fats intended for direct human consumption or use as an ingredient in foods (3)\n7.1.2. Foods for infants and young children\n7.1.2.1. Baby foods and processed cereal-based foods for infants and young children (4)\n7.1.2.2. Infant formulae and follow-on formulae, including infant milk and follow-on milk (5)\n7.1.2.3. Dietary foods for special medical purposes (6) intended specifically for infants\n7.1.3. Smoked meats and smoked meat products\n7.1.4. Muscle meat of smoked fish and smoked fishery products (7), excluding bivalve molluscs\n7.1.5. Muscle meat of fish (8), other than smoked fish\n7.1.6. Crustaceans, cephalopods, other than smoked\n7.1.7. Bivalve molluscs\n(1)  See page 15 of this Official Journal.\n(2)  Benzo(a)pyrene, for which maximum levels are listed, is used as a marker for the occurrence and effect of carcinogenic PAH. These measures therefore provide full harmonisation on PAH in the listed foods across the Member States. The Commission shall review the maximum levels for PAH in the listed food categories by 1 April 2007, taking into account the progress in scientific and technological knowledge on the occurrence of benzo(a)pyrene and other carcinogenic PAH in food.\n(3)  Cocoa butter is excluded from this category whilst investigations into the presence of benzo(a)pyrene in cocoa butter are made. This derogation will be reviewed by 1 April 2007.\n(4)  Baby foods and processed cereal-based foods for infants and young children as defined in Article 1 of Directive 96/5/EC. The maximum level refers to the product as sold.\n(5)  Infant formulae and follow-on formulae as defined in Article 1 of Directive 91/321/EEC. The maximum level refers to the product as sold.\n(6)  Dietary foods for special medical purposes as defined in Article 1(2) of Directive 1999/21/EC. The maximum level refers to the product as sold.\n(7)  Fish and fishery products as defined in the categories (b), (c), and (f) of the list in Article 1 of Regulation (EC) No 104/2000.\n(8)  Fish as defined in the category (a) of the list in Article 1 of Regulation (EC) No 104/2000."}