{"celex_id": "32008D0478", "uri": "http://publications.europa.eu/resource/cellar/a2d49d57-e2b6-48f8-99c6-09f24907f9a1", "type": "Decision", "concepts": ["1590", "2658", "2735", "3342"], "title": "2008/478/EC: Commission Decision of 17 June 2008 amending Decision 1999/217/EC as regards the register of flavouring substances used in or on foodstuffs (notified under document number C(2008) 2336) (Text with EEA relevance)\n", "header": "24.6.2008 EN Official Journal of the European Union L 163/42\nCOMMISSION DECISION\nof 17 June 2008\namending Decision 1999/217/EC as regards the register of flavouring substances used in or on foodstuffs\n(notified under document number C(2008) 2336)\n(Text with EEA relevance)\n(2008/478/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Regulation (EC) No 2232/96 lays down the procedure for the establishment of rules in respect of flavouring substances used or intended to be used in foodstuffs. That Regulation provides for the adoption of a register of flavouring substances (the register) following notification by the Member States of a list of the flavouring substances which may be used in or on foodstuffs marketed in their territory and on the basis of scrutiny by the Commission of that notification. That register was adopted by Commission Decision 1999/217/EC (2).\n(2) In addition, Regulation (EC) No 2232/96 provides for a programme for the evaluation of flavouring substances in order to check whether they comply with the general criteria for the use of flavouring substances set out in the Annex to that Regulation.\n(3) The European Food Safety Authority concluded in its opinion of 29 November 2007 on aliphatic and aromatic hydrocarbons, that 2-Methylbuta-1,3-diene (registered with FL-No 01 049) showed genotoxic potential in vivo and carcinogenic effect in experimental animals. Accordingly, its use as a flavouring substance is not acceptable, because it does not comply with the general criteria for the use of flavouring substances set out in the Annex to the Regulation (EC) No 2232/96. As a consequence, the substance should be deleted from the register.\n(4) Decision 1999/217/EC should be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the Annex to Decision 1999/217/EC, in Part A, the row in the table for the substance bearing FL-No 01 049 (2-Methylbuta-1,3-diene) is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 299, 23.11.1996, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 84, 27.3.1999, p. 1. Decision as last amended by Decision 2006/252/EC (OJ L 91, 29.3.2006, p. 48)."}