{"celex_id": "32003D0607", "uri": "http://publications.europa.eu/resource/cellar/8e91e78b-dfa2-4484-86b1-587006d5b5fe", "type": "Decision", "concepts": ["1309", "192", "2718", "2771", "5369", "5859"], "title": "2003/607/EC: Commission Decision of 18 August 2003 laying down special conditions governing imports of fishery products from Slovakia (Text with EEA relevance) (notified under document number C(2003) 2975)\n", "header": "Commission Decision\nof 18 August 2003\nlaying down special conditions governing imports of fishery products from Slovakia\n(notified under document number C(2003) 2975)\n(Text with EEA relevance)\n(2003/607/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 11 thereof,\nWhereas:\n(1) Slovakia is an acceding State to the Community. An inspection has been carried out in this country on behalf of the Commission to verify the conditions under which fishery products are produced, stored, marketed and dispatched to the Community.\n(2) The requirements of Directive 91/493/EC have been transposed into the legislation of Slovakia.\n(3) In particular, the \"State Veterinary and Food Administration (SVFA)\" is capable of effectively verifying the implementation of the legislation in force.\n(4) The SVFA has provided official assurances regarding compliance with the standards for health controls and monitoring of live freshwater finfish, from aquaculture, intended for direct human consumption, as set out in Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of hygienic requirements equivalent to those laid down by that Directive.\n(5) It is appropriate to lay down detailed provisions concerning fishery products imported into the Community from Slovakia, in accordance with Directive 91/493/EEC. These provisions should include that only live freshwater finfish from aquaculture intended for direct human consumption may be authorised for imports into the Community.\n(6) It is also necessary to draw up a list of approved establishments. This list should be drawn up on the basis of a communication from the SVFA to the Commission.\n(7) It is appropriate for the present Decision to be applied three days after its publication providing for the necessary transitional period.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The \"State Veterinary and Food Administration (SVFA)\" assisted by the \"District Veterinary and Food Administration (DVFA)\" shall be the competent authority in Slovakia identified for the purposes of verifying and certifying compliance of fishery products with the requirements of Directive 91/493/EEC.", "Fishery products imported into the Community from Slovakia shall meet the requirements set out in Articles 3, 4 and 5.", "1. Fishery products shall be live fish produced by freshwater aquaculture, intended for direct human consumption and belonging to one of the following species:\n(a) Carp (Cyprinus carpio);\n(b) Grass carp (Ctenopharyngodon idella);\n(c) Silver carp (Hypophthalmichtys molitrix);\n(d) Pike (Esox lucius);\n(e) Catfish (Silurus glanis);\n(f) Zander or European pikeperch (Stizostedion lucioperca);\n(g) Trout (Oncorhynchus mykiss, Salmo trutta);\n(h) Grayling (Thymallus thymallis);\n(i) Brook trout (Salvelinus fontinalis).\n2. Each consignment shall be accompanied by a numbered original health certificate in accordance with the model in Annex I and comprising a single sheet, duly completed, signed and dated.\n3. The certificate shall be drawn up in at least one official language of the Member State where the checks are carried out.\n4. The certificate shall bear the name, capacity, and signature of the representative of the SVFA, and the latter's official stamp in a colour different from that of the endorsements.", "The fishery products shall come from approved establishments listed in Annex II.", "All packages shall bear the words \"SLOVAKIA\" and the approval/registration number of the establishment of origin in indelible letters.", "This Decision shall apply from 23 August 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 122, 16.5.2003, p. 1.\nANNEX I\n>PIC FILE= \"L_2003210EN.002202.TIF\">\n>PIC FILE= \"L_2003210EN.002301.TIF\">\nANNEX II\nLIST OF ESTABLISHMENTS\n>TABLE>\nPP: Processing Plant"}