{"celex_id": "32004D0205", "uri": "http://publications.europa.eu/resource/cellar/ef03c80e-1d46-441e-a804-85a6c16d5a75", "type": "Decision", "concepts": ["12", "1445", "3408", "4057", "5369", "619"], "title": "2004/205/EC: Commission Decision of 1 March 2004 laying down transitional measures for intra-Community trade in semen, ova and embryos of the bovine, porcine, ovine, caprine and equine species obtained in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (Text with EEA relevance) (notified under document number C(2004) 574)\n", "header": "Commission Decision\nof 1 March 2004\nlaying down transitional measures for intra-Community trade in semen, ova and embryos of the bovine, porcine, ovine, caprine and equine species obtained in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n(notified under document number C(2004) 574)\n(Text with EEA relevance)\n(2004/205/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2 (3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 42 thereof,\nWhereas:\n(1) From 1 May 2004 semen, ova and embryos of the bovine, porcine, ovine, caprine and equine species obtained in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (the New Member States) and intended for intra-Community trade will have to comply with all the conditions established by the relevant Community legislation.\n(2) In particular, those products will be subject to the animal-health requirements laid down in Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species(1), Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species(2), Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species(3) and Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC(4).\n(3) Certain of those animal products obtained in the New Member States before the date of Accession may be in stocks after the date of Accession. However, those animal products may not comply with all the animal health requirements applicable to intra-Community trade.\n(4) In order to facilitate the transition from the existing regime for products from the New Member States to that resulting from the application of the Community animal health legislation, it appears appropriate to lay down transitional measures for trade in those products.\n(5) Article 53 of the Act of Accession provides that the new Member States shall be considered as having received notification of the present Decision upon Accession.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to semen, ova and embryos of the bovine, porcine, ovine, caprine and equine species which are subject to the animal-health requirements laid down in Directives 88/407/EEC, 89/556/EEC, 90/429/EEC and 92/65/EEC and are obtained before 1 May 2004 in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (the New Member States).", "From 1 May 2004 products referred to in Article 1 shall not be dispatched to other Member States.", "1. By way of derogation from Article 2, the products referred to in Article 1 may, from 1 May 2004 until 31 December 2004:\n(a) be dispatched to other New Member States provided that:\n(i) the State of destination authorises the dispatch,\n(ii) the conditions established by the State of destination before 1 May 2004 are complied with;\n(b) enter intra-Community trade provided that the products:\n(i) were obtained in centres or by teams authorised to export to the Community,\n(ii) bear the approval number assigned to the centre or team for the purpose of exports to the Community.\n2. The animal health certificate accompanying consignments of the products referred to in paragraph 1 shall bear the following additional certification signed by the official veterinarian:\"Semen, ova or embryos (delete as appropriate) of the bovine, porcine, ovine, caprine or equine species (delete as appropriate) conforming to the requirements of Commission Decision 2004/205/EC(5) and obtained before 1 May 2004.\"", "The Member States shall take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "The Decision shall apply subject to and as from the date of the entry into force of the 2003 Treaty of Accession.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 194, 22.7.1988, p. 10. Directive as last amended by Commission Decision 2004/101/EC (OJ L 30, 4.2.2004, p. 15).\n(2) OJ L 302, 19.10.1989, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3) OJ L 224, 18.8.1990, p. 62. Directive as last amended by Regulation (EC) No 806/2003.\n(4) OJ L 268, 14.9.1992, p. 54. Directive as last amended by Commission Regulation (EC) No 1398/2003 (OJ L 198, 6.8.2003, p. 3).\n(5) OJ L 65, 3.3.2004, p. 23."}