{"celex_id": "32007R0533", "uri": "http://publications.europa.eu/resource/cellar/688062c5-c5cc-422d-a2b3-587420407e1f", "type": "Regulation", "concepts": ["161", "1644", "3191", "4687", "4743"], "title": "Commission Regulation (EC) No 533/2007 of 14 May 2007 opening and providing for the administration of tariff quotas in the poultrymeat sector\n", "header": "15.5.2007 EN Official Journal of the European Union L 125/9\nCOMMISSION REGULATION (EC) No 533/2007\nof 14 May 2007\nopening and providing for the administration of tariff quotas in the poultrymeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) In the framework of the World Trade Organisation, the Community has undertaken to open tariff quotas for certain products in the poultrymeat sector. As a result, detailed rules for the administration of those quotas should be laid down.\n(2) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2) and Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (3) should apply, save as otherwise provided for in this Regulation.\n(3) Commission Regulation (EC) No 1251/96 of 28 June 1996 opening and providing for the administration of tariff quotas in the poultry meat sector and albumin (4) has been substantially amended several times and further changes are needed. Regulation (EC) No 1251/96 should therefore be repealed and replaced by a new regulation.\n(4) In order to ensure a regular flow of imports, the quota period running from 1 July to 30 June the following year should be subdivided into several subperiods. In any event, under Regulation (EC) No 1301/2006 licences are valid only up to and including the last day of the tariff quota period.\n(5) The administration of the tariff quotas should be based on import licences. To that end, detailed rules for the submission of applications and the information which must appear in applications and licences should be laid down.\n(6) In view of the risk of speculation inherent in the system in the poultrymeat sector, clear conditions should be laid down as regards access for operators to the tariff quota scheme.\n(7) In order to ensure proper administration of the tariff quotas, the security for import licences should be set at EUR 20 per 100 kilograms.\n(8) In the interests of the operators, the Commission should determine the quantities that have not been applied for, which will be added to the next quota subperiod in accordance with Article 7(4) of Regulation (EC) No 1301/2006.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1.   The tariff quotas in Annex I are hereby opened for the import of poultrymeat products under the CN codes indicated therein.\nThe tariff quotas shall be open on an annual basis for the period from 1 July to 30 June the following year.\n2.   The quantity of products covered by the quotas referred to in paragraph 1, the applicable rate of customs duty, the order numbers and the group numbers shall be as set out in Annex I.", "The provisions of Regulations (EC) Nos 1291/2000 and 1301/2006 shall apply, save as otherwise provided for in this Regulation.", "The quantity set for the annual tariff quota period for each order number shall be subdivided into four subperiods, as follows:\n(a) 25 % from 1 July to 30 September;\n(b) 25 % from 1 October to 31 December;\n(c) 25 % from 1 January to 31 March;\n(d) 25 % from 1 April to 30 June.", "1.   For the purposes of applying Article 5 of Regulation (EC) No 1301/2006, applicants for import licences shall, when submitting the first application for a given tariff quota period, provide proof that they imported or exported at least 50 tonnes of products covered by Regulation (EEC) No 2777/75 in each of the two periods referred to in the said Article 5.\n2.   Licence applications may refer to only one of the order numbers indicated in Annex I to this Regulation. They may concern several products covered by different CN codes. If they do, all the CN codes and their designations must be entered in sections 16 and 15 respectively of the licence application and the licence.\nLicence applications must be for a minimum of 10 tonnes and a maximum of 10 % of the quantity available for the quota concerned in the subperiod in question.\n3.   Licence applications and licences shall contain the following entries:\n(a) in box 8, the name of the country of origin;\n(b) in box 20, one of the entries listed in Annex II, Part A;\nBox 24 of the licence shall contain one of the entries indicated in Annex II, Part B.", "1.   Licence applications shall be submitted only during the first seven days of the month preceding each subperiod referred to in Article 3.\n2.   A security of EUR 20 per 100 kilograms shall be lodged when an application for a licence is submitted.\n3.   By way of derogation from Article 6(1) of Regulation (EC) No 1301/2006, each applicant may submit several applications for import licences for products covered by a single order number, provided these products originate in different countries. Separate applications for each country of origin must be submitted simultaneously to the competent authority of a Member State. They shall be regarded as a single application, for the purposes of the maximum referred to in the second subparagraph of Article 4(2) of this Regulation.\n4.   Not later than the fifth day following the end of the period for submission of applications, Member States shall notify the Commission of the total quantities, in kilograms, applied for in respect of each group.\n5.   Licences shall be issued as of the seventh working day and at the latest by the eleventh working day following the end of the notification period provided for in paragraph 4.\n6.   The Commission shall set, where appropriate, the quantity for which no applications for licences were received and which are automatically added to the quantity set for the next quota subperiod.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify the Commission by the end of the first month of each quota subperiod of the total quantities in kilograms for which licences have been issued, as referred to in Article 11(1)(b) of this Regulation.\n2.   Member States shall communicate to the Commission, before the end of the fourth month following each annual quota period, the quantities, expressed in kilograms, under each order number actually put into free circulation under this Regulation in the period concerned.\n3.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify the Commission of the quantities to which unused or partially used import licences relate, first when the application for the last subperiod is sent, and again before the end of the fourth month following each annual period.", "1.   By way of derogation from Article 23 of Regulation (EC) No 1291/2000, import licences shall be valid for 150 days from the first day of the subperiod for which they are issued.\n2.   Without prejudice to Article 9(1) of Regulation (EC) No 1291/2000, the rights deriving from the licences may be transferred only to transferees satisfying the eligibility conditions set out in Article 5 of Regulation (EC) No 1301/2006 and Article 4(1) of this Regulation.", "Regulation (EC) No 1251/96 is hereby repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 June 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 311/2007 (OJ L 90, 30.3.2007, p. 12).\n(3)  OJ L 238, 1.9.2006, p. 13. Regulation as last amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(4)  OJ L 161, 29.6.1996, p. 136. Regulation as last amended by Regulation (EC) No 1179/2006 (OJ L 212, 2.8.2006, p. 7).\nANNEX I\nGroup No Order number CN code Duty applicable Annual quantities\nP 1 09.4067 0207 11 10 131 6 249\n0207 11 30 149\n0207 11 90 162\n0207 12 10 149\n0207 12 90 162\nP 2 09.4068 0207 13 10 512 8 070\n0207 13 20 179\n0207 13 30 134\n0207 13 40 93\n0207 13 50 301\n0207 13 60 231\n0207 13 70 504\n0207 14 20 179\n0207 14 30 134\n0207 14 40 93\n0207 14 60 231\nP 3 09.4069 0207 14 10 795 2 305\nP 4 09.4070 0207 24 10 170 1 201\n0207 24 90 186\n0207 25 10 170\n0207 25 90 186\n0207 26 10 425\n0207 26 20 205\n0207 26 30 134\n0207 26 40 93\n0207 26 50 339\n0207 26 60 127\n0207 26 70 230\n0207 26 80 415\n0207 27 30 134\n0207 27 40 93\n0207 27 50 339\n0207 27 60 127\n0207 27 70 230\nANNEX II\nA.   Entries referred to in Article 4(3)(b), first subparagraph:\nIn Bulgarian : Регламент (ЕО) № 533/2007.\nIn Spanish : Reglamento (CE) no 533/2007.\nIn Czech : Nařízení (ES) č. 533/2007.\nIn Danish : Forordning (EF) nr. 533/2007.\nIn German : Verordnung (EG) Nr. 533/2007.\nIn Estonian : Määrus (EÜ) nr 533/2007.\nIn Greek : Kανονισμός (ΕΚ) αριθ. 533/2007.\nIn English : Regulation (EC) No 533/2007.\nIn French : Règlement (CE) no 533/2007.\nIn Italian : Regolamento (CE) n. 533/2007.\nIn Latvian : Regula (EK) Nr. 533/2007.\nIn Lithuanian : Reglamentas (EB) Nr. 533/2007.\nIn Hungarian : 533/2007/EK rendelet.\nIn Maltese : Ir-Regolament (KE) Nru 533/2007.\nIn Dutch : Verordening (EG) nr. 533/2007.\nIn Polish : Rozporządzenie (WE) nr 533/2007.\nIn Portuguese : Regulamento (CE) n.o 533/2007.\nIn Romanian : Regulamentul (CE) nr. 533/2007.\nIn Slovak : Nariadenie (ES) č. 533/2007.\nIn Slovenian : Uredba (ES) št. 533/2007.\nIn Finnish : Asetus (EY) N:o 533/2007.\nIn Swedish : Förordning (EG) nr 533/2007.\nB.   Entries referred to in the second subparagraph of Article 4(3):\nIn Bulgarian : намаляване на общата митническа тарифа съгласно предвиденото в Регламент (ЕО) № 533/2007.\nIn Spanish : reducción del arancel aduanero común prevista en el Reglamento (CE) no 533/2007.\nIn Czech : snížení společné celní sazby tak, jak je stanoveno v nařízení (ES) č. 533/2007.\nIn Danish : toldnedsættelse som fastsat i forordning (EF) nr. 533/2007.\nIn German : Ermäßigung des Zollsatzes nach dem GZT gemäß Verordnung (EG) Nr. 533/2007.\nIn Estonian : ühise tollitariifistiku maksumäära alandamine vastavalt määrusele (EÜ) nr 533/2007.\nIn Greek : Μείωση του δασμού του κοινού δασμολογίου, όπως προβλέπεται στον κανονισμό (ΕΚ) αριθ. 533/2007.\nIn English : reduction of the Common Customs Tariff pursuant to Regulation (EC) No 533/2007.\nIn French : réduction du tarif douanier commun comme prévu au règlement (CE) no 533/2007.\nIn Italian : riduzione del dazio della tariffa doganale comune a norma del regolamento (CE) n. 533/2007.\nIn Latvian : Regulā (EK) Nr. 533/2007 paredzētais vienotā muitas tarifa samazinājums.\nIn Lithuanian : bendrojo muito tarifo muito sumažinimai, nustatyti Reglamente (EB) Nr. 533/2007.\nIn Hungarian : a közös vámtarifában szereplő vámtétel csökkentése a 533/2007/EK rendelet szerint.\nIn Maltese : tnaqqis tat-tariffa doganali komuni kif jipprovdi r-Regolament (KE) Nru 533/2007.\nIn Dutch : Verlaging van het gemeenschappelijke douanetarief overeenkomstig Verordening (EG) nr. 533/2007.\nIn Polish : Cła WTC obniżone jak przewidziano w rozporządzeniu (WE) nr 533/2007.\nIn Portuguese : redução da Pauta Aduaneira Comum como previsto no Regulamento (CE) n.o 533/2007.\nIn Romanian : reducerea Tarifului Vamal Comun astfel cum este prevăzut în Regulamentul (CE) nr. 533/2007.\nIn Slovak : Zníženie spoločnej colnej sadzby, ako sa ustanovuje v nariadení (ES) č. 533/2007.\nIn Slovenian : znižanje skupne carinske tarife v skladu z Uredbo (ES) št. 533/2007.\nIn Finnish : Asetuksessa (EY) N:o 533/2007 säädetty yhteisen tullitariffin alennus.\nIn Swedish : nedsättning av dEn gemensamma tulltaxan i enlighet med förordning (EG) nr 533/2007.\nANNEX III\nCorrelation table\nRegulation (EC) No 1251/96 This Regulation\nArticle 1 Article 1\nArticle 2 Article 3\nArticle 3 —\nArticle 4(1)(a) Article 4(1)\nArticle 4(1)(b) Article 4(2)\nArticle 4(1)(c) Article 4(3)\nArticle 4(1)(d) Article 4(3)\nArticle 4(1)(e) Article 4(3)\nArticle 5(1), first subparagraph Article 5(1)\nArticle 5(1), second subparagraph —\nArticle 5(2) —\nArticle 5(2), third subparagraph Article 5(3)\nArticle 5(3) Article 5(2)\nArticle 5(4), first subparagraph Article 5(4)\nArticle 5(4), second subparagraph —\nArticle 5(5) —\nArticle 5(6) —\nArticle 5(7) —\nArticle 5(8), first subparagraph Article 6(2)\nArticle 5(8), second subparagraph —\nArticle 6, first subparagraph Article 7(1)\nArticle 6, second subparagraph —\nArticle 7 —\nArticle 8 Article 9\nAnnex I Annex I\nAnnex II —\nAnnex III —\nAnnex IV —"}