{"celex_id": "32005D0498", "uri": "http://publications.europa.eu/resource/cellar/0d14c4a3-27b5-4519-8cb6-dc5a6175642e", "type": "Decision", "concepts": ["1196", "1309", "1596", "192", "2718", "5369"], "title": "2005/498/EC: Commission Decision of 12 July 2005 laying down special conditions for imports of fishery products from Algeria (notified under document number C(2005) 2533) Text with EEA relevance\n", "header": "14.7.2005 EN Official Journal of the European Union L 183/92\nCOMMISSION DECISION\nof 12 July 2005\nlaying down special conditions for imports of fishery products from Algeria\n(notified under document number C(2005) 2533)\n(Text with EEA relevance)\n(2005/498/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) An inspection has been carried out on behalf of the Commission in Algeria to verify the conditions under which fishery products are produced, stored and dispatched to the Community.\n(2) The requirements in the legislation of Algeria on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC.\n(3) In particular, the ‘Direction des services vétérinaires (DSV) – Ministère de l’agriculture et du développement rural’ is capable of effectively verifying the implementation of the rules in force.\n(4) The DSV has provided official assurances on compliance with the standards for health controls and monitoring of fishery products as set out in Chapter V of the Annex to Directive 91/493/EEC and on the fulfilment of hygienic requirements equivalent to those laid down by that Directive.\n(5) It is appropriate to lay down detailed provisions concerning fishery products imported into the Community from Algeria, in accordance with Directive 91/493/EEC.\n(6) It is also necessary to draw up a list of approved establishments, factory vessels, or cold stores, and a list of freezer vessels equipped in accordance with the requirements of Council Directive 92/48/EEC of 16 June 1992 laying down the minimum hygiene rules applicable to fishery products caught on board certain vessels in accordance with Article 3(1)(a)(i) of Directive 91/493/EEC (2). Those lists should be drawn up on the basis of a communication from the DSV to the Commission.\n(7) It is appropriate for this Decision to be applied 45 days after its publication providing for the necessary transitional period.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The ‘Direction des services vétérinaires (DSV) – Ministère de l’agriculture et du développement rural’ shall be the competent authority in Algeria identified for the purposes of verifying and certifying compliance of fishery products with the requirements of Directive 91/493/EEC.", "Fishery products imported into the Community from Algeria shall meet the requirements set out in Articles 3, 4 and 5.", "1.   Each consignment shall be accompanied by a numbered original health certificate in accordance with the model set out in Annex I and comprising a single sheet, duly completed, signed and dated.\n2.   The health certificate shall be drawn up in at least one official language of the Member States where the checks are carried out.\n3.   The health certificate shall bear the name, capacity and signature of the representative of the DSV, and the latter’s official stamp in a colour different from that of the endorsements.", "The fishery products shall come from approved establishments, factory vessels, or cold stores, or from registered freezer vessels listed in Annex II.", "All packages shall bear the word ‘ALGERIA’ and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters, except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods.", "This Decision shall apply from 28 August 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 July 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 15. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 187, 7.7.1992, p. 41.\nANNEX I\nHEALTH CERTIFICATE\nfor fishery products from Algeria and intended for export to the European Community, excluding bivalve molluscs, echinoderms, tunicates and marine gastropods in whatever form\nANNEX II\nLIST OF ESTABLISHMENTS AND VESSELS\nApproval No Name City Region Approval limit Category\n06402 Eurl Contra 2 P Oued Ghir  PP\n13408 Sarl Agromar Chetouane  PP\n13409 Eurl Zahret El Yasmine Ghazaouet  PP\n13411 Sarl Trading et Agencement Commercial T.A.C. Ghazaouet  PP\n16401 Kahina Al 78 (Eurl Union Pêche) Hydra  FV\n16402 Cherif (Eurl Union Pêche) Hydra  FV\n16403 Nuevo Jose Molia Ikram Al 80 (SPA Sepia) Bab el Oued  FV\n16404 Sarl Muskaten Alger  PP\n16405 Cartena CH 645 (SPA Somalep II) Bou-Ismail  FV\n16409 Raimane (SPA Somalep II) Bou-Ismail  FV\n16412 Karima (Sarl Karima Pêche) Alger  FV\n16417 Établissement Bouali Chéraga  PP\n16427 Brahim II (Eurl Union Pêche) Hydra  FV\n16438 El Andaloussi Al 137 (Sarl Pesca Nord I) Ténes  FV\n16439 El Kortobi Al 137 (Sarl Pesca Nord I) Ténes  FV\n16440 Oulhaca (Sarl Pêche Ouest) Oran  FV\n16441 El Mansoura 139 (Sarl Pêche Ouest) Oran  FV\n16442 Naila (Eurl Union Pêche) Hydra  FV\n16443 El Malaka (Sarl El Malaka Fishing) Oran  FV\n16444 Alis Mar (Sarl Alis Mar) Oran  FV\n16445 Sarl Iperfish Dar-el-Beida  PP\n16449 Lydia Al 240 (Sarl Al Poiss) Staoueli  FV\n16450 Sarl GSF Chéraga  PP\n16451 Tinaghi Al 238 (Sarl Alespa Pêche) Dély Ibrahim  FV\n16452 Ouardia (Société Smalep) Alger  FV\n16453 Mont Zaccar (Sarl Etap) Chéraga  FV\n16454 Sarl Mesfina Chéraga  PP\n16455 Mont Asfour (Sarl Etap) Chéraga  FV\n16456 Mont Djurdjura (Sarl Etap) Chéraga  FV\n16457 Bellid Said Bordj el Kiffan  PP\n16458 Sarl Fimexal Fish Zéralda  PP\n16459 Nouha Al 118 (Rahouat Fethi) Bordj el Kiffan  FV\n18403 Sarl Mesfina Jijel  PP\n21410 Sarl Stora Fishing Skikda  PP\n23401 Sarl Cape de Garde El Bouni  FV\n23412 Rouibah Hacene Annaba  PP\n23418 Sarl Sahari Export Annaba  PP\n23428 Sarl Al Fish Annaba  PP\n23430 Sarl Medifish Annaba  PP\n23434 Sarl Crustifish Algérie Annaba  PP\n23435 Sarl Algérie Fish Annaba  PP\n23436 Sarl Finta pêche Annaba  PP\n23437 Sarl Haroun Errachid Annaba  PP\n27412 Eurl Crustal Mostaganem  PP\n31403 Sarl Mesfina Oran  PP\n31407 Sarl Bahia Pêche Bir el Djir  PP\n31416 Établissement Hanafi Kouider Bir el Djir  PP\n31417 Oued Tafna Or 2375 (Sarl Alfim) Oran  FV\n31421 Sarl Zama Oran  PP\n31423 Sarl Pêche de l’Ouest Oran  PP\n31424 Oued Rhumel Or 2419 (Sarl Alfim) Alger  FV\n31428 Sarl Eximer Ain el Tork  PP\n31429 Eurl Ayad Yamina Bir el Djir  PP\n31430 Sarl Alfish Oran  PP\n31432 Dina Or 2830 (Sarl Socop) Alger  FV\n31441 Cap Falcon Or 2830 (Sarl Gambera Pêche) Oran  FV\n31442 Sarl Agromar Oran  PP\n31443 Eurl Petite Lilly Bir el Djir  PP\n36405 Sarl MSPM El Mordjane El kala  PP\n36411 Sarl Ziani Aissa El kala  PP\n36415 Eurl Siadico El Tarf  PP\n36416 Sarl El Amine El Tarf  PP\n42411 Sarl Plate Forme Juto Ain-Taggourait  PP\n42414 Sarl Promal Bou-Haroun  PP\n42416 Eurl Chénoua Bou-Haroun  PP\n42417 Eurl Benimpex Koléa  PP\n42418 Sarl Alfish Cherchell  PP\n46403 Belkacem Abdelkader Sidi Benadda  PP\n46409 Conserverie des fruits de mer El Malah  PP\n46411 Si Bachir Mohamed Ain-Temouchent  PP\n46416 Eurl Sampla Ben Saf  PP\n46417 El Wiam (Sarl Gefishco) Boufarik  FV\n46418 Sarl Sexim Trading Ben Saf  PP\n46419 El Malikou (Sarl Gefishco) Boufarik  FV\n46422 Abibas (Sarl Abibas) Oran  FV\n46426 Sarl Bahia Pêche Ben Saf  PP\n46427 Sarl El Fadl Hammam-Bouhadjar  PP\nLegend:\nFV Factory vessels\nPP Processing plant"}