{"celex_id": "32006R2017", "uri": "http://publications.europa.eu/resource/cellar/4853bb0b-73a2-44a8-afe4-2375a61a006a", "type": "Regulation", "concepts": ["1159", "2437", "5228", "5254", "544", "598"], "title": "Commission Regulation (EC) No 2017/2006 of 20 December 2006 amending Council Regulation (EC) No 51/2006 as regards the catch limits for the stock of Norway pout in ICES zones IIa (EC waters), IIIa and IV (EC waters)\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/44\nCOMMISSION REGULATION (EC) No 2017/2006\nof 20 December 2006\namending Council Regulation (EC) No 51/2006 as regards the catch limits for the stock of Norway pout in ICES zones IIa (EC waters), IIIa and IV (EC waters)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 51/2006 of 22 December 2005 fixing for 2006 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (1), and in particular Article 5(7) thereof,\nWhereas:\n(1) Pursuant to Article 5(7) of Regulation (EC) No 51/2006, the Commission may revise the catch limits for the stock of Norway pout in ICES zones IIa (EC waters), IIIa and IV (EC waters) in the light of scientific information collected during the first half of 2006.\n(2) Following new scientific advice from the International Council for the Exploration of the Sea (ICES) as well as the Scientific, Technical and Economic Committee for Fisheries (STEFC), new catch limits for the stock of Norway pout in ICES zones IIa (EC waters), IIIa and IV (EC waters) were established by Commission Regulation (EC) No 1259/2006 amending Regulation (EC) No 51/2006 (2).\n(3) Norway pout is a North Sea stock which is shared with Norway but which is currently not managed jointly by the two Parties.\n(4) Following the adoption of Regulation (EC) No 1259/2006, the Community held consultations with Norway, which did not result in agreement between Norway and the Community on an allocation key for that stock for 2006.\n(5) In the absence of an allocation key between Norway and the Community for that stock and in recognition of the fact that Norway should be able to fish part of the total allowable catch (TAC) recommended by ICES and STECF, the Community should set an autonomous Community catch limit which is lower than the recommended TAC.\n(6) The autonomous Community catch limit should be fixed at a level of 75 % of the recommended TAC. That percentage corresponds to the Community share of total catches on this stock during the last five years and represents the estimated zone attachment calculated through survey data obtained during recent years. However, such approach should be without prejudice to the Community position as regards any future allocation negotiations with Norway.\n(7) Annex IA to Regulation No 51/2006 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Annex IA to Regulation (EC) No 51/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 16, 20.1.2006, p. 1. Regulation as last amended by Regulation (EC) No 1782/2006 (OJ L 345, 8.12.2006, p. 10).\n(2)  OJ L 229, 23.8.2006, p. 3.\nANNEX\nAnnex IA to Regulation (EC) No 51/2006 is amended as follows:\nThe entry concerning the stock of Norway pout in zones IIa (EC waters), IIIa and IV (EC waters) is replaced by the following:\n‘Species : Norway pout\nZone : IIa (EC waters), IIIa, IV (EC waters)\n‘Species : Norway pout\nZone : IIa (EC waters), IIIa, IV (EC waters)\nDenmark 70 185 Analytical TAC.\nGermany 13\nThe Netherlands 52\nEC 70 250\nNorway 1 000 (1)\nTAC Not relevant"}