{"celex_id": "32005R1046", "uri": "http://publications.europa.eu/resource/cellar/649be364-9f20-440f-96da-e1e2c454c5c9", "type": "Regulation", "concepts": ["161", "1744", "4385", "4994", "5063", "613"], "title": "Commission Regulation (EC) No 1046/2005 of 4 July 2005 amending Regulation (EC) No 958/2003 laying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\n", "header": "5.7.2005 EN Official Journal of the European Union L 172/79\nCOMMISSION REGULATION (EC) No 1046/2005\nof 4 July 2005\namending Regulation (EC) No 958/2003 laying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/286/EC of 8 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of the outcome of negotiations between the Parties on new mutual agricultural concessions (1), and in particular Article 3(2) thereof,\nHaving regard to the Council and Commission Decision 2005/430/EC, Euratom of 18 April 2005 on the conclusion of an Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (2), and in particular Article 2 thereof,\nWhereas:\n(1) By Decision 2003/286/EC the Community undertook to establish nil duty import tariff quotas for wheat, meslin and wheat gluten and for maize from Bulgaria. For the 2003/2004 marketing year the volumes of these were set at 250 000 tonnes and 80 000 tonnes respectively. Commission Regulation (EC) No 958/2003 (3) sets rules for managing the tariff quotas.\n(2) By Decision 2005/430/EC, Euratom the Community has undertaken to increase the wheat, meslin and wheat gluten quota to 352 000 tonnes from 1 July 2005, with a yearly increase of 32 000 tonnes. Annex I to Regulation (EC) No 958/2003 must therefore be adapted to take account of this increase.\n(3) Regulation (EC) No 958/2003 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for cereals,", "main_body": ["Annex I to Regulation (EC) No 958/2003 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 102, 24.4.2003, p. 60.\n(2)  OJ L 155, 17.6.2005, p. 1.\n(3)  OJ L 136, 4.6.2003, p. 3. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\nANNEX\n‘ANNEX I\nList of products originating in Bulgaria to in Article 1(1) and (2)\nCN code Order No Description of product Duty Annual quantity from 1.7.2005 to 30.6.2006 and following years Yearly increase as from 1.7.2006\n1001 09.4676 Wheat and meslin Nil 352 000 32 000\n1109 00 00 Wheat gluten\n1005 90 00 09.4677 Maize Nil 96 000 8 000’"}