{"celex_id": "32003D0052", "uri": "http://publications.europa.eu/resource/cellar/ea395ccb-b5d5-432d-a1cf-7baa12141b25", "type": "Decision", "concepts": ["4266", "4369", "4502", "5581", "77", "863"], "title": "2003/52/EC: Commission Decision of 22 January 2003 granting Spain a derogation to bring its national statistical system into conformity with Regulation (EC) No 1221/2002 of the European Parliament and of the Council (notified under document number C(2003) 292)\n", "header": "Commission Decision\nof 22 January 2003\ngranting Spain a derogation to bring its national statistical system into conformity with Regulation (EC) No 1221/2002 of the European Parliament and of the Council\n(notified under document number C(2003) 292)\n(Only the Spanish text is authentic)\n(2003/52/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1221/2002 of the European Parliament and of the Council of 10 June 2002 on quarterly non-financial accounts for general government(1), and in particular Article 5(2) and Article 6(2) thereof,\nWhereas:\n(1) Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community(2) (ESA 95), as last amended by Commission Regulation (EC) No 1889/2002(3), contains the reference framework of common standards, definitions, classifications and accounting rules for drawing up the accounts of the Member States for the statistical requirements of the Community, in order to obtain comparable results between Member States.\n(2) The objective of Regulation (EC) No 1221/2002 is to establish simplified quarterly non-financial accounts, whose contents are defined by reference to the list of ESA 95 categories, for the general government sector.\n(3) Article 5(2) of Regulation (EC) No 1221/2002 provides that, in so far as national statistical systems require major adaptations, the Commission may grant a derogation, not exceeding one year, concerning the date of the first transmission of quarterly data from the first quarter of 2002 onwards.\n(4) In addition, Article 6(2) of Regulation (EC) No 1221/2002, in so far as national statistical systems require major adaptations, provides that, with regard to the transmission of backdata, the Commission may grant a derogation, not exceeding one year, concerning the date of the first transmission of quarterly data from the first quarter of 1999 onwards.\n(5) In a letter dated 24 July 2002, the Spanish authorities asked to be granted a one-year derogation to bring their national statistical system into conformity with the requirements of Regulation (EC) No 1221/2002.\n(6) The Spanish authorities base their request on the need to adapt the system for drawing up quarterly national accounts to the changes ensuing from the new legal framework for the financing of the Autonomous Communities, the Royal Decrees on the transfer of powers to the Autonomous Communities, and the adaptation of the General Accounting Plan to the local authorities, all of which impact the budget information systems used to draw up the non-financial accounts for general government.\n(7) The request by Spain should therefore be granted until 30 June 2003,", "main_body": ["Pursuant to Article 5(2) and Article 6(2) of Regulation (EC) No 1221/2002, Spain is granted a derogation until 30 June 2003 at the latest in order to bring its national statistical system into conformity with the said Regulation.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 22 January 2003.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 179, 9.7.2002, p. 1.\n(2) OJ L 310, 30.11.1996, p. 1.\n(3) OJ L 286, 24.10.2002, p. 11."}