{"celex_id": "32005D0486", "uri": "http://publications.europa.eu/resource/cellar/84917d9f-73d0-4f46-b529-842dc210a43e", "type": "Decision", "concepts": ["1005", "2455", "392", "4488", "5283", "6025", "6030"], "title": "2005/486/EC: Commission Decision of 23 June 2005 on the eligibility of expenditure to be incurred by certain Member States in 2005 for the collection and management of the data needed to conduct the common fisheries policy (notified under document number C(2005) 1858)\n", "header": "13.7.2005 EN Official Journal of the European Union L 181/31\nCOMMISSION DECISION\nof 23 June 2005\non the eligibility of expenditure to be incurred by certain Member States in 2005 for the collection and management of the data needed to conduct the common fisheries policy\n(notified under document number C(2005) 1858)\n(Only the Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Spanish and Swedish texts are authentic)\n(2005/486/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2000/439/EC of 29 June 2000 on a financial contribution from the Community towards the expenditure incurred by Member States in collecting data and for financing studies and pilot projects for carrying out the common fisheries policy (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Decision 2000/439/EC lays down the conditions whereby the Member States may receive a contribution from the Community for expenditure incurred in their national programmes as provided for in Council Regulation (EC) No 1543/2000 of 29 June 2000 establishing a Community framework for the collection and management of the data needed to conduct the common fisheries policy (2). Under that decision the Commission, on the basis of the information provided by the Member States, decides each year on the eligibility of the expenditure forecast by the Member States and on the amount of the financial assistance from the Community for the following year.\n(2) The Commission has received the annual submissions of the national programmes from Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Ireland, Italy, Cyprus, Latvia, Lithuania, Malta, the Netherlands, Poland, Portugal, Finland, Sweden and the United Kingdom that describe the data they intend to collect between 1 January 2005 and 31 December 2005 pursuant to Regulation (EC) No 1543/2000. They have also submitted applications for a financial contribution for the expenditure referred to in Article 4 of Decision 2000/439/EC.\n(3) Pursuant to Article 6 of Commission Regulation (EC) No 1639/2001 of 25 July 2001 establishing the minimum and extended Community programmes for the collection of data in the fisheries sector and laying down detailed rules for the application of Council Regulation (EC) No 1543/2000 (3), the Commission has examined Member States’ national programmes for 2005 and has assessed the eligibility of the expenditures on the basis of those programmes. A first instalment should be delivered to the Member States concerned in accordance with Article 6(1)(a) of Decision 2000/439/EC on the basis of that assessment.\n(4) A second instalment is to be forwarded, in 2006, following the transmission and acceptance by the Commission of a financial and technical report of activity detailing the state of completion of the aims set at the time of drawing-up the minimum and extended programmes, in accordance with Article 6(1)(b) of Decision 2000/439/EC and Article 6(2) of Regulation (EC) No 1639/2001.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["This Decision establishes for 2005 the amount of the eligible expenditure for each Member State and the rates of the Community financial contribution for the collection and management of the data needed to conduct the common fisheries policy.", "Expenditure incurred in collecting and managing of the data needed to conduct the common fisheries policy, as set out in Annex I, shall qualify for a financial contribution from the Community not exceeding 50 % of the eligible expenditure for the minimum programme as provided for in Article 5 of Regulation (EC) No 1543/2000.", "Expenditure incurred in collecting and managing of the data needed to conduct the common fisheries policy, as set out in Annex II, shall qualify for a financial contribution from the Community not exceeding 35 % of the eligible expenditure for the extended programme as provided for in Article 5 of Regulation (EC) No 1543/2000.", "1.   The Community shall pay a first instalment of 50 % of the financial contribution set out in Annexes I and II.\n2.   A second instalment shall be delivered in 2006, after the reception and approval of a financial and a technical report as provided for in Article 6(1)(b) of Decision 2000/439/EC.", "1.   The euro exchange rate used to calculate the amounts eligible under this Decision shall be the rate in force in May 2004.\n2.   The expenditure declarations and applications for advances in national currency received from the Member States not participating in the third stage of economic and monetary union shall be converted into euro at the rate in force for the month in which those declarations and applications are received by the Commission.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Poland, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 23 June 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 176, 15.7.2000, p. 42.\n(2)  OJ L 176, 15.7.2000, p. 1.\n(3)  OJ L 222, 17.8.2001, p. 53.\nANNEX I\nMinimum programme\n(in EUR)\nMember State Eligible expenditure Maximum Community contribution\nBelgium 931 929 465 965\nDenmark 4 632 157 2 316 079\nGermany 3 027 084 1 513 542\nEstonia 434 185 217 092\nGreece 1 551 247 775 624\nSpain 6 932 181 3 466 091\nFrance 5 617 757 2 808 879\nIreland 4 260 714 2 130 356\nItaly 4 214 183 2 107 092\nCyprus 479 018 239 509\nLatvia 309 113 154 556\nLithuania 148 381 74 190\nMalta 593 120 296 560\nNetherlands 3 223 864 1 611 932\nPoland 521 500 260 750\nPortugal 2 855 414 1 427 707\nFinland 986 122 493 061\nSweden 2 144 333 1 072 166\nUnited Kingdom 6 791 948 3 395 974\nTotal 49 654 250 24 827 125\nANNEX II\nExtended programme\n(in EUR)\nMember State Eligible expenditure Maximum Community contribution\nBelgium 0 0\nDenmark 13 745 4 811\nGermany 0 0\nEstonia 22 322 7 813\nGreece 204 180 71 463\nSpain 832 402 291 341\nFrance 343 851 120 348\nIreland 280 878 98 306\nItaly 470 958 164 835\nCyprus 0 0\nLatvia 12 080 4 228\nLithuania 0 0\nMalta 71 980 25 193\nNetherlands 446 583 156 304\nPoland 1 050 368\nPortugal 442 513 154 880\nFinland 279 723 97 903\nSweden 158 263 55 392\nUnited Kingdom 956 754 334 864\nTotal 4 537 282 1 588 049"}