{"celex_id": "32004D0906", "uri": "http://publications.europa.eu/resource/cellar/711f05ba-a8ec-4023-a582-8a24b76b4416", "type": "Decision", "concepts": ["12", "1443", "3559", "6049"], "title": "2004/906/EC: Commission Decision of 23 December 2004 on the appointment of members of the Committee of Senior Labour Inspectors for a term of office\n", "header": "28.12.2004 EN Official Journal of the European Union L 381/78\nCOMMISSION DECISION\nof 23 December 2004\non the appointment of members of the Committee of Senior Labour Inspectors for a term of office\n(2004/906/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Commission Decision 95/319/EC of 12 July 1995 setting up a Committee of Senior Labour Inspectors (1), and in particular Article 5 thereof,\nHaving regard to Commission Decision C(2004) 1542 of 27 April 2004 (2),\nHaving regard to the list of candidates submitted by the 10 new Member States,\nWhereas:\n(1) Article 5(1) of that Decision provides that the Committee shall consist of two representatives from each Member State.\n(2) Article 5(2) of that Decision provides that the members of the Committee shall be nominated by the Commission on a proposal from the Member States.\n(3) Article 5(3) of that Decision provides that the term of office of the members of the Committee shall be three years and that their appointment shall be renewable. However, as the current term of office of the members of the Committee expires on 31 December 2006, it is appropriate to appoint the members from the 10 new Member States for a term of office ending on the same date.\n(4) Following the accession of 10 new Member States to the European Union on 1 May 2004, and on the basis of proposals received from them in accordance with the said Article 5 of Decision 95/319/EC, the Commission has to appoint the members of the Committee to represent the 10 new Member States for the period from 1 May 2004 to 31 December 2006,", "main_body": ["Sole Article\nThe persons named in the Annex to the present Decision are appointed as members of the Committee of Senior Labour Inspectors (SLIC) for a period starting on 1 May 2004 and ending on 31 December 2006."], "attachments": "Done at Brussels, 23 December 2004.\nFor the Commission\nVladimír ŠPIDLA\nMember of the Commission\n(1)  OJ L 188, 9.8.1995, p. 11.\n(2)  Not yet published.\nANNEX\nAppointment of members of the Committee of Senior Labour Inspectors\nThe Committee of Senior Labour Inspectors was set up by Decision 95/319/EC.\nThe Commission has decided to appoint the following members for a period starting on 1 May 2004 and ending on 31 December 2006:\nCzech Republic Mr Jaromir Elbel\nEstonia Mr Priit Siitan\nCyprus Mr Leandros Nicolaides\nLatvia Mr Jānis Bērzinš\nLithuania Mr Mindaugas Pluktas\nHungary Mr András Békés\nMalta Mr Mark Gauci\nPoland Mrs Anna Hintz\nSlovenia Mr Borut Brezovar\nSlovakia Mr Gabriel Hrabovsky"}