{"celex_id": "32007R0078", "uri": "http://publications.europa.eu/resource/cellar/3703bcbb-11ac-41fa-9102-3462a2e876be", "type": "Regulation", "concepts": ["161", "1644", "2300", "3591", "3732"], "title": "Commission Regulation (EC) No 78/2007 of 26 January 2007 on the issue of import licences against applications lodged between 1 and 17 January 2007 within the framework of the tariff quota opened pursuant to Regulation (EC) No 327/98 on rice\n", "header": "27.1.2007 EN Official Journal of the European Union L 20/10\nCOMMISSION REGULATION (EC) No 78/2007\nof 26 January 2007\non the issue of import licences against applications lodged between 1 and 17 January 2007 within the framework of the tariff quota opened pursuant to Regulation (EC) No 327/98 on rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the markets in rice (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 327/98 (3) opened and provided for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several sub-periods in accordance with Annex IX of the Regulation.\n(2) January is the first sub-period for the quotas provided for in points (a), (b), (c) and (d) of Article 1(1) of Regulation (EC) No 327/98.\n(3) It follows from the communications received under Article 8(a) of Regulation (EC) No 327/98 that in the case of quotas bearing serial numbers 09.4148, 09.4154, 09.4112, 09.4117, 09.4118, 09.4119 and 09.4166 applications lodged between 1 and 17 January 2007 in accordance with Article 4(1) of the Regulation relate to a quantity exceeding that available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient laid down to be applied to the quantities applied for.\n(4) The total available quantities for the following sub-period should also be fixed,", "main_body": ["1.   Applications for an import licence for rice covered by quotas bearing serial numbers 09.4127, 09.4128, 09.4148, 09.4149, 09.4150, 09.4152, 09.4153, 09.4154, 09.4112, 09.4116, 09.4117, 09.4118, 09.4119 and 09.4166 specified in Regulation (EC) No 327/98 and lodged between 1 and 17 January 2007 shall be issued certificates for the quantities applied for subject to coefficients set out in the Annex to this Regulation.\n2.   The total available quantities for the following sub-period are set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Commission Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 37, 11.2.1998, p. 5. Regulation as last amended by Regulation (EC) No 2019/2006 (OJ L 384, 29.12.2006, p. 48).\nANNEX\nAllocation coefficients to be applied to quantities applied for in respect of the January 2007 sub-period, quantities carried over to the following sub-period and total available quantities for the following sub-period:\n(a) Quota of wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(a) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for the January 2007 sub-period Total quantities available for the April 2007 sub-period\nUnited States of America 09.4127 100 % 28 107,000\nThailand 09.4128 100 % 9 219,519\nAustralia 09.4129 — 1 019,000\nOther origins 09.4130 — 1 805,000\n‘—’ : no allocation coefficient for this sub-period.\n(b) Quota for husked rice falling within CN code 1006 20 provided for in Article 1(1)(b) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for the January 2007 sub-period Total quantities available for the July 2007 sub-period\nAll countries 09.4148 8,206106 % —\n‘—’ : no quota for this sub-period.\n(c) Quota for broken rice falling within CN code 1006 40 00 provided for in Article 1(1)(c) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for the January 2007 sub-period Total quantities available for the July 2007 sub-period\nThailand 09.4149 100 % 41 517,399\nAustralia 09.4150 0 % 16 000,000\nGuyana 09.4152 0 % 11 000,000\nUnited States of America 09.4153 100 % 8 600,000\nOther origins 09.4154 1,810418 % 6 000,000\n(d) Quota of wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(d) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for the January 2007 sub-period Total quantities available for the July 2007 sub-period\nThailand 09.4112 1,537475 % —\nUnited States of America 09.4116 100 % 2 107,000\nIndia 09.4117 1,41304 % —\nPakistan 09.4118 1,444223 % —\nOther origins 09.4119 1,515957 % —\nAll countries 09.4166 1,264717 % 17 011,000\n‘—’ : no quota for this sub-period."}