{"celex_id": "32002R0271", "uri": "http://publications.europa.eu/resource/cellar/38f81519-8d6f-4328-b771-a132a0879cd2", "type": "Regulation", "concepts": ["1197", "1743", "1876", "3483", "3584", "3870"], "title": "Commission Regulation (EC) No 271/2002 of 14 February 2002 amending, for the fourth time, Council Regulation (EC) No 1705/98 concerning the interruption of certain economic relations with Angola in order to induce the \"União Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97\n", "header": "Commission Regulation (EC) No 271/2002\nof 14 February 2002\namending, for the fourth time, Council Regulation (EC) No 1705/98 concerning the interruption of certain economic relations with Angola in order to induce the \"União Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1705/98 of 28 July 1998 concerning the interruption of certain economic relations with Angola in order to induce the \"Uniao Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97(1), as last amended by Commission Regulation (EC) No 2536/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1705/98 empowers the Commission to amend the Annexes to the Regulation on the basis of determinations by either the competent authorities of the United Nations or the Government of Unity and National Reconciliation of Angola or in the case of Annex VIII on the basis of information and notification supplied by the Member States.\n(2) Annex VIII lists the names and addresses of the competent national authorities. The Government of Germany has informed the Commission of changes in the German competent authority and therefore Annex VIII should be amended accordingly,", "main_body": ["Regulation (EC) No 1705/98 should be amended as follows:\nin Annex VIII: \" Deutsche Bundesbank Wilhelm-Epstein-Straße 29 - 35 D - 60431 Frankfurt/Main Tel. (49-69) 95 66-1 \"\nshall be added to the list of competent national authorities for Germany and the Bundesausfuhramt (BAFA) should be listed as:\n\" Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) Frankfurterstraße 29 - 35 D - 65760 Eschborn Tel. (49-6196) 908-0 \".", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2002.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 215, 1.8.1998, p. 1.\n(2) OJ L 341, 22.12.2001, p. 70."}