{"celex_id": "32008D0324", "uri": "http://publications.europa.eu/resource/cellar/679b69a9-41d1-4a87-842b-cf7380486236", "type": "Decision", "concepts": ["1432", "3017", "3024", "4424", "5181", "5595"], "title": "2008/324/EC: Commission Decision of 25 March 2008 setting up the Platform on Electronic Data Retention for the Investigation, Detection and Prosecution of Serious Crime group of experts\n", "header": "23.4.2008 EN Official Journal of the European Union L 111/11\nCOMMISSION DECISION\nof 25 March 2008\nsetting up the ‘Platform on Electronic Data Retention for the Investigation, Detection and Prosecution of Serious Crime’ group of experts\n(2008/324/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Directive 2006/24/EC of the European Parliament and the Council of 15 March 2006 on the retention of data generated or processed in connection with the provision of publicly available electronic communications services or of public communications networks (1) (the Data Retention Directive) aims to harmonise Member States’ provisions concerning the obligations of providers of publicly available electronic communications services or of public communications networks with respect to the retention of certain data which are generated or processed by them in order to ensure that such data are available for the purpose of the investigation, detection and prosecution of serious crime.\n(2) The preamble to the Data Retention Directive notes that technologies relating to electronic communications are changing rapidly and that legitimate requirements of competent authorities may evolve. In order to obtain advice and encourage the sharing of best practice in all matters relating to the retention of personal data, the Commission intends to establish a group composed of Member States’ law enforcement authorities, associations of the electronic communications industry, representatives of the European Parliament and data protection authorities including the European Data Protection Supervisor.\n(3) Article 14 of the Data Retention Directive states that no later than 15 September 2010, the Commission shall submit to the European Parliament and Council an evaluation of the application of the Directive and its impact on economic operators and consumers, taking into account further developments in electronic communications technology and statistics provided to the Commission on retention of data. The evaluation should help determine whether it is necessary to amend the Data Retention Directive, in particular with regard to the list of data in Article 5 and the periods of retention provided for in Article 6 of the Directive.\n(4) On 10 February 2006 the Council and the Commission issued a Joint Statement in relation to evaluation of the Data Retention Directive. This stated that the Commission will invite relevant stakeholders to regular review meetings to exchange information about technological developments, costs and effectiveness of application of the Directive. The Joint Statement says that during this process Member States will be invited to inform partners of their experiences in implementing the Directive and to share best practice. The Joint Statement further says that on the basis of these discussions ‘the Commission will consider presenting any necessary proposals, including with regard to any difficulties which may have emerged for Member States in relation to the technical and practical implementation of the Directive, in particular its application to Internet e-mail and Internet telephony data’.\n(5) For the reasons indicated above it is necessary to set up a group of experts in the field of data retention drawn from the stakeholders referred to in Recital 14 of the Data Retention Directive.\n(6) The group of experts will work as a consultative group. The group of experts will facilitate the sharing of best practice and contribute to the Commission’s assessment of the costs and effectiveness of the Directive as well as the development of relevant technologies which may impact on the Directive.\n(7) The members of the group of experts will be drawn from the stakeholder groups referred to in Recital 14 of Directive 2006/24/EC.\n(8) The group should be composed of a maximum of 25 members representing an appropriate balance of the aforementioned stakeholder groups.\n(9) The group of experts should be able to establish sub-groups in order to facilitate and accelerate its work by focusing on a specific issue. The terms of reference of such sub-groups should be agreed upon by the group of experts as a whole and should be clearly defined.\n(10) Rules on disclosure of information by members of the group of experts should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (2).\n(11) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n(12) The term of office of the Members should be five years and may be renewable.\n(13) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["The ‘Platform on Electronic Data Retention for the Investigation, Detection and Prosecution of Serious Crime’ group of experts\nThe ‘Platform on Electronic Data Retention for the Investigation, Detection and Prosecution of Serious Crime’, a group of experts in matters relating to retention of personal data for law enforcement purposes in the electronic communications sector, hereinafter referred to as ‘the group of experts’, is hereby set up.", "Consultation and Tasks\n1.   The Commission may consult the group on any matter relating to the electronic retention of data relevant to the investigation, detection and prosecution of serious crime. Any member of the group of experts may advise the Commission that it is desirable to consult the group on a specific question. The Commission will call regular meetings of the group of experts and will establish in advance a detailed agenda based on matters within the scope of this Article.\n2.   The tasks of the group of experts shall be:\n(a) to provide a forum for dialogue and the sharing of experience and best practice among experts drawn from the entities outlined in Article 3 hereof and in particular between competent authorities of the Member States and representatives of the electronic communications sector on questions related to the retention of personal data by providers of publicly available electronic communications services or public communications networks in order to ensure that the data are available for the investigation, detection or prosecution of serious crime;\n(b) to encourage and facilitate a common orientation on the application of the Directive;\n(c) to exchange information about relevant technological developments, costs and effectiveness of application of the Directive;\n(d) to assist the Commission in identifying and defining difficulties which have emerged for the Member States in relation to the technical and practical implementation of the Directive in particular its application to Internet e-mail and Internet telephony data;\n(e) to assist the Commission in its evaluation of the application of the Data Retention Directive and its impact on economic operators and consumers.", "Composition — Appointment\n1.   The group of experts shall be composed of a maximum of 25 members taken from:\n(a) Member States’ law enforcement authorities (up to 10 members);\n(b) Members of the European Parliament (up to 2 members);\n(c) Associations of the electronic communications industry (up to 8 members);\n(d) Representatives of the Data Protection Authorities (up to 4 members);\n(e) The European Data Protection Supervisor (1 member).\n2.   The members referred to in points (a) and (b) of paragraph 1 shall be designated and appointed by the Directorate-General for Justice, Freedom and Security on the proposal of requested Member States and the European Parliament respectively. These members will be appointed in a personal capacity and may nominate an expert to represent them at meetings of the group of experts. The members referred to in points (c), (d) and (e) of paragraph 1 shall be appointed by the Directorate-General for Justice, Freedom and Security on the basis of an invitation from the same to become a member of the group of experts. The relevant associations or bodies as referred to in points (c), (d) and (e) of paragraph 1 will be entitled to nominate experts to represent them at meetings of the group of experts.\n3.   Members of the group of experts appointed in a personal capacity shall remain in office until they are replaced or their term of office ends. The term of office shall be five years and may be renewable.\n4.   Members of the group of experts appointed in a personal capacity who are no longer capable of contributing effectively to the group of experts’ deliberations, who resign or who do not comply with the conditions set out in Article 287 of the Treaty may be replaced for the remainder of their term of office.\n5.   Members of the group of experts appointed in a personal capacity shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity.\n6.   The names of members appointed in a personal capacity shall be published on the Internet site of the Commission’s Directorate-General for Justice Freedom and Security, in the C Series of the Official Journal of the European Union and in the Commission’s Register of Expert Groups. The names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group of experts shall be chaired by the Commission.\n2.   In agreement with the Commission, sub-groups may be set up to examine specific questions under terms of reference established by the group. Such groups shall be dissolved as soon as their mandates are fulfilled.\n3.   The Commission’s representative may ask experts or observers with specific competence on a subject on the agenda to participate in the group’s or sub-group’s deliberations if this is useful and/or necessary.\n4.   Information obtained by participating in the deliberations of a group or sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n5.   The group and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its sub-groups.\n6.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n7.   The Commission may publish, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the group.", "Additional experts\n1.   The Commission may invite experts or observers from outside the group with specific competence in a subject on the agenda to take part in the work of the group.\n2.   The Commission may invite official representatives of Member States, candidate countries or third countries and of international, inter-governmental and non-governmental organisations to participate in its meetings.", "Meeting expenses\n1.   The Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\n2.   The members, experts and observers shall not be remunerated for the services they render.\n3.   Meeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Applicability\nThe decision shall take effect on the day of its publication in the Official Journal of the European Union. It shall apply until 31 December 2012. The Commission may decide on a possible extension before that date."], "attachments": "Done at Brussels, 25 March 2008.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  OJ L 105, 13.4.2006, p. 54.\n(2)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2006/548/EC, Euratom (OJ L 215, 5.8.2006, p. 38).\n(3)  OJ L 8, 12.1.2001, p. 1."}