{"celex_id": "32006R0926", "uri": "http://publications.europa.eu/resource/cellar/50072569-d970-4a94-b2de-f9f2ca61afbe", "type": "Regulation", "concepts": ["1309", "161", "2300", "2763", "2958", "4080"], "title": "Commission Regulation (EC) No 926/2006 of  22 June 2006  amending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "23.6.2006 EN Official Journal of the European Union L 170/8\nCOMMISSION REGULATION (EC) No 926/2006\nof 22 June 2006\namending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 29(1) thereof,\nWhereas:\n(1) Annex I.A to Commission Regulation (EC) No 2535/2001 (2) sets out the tariff quotas not specified by country of origin to be imported by quota period.\n(2) Council Regulation (EC) No 267/2006 of 30 January 2006 concerning the implementation of the Agreement in the form of an Exchange of letters between the European Community and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3) provides for an additional allocation of butter and other fats and oils derived from milk under the annual import tariff quota.\n(3) Council Regulation (EC) No 711/2006 of 20 March 2006 concerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (4) provides for additional allocations to several quotas of cheeses under the annual import tariff quota.\n(4) It is therefore appropriate to adjust the concerned quota quantities referred to in Annex I.A to Regulation (EC) No 2535/2001.\n(5) Regulation (EC) No 2535/2001 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Annex I.A to Regulation (EC) No 2535/2001 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 591/2006 (OJ L 104, 13.4.2006, p. 11).\n(3)  OJ L 47, 17.2.2006, p. 1.\n(4)  OJ L 124, 11.5.2006, p. 1.\nANNEX\n‘I.A\nTARIFF QUOTAS NOT SPECIFIED BY COUNTRY OF ORIGIN\nQuota number CN code Description (2) Country of origin Annual quota Six-monthly quota Import duty\n09.4590 0402 10 19 Skimmed-milk powder All third countries 68 000 34 000 47,50\n09.4599 0405 10 11 Butter and other fats and oils derived from milk All third countries 11 360 5 680 94,80\nin butter equivalent\n09.4591 ex 0406 10 20 Pizza cheese, frozen, cut into pieces each weighing not more than 1 gram, in containers with a net content of 5 kg or more, of a water content, by weight, of 52 % or more, and a fat content by weight in the dry matter of 38 % or more All third countries 5 360 2 680 13,00\n09.4592 ex 0406 30 10 Processed Emmentaler All third countries 18 438 9 219 71,90\n0406 90 13 Emmentaler 85,80\n09.4593 ex 0406 30 10 Processed Gruyère All third countries 5 413 2 706,5 71,90\n0406 90 15 Gruyère, Sbrinz 85,80\n09.4594 0406 90 01 Cheese for processing (3) All third countries 20 007 10 003,5 83,50\n09.4595 0406 90 21 Cheddar All third countries 15 005 7 502,5 21,00\n09.4596 ex 0406 10 20 Fresh (unripened or uncured) cheese, including whey cheese, and curd, other than pizza cheese of quota number 09.4591 All third countries 19 525 9 762,5 92,60\nex 0406 10 80 106,40\n0406 20 90 Other grated or powdered cheese 94,10\n0406 30 31 Other processed cheese 69,00\n0406 30 39 71,90\n0406 30 90 102,90\n0406 40 10 Blue-veined cheese 70,40\n0406 90 17 Bergkäse and Appenzell 85,80\n09.4596 0406 90 18 Fromage Fribourgeois, Vacherin Mont d’Or and Tête de Moine    75,50\n0406 90 23 Edam\n0406 90 25 Tilsit\n0406 90 27 Butterkäse\n0406 90 29 Kashkaval\n0406 90 31 Feta, of sheep’s milk or buffalo milk\n0406 90 33 Feta, other\n0406 90 35 Kefalo-Tyri\n0406 90 37 Finlandia\n0406 90 39 Jarlsberg\n0406 90 50 Cheese of sheep’s milk or buffalo milk\nex 0406 90 63 Pecorino 94,10\n0406 90 69 Other\n0406 90 73 Provolone 75,50\nex 0406 90 75 Caciocavallo\nex 0406 90 76 Danbo, Fontal, Fynbo, Havarti, Maribo, Samsø\n0406 90 78 Gouda\nex 0406 90 79 Esrom, Italico, Kernhem, Saint-Paulin\nex 0406 90 81 Cheshire, Wensleydale, Lancashire, Double Gloucester, Blarney, Colby, Monterey\n0406 90 82 Camembert\n0406 90 84 Brie\n0406 90 86 Exceeding 47 % but not exceeding 52 %\n0406 90 87 Exceeding 52 % but not exceeding 62 %\n0406 90 88 Exceeding 62 % but not exceeding 72 %\n0406 90 93 Exceeding 72 % 92,60\n0406 90 99 Other 106,40\n(1)  1 kg product = 1,22 kg butter.\n(2)  Irrespective of the rules for the interpretation of the Combined Nomenclature, the wording of the product description must be considered to have merely indicative value, since the applicability of the preferential arrangements is determined in the context of this Annex by the scope of the CN code. Where ex CN codes are indicated, the applicability of the preferential scheme is determined on the basis of the CN code and the corresponding description taken jointly.\n(3)  The cheeses referred to are considered as processed when they have been processed into products falling within subheading 0406 30 of the Combined Nomenclature. Articles 291 to 300 of Regulation (EEC) No 2454/93 apply.’"}