{"celex_id": "32006D0534", "uri": "http://publications.europa.eu/resource/cellar/18ed9774-c8ff-4218-81aa-bb7f3351d64d", "type": "Decision", "concepts": ["1076", "1707", "2247", "2751", "2825", "2891", "3817", "4015", "4211", "5283"], "title": "2006/534/EC: Commission Decision of  20 July 2006  concerning a questionnaire for Member States reports on the implementation of Directive 1999/13/EC during the period 2005-2007  (notified under document number C(2006) 3274)\n", "header": "3.8.2006 EN Official Journal of the European Union L 213/4\nCOMMISSION DECISION\nof 20 July 2006\nconcerning a questionnaire for Member States reports on the implementation of Directive 1999/13/EC during the period 2005-2007\n(notified under document number C(2006) 3274)\n(2006/534/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/13/EC of 11 March 1999 (1), on the limitation of emissions of volatile organic compounds due to the use of organic solvents in certain activities and installations and in particular Article 11(1) thereof,\nWhereas:\n(1) Pursuant to Article 11(1) of Directive 1999/13/EC, Member States are obliged to draw up reports on the implementation of that Directive on the basis of a questionnaire or outline drafted by the Commission.\n(2) Member States have drawn up reports on the implementation of that Directive for the period from 1 January 2003 to 31 December 2004 according to Commission Decision 2002/529/EC (2).\n(3) The second report should cover the period 1 January 2005 to 31 December 2007.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee in accordance with Article 6 of Council Directive 91/692/EEC (3),", "main_body": ["The Member States shall use the questionnaire set out in the Annex to this Decision for the purposes of drawing up the report, covering the period from 1 January 2005 to 31 December 2007, to be submitted to the Commission pursuant to Article 11(1) of Directive 1999/13/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 July 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 85, 29.3.1999, p. 1. Directive as last amended by Directive 2004/42/EC of the European Parliament and of the Council (OJ L 143, 30.4.2004, p. 87).\n(2)  OJ L 172, 2.7.2002, p. 57.\n(3)  OJ L 377, 31.12.1991, p. 48. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nQuestionnaire on the implementation of Directive 1999/13/EC concerning the limitation of emissions of volatile organic compounds due to the use of organic solvents in certain activities and installations during the period 2005-2007\nGuidance for answering the questions below:\nAnswers should be short and as accurate as possible.\nThe information submitted, in particular regarding the number of installations and the measures taken, may include representative data, provided that it is sufficient to demonstrate that the requirements of the Directive have been met.\nFor the reports covering periods preceding the dates set up in Article 4 of Directive 1999/13/EC, information regarding existing installations should be based on the best available estimations for those periods.\nReference can simply be made to previous answers, where the situation is unchanged, although this clearly will not be possible for Member States for which this represents the first reporting period. If there have been new developments, these should be described in a new answer.\n1.   General description\nWhat are the main features of national legislation that are necessary to set up an authorisation or registration system to ensure compliance with the requirements of the Directive? Please detail changes in national legislation during the reporting period concerning Directive 1999/13/EC.\n2.   Coverage of installations\nFor each of the twenty sections of Annex II A, please estimate how many installations fall into the categories set out below (Member States with a different sector classification in their national legislation may use it in terms of answering this question):\n— all existing installations, encompassed by Article 2(2) of the Directive, at the end of the reporting period,\n— all installations which were registered or authorised by the competent authority during the reporting period,\n— of the installations referred to in the previous indent, how many were authorised or registered pursuant to Article 4(4) of the Directive? (optional),\n— how many of these installations are also covered by the IPPC Directive? (optional).\n3.   Basic operator obligations\nIn general terms, what administrative provisions have been put into place to allow the competent authorities to ensure that installations operate in accordance with the general principles set out in Article 5?\n4.   Existing installations\nHow many existing installations are authorised or registered as using the reduction scheme of Annex II B, according to Article 4(3).\n5.   All installations\n5.1. Following Article 5(3)(a), Member States shall report to the Commission on the derogation concerning the application of fugitive emission limit values.\n— Have there been any derogations?\n— In these cases, how is it demonstrated that for the individual installation concerned this value was not technically and economically feasible?\n— How is it taken into account that significant risks to human health or the environment are not to be expected?\n5.2. Following Article 5(3)(b), activities which cannot be operated under contained conditions may be exempted from the controls of Annex II A when this possibility is explicitly mentioned in that Annex.\n— How many operators have used this possibility and for how many installations?\n— How is it demonstrated that the reduction scheme of Annex II B is not technically and economically feasible?\n— How does the operator demonstrate for the respective installations that the best available technique is being used?\n6.   National plans\n6.1. Has the Member State decided to define and implement a National Plan according to Article 6? (see Commission Decision 2000/541/EC of 6 September 2000 on criteria for assessing national plans according to Article 6 of Council Directive 1999/13/EC (1)).\n6.2. How many installations have been included under the national plan? What is the emission reduction target which the plan will deliver? What is the current overall emission for the installations covered by the plan? How does this compare with any interim reduction target falling within this reporting period?\n7.   Substitution\nFollowing the provision of guidance by the Commission according to Article 7(1), to what extent has this been taken into account for the authorisation and formulation of general binding rules (see Article 7(2))?\n8.   Monitoring\n8.1. In relation to Article 8(1), in the case where a Member State has introduced an annual reporting obligation for the operator to supply the competent authority with data for the purposes of verifying compliance with the Directive, please state how many operators have not supplied the competent authority with the necessary data and for how many installations? What measures are taken by the competent authority to ensure that this information is supplied within the shortest possible time?\n8.2. In relation to Article 8(1), in the case where a Member State has introduced an ‘on request’ reporting obligation for the operator to supply the competent authority with data for the purposes of verifying compliance with the Directive, please state how many operators have supplied the competent authority with the necessary data and for how many installations?\n8.3. Without prejudice to Article 8(4) and in relation to Article 8(3), please state the number of installations with a non-continuous measurement frequency of more than one year?\n9.   Non-compliance\nIn relation to Article 10,\n— how many operators have been found to have breached the requirements of this Directive?\n— what measures are taken in order to restore compliance ‘within the shortest possible time’ pursuant to Article 10(a)?\n— how many times have the competent authorities suspended or withdrawn the authorisation in the case of non-compliance pursuant to Article 10(b)?\n10.   Compliance with emission limit values\n10.1. Describe briefly practices to ensure compliance with the emission limit values in waste gases, fugitive emission values and total emission values. Please, inform about examples of measures to ensure compliance applied during the period.\n10.2. What are, in general terms, the most common practices concerning regular on-site inspections by competent authorities? In case those are not carried out, how do competent authorities verify the information provided by the operator?\n11.   Reduction scheme\n11.1. What is the procedure to ensure that the reduction scheme proposed by the operator corresponds as closely as possible to the emissions which would have resulted if the emission limit values set out in Annex II of the Directive had been applied? Please provide information about your experience with the application of the reduction scheme.\n11.2. If you have used the reduction scheme proposed in Annex II B(2), please answer the following questions:\n11.2.1. What procedures and practices are in place to calculate the annual reference emission?\n11.2.2. What procedures and practices are in place to calculate the emission target?\n11.2.3. What practices are in place to ensure that compliance with the target emission is achieved?\n12.   Solvent management plan\nAccording to Article 9, how is compliance by the operator demonstrated (solvent management plan or equivalent)?\n13.   Public access to information\nWhat practices, in general terms, are in place to ensure the application of Article 12 on public access to information?\n14.   Relationship with other community instruments\nHow do Member States view the effectiveness of the Directive, inter alia, in comparison with other Community environmental instruments?\n(1)  OJ L 230, 12.9.2000, p. 16."}