{"celex_id": "32007R1546", "uri": "http://publications.europa.eu/resource/cellar/ea24496b-0d60-4873-bb0d-3ccc4d29f0a8", "type": "Regulation", "concepts": ["1442", "1562", "2741", "2871", "301", "3070", "4860", "893"], "title": "Commission Regulation (EC) No 1546/2007 of 20 December 2007 amending Regulation (EC) No 1898/2005 laying down detailed rules for implementing Council Regulation (EC) No 1255/1999 as regards measures for the disposal of cream, butter and concentrated butter on the Community market\n", "header": "21.12.2007 EN Official Journal of the European Union L 337/68\nCOMMISSION REGULATION (EC) No 1546/2007\nof 20 December 2007\namending Regulation (EC) No 1898/2005 laying down detailed rules for implementing Council Regulation (EC) No 1255/1999 as regards measures for the disposal of cream, butter and concentrated butter on the Community market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Articles 10 and 15 thereof,\nWhereas:\n(1) Council Regulation (EC) No 1152/2007 amended the provisions of Regulation (EC) No 1255/1999 concerning private storage for butter and cream, notably by abolishing the reference to national quality standards as an eligibility criterion for private storage aid for butter.\n(2) In view of those new arrangements it is appropriate to align the eligibility criteria for the aid schemes for the disposal of cream, butter and concentrated butter laid down in Commission Regulation (EC) No 1898/2005 (2). In particular references to the national quality standard should be deleted and where necessary replaced by the eligibility criteria of Regulation (EC) No 1255/1999. Relevant provisions on checks should be adapted accordingly.\n(3) Regulation (EC) No 1898/2005 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk products,", "main_body": ["Regulation (EC) No 1898/2005 is amended as follows:\n1. in Article 5(1), point (a) is replaced by the following:\n‘(a) butter produced directly and exclusively from pasteurised cream which meets the requirements laid down in Article 6(3) of Regulation (EC) No 1255/1999’;\n2. in Article 45, paragraph 2 is replaced by the following:\n(a) for butter, that it has been produced on its territory in an approved undertaking which is subject to checks verifying that the butter is produced directly and exclusively from cream or milk within the meaning of Article 6(6) of Regulation (EC) No 1255/1999;\n(b) for cream, that it has been produced on its territory in an approved undertaking which is subject to checks that the cream has been obtained directly and exclusively from cow's milk produced in the Community within the meaning of Article 6(6) of Regulation (EC) No 1255/1999.\n3. in Article 72(b), point (i) is replaced by the following:\n‘(i) the conditions laid down in Article 6(3) of Regulation (EC) No 1255/1999’;\n4. in Article 74, paragraph 2 is replaced by the following:\n5. in Article 81, paragraph 1 is replaced by the following:\n6. Article 82 is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2008.", "(3) to (6) shall apply to all deliveries of butter made on the basis of the voucher, as referred to in Article 75(1) of Regulation (EC) No 1898/2005, valid for the month of January 2008 and following.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1152/2007 (OJ L 258, 4.10.2007, p. 3). Regulation (EC) No 1255/1999 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 July 2008.\n(2)  OJ L 308, 25.11.2005, p. 1. Regulation as last amended by Regulation (EC) No 96/2007 (OJ L 25, 1.2.2007, p. 6).\n(3)  OJ L 388, 30.12.1989, p. 18.’"}