{"celex_id": "32002D0003", "uri": "http://publications.europa.eu/resource/cellar/a62c5883-1016-4f54-8285-0647389b5740", "type": "Decision", "concepts": ["1309", "192", "2211", "2300", "5252", "5369"], "title": "2002/3/EC: Commission Decision of 28 December 2001 amending Decision 97/232/EC drawing up lists of third countries from which the Member States authorise imports of sheep and goats (Text with EEA relevance) (notified under document number C(2001) 4650)\n", "header": "Commission Decision\nof 28 December 2001\namending Decision 97/232/EC drawing up lists of third countries from which the Member States authorise imports of sheep and goats\n(notified under document number C(2001) 4650)\n(Text with EEA relevance)\n(2002/3/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC(1) of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat and meat products from third countries, as last amended by Regulation (EC) No 1452/2001(2), and in particular Article 3(1) and Article 8 thereof,\nWhereas:\n(1) Council Directive 91/68/EEC(3), as last amended by Commission Decision 2001/10/EC(4), lays down the animal health conditions governing intra-Community trade in ovine and caprine animals.\n(2) Commission Decision 97/232/EC(5), as last amended by Decision 2001/600/EC(6), draws up lists of third countries from which Member States authorise imports of sheep and goats.\n(3) In Romania Brucellosis melitensis has been a notifiable disease for at least five years, no case has been officially confirmed for at least five years and vaccination has been banned for at least three years; therefore this country complies with the requirements laid down in Annex A, Chapter 1.II(1)(b) to Directive 91/68/EEC.\n(4) Following a Commission mission carried out in July 2001 it appears that the controls by the competent veterinary services of Romania and the animal health situation with regard to Brucella melitensis are satisfactory.\n(5) Furthermore, Romania undertakes to comply with Annex A, Chapter 1.II(2) to Directive 91/68/EEC and therefore sheep and goats introduced onto holdings in Romania must comply with the conditions laid down in Annex A, Chapter 1.I.D to Directive 91/68/EEC.\n(6) Romania therefore satisfies the conditions to be recognised as officially free of Brucellosis melitensis and Decision 97/232/EC must be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["\"PART 5\" of the Annex to Decision 97/232/EC is replaced by the Annex to this Decision.", "This Decision shall apply from 1 January 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 December 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 46, 19.2.1991, p. 19.\n(4) OJ L 147, 31.5.2001, p. 41.\n(5) OJ L 93, 8.4.1997, p. 43.\n(6) OJ L 210, 3.8.2001, p. 51.\nANNEX\n\"PART 5\nNon-member countries or parts of non-member countries recognised as satisfying the criteria for officially Brucellosis free status\nCzech Republic\nGreenland\nRomania\nSlovak Republic\""}