{"celex_id": "32009L0049", "uri": "http://publications.europa.eu/resource/cellar/6c6ec1ec-3013-42ba-9da0-36fdbe2ad7df", "type": "Directive", "concepts": ["2359", "2864", "4502", "5334", "554", "616", "62"], "title": "Directive 2009/49/EC of the European Parliament and of the Council of 18 June 2009 amending Council Directives 78/660/EEC and 83/349/EEC as regards certain disclosure requirements for medium-sized companies and the obligation to draw up consolidated accounts (Text with EEA relevance)\n", "header": "26.6.2009 EN Official Journal of the European Union L 164/42\nDIRECTIVE 2009/49/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 June 2009\namending Council Directives 78/660/EEC and 83/349/EEC as regards certain disclosure requirements for medium-sized companies and the obligation to draw up consolidated accounts\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) In its Presidency conclusions, the European Council of 8 and 9 March 2007 underlined that reducing administrative burdens is important for boosting the European economy, especially in view of the benefits that this could bring for small and medium-sized companies. It stressed that a strong joint effort on the part of both the European Union and the Member States is necessary in order to reduce administrative burdens.\n(2) Accounting and auditing have been identified as areas in which the administrative burdens on companies within the Community can be reduced.\n(3) The Commission’s communication of 10 July 2007 on a simplified business environment for companies in the areas of company law, accounting and auditing identifies amendments that need to be made to Fourth Council Directive 78/660/EEC of 25 July 1978 on the annual accounts of certain types of companies (3) and Seventh Council Directive 83/349/EEC of 13 June 1983 on consolidated accounts (4). Special attention has been given to further relieving the reporting burden imposed on small and medium-sized companies.\n(4) In the past, a number of changes have been made in order to enable companies falling within the scope of Directives 78/660/EEC and 83/349/EEC to use accounting methods in accordance with international financial reporting standards (IFRS). Pursuant to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (5), companies the securities of which are admitted to trading on a regulated market of any Member State have to prepare their consolidated accounts in accordance with IFRS, and are consequently relieved from most of the requirements set out in Directives 78/660/EEC and 83/349/EEC. Those Directives, however, still form the basis for small and medium-sized companies’ accounting in the Community.\n(5) Small and medium-sized companies are often subject to the same rules as larger companies, but their specific accounting needs have rarely been assessed. In particular, the increasing number of disclosure requirements raises concerns for such companies. Extensive reporting rules create a financial burden and can hinder efficient use of capital for productive purposes.\n(6) The application of Regulation (EC) No 1606/2002 has also highlighted the need to clarify the relationship between the accounting standards required by Directive 83/349/EEC and IFRS.\n(7) Where formation expenses can be treated as an asset in the balance sheet, Article 34(2) of Directive 78/660/EEC requires that those expenses be explained in the notes to the accounts. Small companies can be exempted from that disclosure requirement in accordance with Article 44(2) of that Directive. In order to reduce unnecessary administrative burdens, it should also be possible to exempt medium-sized companies from that disclosure requirement.\n(8) Directive 83/349/EEC requires a parent undertaking to prepare consolidated accounts even if the only subsidiary or all of the subsidiaries as a whole are not material for the purposes of Article 16(3) of that Directive. As a consequence, those undertakings fall under Regulation (EC) No 1606/2002 and therefore have to prepare consolidated financial statements in accordance with IFRS. That requirement is considered to be burdensome where a parent undertaking has only immaterial subsidiaries. Therefore a parent undertaking should be exempted from the obligation to draw up consolidated accounts and a consolidated annual report if it has only subsidiary undertakings considered as not being material, both individually and as a whole. Although that statutory obligation should be lifted, a parent undertaking should remain able to draw up consolidated accounts and a consolidated annual report on its own initiative.\n(9) Since the objective of this Directive, namely to reduce administrative burdens relating to certain disclosure requirements imposed on medium-sized companies and the obligation to draw up consolidated accounts for certain companies within the Community, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of the action, be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(10) Directives 78/660/EEC and 83/349/EEC should therefore be amended accordingly.\n(11) In accordance with point 34 of the Interinstitutional Agreement on better law-making (6), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public,", "main_body": ["Amendment to Directive 78/660/EEC\nIn Article 45(2) of Directive 78/660/EEC, the first sentence of the second subparagraph is replaced by the following:\n‘The Member States may permit the companies referred to in Article 27 to omit disclosure of the information specified in Articles 34(2) and 43(1)(8).’", "Amendment to Directive 83/349/EEC\nIn Article 13 of Directive 83/349/EEC the following paragraph is inserted:\n‘2a.   Without prejudice to Article 4(2) and Articles 5 and 6, any parent undertaking governed by the national law of a Member State which only has subsidiary undertakings which are not material for the purposes of Article 16(3), both individually and as a whole, shall be exempted from the obligation imposed in Article 1(1).’", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1 January 2011. They shall forthwith inform the Commission thereof.\nWhen they are adopted by Member States, those measures shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nŠ. FÜLE\n(1)  OJ C 77, 31.3.2009, p. 37.\n(2)  Opinion of the European Parliament of 18 December 2008 (not yet published in the Official Journal) and Council Decision of 11 May 2009.\n(3)  OJ L 222, 14.8.1978, p. 11.\n(4)  OJ L 193, 18.7.1983, p. 1.\n(5)  OJ L 243, 11.9.2002, p. 1.\n(6)  OJ C 321, 31.12.2003, p. 1."}