{"celex_id": "32005R1895", "uri": "http://publications.europa.eu/resource/cellar/c4815a00-347b-4fe6-8da5-609f3a4b37d6", "type": "Regulation", "concepts": ["1590", "1837", "2746", "6569"], "title": "Commission Regulation (EC) No 1895/2005 of 18 November 2005 on the restriction of use of certain epoxy derivatives in materials and articles intended to come into contact with food   (Text with EEA relevance)\n", "header": "19.11.2005 EN Official Journal of the European Union L 302/28\nCOMMISSION REGULATION (EC) No 1895/2005\nof 18 November 2005\non the restriction of use of certain epoxy derivatives in materials and articles intended to come into contact with food\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 5(1) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) To avoid risks to human health and barriers to the free movement of goods, Commission Directive 2002/16/EC of 20 February 2002 on the use of certain epoxy derivatives in materials and articles intended to come into contact with food (2), lays down specific migration limits for 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether (‘BADGE’ i.e. Bisphenol-A DiGlycidyl Ether), bis(hydroxyphenyl)methane bis(2,3-epoxypropyl)ethers (‘BFDGE’ i.e. Bisphenol-F DiGlycidyl Ether) and novolac glycidyl ethers (NOGE) and some of their derivatives.\n(2) Directive 2002/16/EC provides that the use and/or the presence of BFDGE and NOGE may only be continued until 31 December 2004. For BADGE the transitional period was extended until 31 December 2005 pending the expected submission of new toxicological data and their evaluation by the European Food Safety Authority (the Authority).\n(3) The toxicological data required for BADGE have been transmitted. The Authority concluded that BADGE, BADGE.H2O and BADGE.2H2O do not raise concern about carcinogenicity and genotoxicity in vivo and that a Tolerable Daily Intake of 0,15 mg/kg body weight can be established for BADGE, BADGE.H2O and BADGE.2H2O. Therefore a higher specific migration limit SML(T) can be established for BADGE BADGE.H2O and BADGE.2H2O. As regards the BADGE chlorohydrins, in view of the lack of data on genotoxicity in vivo, the Authority considers that the current specific migration limit of 1 mg/kg of food or food simulants remains appropriate.\n(4) Trade in and use of materials and articles containing BADGE in accordance with this Regulation shall therefore be permitted throughout the Community as from 1 January 2006.\n(5) The toxicological data required for NOGE and BFDGE have not been transmitted on time to permit their evaluation by the Authority and to continue their use. Therefore the use and/or presence BFDGE and NOGE is no longer permitted as from 1 January 2005 in accordance with Directive 2002/16/EC. However the exhaustion of existing stocks should be permitted.\n(6) For large containers, the use and/or presence of BADGE, NOGE and BFDGE are permitted. The high volume/surface area ratio, the repeated use over their long lifetime which reduces migration and the fact that contact with food usually occurs at ambient temperature suggests that it is not necessary to set a migration limit for BADGE, NOGE and BFDGE used in such containers.\n(7) Pursuant to Article 16 of Regulation (EC) No 1935/2004 materials and articles covered by specific measures are to be accompanied by a written declaration stating that they comply with the rules applicable to them. That requirement has not yet been included in Directive 2002/16/EC. Therefore it is necessary to introduce this obligation and to provide for a transitional period.\n(8) Having regard to the amendments required and in the interest of clarity, Directive 2002/16/EC should be replaced by a new Regulation.\n(9) Directive 2002/16/EC provides that its requirements concerning BADGE, BFDGE and NOGE do not apply to materials and articles brought into contact with food before 1 March 2003. Those materials and articles may continue to be placed on the market provided that the date of filling appears on them. This date may be replaced by the ‘best before’ date as provided for by Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of food (3) or another indication, such as the lot number required by Council Directive 89/396/EEC of 14 June 1989 on indications or marks identifying the lot to which a foodstuff belongs (4) for the food packed in such materials and articles, provided a link is established between this indication and the date of filling so that the latter can always be identified.\n(10) Directive 2002/16/EC should therefore be repealed.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\n1.   This Regulation shall apply to materials and articles, including active and intelligent food contact materials and articles, as referred to in Article 1(2) of Regulation (EC) No 1935/2004, which are manufactured with or contain one or more of the following substances:\n(a) 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether, hereinafter referred to as ‘BADGE’ (CAS No 001675-54-3), and some of its derivatives;\n(b) bis(hydroxyphenyl)methane bis(2,3-epoxypropyl)ethers, hereinafter referred to as ‘BFDGE’ (CAS No 039817-09-9);\n(c) other novolac glycidyl ethers, hereinafter referred to as ‘NOGE’.\n2.   For the purposes of this Regulation, ‘materials and articles’ are:\n(a) materials and articles made of any type of plastics;\n(b) materials and articles covered by surface coatings; and\n(c) adhesives.\n3.   This Regulation shall not apply to containers or storage tanks having a capacity greater than 10 000 litres or to pipelines belonging to or connected with them, covered by special coatings called ‘heavy-duty coatings’.", "BADGE\nMaterials and articles shall not release the substances listed in Annex I in a quantity exceeding the limits laid down in that Annex.", "BFDGE\nThe use and/or presence of BFDGE in the manufacture of materials and articles are prohibited.", "NOGE\nThe use and/or presence of NOGE in the manufacture of materials and articles are prohibited.", "Written declaration\nAt the marketing stages other than the retail stages, materials and articles containing BADGE and its derivatives shall be accompanied by a written declaration in accordance with Article 16 of Regulation (EC) No 1935/2004.\nAppropriate documentation shall be available to demonstrate such compliance. That documentation shall be made available to the competent authorities on demand.", "Transitional provisions\n1.   Articles 2, 3 and 4 shall not apply to materials and articles referred to in Article 1(2)(b) and (c) which are brought into contact with food before 1 March 2003.\n2.   Articles 3 and 4 shall not apply to materials and articles which are in compliance with Directive 2002/16/EC and which are brought into contact with food before 1 January 2005.\n3.   Article 5 shall not apply to materials and articles referred to Article 1(2)(a)(b) and (c) which are brought into contact with food before 1 January 2007.\n4.   The materials and articles referred to in paragraphs 1, 2 and 3 may be placed on the market provided the date of filling appears on the materials and articles. The date of filling may be replaced by another indication, provided it permits the identification of the date of filling. Upon request the date of filling shall be made available to the competent authorities and any person enforcing the requirements of this Regulation.\n5.   Paragraphs 1 to 4 shall apply without prejudice to the requirements of Directive 2000/13/EC.", "Repeal\nDirective 2002/16/EC is repealed.\nReferences to the repealed Directive shall be construed as references to this Regulation and be read in accordance with the correlation table set out in Annex II.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 51 of 22.2.2002, p. 27. Regulation as amended by Directive 2004/13/EC (OJ L 27, 30.1.2004, p. 46).\n(3)  OJ L 109, 6.5.2000, p. 29. Directive as last amended by Directive 2003/89/EC (OJ L 308, 25.11.2003, p. 15).\n(4)  OJ L 186, 30.6.1989, p. 21. Directive as last amended by Directive 91/11/EEC (OJ L 65, 11.3.1992, p. 32).\nANNEX I\nSpecific migration limit for BADGE and certain of its derivatives\n1.   The sum of the migrations of the following substances:\n(a) BADGE [= 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether] (CAS No = 001675-54-3)\n(b) BADGE.H2O (CAS No = 076002-91-0)\n(c) BADGE.2H2O (CAS No = 005581-32-8)\nshall not exceed the following limits:\n— 9 mg/kg in food or food simulants, or\n— 9 mg/6 dm2 in accordance with the cases provided by Article 7 of Commission Directive 2002/72/EC (1).\n2.   The sum of the migrations of the following substances:\n(a) BADGE.HCl (CAS No = 013836-48-1)\n(b) BADGE.2HCl (CAS No = 004809-35-2)\n(c) BADGE.H2O.HCl (CAS No = 227947-06-0)\nshall not exceed the following limits:\n— 1 mg/kg in food or in food simulants, or\n— 1 mg/6 dm2 in accordance with the cases provided by Article 7 of Directive 2002/72/EC.\n3.   The migration testing shall be carried out in accordance to the rules established in Council Directive 82/711/EEC (2) and Directive 2002/72/EC.\n(1)  OJ L 39, 13.2.2003, p. 1.\n(2)  OJ L 297, 23.10.1982, p. 26.\nANNEX II\nCorrelation table\nDirective 2002/16/EC as amended by Directive 2004/13/EC This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\nArticle 3 Article 3\nArticle 4 Article 4\n— Article 5\nArticle 5 Article 6\nArticle 6 Article 7\nArticle 7 Article 8\nArticle 8 Article 8\nArticle 9 —\nAnnex I Annex I\nAnnex II —\nAnnex III Annex II"}