{"celex_id": "32001D0527", "uri": "http://publications.europa.eu/resource/cellar/3890ccdb-4e6a-4fc6-869b-f9861f349718", "type": "Decision", "concepts": ["3165", "4646", "6049"], "title": "2001/527/EC: Commission Decision of 6 June 2001 establishing the Committee of European Securities Regulators (Text with EEA relevance) (notified under document number C(2001) 1501)\n", "header": "Commission Decision\nof 6 June 2001\nestablishing the Committee of European Securities Regulators\n(notified under document number C(2001) 1501)\n(Text with EEA relevance)\n(2001/527/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The freedom to provide services and the free movement of capital constitute priority objectives of the Community, as referred to in Articles 49 and 56 of the EC Treaty.\n(2) Building a genuine internal market for financial services is crucial for increasing economic growth and job creation in the Community.\n(3) The Commission action plan for financial services(1) identifies a series of actions that are required in order to complete the single market for financial services.\n(4) At its meeting in Lisbon in March 2000, the European Council called for the implementation of this action plan by 2005.\n(5) On 17 July 2000 the Council set up the Committee of Wise Men on the regulation of European securities markets.\n(6) In its final report, the Committee of Wise Men called for the establishment of two committees, the European Securities Committee, comprising high-level representatives of Member States, and the Committee of European Securities Regulators, comprising senior representatives from the national public authorities competent in the field of securities in order, inter alia, to advise the Commission.\n(7) In its resolution on more effective securities-market regulation in the European Union, the Stockholm European Council welcomed the Commission's intention formally to establish an independent regulators committee, as proposed in the report of the Committee of Wise Men.\n(8) The Committee of European Securities Regulators should serve as an independent body for reflection, debate and advice for the Commission in the securities field.\n(9) The Committee of European Securities Regulators should also contribute to the consistent and timely implementation of Community legislation in the Member States by securing more effective cooperation between national supervisory authorities, carrying out peer reviews and promoting best practice(2).\n(10) The Committee of European Securities Regulators should organise its own operational arrangements and maintain close operational links with the Commission and the European Securities Committee. It should elect its chairperson from among its members.\n(11) The Committee of European Securities Regulators should consult extensively and at an early stage with market participants, consumers and end-users in an open and transparent manner.\n(12) The Committee of European Securities Regulators should draw up its own rules of procedure and fully respect the prerogatives of the institutions and the institutional balance established by the Treaty(3),", "main_body": ["An independent advisory group on securities in the Community, called the \"Committee of European Securities Regulators\" (hereinafter referred to as the \"Committee\"), is hereby established.", "The role of the Committee shall be to advise the Commission, either at the Commission's request, within a time limit which the Commission may lay down according to the urgency of the matter, or on the Committee's own initiative, in particular for the preparation of draft implementing measures in the field of securities.", "The Committee shall be composed of high-level representatives from the national public authorities competent in the field of securities. Each Member State shall designate a high-level representative from its competent authority to participate in the meetings of the Committee.\nThe Commission shall be present at meetings of the Committee and shall designate a high-level representative to participate in all its debates.\nThe Committee shall elect a chairperson from among its members.\nThe Committee may invite experts and observers to attend its meetings.", "The Committee shall maintain close operational links with the Commission and the European Securities Committee.\nIt may set up working groups.", "Before transmitting its opinion to the Commission, the Committee shall consult extensively and at the early stage with market participants, consumers and end-users in an open and transparent manner.", "The Committee shall present an annual report to the Commission.", "The Committee shall adopt its own rules of procedure and organise its own operational arrangements.", "The Committee shall take up its duties on 7 June 2001"], "attachments": "Done at Brussels, 6 June 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) COM(1999) 232 final.\n(2) Text taken from the third paragraph of point 6 of the Stockholm European Council resolution.\n(3) Text taken from the last paragraph of the preamble to the Stockholm European Council resolution."}