{"celex_id": "32008L0117", "uri": "http://publications.europa.eu/resource/cellar/58131914-9c58-4154-8a04-f7da3601eca9", "type": "Directive", "concepts": ["1092", "1095", "1806", "4585", "5070", "619"], "title": "Council Directive 2008/117/EC of 16 December 2008 amending Directive 2006/112/EC on the common system of value added tax to combat tax evasion connected with intra-Community transactions\n", "header": "20.1.2009 EN Official Journal of the European Union L 14/7\nCOUNCIL DIRECTIVE 2008/117/EC\nof 16 December 2008\namending Directive 2006/112/EC on the common system of value added tax to combat tax evasion connected with intra-Community transactions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) The evasion of value added tax (VAT) has a significant impact on the Member States’ tax revenue and distorts economic activity in the single market by creating unjustified flows of goods and by placing goods on the market at abnormally low prices.\n(2) The shortcomings of the intra-Community VAT arrangements, and in particular the system for the exchange of information on supplies of goods within the Community, as laid down by Council Directive 2006/112/EC (3), are one of the causes of this tax evasion. In particular, the time that elapses between a transaction and the corresponding exchange of information under the VAT information exchange system is an obstacle to the effective use of that information to tackle fraud.\n(3) In order to combat VAT evasion effectively, it is necessary for the administration of the Member State in which the VAT is chargeable to receive information on intra-Community supplies of goods within a deadline not exceeding one month.\n(4) In order for the cross-checking of information to be useful for combating fraud, intra-Community transactions should be declared for the same tax period by both the supplier and the purchaser or customer.\n(5) In view of changes in the business environment and operative tools, it is desirable to ensure that these declarations can be made by simple electronic procedures in order to reduce the administrative burden to a minimum.\n(6) In order to preserve the balance between the Community’s objectives in combating tax evasion and reducing the administrative burden on economic operators, Member States should be allowed to authorise operators to submit on a quarterly basis the recapitulative statements concerning intra-Community supplies of goods where their amount is not significant. It is appropriate that Member States wishing to organise a progressive entry into application of this proposal could, on a transitory basis, set this amount at a higher level. Likewise, Member States should be allowed to authorise operators to submit the information on intra-Community supplies of services on a quarterly basis.\n(7) The impact of the speeding-up of the exchange of information on Member States’ ability to combat VAT fraud as well as the option mechanisms should be assessed by the Commission after one year of application of the new measures, in particular with a view to determine whether these option mechanisms should be maintained.\n(8) Since the objectives of the proposed action to tackle VAT evasion cannot be sufficiently achieved by the Member States, whose action in the matter depends on information collected by the other Member States, and can therefore, by reason of the need to involve all Member States, be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity, as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(9) Directive 2006/112/EC should therefore be amended accordingly.\n(10) In accordance with point 34 of the Interinstitutional Agreement on better law-making (4), Member States are encouraged to draw up, for themselves and in the interest of the Community, their own tables, which will, as far as possible, illustrate the correlation between this Directive and their transposition measures, and to make them public,", "main_body": ["Directive 2006/112/EC is hereby amended as follows:\n1. Article 64(2) shall be replaced by the following:\n2. in Article 66, the following subparagraph shall be added:\n3. Article 263 shall be replaced by the following:\n4. Article 264(2) shall be replaced by the following:\n5. Article 265(2) shall be replaced by the following:", "On the basis of information provided by the Member States, the Commission shall present, no later than 30 June 2011, a report assessing the impact of Article 263(1) of Directive 2006/112/EC on Member States’ ability to fight against VAT fraud connected with intra-Community supplies of goods and services as well as the usefulness of the options provided for in Article 263(1a) to (1c), as well as, depending on the conclusions of the report, the appropriate proposals.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 January 2010. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 2008.\nFor the Council\nThe President\nR. BACHELOT-NARQUIN\n(1)  Opinion of 4.12.2008 (not yet published in the Official Journal).\n(2)  Opinion of 22.10.2008 (not yet published in the Official Journal).\n(3)  OJ L 347, 11.12.2006, p. 1.\n(4)  OJ C 321, 31.12.2003, p. 1."}