{"celex_id": "32001D0231", "uri": "http://publications.europa.eu/resource/cellar/9fbf82e2-8b65-4b30-b92a-04d555a5ea60", "type": "Decision", "concepts": ["1595", "2081", "2773", "2985", "3135", "666"], "title": "2001/231/EC: Commission Decision of 13 March 2001 making it possible for Member States to extend provisional authorisations granted for the new active substances IKI 1145; TO 1145 (fosthiazate), CGA 329351 (metalaxyl-m), MON 37500 (sulfosulfuron) and Spodoptera exigua nuclear polyhedrosis virus (Text with EEA relevance) (notified under document number C(2001) 698)\n", "header": "Commission Decision\nof 13 March 2001\nmaking it possible for Member States to extend provisional authorisations granted for the new active substances IKI 1145; TO 1145 (fosthiazate), CGA 329351 (metalaxyl-m), MON 37500 (sulfosulfuron) and Spodoptera exigua nuclear polyhedrosis virus\n(notified under document number C(2001) 698)\n(Text with EEA relevance)\n(2001/231/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market(1), as last amended by Commission Directive 2000/80/EC of 4 December 2000(2), and in particular Article 8(1) fourth subparagraph thereof,\nWhereas:\n(1) Directive 91/414/EEC (hereinafter \"the Directive\") has provided for the development of a Community list of active substances authorised for use in plant protection products.\n(2) The applicant ISK Biosciences submitted a dossier seeking the inclusion in this list for the new active substance IKI 1145; TO 1145 (fosthiazate) to the United Kingdom on 5 March 1996.\n(3) The applicant Novartis Crop protection Ag. submitted a dossier seeking the inclusion in this list for the new active substance CGA 329351 (metalaxyl-m) to Belgium on 9 February 1996.\n(4) The applicant Monsanto submitted a dossier seeking the inclusion in this list for the new active substance MON 37500 (sulfosulfuron) to Ireland on 24 April 1997.\n(5) The applicant Biosys submitted a dossier seeking the inclusion in this list for the new active substance Spodoptera exigua nulcear polyhedrosis virus to the Netherlands on 12 July 1996.\n(6) In accordance with the provisions of Article 6(3) of the Directive, the Commission confirmed in its Decision 97/362/EC(3) that the dossier submitted for IKI 1145; TO 1145 (fosthiazate) could be considered as satisfying, in principle, the data and information requirements of Annex II and for a plant protection product containing this active substance, of Annex III to the Directive.\n(7) In accordance with the provisions of Article 6(3) of the Directive, the Commission confirmed in its Decision 97/591/EC(4) that the dossier submitted for CGA 329351 (metalaxyl-m) could be considered as satisfying, in principle, the data and information requirements of Annex II and for a plant protection product containing this active substance, of Annex III to the Directive.\n(8) In accordance with the provisions of Article 6(3) of the Directive, the Commission confirmed in its Decision 97/865/EC(5) that the dossier submitted for MON 37500 (sulfosulfuron) could be considered as satisfying, in principle, the data and information requirements of Annex II and for a plant protection product containing this active substance, of Annex III to the Directive.\n(9) In accordance with the provisions of Article 6(3) of the Directive, the Commission confirmed in its Decision 97/865/EC that the dossier submitted for Spodoptera exigua nuclear polyhedrosis virus could be considered as satisfying, in principle, the data and information requirements of Annex II and for a plant protection product containing this active substance, of Annex III to the Directive.\n(10) Such confirmation of data and information is necessry to permit a detailed examination of the dossier and to allow Member States the possibility of granting provisional authorisations, for a period up to three years, for plant protection products containing the active substances concerned, while complying with the conditions laid down in Article 8(1) of the Directive and, in particular, the condition relating to the detailed assessment of the active substance and the plant protection product in the light of the requirements laid down by the Directive.\n(11) For IKI 1145; TO 1145 (fosthiazate) the effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. The United Kingdom acting as nominated rapporteur Member State submitted to the Commission on 18 March 1998 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof.\n(12) For CGA 329351 (metalaxyl-m), the effects on human health and the environment are being asessed, in accordance with the provisons of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. Belgium acting as nominated rapporteur Member State submitted to the Commission on 27 July 1999 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof.\n(13) For MON 37500 (sulfosulfuron), the effects on human health and the environment are being assessed, in accordance with the provisons of article 6(2) and (4) of the Directive, for the uses proposed by the applicant. Ireland acting as nominated rapporteur Member State submtited to the Commission on 2 April 1998 the draft assessment report concerned. the submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof.\n(14) For Spodoptera exigua nuclear polyhedrosis virus, the effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. The Netherlands acting as nominated rapporteur Member State submitted to the Commission on 19 November 1999 the draft assessment report concerned. The submitted reports is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof.\n(15) It has not been possible to complete the evaluation of these dossiers within three years of the adoption of the decisions on completeness referred to. In the case of fosthiazate there has been a lengthy and in-depth examination of questions relating to operator exposure and fate in the environment. In the case of metalaxyl-m the issue of fate in the environment has been the subject of much discussion. For sulfosulfuron there has been an in-depth examination of an issue relating to mammalian toxicology. For Spodoptera exigua nuclear polyhedrosis virus, the risk assessments for human health and the environment have been the subject of lengthy examination and discussions.\n(16) The United Kingdom granted the first provisional authorisation for IKI 1145; TO 1145 (fosthiazate) on 25 February 1998 which will expire on 25 February 2001.\n(17) Belgium granted the first provisional authorisation for CGA 329351 (metalaxyl-m) on 20 January 1998 which will expire on 20 January 2001.\n(18) Ireland granted the first provisional authorisation for MON 37500 (sulfosulfuron) on 16 February 1998 which will expire on 16 February 2001.\n(19) The Netherlands granted the first provisional authorisation for Spodoptera exigua nuclear polyhedrosis virus on 1 December 1997 which will expire on 1 December 2000.\n(20) Member States should be given the possibility to prolong provisional authorisations of plant protection products containing these active substances for a period of 12 months in accordance with the provisions of Article 8 of the Directive so as to enable examination of the dossiers to continue.\n(21) Provisional authorisations may only be maintained if the Member State concerned has established that the active substance can still satisfy the safety requirements of Article 5(1) of the Directive and that the plant protection product may be expected to satisfy the requirements of Article 4(1) points (b) to (f).\n(22) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Member States may extend provisional authorisations for plant protection products containing IKI 1145; TO 1145 (fosthiazate), CGA 329351 (metalaxyl-m), MON 37500 (sulfosulfuron) and Spodoptera exigua nuclear polyhedrosis virus for a period not exceeding 12 months from the date of adoption of this Decision.", "The present Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 309, 9.12.2000, p. 14.\n(3) OJ L 152, 11.6.1997, p. 31.\n(4) OJ L 239, 30.8.1997, p. 48.\n(5) OJ L 351, 23.12.1997, p. 67."}