{"celex_id": "32007R0836", "uri": "http://publications.europa.eu/resource/cellar/221b2061-84cd-4032-8946-7169605b0965", "type": "Regulation", "concepts": ["1774", "4602", "665"], "title": "Council Regulation (EC) No 836/2007 of 10 July 2007 amending Regulation (EC) No 974/98 as regards the introduction of the euro in Malta\n", "header": "18.7.2007 EN Official Journal of the European Union L 186/3\nCOUNCIL REGULATION (EC) No 836/2007\nof 10 July 2007\namending Regulation (EC) No 974/98 as regards the introduction of the euro in Malta\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 123(5) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Central Bank (1),\nWhereas:\n(1) Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (2) provides for the substitution of the euro for the currencies of the Member States which fulfilled the necessary conditions for the adoption of the single currency at the time when the Community entered the third stage of economic and monetary union.\n(2) Council Regulation (EC) No 2596/2000 (3) amended Regulation (EC) No 974/98 to provide for the substitution of the euro for the currency of Greece.\n(3) Council Regulation (EC) No 2169/2005 (4) amended Regulation (EC) No 974/98 in order to prepare for subsequent introductions of the euro in Member States which have not yet adopted the euro as the single currency.\n(4) Council Regulation (EC) No 1647/2006 (5) amended Regulation (EC) No 974/98 to provide for the substitution of the euro for the currency of Slovenia.\n(5) Council Regulation (EC) No 835/2007 (6) amended Regulation (EC) No 974/98 to provide for the substitution of the euro for the currency of Cyprus.\n(6) According to Article 4 of the 2003 Act of Accession, Malta is a Member State with a derogation as defined in Article 122 of the Treaty.\n(7) Pursuant to Council Decision 2007/504/EC of 10 July 2007 in accordance with Article 122(2) of the Treaty on the adoption by Malta of the single currency on 1 January 2008 (7), Malta fulfils the necessary conditions for the adoption of the single currency and the derogation in favour of Malta is to be abrogated with effect from 1 January 2008.\n(8) The introduction of the euro in Malta requires the extension to Malta of the existing provisions on the introduction of the euro set out in Regulation (EC) No 974/98.\n(9) Malta's changeover plan specifies that euro banknotes and coins should become legal tender in that Member State on the day of the introduction of the euro as its currency. Consequently, the euro adoption date and the cash changeover date should be 1 January 2008. No ‘phasing-out’ period should apply.\n(10) Regulation (EC) No 974/98 should therefore be amended accordingly,", "main_body": ["The Annex to Regulation (EC) No 974/98 shall be amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 2008.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 10 July 2007.\nFor the Council\nThe President\nF. TEIXEIRA DOS SANTOS\n(1)  OJ C 160, 13.7.2007, p. 1.\n(2)  OJ L 139, 11.5.1998, p. 1. Regulation as last amended by Council Regulation (EC) No 835/2007 (See page 1 of this Official Journal).\n(3)  OJ L 300, 29.11.2000, p. 2.\n(4)  OJ L 346, 29.12.2005, p. 1.\n(5)  OJ L 309, 9.11.2006, p. 2.\n(6)  See page 1 of this Official Journal.\n(7)  See page 32 of this Official Journal.\nANNEX\nIn the Annex to Regulation (EC) No 974/98, the following line shall be inserted between the entries for Luxembourg and the Netherlands.\nMember State Euro adoption date Cash changeover date Member State with a ‘phasing-out’ period\n‘Malta 1 January 2008 1 January 2008 No’"}