{"celex_id": "32003D0357", "uri": "http://publications.europa.eu/resource/cellar/848a9a55-a87d-4494-b983-5cfee9755b32", "type": "Decision", "concepts": ["1445", "1596", "1755", "1857", "192", "2286", "4743", "6569", "946"], "title": "2003/357/EC: Commission Decision of 16 May 2003 amending for the second time Decision 2003/290/EC concerning protective measures in relation to avian influenza in the Netherlands (Text with EEA relevance) (notified under document number C(2003) 1689)\n", "header": "Commission Decision\nof 16 May 2003\namending for the second time Decision 2003/290/EC concerning protective measures in relation to avian influenza in the Netherlands\n(notified under document number C(2003) 1689)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2003/357/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC(4), in particular Article 9 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(5), and in particular Article 4(1) and (3) thereof,\nWhereas:\n(1) Since 28 February 2003, the Netherlands have declared several outbreaks of highly pathogenic avian influenza.\n(2) The Netherlands took immediate action as provided for by Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(6), as amended by the Act of Accession of Austria, Finland and Sweden, before the disease was officially confirmed.\n(3) For the sake of clarity and transparency, the Commission after consultation with the Dutch authorities, took Decision 2003/153/EC of 3 March 2003 concerning protection measures in relation to strong suspicion of avian influenza in the Netherlands(7), thereby reinforcing the measures taken by the Netherlands.\n(4) Subsequently Decisions 2003/156/EC(8), 2003/172/EC(9), 2003/186/EC(10), 2003/191/EC(11), 2003/214/EC(12), 2003/258/EC(13), 2003/290/EC(14) and Decision 2003/318/EC(15) were adopted after consultation with the Dutch authorities and evaluation of the situation with all Member States.\n(5) The measures laid down in Decision 2003/290/EC should be prolonged and adapted in the light of the evolution of the disease.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/290/EC is amended as follows:\n1. in Article 3, the first paragraph shall be replaced by the following text:\"Without prejudice to the measures already taken in the framework of Directive 92/40/EEC, the competent authorities of the Netherlands shall ensure that the preventive depopulation of poultry holdings at risk within the restricted zones and the zones described in the Annex and the culling of other poultry and birds kept in these areas which are considered to be at risk is completed as soon as possible.\";\n2. in Article 4(a) and (b) the following words shall be inserted after the word \"returned\":\"after having been cleaned and disinfected in accordance with (d) or shall be handled otherwise under official supervision and according to the instructions of the competent authority to avoid cross contamination;\";\n3. in Article 8 the time and date \"until 24.00 on 16 May 2003\" are replaced by \"until 24.00 on 30 May 2003.\"", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 16 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 62, 15.3.1993, p. 49.\n(5) OJ L 18, 23.1.2003, p. 11.\n(6) OJ L 167, 22.6.1992, p. 1.\n(7) OJ L 59, 4.3.2003, p. 32.\n(8) OJ L 64, 7.3.2003, p. 36.\n(9) OJ L 69, 13.3.2003, p. 27.\n(10) OJ L 71, 15.3.2003, p. 30.\n(11) OJ L 74, 20.3.2003, p. 30.\n(12) OJ L 81, 28.3.2003, p. 48.\n(13) OJ L 95, 11.4.2003, p. 65.\n(14) OJ L 105, 26.4.2003, p. 28.\n(15) OJ L 115, 9.5.2003, p. 86."}