{"celex_id": "32002R1583", "uri": "http://publications.europa.eu/resource/cellar/d13b10f0-13a0-4277-a102-507c0a57a10a", "type": "Regulation", "concepts": ["1440", "2644", "3170", "4353", "4663", "4667", "5360"], "title": "Commission Regulation (EC) No 1583/2002 of 5 September 2002 on the sale at a reduced price of 30600 tonnes of cereals held by the Austrian intervention agency to producers established in the territory of Austria affected by flooding\n", "header": "Commission Regulation (EC) No 1583/2002\nof 5 September 2002\non the sale at a reduced price of 30600 tonnes of cereals held by the Austrian intervention agency to producers established in the territory of Austria affected by flooding\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 5 thereof,\nWhereas:\n(1) Flooding in some areas of Austria during August 2002 has affected supplies of feed and threatens to expose producers to heavy income losses as a result of having to sell their livestock if the customary feed cannot be obtained. Finding temporary alternatives is therefore desirable.\n(2) The Austrian intervention agency has in stock 30600 tonnes of cereals whose sale at a reduced price to the producers in question could make a significant contribution to alleviating the situation.\n(3) Since the sale would be made at a fixed reduced price, a derogation would be needed from Commission Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies(3), as last amended by Regulation (EC) No 1630/2000(4). Additional rules would be required for the sale of the cereals.\n(4) In view of the price benefit enjoyed by buyers of cereals held by the Austrian intervention agency, strict control measures need to be adopted, and in particular those who are authorised to buy the cereals would need to be identified.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Notwithstanding Regulation (EEC) No 2131/93, the Austrian intervention agency shall put up for sale 5000 tonnes of common wheat, 6700 tonnes of rye, 14400 tonnes of barley and 4500 tonnes of maize to producers established in Austrian territory affected by the flooding in August 2002 in accordance with this Regulation.\n2. The common wheat referred to in paragraph 1 shall be put up for sale when the quantities of the other cereals have been used up.\n3. The sales price for the cereals referred to in paragraph 1 shall be set at EUR 50 per tonne for goods ex place of storage, loaded on to a means of transport.", "1. Producers established in Austrian territory, recognised by the national authorities as having been affected shall submit an application to purchase to the competent authorities during a period specified by the Austrian authorities.\nApplications shall contain the following information:\n(a) the name and address of the applicant;\n(b) particulars of the parcels or places affected;\n(c) the type of crop or fodder stocks destroyed;\n(d) the quantity of cereals requested;\n(e) an undertaking to use the cereals for feeding animals on the applicant's holding.\n2. The Austrian authorities shall decide on the criteria for determining the maximum quantities for which producers may submit an application to purchase, in particular on the basis of the area or quantity of stocks destroyed which were intended to be used to feed animals.\n3. Where there is an overrun of the total quantity available, the Austrian authorities shall lay down distribution criteria.", "Cereals other than rye shall be combined with not less than 15 % rye.", "1. The Austrian intervention agency shall lay down the date for the taking-over of the cereals which shall be not later than 28 February 2003.\n2. The Austrian intervention agency is authorised to transport the cereals to silos located in the affected areas.\n3. The transport costs shall be met from the Community budget within an average limit of EUR 10 per tonne including the costs of removal from the storage silos of departure and the costs of placing in the silos of destination.", "1. The cereals referred to in Article 1 shall be considered for all purposes to have left intervention storage on 30 September 2002, whether they have been removed or not.\n2. Quantities unused at 28 February 2003 shall be included in the accounts of the intervention stocks at the price of EUR 50 per tonne, less flat-rate removal costs, with effect from 1 October 2002.", "The Austrian authorities shall adopt the control measures necessary to ensure that the benefits of this Regulation are restricted to the producers established in Austrian territory who have been affected.", "The Austrian authorities shall transmit to the Commission, by 30 June 2003, a report on the sales provided for in this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 September 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24."}