{"celex_id": "32000R0049", "uri": "http://publications.europa.eu/resource/cellar/0f6f1efd-2182-4318-830f-124428ae2348", "type": "Regulation", "concepts": ["2735", "5768", "893"], "title": "Commission Regulation (EC) No 49/2000 of 10 January 2000 amending Council Regulation (EC) No 1139/98 concerning the compulsory indication on the labelling of certain foodstuffs produced from genetically modified organisms of particulars other than those provided for in Directive 79/112/EEC\n", "header": "COMMISSION REGULATION (EC) No 49/2000\nof 10 January 2000\namending Council Regulation (EC) No 1139/98 concerning the compulsory indication on the labelling of certain foodstuffs produced from genetically modified organisms of particulars other than those provided for in Directive 79/112/EEC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs(1), as last amended by Directive 97/4/EC of the European Parliament and of the Council(2), and in particular Article 4(2) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1139/98(3) laid down the compulsory indication on the labelling of foods and food ingredients produced from genetically modified soya (Glycine max L.) covered by Commission Decision 96/281/EC(4) and genetically modified maize (Zea mays L.) covered by Commission Decision 97/98/EC(5), of particulars other than those provided for in Directive 79/112/EEC;\n(2) Council Regulation (EC) No 1139/98 acknowledged that adventitious contamination of foodstuffs with DNA or protein resulting from genetic modification cannot be excluded;\n(3) consequently, the Council, at the moment of adopting Council Regulation (EC) No 1139/98, invited the Commission to study the practicality of setting up de minimis thresholds for the presence of DNA or protein resulting from genetic modification in order to take account of the problem of adventitious contamination;\n(4) despite the fact that some operators avoid using genetically modified soya beans (Glycine max L.) or maize (Zea mays L.) or produce thereof as a source for their food ingredients, material derived from the said genetically modified organisms may be present in them as a result of adventitious contamination during e.g., cultivation, harvest, transport, storage and processing;\n(5) in the cases in which the presence of such material is adventitious and represents only a small proportion of a food ingredient considered, this food ingredient should not be subject to the labelling requirements of Regulation (EC) No 1139/98;\n(6) in order to achieve this objective, it is necessary to establish a de minimis threshold for the adventitious presence in food ingredients of material derived from the abovementioned genetically modified soya and maize;\n(7) for the purpose of clarity, it is appropriate to fix a threshold in terms of a single percentage value;\n(8) the value of 1 % best serves the purpose of establishing a tolerance level which simultaneously remains low and takes into account the necessary feasibility along the production chain. Detection methods already provide or shortly will, the necessary tools to implement this value. Nonetheless the 1 % value is to be seen as a maximum, and operators should therefore aim at achieving the lowest possible level of adventitious presence of the said material in practice;\n(9) it is appropriate to clarify that the 1 % value should be the tolerance level not only for the adventitious presence of material derived from the abovementioned genetically modified organisms, but for the combined adventitious presence of such material and any other material placed on the market pursuant to Regulation (EC) No 258/97(6) derived from other genetically modified organisms;\n(10) the notion of material derived from the genetically modified organisms should be understood as referring to the part of each ingredient that is derived from the genetically modified organisms;\n(11) in order to establish that the presence of this material is adventitious, operators must be in a position to supply evidence to satisfy competent authorities that they have taken appropriate steps to avoid using as a source genetically modified soya beans (Glycine max L.) or maize (Zea mays L.), or any other additional genetically modified organisms whose derived material has been placed on the market pursuant to Regulation (EC) No 258/97, or produce thereof;\n(12) for the purposes of consistency with Directive 79/112/EEC, it is appropriate to apply the threshold at the level of food ingredients individually considered;\n(13) it should be clarified that the same approach is to be followed for the purpose of establishing a list of food ingredients not subject to the labelling requirements of Regulation (EC) No 1139/98 because of the absence of protein and DNA resulting from the genetic modification as specified in its Article 1(1);\n(14) in any case, food ingredients are not subject to the labelling requirements of Regulation (EC) No 1139/98 when neither protein nor DNA resulting from the genetic modification as specified in Article 1(1) is present. In this light, it is appropriate to clarify that such list is not exhaustive;\n(15) in some cases foods comprise a single ingredient. It is therefore necessary to bring clarity as to how these foods should be considered for the purposes of establishing the abovementioned list and for the application of the threshold;\n(16) Directive 79/112/EEC applies to products which are delivered as such not only to the ultimate consumer, but also to mass caterers;\n(17) the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee for foodstuffs,", "main_body": ["Regulation (EC) No 1139/98 is modified as follows:\n1. In Article 1(1), \"to the final consumer\" is replaced by \"to the final consumer or mass caterers\".\n2. Article 2 is modified as follows:\n(a) Paragraph 2 is replaced by the following:\n\"2. The specified foodstuffs shall not be subject to the additional specific labelling requirements where:\n(a) neither protein nor DNA resulting from genetic modification as specified in Article 1(1) is present in their food ingredients individually considered or the food comprising a single ingredient;\nor\n(b) material derived from the genetically modified organisms referred to in Article 1(1), together with any material placed on the market pursuant to Regulation (EC) No 258/97 derived from other genetically modified organisms, is present in their food ingredients or the food comprising a single ingredient in a proportion no higher than 1 % of the food ingredients individually considered or food comprising a single ingredient, provided this presence is adventitious;\nIn order to establish that the presence of this material is adventitious, operators must be in a position to supply evidence to satisfy the competent authorities that they have taken appropriate steps to avoid using the genetically modified organisms (or produce thereof) referred to in the previous paragraph as a source.\"\n(b) The following paragraph 2a is inserted:\n\"2a. In order to facilitate the application of paragraph 2(a), a non-exhaustive list of food ingredients or foods comprising a single ingredient in which neither protein nor DNA resulting from the genetic modification as specified in Article 1(1) is present, shall be drawn up under the procedure laid down in Article 17 of Directive 79/112/EEC, taking account of technical developments, the opinion of the Scientific Committee for food and any other relevant scientific advice.\"", "The labelling requirements of Regulation (EC) No 1139/98 shall not apply to specified foodstuffs which are to be delivered as such to mass caterers which have been lawfully manufactured and labelled in the Community, or which have been lawfully imported into the Community and put into free circulation, before the entry into force of this Regulation.", "This Regulation shall enter into force on the ninetieth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 2000.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 33, 8.2.1979, p. 1.\n(2) OJ L 43, 14.2.1997, p. 21.\n(3) OJ L 159, 3.6.1998, p. 4.\n(4) OJ L 107, 30.4.1996, p. 10.\n(5) OJ L 31, 1.2.1997, p. 69.\n(6) OJ L 43, 14.2.1997, p. 1."}