{"celex_id": "32002R1926", "uri": "http://publications.europa.eu/resource/cellar/406bfc1c-b26b-4108-a5f3-dd4bd25a899e", "type": "Regulation", "concepts": ["2734", "4380", "5063", "614", "666"], "title": "Commission Regulation (EC) No 1926/2002 of 25 October 2002 fixing the duties applicable from 1 September 2002 on the importation into the Community of certain goods covered by Council Regulation (EC) No 3448/93 from Bulgaria\n", "header": "Commission Regulation (EC) No 1926/2002\nof 25 October 2002\nfixing the duties applicable from 1 September 2002 on the importation into the Community of certain goods covered by Council Regulation (EC) No 3448/93 from Bulgaria\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2580/2000(2), and in particular Article 7(4) thereof,\nWhereas:\n(1) Protocol 3 to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, approved by Decision 94/908/Euratom, ECSC, EC of the Council and the Commission(3), lays down the trade arrangements for the processed agricultural products which are listed therein.\n(2) That Protocol was amended by Decision No 2/2002 of the EC-Bulgaria Association Council of 1 July 2002 on the improvement of the trade arrangements for processed agricultural products envisaged by Protocol 3 to the Europe Agreement(4), by which a reduction of the duties applicable to imports of certain goods originating in Bulgaria was provided with effect from 1 September 2002.\n(3) The duties applicable from 1 September 2002 should therefore be established in accordance with Protocol 3 on imports of certain goods resulting from the processing of agricultural products originating in Bulgaria,", "main_body": ["The duties applicable as from 1 September 2002 to the importation of goods originating in Bulgaria, covered by Annex I to Protocol 3 to the Europe Agreement, are set out in Annexes I, II and III.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 358, 31.12.1994, p. 1.\n(4) Not yet published in the Official Journal.\nANNEX I\nDuties applicable upon import into the Community of goods originating in Bulgaria\n>TABLE>\nNote:\nThe final rate of preferential duty, calculated according to this note, shall be rounded down to the first decimal place, except for duties expressed as \"EAR\", \"AD S/ZR\" and \"AD F/MR\" in this table, which shall be rounded down to the second decimal place.\nANNEX II\nADDITIONAL CODE AND AGRICULTURAL COMPONENT\nBulgaria - valid from 1 September 2002\n>TABLE>\nANNEX III\nADDITIONAL DUTIES FOR SUGAR (AD S/Z) AND FOR FLOUR (AD F/M)\nBulgaria - valid from 1 September 2002\n>TABLE>\n>TABLE>"}