{"celex_id": "32000D0071", "uri": "http://publications.europa.eu/resource/cellar/36a59e9f-ebb9-44d8-a76b-403037fbc5a3", "type": "Decision", "concepts": ["1182", "1755", "3730", "838", "862", "922"], "title": "2000/71/EC: Commission Decision of 20 December 1999 concerning a specific financial contribution by the Community relating to epidemiological surveillance of certain animal diseases in areas at risk in Greece (notified under document number C(1999) 4680) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION\nof 20 December 1999\nconcerning a specific financial contribution by the Community relating to epidemiological surveillance of certain animal diseases in areas at risk in Greece\n(notified under document number C(1999) 4680)\n(Only the Greek text is authentic)\n(2000/71/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Council Decision 94/370/EC(2) and, in particular, Article 6 thereof;\nWhereas:\n(1) in 1994 and in 1996 the foot-and-mouth disease virus was introduced into Greece from abroad;\n(2) in 1996, 1997 and 1998 sheep pox was introduced into Greece from abroad;\n(3) in 1998 and in 1999 bluetongue entered Greece from abroad;\n(4) viral diseases such as foot-and-mouth disease, rinderpest, sheep and goat pox, bluetongue and small ruminant pest should be considered as exotic diseases on the territory of the Member States of the EU;\n(5) the appearance of exotic diseases is a serious threat to the Community's livestock and the presence of these diseases causes obstacles to trade at national and international level;\n(6) the Community has the possibility of providing financial assistance to Member States in order to rapidly eradicate certain animal diseases including foot-and-mouth disease, rinderpest, sheep and goat pox, bluetongue and small ruminant pest;\n(7) it is necessary that Greece has a high level of disease surveillance and preparedness for the eradication of exotic diseases and in particular in areas considered to be at a special epidemiological risk;\n(8) an epidermo-surveillance programme entitled EVROS (Epidemo-vigilance rotational system), designed to detect foot-and-mouth disease, rinderpest, sheep and goat pox, bluetongue and small ruminant pest, for areas of Greece considered as special risk areas, has been prepared by Greece;\n(9) the said programme when carried out can provide valuable information on the disease situation in the areas covered by the programme;\n(10) the programme has been designed for implementation in special epidemiological risk areas;\n(11) in the light of the importance of a high level of preparedness at all levels engaged in disease surveillance and eradication it is appropriate to provide financial assistance to cover certain costs incurred by Greece;\n(12) for budgetary reasons this Decision shall consider financial aspects for a period of 12 months;\n(13) the financial assistance provided shall be up to a maximum of EUR 300000;\n(14) a financial contribution from the Community shall be granted in so far as the actions provided for are carried out and provided that the authorities furnish all the necessary information within the time limits provided for;\n(15) for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy(3), as last amended by Regulation (EC) No 1258/1999(4), should apply;\n(16) the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The epidemio-surveillance programme for foot-and-mouth disease, rinderpest, sheep and goat pox, bluetongue and small ruminant pest presented by Greece is hereby approved for a period of twelve months starting on 1 January 2000. The objective and the main elements of the programme are shown in Annex I.\n2. The financial assistance from the Community for the programme referred to in paragraph 1 shall be 70 % of the costs incurred by Greece and up to a maximum of EUR 300000. The financial assistance shall be provided for actions listed in Annex II.", "The financial assistance referred to under Article 1(2) shall be granted to Greece subject to:\n(a) bringing into force by 1 January 2000 the laws, regulations and administrative provisions for implementing the programme;\n(b) forwarding a report to the Commission every three months on the progress of the programme and the costs incurred. The information provided in the report shall cover the points shown in Annex III.\n(c) forwarding a final report on the technical execution of the programme accompanied by justifying evidence as to the costs incurred by 1 April 2001 at the latest,\nand provided that Community veterinary legislation has been respected.", "1. The Commission, in collaboration with the competent national authorities, may carry out on-the-spot checks to ensure that the measures and assisted expenditure have been carried out.\nThe Commission shall inform the Member States of the outcome of the checks.\n2. Articles 8 and 9 of Regulation (EC) No 1258/1999 shall apply mutatis mutandis.\n3. The financial contribution of the Community may only be granted if the programme has been implemented in line with Community rules.", "This Decision is addressed to Greece."], "attachments": "Done at Brussels, 20 December 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 168, 2.7.1994, p. 31.\n(3) OJ L 94, 28.4.1970, p. 13.\n(4) OJ L 160, 26.6.1999, p. 103.\nANNEX I\nEpidemio-surveillance programme for foot-and-mouth disease, rinderpest, sheep and goat pox, bluetongue and small ruminant pest in certain areas of Greece\nObjective\nThe epidemio-surveillance programme referred to in Article 1(1) has the objective:\n- to enhance disease surveillance in certain geographical areas of Greece considered to be special epidemiological risk areas\n- to initiate early and rapid disease control measures when deemed necessary.\nFurthermore, it has the objective to strengthen the lines of communication between staff making observations in the field, staff working in diagnostic laboratories and staff analysing epidemiological data at the national crisis management centre.\nMain elements of epidemio-surveillance programme\nThe epidemio-surveillance programme is designed to detect at farm level clinical signs of exotic diseases (foot-and-mouth disease, rinderpest, sheep and goat pox, small ruminant pest and bluetongue) and to detect the presence of antibodies for the mentioned diseases in selectively collected blood samples. The programme takes into account that the livestock population subjected to the surveillance for foot-and-mouth disease, rinderpest, sheep and goat pox and small ruminant pest, is kept in areas defined as zone A (special epidemiological risk area) and zone B (considerable epidemiological risk area), respectively. The programme for bluetongue surveillance takes into account the biology of potential vectors.\nThe implementation of the programme shall be based on the actions and measures shown below:\nA. Surveillance for foot-and-mouth disease, sheep and goat pox and small ruminant pest\n1. In zone A all the villages and settlements will be subjected to a surveillance which includes:\n(a) clinical inspection of 60 randomly selected sheep or goats from which six (6) animals will be randomly selected and subjected to a thorough clinical examination;\n(b) clinical inspection of all bovine holdings;\n(c) collection and serological examination of blood samples obtained from 60 randomly selected sheep and goats;\n(d) monitoring of animals being moved out of zone A; all bovine, sheep and goats being moved out of zone A for rearing or reproduction purposes shall be subject to a clinical examination prior to movement; sheep and goats shall be subject to a serological test for foot-and-mouth disease, sheep pox and small ruminant pest;\n(e) monitoring at slaughterhouses situated in zone A; a random sample of 10 % of sheep and goats slaughtered each day shall be subjected to a serological test for foot-and-mouth disease, sheep pox and small ruminant pest.\n2. In zone B, the surveillance programme will include that:\n(a) a random sample of 20 % of the villages and settlements shall be subjected to the measures listed under 1(a), (b) and (c);\n(b) a random sample of 10 % of the sheep, goats and bovines being moved out of zone B to areas not subjected to the programme for rearing or reproduction purposes shall be subject to the measures shown in 1(d);\n(c) animals brought to a slaughterhouse situated in zone B are subject to surveillance as listed under 1(e).\n3. The measures described under A(1)(a), A(1)(b), A(1)(c) and A(2)(a) shall be carried out at least once every four months.\nB. Surveillance for bluetongue\nThe epidemio-surveillance programme for bluetongue will include:\n1. Clinical examination of sheep\nSheep subject to a clinical examination within the framework of Section A, 1(a) and 2(a) will during the months of July to December be examined for signs and symptoms associated with bluetongue infection.\n2. Serological testing\nSentinel bovines aged over six (6) months in groups of five to ten animals will during the period July to December be subject to monthly serological tests. The sentinel groups of bovines shall be kept at locations situated in the proximity of likely breeding sites of potential vectors.\n3. Collection and identification of potential bluetongue vectors\nInsects shall be collected by means of light traps placed near likely potential vector breeding sites. Collections shall be carried out during the months of July to December with intervals of about two weeks. Insects shall be identified and the presence, density and geographical distribution of potential vectors shall be recorded.\nManagement of the epidemio-surveillance programme\nThe department of infectious diseases of the Animal Health Directorate, the Ministry of Agriculture shall carry out the management of the epidemo-surveillance programme referred to in Article 1(1) of this Decision.\nANNEX II\nPROGRAMME IMPLEMENTATION BUDGET\n>TABLE>\nANNEX III\n>PIC FILE= \"L_2000024EN.005802.EPS\">\n>PIC FILE= \"L_2000024EN.005901.EPS\">\n>PIC FILE= \"L_2000024EN.006001.EPS\">"}