{"celex_id": "32001R0946", "uri": "http://publications.europa.eu/resource/cellar/f45e2d49-5479-4440-a1f3-8e7264a86950", "type": "Regulation", "concepts": ["1144", "1277", "5581", "797", "807", "994"], "title": "Commission Regulation (EC) No 946/2001 of 15 May 2001 derogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, with regard to set-aside\n", "header": "Commission Regulation (EC) No 946/2001\nof 15 May 2001\nderogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, with regard to set-aside\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1672/2000(2), and in particular Article 9 thereof,\nWhereas:\n(1) Eligibility for area aid under the general scheme referred to in Article 2(3) of Regulation (EC) No 1251/1999 is subject to an obligation to set land aside.\n(2) Article 19(2) and (3) of Commission Regulation (EC) No 2316/1999(3), as last amended by Regulation (EC) No 556/2001(4), stipulate that the set-aside period must begin no later than 15 January and that no agricultural production is authorised on the land set aside.\n(3) As a result of the health measures taken by the national authorities to prevent the spread of foot-and-mouth disease, movement of livestock may be restricted and the slaughter of non-affected livestock cannot continue at the usual rate. Consequently, an exceptionally high number of animals will have to be kept and fed on holdings for a certain time.\n(4) All measures should be adopted to ensure that in doing this animal welfare conditions are respected.\n(5) The temporary use of land set aside under the arrangements for arable crops could ease this situation. The national authorities should therefore be permitted, in duly justified cases, to authorise the temporary use of set-aside land following the entry into force of restrictions on movement. Measures should, however, be adopted to ensure that use of the land concerned is not lucrative.\n(6) The situation described above has been taken into account by Commission Regulation (EC) No 575/2001(5). This Regulation covers the period from 1 March until 30 April 2001. In view of the persistence of the situation, a new derogation should enter into force immediately.\n(7) In addition, following the adoptions of these health measures, certain producers cannot sow areas which have been used for feeding livestock. The national authorities should therefore be allowed to accept these areas as set-aside.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 19(2) and (3) of Regulation (EC) No 2316/1999, Member States may, in duly justified cases, authorise producers in areas subject to restrictions on the movement of livestock because of outbreaks of foot-and-mouth disease:\n(a) to use set-aside land for sheltering and feeding livestock from 1 May 2001 until the end of a period of 30 days after the lifting of the restrictions;\n(b) to declare as set-aside, land which has been used for feeding livestock between 15 January 2001 and the beginning of the health measure restrictions.", "Member States shall take all the measures necessary to ensure that the set-aside land is not put to any lucrative use.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to set-aside in respect of the 2001/02 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 193, 29.7.2000, p. 13.\n(3) OJ L 280, 30.10.1999, p. 43.\n(4) OJ L 82, 22.3.2001, p. 13.\n(5) OJ L 85, 24.3.2001, p. 6."}