{"celex_id": "32009D0247", "uri": "http://publications.europa.eu/resource/cellar/19a99bae-4482-468d-8462-2ab2456fc5a2", "type": "Decision", "concepts": ["1277", "1442", "1755", "1854", "5263", "5760", "865"], "title": "2009/247/EC: Commission Decision of 16 March 2009 amending Decision 2003/322/EC as regards the feeding of certain species of necrophagous birds in Bulgaria with certain category 1 material (notified under document number C(2009) 1670) (Text with EEA relevance)\n", "header": "19.3.2009 EN Official Journal of the European Union L 73/20\nCOMMISSION DECISION\nof 16 March 2009\namending Decision 2003/322/EC as regards the feeding of certain species of necrophagous birds in Bulgaria with certain category 1 material\n(notified under document number C(2009) 1670)\n(Only the Bulgarian, French, Greek, Italian, Portuguese and Spanish texts are authentic)\n(Text with EEA relevance)\n(2009/247/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 23(2)(d) thereof,\nWhereas:\n(1) Commission Decision 2003/322/EC of 12 May 2003 implementing Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the feeding of certain necrophagous birds with certain category 1 materials (2) lays down conditions for the authorisation of the feeding of certain endangered or protected species of necrophagous birds by certain Member States.\n(2) That Decision lists the Member States authorised to make use of that possibility, the species of necrophagous birds which may be fed with the category 1 material, and the implementing rules under which the feeding may take place.\n(3) Bulgaria has submitted a request for the authorisation of feeding certain species of necrophagous birds with certain category 1 material and has submitted satisfactory information concerning the occurrence of those species on its territory and concerning the safety measures to be applied when feeding category 1 animal by-products to those birds.\n(4) Decision 2003/322/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/322/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. Article 4 is replaced by the following:\n3. Article 6 is replaced by the following:\n4. In Part A of the Annex, the following point (g) is added:\n‘(g) In the case of Bulgaria: black vulture (Aegypius monachus), bearded vulture (Gypaetus barbatus), griffon vulture (Gyps fulvus), Egyptian vulture (Neophron percnopterus), golden eagle (Aquila chrysaetos), imperial eagle (Aquila heliaca), white-tailed eagle (Haliaeetus albicilla), black kite (Milvus migrans) and red kite (Milvus milvus).’", "This Decision is addressed to the Republic of Bulgaria, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus and the Portuguese Republic."], "attachments": "Done at Brussels, 16 March 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1.\n(2)  OJ L 117, 13.5.2003, p. 32."}