{"celex_id": "32004R1923", "uri": "http://publications.europa.eu/resource/cellar/f8868e4b-1823-4fc4-91c6-6519f21db20e", "type": "Regulation", "concepts": ["1309", "161", "2771", "4324", "4385", "666"], "title": "Council Regulation (EC) No 1923/2004 of 25 October 2004 establishing certain concessions for the Swiss Confederation in the form of Community tariff quotas for certain processed agricultural products\n", "header": "5.11.2004 EN Official Journal of the European Union L 331/9\nCOUNCIL REGULATION (EC) No 1923/2004\nof 25 October 2004\nestablishing certain concessions for the Swiss Confederation in the form of Community tariff quotas for certain processed agricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia, and Slovakia, and in particular Article 6(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Within the framework of the preferential Agreement between the European Economic Community and the Swiss Confederation (1) concluded by Regulation (EEC) No 2840/72 (2) a concession regarding processed agricultural products was granted to that country.\n(2) Following the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, the said concession should be adapted to take account of the specific arrangements which existed for trade in processed agricultural products between these ten countries, on the one hand, and Switzerland, on the other.\n(3) To accomplish this, negotiations were completed on 25 June 2004 regarding the signature of an agreement which would make the adaptations to the abovementioned preferential agreement needed to take account of the effects of the enlargement of the European Union.\n(4) However, as time was too short, the agreement could not enter into force for 1 May 2004, and in such circumstances the Community has to adopt the measures needed to resolve the situation.\n(5) The measures are to take the form of an autonomous Community tariff quota covering the preferential tariff concessions applied under the agreement to the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\n(6) A tariff quota was set in 2004 for the same product under order No 09.0914 by Commission Regulation (EC) No 2232/2003 (3). The new tariff quota is in addition to the existing concession.\n(7) The Swiss Confederation has also given a political undertaking, subject to reciprocity, to adopt independent transitional measures in favour of the Community having legal effect from 1 May 2004,", "main_body": ["From 1 May to 31 December 2004, the merchandise originating in Switzerland listed in the Annex is subject to an open tariff quota according to the conditions specified.", "The quota referred to in Article 1 is to be administered by the Commission in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 (4).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 October 2004.\nFor the Council\nThe President\nR. VERDONK\n(1)  OJ L 300, 31.12.1972, p. 189.\n(2)  OJ L 300, 31.12.1972, p. 188.\n(3)  OJ L 339, 24.12.2003, p. 20.\n(4)  OJ L 253, 11.10.1993, p. 1. Regulation as amended by Regulation (EC) No 2286/2003 (OJ L 343, 31.12.2003, p. 1).\nANNEX\nOPEN PREFERENTIAL TARIFF QUOTA\nOrder number CN code Description of the goods Autonomous quota Rate of duty applicable Autonomous quota\n09.0914 2106 90 92 Food preparations not elsewhere specified or included, containing no milk fats, sucrose, isoglucose, glucose or starch or containing, by weight, less than 1,5 % milk fat, 5 % sucrose or isoglucose, 5 % glucose or starch 187 t exemption 1 309 t"}