{"celex_id": "32004R1757", "uri": "http://publications.europa.eu/resource/cellar/344e29d3-7030-46f0-bf30-4a692b2aeb70", "type": "Regulation", "concepts": ["20", "2193", "2300", "3568"], "title": "Commission Regulation (EC) No 1757/2004 of 11 October 2004 opening an invitation to tender for the refund on barley exports to certain third countries\n", "header": "12.10.2004 EN Official Journal of the European Union L 313/10\nCOMMISSION REGULATION (EC) No 1757/2004\nof 11 October 2004\nopening an invitation to tender for the refund on barley exports to certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular the first subparagraph of Article 13(3) thereof,\nWhereas:\n(1) Given the present market situation for cereals an invitation to tender for the export refund on barley should be opened in accordance with Article 4 of Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed rules for application of Council Regulation (EEC) No 1766/92 covering the granting of export refunds on cereals and the measures to be taken in the event of disturbance in the cereals sector (2).\n(2) The tendering procedure rules to be followed when export refunds are set are contained in Regulation (EC) No 1501/95. Among these is a requirement to submit an export licence application and lodge a security. The rate of that security should be set.\n(3) A specific period of validity must be set for the licences issued under this invitation. The validity should be appropriate to world market requirements for the 2004/2005 marketing year.\n(4) So that all parties are treated equally, all licences issued should have the same period of validity.\n(5) Satisfactory operation of export tendering procedures requires that a minimum quantity be set and also a time limit and form of transmission for the lodging of tenders with the competent authority.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   Under Article 4 of Regulation (EC) No 1501/95 an invitation to tender for the export refund is hereby opened.\n2.   The invitation covers barley exports to Algeria, Bahrain, Egypt, Iran, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Mauritania, Morocco, Oman, Qatar, Saudi Arabia, Syria, Tunisia, the United Arab Emirates and Yemen.\n3.   The invitation shall be open until 23 June 2005. During that period weekly awards shall be made. Quantities and tender submission dates for these shall be set out in the notice of invitation.\nThe second subparagraph of Article 4(4) of Regulation (EC) No 1501/95 notwithstanding, the time limit for submission of tenders for the first part-award shall be 14 October 2004.", "Tenders shall not be valid if made for less than 1 000 tonnes.", "The security referred to in Article 5(3)(a) of Regulation (EC) No 1501/95 shall be EUR 12 per tonne.", "1.   Article 23(1) of Commission Regulation (EC) No 1291/2000 (3) notwithstanding, export licences issued in accordance with Article 8(1) of Regulation (EC) No 1501/95 shall, for the purpose of determining their period of validity, be considered to have been issued on the day on which the tender is lodged.\n2.   Export licences issued under the invitation opened by this Regulation shall be valid from their date of issue as defined in paragraph 1 until the end of the fourth month following.", "Member States shall forward tenders lodged to the Commission within one-and-a-half hours of expiry of the weekly time limit for lodging them stated in the notice of invitation, using the form set out in the Annex.\nIf no tenders are lodged Member States shall inform the Commission accordingly by the same time as indicated in the first paragraph.\nThe times set for lodging tenders shall be in Belgian time.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p.78.\n(2)  OJ L 147, 30.6.1995, p. 7. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(3)  OJ L 152, 24.6.2000, p. 1.\nANNEX\nSpecimen form (1)\nAward of the refund on barley exports to certain third countries\n(Regulation (EC) No 1757/2004)\n(Time limit for submission of tenders)\n1 2 3\nTenderer Quantity (tonnes) Export refund rate (EUR/tonne)\n1\n(1)  To be sent to the following e-mail address:\nAGRI-C1-REVENTE-MARCHE-UE@cec.eu.int"}