{"celex_id": "32008D0815", "uri": "http://publications.europa.eu/resource/cellar/afc60912-f20d-4b52-a624-0c6a6e46dd64", "type": "Decision", "concepts": ["1445", "1755", "4746", "5283", "6152"], "title": "2008/815/EC: Commission Decision of 20 October 2008 approving certain national programmes for the control of Salmonella in flocks of broilers of Gallus gallus (notified under document number C(2008) 5699) (Text with EEA relevance)\n", "header": "28.10.2008 EN Official Journal of the European Union L 283/43\nCOMMISSION DECISION\nof 20 October 2008\napproving certain national programmes for the control of Salmonella in flocks of broilers of Gallus gallus\n(notified under document number C(2008) 5699)\n(Text with EEA relevance)\n(2008/815/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of Salmonella and other specified food-borne zoonotic agents (1), and in particular Article 6(2) thereof,\nWhereas:\n(1) The purpose of Regulation (EC) No 2160/2003 is to ensure that proper and effective measures are taken to detect and control Salmonella and other zoonotic agents at all relevant stages of production, processing and distribution, particularly at the level of primary production, in order to reduce their prevalence and the risk they pose to public health.\n(2) That Regulation provides that Community targets are to be established for the reduction of the prevalence in certain animal populations of zoonoses and zoonotic agents listed in Annex I thereto.\n(3) A Community target was established for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in broilers at the level of primary production by Commission Regulation (EC) No 646/2007 of 12 June 2007 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in broilers (2).\n(4) In order to achieve the Community target Member States are to establish national programmes for the control of Salmonella in flocks of broilers of Gallus gallus and submit them to the Commission in accordance with Regulation (EC) No 2160/2003.\n(5) Certain Member States have submitted such programmes, which were found to comply with the relevant Community veterinary legislation and in particular with Regulation (EC) No 2160/2003.\n(6) Those national control programmes should therefore be approved.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The national programmes for the control of Salmonella in flocks of broilers of Gallus gallus submitted by the Member States listed in the Annex are approved.", "This Decision shall apply from 1 December 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 325, 12.12.2003, p. 1.\n(2)  OJ L 151, 13.6.2007, p. 21.\nANNEX\nBelgium\nBulgaria\nCzech Republic\nDenmark\nGermany\nEstonia\nIreland\nGreece\nSpain\nFrance\nItaly\nCyprus\nLatvia\nLithuania\nLuxembourg\nMalta\nHungary\nNetherlands\nAustria\nPoland\nPortugal\nRomania\nSlovenia\nSlovakia\nFinland\nSweden\nUnited Kingdom"}