{"celex_id": "32000D0485", "uri": "http://publications.europa.eu/resource/cellar/2be7a8e0-4e5d-487c-8f5c-3624774c9a21", "type": "Decision", "concepts": ["1005", "1182", "1598", "1755", "2211", "838"], "title": "2000/485/EC: Commission Decision of 18 July 2000 amending Decision 2000/350/EC on epidemiological surveillance of Bluetongue in Greece and certain measures to prevent the spread of the disease (notified under document number C(2000) 2008) (Text with EEA relevance) (Only the Greek text is authentic)\n", "header": "Commission Decision\nof 18 July 2000\namending Decision 2000/350/EC on epidemiological surveillance of Bluetongue in Greece and certain measures to prevent the spread of the disease\n(notified under document number C(2000) 2008)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(2000/485/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10(4) thereof,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(3), as last amended by Decision 94/370/EC(4), and in particular Article 6 thereof,\nWhereas:\n(1) In the light of the results of the epidemiological surveillance system set up in accordance with Article 2 of Decision 2000/350/EC of 2 May 2000 on the epidemiological surveillance of Bluetongue in Greece and certain measures to prevent the spread of the disease(5), restrictions on movements of animals of susceptible species from certain parts of the Greek territory are in place in accordance with Article 3 of the abovementioned Decision.\n(2) Animal movement restrictions in certain regions result in disruption of seasonal movements to summer pastures outside the restricted zones.\n(3) Consideration must be given to the extra cost borne by farmers facing these restrictions.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 8 of Decision 2000/350/EC, the following indent is added:\n\"- 50 % of the costs incurred by Greece in compensating the farmers for the purchase of fodder when they are not in the situation to move, as they are used to do, their animals to summer pastures because of the restrictions on movements provided in Article 3.\"", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 18 July 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 19.\n(4) OJ L 168, 2.7.1994, p. 31.\n(5) OJ L 124, 25.5.2000, p. 58."}