{"celex_id": "32007D0607", "uri": "http://publications.europa.eu/resource/cellar/3dc7e1eb-687f-4d3d-b674-1cb56fd476cd", "type": "Decision", "concepts": ["1134", "2771", "4713", "5581", "5898"], "title": "2007/607/EC: Commission Decision of 10 September 2007 authorising Slovenia to extend by two wine years the possibility of derogating from the minimum natural alcoholic strength by volume set for zone C II for wines from the Primorska wine area including Teran PTP Kras quality wines psr (notified under document number C(2007) 4085)\n", "header": "14.9.2007 EN Official Journal of the European Union L 241/24\nCOMMISSION DECISION\nof 10 September 2007\nauthorising Slovenia to extend by two wine years the possibility of derogating from the minimum natural alcoholic strength by volume set for zone C II for wines from the Primorska wine area including Teran PTP Kras quality wines psr\n(notified under document number C(2007) 4085)\n(Only the Slovenian text is authentic)\n(2007/607/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Annex XIII, Chapter 5, point A(5)(2)(c), thereto,\nWhereas:\n(1) Annex V, point C(2)(e), and Annex VI, point E(3)(e), to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1) set the minimum natural alcoholic strength by volume for table wines and quality wines psr in zone C II which may be the subject of enrichment.\n(2) By way of derogation from these limits, under Annex XIII, Chapter 5(A), to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia this minimum natural alcoholic strength by volume may be derogated from in the case of table wines and quality wines psr from the Primorska wine area in zone C II in Slovenia in the three consecutive wine years 2004/05, 2005/06 and 2006/07, but may not be lower than that set for zone C I (a). At the end of this period Slovenia is to submit a detailed report on the minimum natural alcoholic strength by volume of the grapes observed in the three years in question.\n(3) On 24 April 2007 Slovenia submitted a detailed report on the minimum natural alcoholic strength by volume of the grapes harvested in the Primorska wine area, including Teran PTP Kras quality wine psr. However, as the three years in which these measures were carried out were characterised by exceptionally and abnormally good weather conditions, the Slovenian authorities believe that the values observed are not representative of the conditions normally encountered in this region and cannot be conclusive in fixing the normal natural alcoholic strength by volume for the region. They have therefore requested an extension of the period of the derogation from the minimum natural alcoholic strength by volume for these grapes.\n(4) In accordance with the conditions laid down for this derogation, the period covered should therefore be extended by two further wine years, to the 2007/08 and 2008/09 wine years, to enable table wines and quality wines psr in the Primorska wine area, including Teran PTP Kras quality wine psr, to reach the minimum natural alcoholic strength by volume,", "main_body": ["By way of derogation from Annex V, point C(2)(e), and Annex VI, point E(3)(e), to Regulation (EC) No 1493/1999, the minimum natural alcoholic strength by volume set for zone C II for table wines and quality wines psr may be derogated from in the two consecutive wine years 2007/08 and 2008/09 for Slovenia’s Primorska wine area when the weather conditions or growing conditions are exceptionally unfavourable and make it impossible to reach the minimum natural alcoholic strength by volume required in zone C II.\nHowever, the minimum natural alcoholic strength by volume may not be lower than that set for zone C I (a) for table wines and quality wines psr.", "This Decision is addressed to the Republic of Slovenia."], "attachments": "Done at Brussels, 10 September 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}