{"celex_id": "32006D0324", "uri": "http://publications.europa.eu/resource/cellar/3c377bc0-7f56-430d-ba25-879b0c457302", "type": "Decision", "concepts": ["12", "161", "2901", "4453", "5403"], "title": "2006/324/EC: Council Decision of  27 February 2006  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\n", "header": "5.5.2006 EN Official Journal of the European Union L 120/17\nCOUNCIL DECISION\nof 27 February 2006\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\n(2006/324/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 22 March 2004 the Council authorised the Commission to open negotiations with certain other Members of the WTO under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accessions to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Article XXIV:6 and Article XXVIII of the GATT 1994. The said Agreement should therefore be approved.\n(4) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1),", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, with respect to the withdrawal of specific concessions in relation to the withdrawal of the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The Commission shall adopt the detailed rules for implementing the Agreement in the form of an Exchange of Letters in accordance with the procedure referred to in Article 3(2), or in case of tariff rate quotas for tariff lines 1604 20, Article 4(2) of this Decision.", "1.   The Commission shall be assisted by the Management Committee for Cereals instituted by Article 25 of Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (2) or the relevant committee instituted by the corresponding Article of the Regulation on the common market organisation for the product concerned.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period provided for in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3.   The Committee shall adopt its Rules of Procedure.", "1.   The Commission shall be assisted by the Customs Code Committee instituted by Article 248a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (3).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period provided for in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3.   The Committee shall adopt its Rules of Procedure.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community (4)."], "attachments": "Done at Brussels, 27 February 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(3)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 648/2005 of the European Parliament and of the Council (OJ L 117, 4.5.2005, p. 13).\n(4)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union.\n5.5.2006 EN Official Journal of the European Union L 120/19\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and the Kingdom of Thailand pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union\nBangkok,\nSir,\nFollowing the initiation of negotiations between the European Communities (EC) and the Kingdom of Thailand (Thailand) under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and the Thailand in order to conclude the negotiations initiated following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule of EC 15.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the Annex to this Agreement.\nThailand accepts the basic components of the EC's approach to adjusting the obligation of the EC 15 and those of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic following the recent enlargement of the EC: netting out of export commitments; netting out of tariff quotas; and aggregation of domestic support commitments.\nThis Agreement shall enter into force on the date on which the EC and Thailand have exchanged letters of agreement, following consideration by the parties in accordance with their own procedures. The EC shall use its best endeavours to put in place the appropriate implementing measures before 1 January 2006 and under no circumstances later than 1 July 2006.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nANNEX\n1604 20 70: a new annual tariff rate quota of 2 558 tonnes of which 1 816 tonnes shall be allocated to Thailand, the rest erga omnes, with an in quota rate of 0 %, out of quota rate 24 %.\n1604 20 50: a new annual tariff rate quota of 2 275 tonnes of which 1 410 tonnes shall be allocated to Thailand, the rest erga omnes, with an in quota rate of 0 %, out of quota rate 25 %.\n1006 10 (Paddy rice): a new annual tariff rate quota (erga omnes) of 7 tonnes, in quota rate 15 %.\n1006 20 (Husked rice): a new annual tariff rate quota (erga omnes) of 1 634 tonnes, in quota rate 15 %.\n1006 30 (Semi/wholly milled rice): an increase in annual tariff rate quota of 25 516 tonnes (erga omnes) in the current EC 15 quota, in quota rate 0 %.\nA country allocation of 1 200 tonnes to Thailand to be integrated in the current EC 15 semi/wholly milled rice quota, in-quota rate 0 %.\n1006 40 (Broken rice): a new annual tariff rate quota of 31 788 tonnes (erga omnes) in the current EC 15 quota, in quota rate 0 %.\nBangkok,\nSir,\nReference is made to your letter stating:\n‘Following the initiation of negotiations between the European Communities (EC) and the Kingdom of Thailand (Thailand) under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and Thailand in order to conclude the negotiations initiated following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule of EC 15.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the Annex to this Agreement.\nThailand accepts the basic components of the EC's approach to adjusting the obligation of the EC 15 and those of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic following the recent enlargement of the EC: netting out of export commitments; netting out of tariff quotas; and aggregation of domestic support commitments.\nThis Agreement shall enter into force on the date on which the EC and Thailand have exchanged letters of agreement, following consideration by the parties in accordance with their own procedures. The EC shall use its best endeavours to put in place the appropriate implementing measures before 1 January 2006 and under no circumstances later than 1 July 2006.’\nI hereby have the honour to express my government's agreement.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Kingdom of Thailand"}