{"celex_id": "32004D0405", "uri": "http://publications.europa.eu/resource/cellar/f1067096-37bf-48e1-a696-af7fda86f554", "type": "Decision", "concepts": ["12", "255", "5313", "6725"], "title": "2004/405/EC,Euratom: Council Decision of 19 April 2004 amending Article 29(1) of the Rules of Procedure of the Court of Justice of the European Communities\n", "header": "Council Decision\nof 19 April 2004\namending Article 29(1) of the Rules of Procedure of the Court of Justice of the European Communities\n(2004/405/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Article 64 of the Protocol on the Statute of the Court of Justice,\nIn accordance with the procedure referred to in the second paragraph of Article 245 of the Treaty establishing the European Community and the second paragraph of Article 160 of the Treaty establishing the European Atomic Energy Community,\nHaving regard to the request of the Court of Justice of 21 November 2003,\nHaving regard to the opinion of the European Parliament of 30 March 2004,\nHaving regard to the opinion of the Commission of 1 March 2004,\nWhereas:\nWith the entry into force of the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union(1), the new official languages, namely Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovene, should be added to the list of languages of the case provided for in Article 29(1) of the Rules of Procedure of the Court of Justice of the European Communities,", "main_body": ["The Rules of Procedure of the Court of Justice of the European Communities of 19 June 1991 (OJ L 176, 4.7.1991, p. 7, Corrigendum: OJ L 383, 29.12.1992, p. 117), as amended on 21 February 1995 (OJ L 44, 28.2.1995, p. 61), 11 March 1997 (OJ L 103, 19.4.1997, p. 1, Corrigendum: OJ L 351, 23.12.1997, p. 72), 16 May 2000 (OJ L 122, 24.5.2000, p. 43), 28 November 2000 (OJ L 322, 19.12.2000, p. 1), 3 April 2001 (OJ L 119, 27.4.2001, p. 1), 17 September 2002 (OJ L 272, 10.10.2002, p. 24, Corrigendum: OJ L 272, 19.10.2002, p. 24), and 8 April 2003 (OJ L 147, 14.6.2003, p. 17), are hereby amended as follows:", "9(1) shall be replaced by the following:\"The language of a case shall be Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovene, Spanish or Swedish.\"", "This Decision shall take effect at the same time as the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union.\nThe texts of the Rules of Procedure of the Court of Justice in Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovene shall be adopted after the entry into force of the Treaty referred to in the first paragraph."], "attachments": "Done at Brussels, 19 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 236, 23.9.2003, p. 17."}