{"celex_id": "32003D0169", "uri": "http://publications.europa.eu/resource/cellar/cfb0cf60-022a-4b1d-ab2d-11181f16101f", "type": "Decision", "concepts": ["1509", "2084", "4048", "5405", "953"], "title": "2003/169/JHA: Council Decision 2003/169/JHA of 27 February 2003 determining which provisions of the 1995 Convention on simplified extradition procedure between the Member States of the European Union and of the 1996 Convention relating to extradition between the Member States of the European Union constitute developments of the Schengen acquis in accordance with the Agreement concerning the Republic of Iceland's and the Kingdom of Norway's association with the implementation, application and development of the Schengen acquis\n", "header": "Council Decision 2003/169/JHA\nof 27 February 2003\ndetermining which provisions of the 1995 Convention on simplified extradition procedure between the Member States of the European Union and of the 1996 Convention relating to extradition between the Member States of the European Union constitute developments of the Schengen acquis in accordance with the Agreement concerning the Republic of Iceland's and the Kingdom of Norway's association with the implementation, application and development of the Schengen acquis\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(b) and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Sweden(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) For the purposes of achieving the objectives of the European Union, the Council established the Convention on simplified extradition procedure between the Member States of the European Union(3) (hereinafter \"the Simplified Extradition Convention\") and the Convention relating to extradition between the Member States of the European Union(4) (hereinafter \"the Extradition Convention\").\n(2) In order to ensure a clear and unambiguous legal situation it is necessary to determine the relationship between the provisions of the above Conventions and those of Chapter 4 of Title III of the Convention of 19 June 1990 implementing the Schengen Agreement of 14 June 1985 on the gradual abolition of checks at the common borders(5) (hereinafter \"the Schengen Convention\"), which were incorporated into the framework of the European Union when the Treaty of Amsterdam entered into force on 1 May 1999.\n(3) It is also necessary to associate the Republic of Iceland and the Kingdom of Norway with the application of the provisions of the Simplified Extradition Convention and some provisions of the Extradition Convention which constitute a development of the Schengen acquis and fall within the scope of Article 1 of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis(6).\n(4) The procedures set out in the Agreement concluded by the Council of the European Union with the Republic of Iceland and the Kingdom of Norway concerning the latters' association with the implementation, application and development of the Schengen acquis(7) (hereinafter the \"Association Agreement\") have been observed in respect of this Decision.\n(5) When the Republic of Iceland and the Kingdom of Norway are notified of the adoption of this Decision in accordance with Article 8(2)(a) of the Association Agreement, those two States will be requested, when informing the Council and the Commission of the fulfilment of their constitutional requirements, to make the relevant declarations and give the relevant notifications under Article 7(4), Article 9, Article 12(3) and Article 15 of the Simplified Extradition Convention and Article 6(3) and Article 13(2) of the Extradition Convention,", "main_body": ["The Simplified Extradition Convention constitutes a development of the provisions of the Schengen acquis, and in particular of Article 66 of the Schengen Convention.", "Articles 2, 6, 8, 9 and 13 of the Extradition Convention and Article 1 thereof, to the extent that that Article is pertinent to those other Articles, constitute a development of the provisions of the Schengen acquis, and in particular of Article 61, Article 62(1) and (2), and Articles 63 and 65 of the Schengen Convention.", "1. Without prejudice to Article 8 of the Association Agreement, the provisions of the Simplified Extradition Convention shall enter into force for Iceland and Norway on the same date that that Convention enters into force in accordance with Article 16(2) thereof, or, if that date is before 1 July 2002, on the latter date.\n2. Before the Simplified Extradition Convention enters into force for Iceland or Norway, Iceland and Norway may, when notifying the fulfilment of their constitutional requirements in accordance with Article 8(2) of the Association Agreement, declare that those provisions shall apply to their relations with States which have made the same declaration. Such declarations shall take effect 90 days after the date of deposit thereof.\n3. Without prejudice to Article 8 of the Association Agreement, Articles 2, 6, 8, 9 and 13 of the Extradition Convention shall enter into force for Iceland and Norway on the date that that Convention enters into force in accordance with Article 18(3) thereof, or, if that date is before 1 July 2002, on the latter date.\n4. Before the provisions of the Extradition Convention referred to in paragraph 3 enter into force for Iceland or Norway, Iceland and Norway may, when notifying the fulfilment of their constitutional requirements in accordance with Article 8(2) of the Association Agreement, declare that those provisions shall apply to their relations with States that have made the same declaration. Such declarations shall take effect ninety days after the date of deposit thereof.", "1. On the same date that the Simplified Extradition Convention enters into force in accordance with Article 16(2) thereof, Article 66 of the Schengen Convention shall be repealed. Nevertheless, that provision shall continue to apply to extradition requests submitted before that date, unless the Member States concerned are already applying the Simplified Extradition Convention between themselves pursuant to declarations made in accordance with Article 16(3) thereof.\n2. On the same date that the Extradition Convention enters into force in accordance with Article 18(3) thereof, Article 61, Article 62(1) and (2) and Articles 63 and 65 of the Schengen Convention shall be repealed. Nevertheless, those provisions shall continue to apply to extradition requests submitted before that date, unless the Member States concerned are already applying the Extradition Convention between themselves pursuant to declarations made in accordance with Article 18(4) thereof.", "This Decision shall take effect on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 February 2003.\nFor the Council\nThe President\nM. ChrisochoĂŻdis\n(1) OJ C 195, 11.7.2001, p. 13.\n(2) Opinion delivered on 13 November 2001 (not yet published in the Official Journal).\n(3) OJ C 78, 30.3.1995, p. 2.\n(4) OJ C 313, 23.10.1996, p. 12.\n(5) OJ L 239, 22.9.2000, p. 19.\n(6) OJ L 176, 10.7.1999, p. 31.\n(7) OJ L 176, 10.7.1999, p. 36."}