{"celex_id": "32001R0772", "uri": "http://publications.europa.eu/resource/cellar/7df2eeaf-c821-4279-86d6-1e4925a8ca2e", "type": "Regulation", "concepts": ["1460", "1632", "2359", "2838", "3073", "321"], "title": "Regulation (EC) No 772/2001 of the European Parliament and of the Council of 4 April 2001 regarding the closure and liquidation of projects adopted by the Commission under Council Regulation (EC) No 213/96 on the implementation of the European Communities investment partners financial instrument for the countries of Latin America, Asia, the Mediterranean region and South Africa (Text with EEA relevance)\n", "header": "Regulation (EC) No 772/2001 of the European Parliament and of the Council\nof 4 April 2001\nregarding the closure and liquidation of projects adopted by the Commission under Council Regulation (EC) No 213/96 on the implementation of the European Communities investment partners financial instrument for the countries of Latin America, Asia, the Mediterranean region and South Africa\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 179(1) thereof,\nHaving regard to the proposal from the Commission(1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(2),\nWhereas:\n(1) Council Regulation (EC) No 213/96 of 29 January 1996 on the implementation of the European Communities investment partners financial instrument for the countries of Latin America, Asia, the Mediterranean region and South Africa(3) expired on 31 December 1999.\n(2) Using Regulation (EC) No 213/96 as a basis, the Commission has approved the financing of a number of projects which have not yet been fully completed and which may require further sums to be committed so that they can be closed.\n(3) The many investment instruments managed by the Commission (AL-Invest, ASIA-Invest, MED-Invest, JOP, JEV and Proinvest) lack a centralised, coordinated and coherent organisational structure.\n(4) This transitional measure should serve not only to ensure compliance with the commitments entered into by the Commission up to 31 December 1999, but also to lay the foundations for a future, integrated programme for the promotion of investment in all developing countries.\n(5) The Commission should be empowered to take the steps necessary to allow the existing project portfolio to be liquidated,", "main_body": ["1. The Commission shall take the steps needed to close and liquidate the projects adopted under Regulation (EC) No 213/96.\n2. Those steps shall include any action required, pursuant to Regulation (EC) No 213/96 with the aim of liquidating the existing portfolio, to provide monitoring, management and auditing of operations for which the Commission has already adopted a financing decision, including the amendment of contracts already signed and the use of outside technical assistance.", "As soon as possible and at the latest by 31 March 2001, the Commission shall submit a report to the European Parliament and the Council on the instrument for supporting the private sector in developing countries, followed, as soon as possible, by a legislative proposal to ensure the future of that instrument.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 April 2001.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nB. Rosengren\n(1) OJ C 150 E, 30.5.2000, p. 79.\n(2) Opinion of the European Parliament of 5 September 2000 (not yet published in the Official Journal), Council Common Position of 10 November 2000 (OJ C 23, 24.1.2001, p. 46) and Decision of the European Parliament of 14 March 2001.\n(3) OJ L 28, 6.2.1996, p. 2."}