{"celex_id": "32007D0846", "uri": "http://publications.europa.eu/resource/cellar/7d1a239c-58b1-4504-bf3c-bb552eb0c52a", "type": "Decision", "concepts": ["1598", "3408", "4038", "616", "619"], "title": "2007/846/EC: Commission Decision of 6 December 2007 establishing a model for the lists of entities approved by Member States in accordance with various provisions of Community veterinary legislation, and the rules applying to the transmission of these lists to the Commission (notified under document number C(2007) 5882) (Codified version) (Text with EEA relevance)\n", "header": "19.12.2007 EN Official Journal of the European Union L 333/72\nCOMMISSION DECISION\nof 6 December 2007\nestablishing a model for the lists of entities approved by Member States in accordance with various provisions of Community veterinary legislation, and the rules applying to the transmission of these lists to the Commission\n(notified under document number C(2007) 5882)\n(Codified version)\n(Text with EEA relevance)\n(2007/846/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Article 11(6) thereof,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species (2), and in particular Article 5(2) thereof,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and imports from third countries of embryos of domestic animals of the bovine species (3), and in particular Article 5(3) thereof,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (4), and in particular Article 7 thereof,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species (5), and in particular Article 5(3) thereof,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (6), and in particular Article 8a(6) thereof,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (7), and in particular Article 17(3)(c) and Article 18(1) fourth indent thereof,\nWhereas:\n(1) Commission Decision 2001/106/EC of 24 January 2001 establishing a model for the lists of entities approved by Member States in accordance with various provisions of Community veterinary legislation, and the rules applying to the transmission of these lists to the Commission (8), has been substantially amended several times (9). In the interests of clarity and rationality the said Decision should be codified.\n(2) Intra-Community trade of bovine, porcine, ovine, caprine and equine animals is permitted from assembly centres approved by the competent authorities of the Member State where they are located.\n(3) Intra-Community trade of semen of domestic animals of the bovine and porcine species is permitted from centres approved by the competent authorities of the Member State where they are located.\n(4) Intra-Community trade of embryos and ova of the bovine species is permitted if they have been collected, processed and stored by embryo collection teams approved by the competent authorities of the Member State where they are acting.\n(5) Each Member State is to send to the Commission and to the other Member States the lists of assembly centres, semen collection centres and embryo collection teams it has approved on its territory.\n(6) It is necessary to harmonise the model of those lists and the way they are transmitted in order to set up a simple access to up-to-date lists for the Community.\n(7) It is convenient and appropriate to use that harmonised model for the approved quarantine facilities or centres for imported birds other than poultry.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The lists of the entities listed in Annex I shall be transmitted to the Commission under Word or Excel to the following mailbox: Inforvet@ec.europa.eu\nThe lists shall be drawn up in accordance with the model formats listed in Annex II.\nAny modification of the format or change in the destination shall be notified by the Commission to the Member States in the framework of the Standing Committee on the Food Chain and Animal Health.", "Decision 2001/106/EC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex IV.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 December 2007.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Commission Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(2)  OJ L 194, 22.7.1988, p. 10. Directive as last amended by Commission Decision 2006/16/EC (OJ L 11, 17.1.2006, p. 21).\n(3)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Commission Decision 2006/60/EC (OJ L 31, 3.2.2006, p. 24).\n(4)  OJ L 224, 18.8.1990, p. 42. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(5)  OJ L 224, 18.8.1990, p. 62. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(6)  OJ L 46, 19.2.1991, p. 19. Directive as last amended by Directive 2006/104/EC.\n(7)  OJ L 268, 14.9.1992, p. 54. Directive as last amended by Commission Decision 2007/265/EC (OJ L 114, 1.5.2007, p. 17).\n(8)  OJ L 39, 9.2.2001, p. 39. Decision as last amended by Decision 2004/252/EC (OJ L 79, 17.3.2004, p. 45).\n(9)  See Annex III.\nANNEX I\n1. Assembly centres approved in accordance with Article 11(1) of Directive 64/432/EEC, Article 7(1) of Directive 90/426/EEC and Article 8a(1) of Directive 91/68/EEC.\n2. Semen collection and storage centres approved in accordance with Article 5(1) of Directive 88/407/EEC and semen collection centres approved in accordance with Article 5(1) of Directive 90/429/EEC.\n3. Embryo collection teams approved in accordance with Article 5(1) of Directive 89/556/EEC.\n4. Bird quarantine facilities or centres approved in accordance with Article 18(1) fourth indent of Directive 92/65/EEC and Commission Regulation (EC) No 318/2007 (1).\n(1)  OJ L 84, 24.3.2007, p. 7.\nANNEX II\nEach list will be preceded by one of the following headings. These headings include the index number of the list, the definition of the units concerned, the ISO code of the Member State and the date of the version of the list (day/month/year). The units will be listed by the approval or registration number in numerical order in accordance with the model formats given in this Annex.\nI.   Assembly centres\n— List of approved assembly centres for intra-Community trade in animals of the bovine (Directive 64/432/EEC), equine (Directive 90/426/EEC), ovine and caprine (Directive 91/68/EEC) species,\n— … (ISO code of the Member State),\n— …/…/… (Date of the version),\nISO code Approval No Name of the assembly centre Address of the assembly centre Telephone number, fax number, e-mail address Species\n— List of approved assembly centres for intra-Community trade in animals of the bovine (Directive 64/432/EEC),\n— … (ISO code of the Member State),\n— …/…/… (Date of the version),\nISO code Approval No Name of the assembly centre Address of the assembly centre Telephone number, fax number, e-mail address\nII.   Semen collection and storage centres\n— List of approved semen collection centres for intra-Community trade in semen of domestic animals of the bovine species (Directive 88/407/EEC),\n— … (ISO code of the Member State),\n— …/…/… (Date of the version),\nISO code Registration No Name of the semen collection centre Address of the semen collection centre Telephone number, fax number, e-mail address\n— List of approved semen storage centres for intra-Community trade in semen of domestic animals of the bovine species (Directive 88/407/EEC),\n— … (ISO code),\n— …/…/… (Date of the version),\nISO code Registration No Name of the semen storage centre Address of the semen storage centre Telephone number, fax number, e-mail address\n— List of approved semen collection centres for intra-Community trade in semen of domestic animals of the porcine species (Directive 90/429/EEC),\n— … (ISO code),\n— …/…/… (Date of the version),\nISO code Registration No Name of the semen collection centre Address of the semen collection centre Telephone number, fax number, e-mail address\nIII.   Embryo collection teams\n— List of approved embryo collection teams for intra-Community trade in embryos and ova of domestic animals of the bovine species (Directive 89/556/EEC)\n— … (ISO code of the Member State),\n— …/…/… (Date of the version),\nISO code Registration No Name of the team veterinarian(s) (ET or ET/IVF) (1) Address of the team veterinarian(s) Telephone number, fax number, e-mail address\nIV.   Bird quarantine facilities or centres\n— List of approved quarantine facilities or centres for the importation of birds other than poultry (Directive 92/65/EEC)\n— … (ISO code of the Member State),\n— …/…/… (Date of the version),\nISO code Name of country Approval number of quarantine facility or centre\n(1)  ET for embryo collection team, ET/IVF for embryo production team.\nANNEX III\nRepealed Decision with list of its successive amendments\nCommission Decision 2001/106/EC\nCommission Decision 2002/279/EC only Article 2\nCommission Decision 2004/252/EC\nANNEX IV\nCORRELATION TABLE\nDecision 2001/106/EC This Decision\nArticle 1 Article 1\n— Article 2\nArticle 2 Article 3\nAnnex I Annex I\nAnnex II Annex II\n— Annex III\n— Annex IV"}