{"celex_id": "32002D0047", "uri": "http://publications.europa.eu/resource/cellar/80e1fade-b8ea-4d71-98e2-ee16f596c58e", "type": "Decision", "concepts": ["3561", "4038", "6188"], "title": "2002/47/EC,ECSC,Euratom: Commission Decision of 23 January 2002 amending its Rules of Procedure (notified under document number C(2002) 99)\n", "header": "Commission Decision\nof 23 January 2002\namending its Rules of Procedure\n(notified under document number C(2002) 99)\n(2002/47/EC, ECSC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 218(2) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 16 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 131 thereof,\nHaving regard to the Treaty on European Union, and in particular Article 28(1) and Article 41(1) thereof,", "main_body": ["The provisions on document management, the text of which is annexed to this Decision, are hereby added to the Commission's Rules of Procedure(1) as an annex.", "The Commission's Decision of 18 March 1986 on document management(2) is repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 23 January 2002.\nFor the Commission\nThe President\nRomano Prodi\n(1) OJ L 308, 8.12.2000, p. 26.\n(2) SEC(86) 388.\nANNEX\nPROVISIONS ON DOCUMENT MANAGEMENT\nWhereas:\n(1) All the Commission's activities and decisions in the political, legislative, technical, financial and administrative fields ultimately lead to the production of documents.\n(2) Those documents must be managed on the basis of rules applicable to all Directorates-General and equivalent departments, as they form a direct link with activities in progress and also reflect the Commission's past activities in its dual capacity as a European institution and European public administration.\n(3) Those standard rules must ensure that the Commission is able, at any time, to provide information on the matters for which it is accountable. The documents and files kept by a Directorate-General or equivalent department must therefore preserve the institution's memory, facilitate the exchange of information, provide proof of operations carried out and meet the department's legal obligations.\n(4) Implementation of the abovementioned rules requires the establishment of a sound and reliable organisational structure within each Directorate-General or equivalent department, at interdepartmental level and at Commission level.\n(5) The establishment and implementation of a filing plan associated with a common nomenclature for all the Commission's departments, which will form part of the institution's activity-based management, will make it possible to organise files and improve openness and access to documents.\n(6) Efficient document management is an essential prerequisite for an effective policy of public access to Commission documents. The establishment of registers containing the references of documents drawn up or received by the Commission will help citizens to exercise their right of access,\nArticle 1\nDefinitions\nFor the purposes of these provisions:\n- document shall mean any content drawn up or received by the Commission concerning a matter relating to the policies, activities and decisions falling within the institution's competence and in the framework of its official tasks, in whatever medium (written on paper or stored in electronic form or as a sound, visual or audio-visual recording),\n- file shall mean the core around which the documents are organised in line with the institution's activities, for reasons of proof, justification or information and to guarantee efficiency in the work.\nArticle 2\nObject\nThese provisions set out the principles for document management.\nDocument management must ensure:\n- the due creation, receipt and storage of documents,\n- the identification of each document by means of appropriate signs enabling it to be filed, searched for and easily referred to,\n- the preservation of the institution's memory, retention of proof of activities undertaken and fulfilment of the department's legal obligations,\n- easy exchange of information,\n- compliance with the Commission's obligations as regards openness.\nArticle 3\nStandard rules\nDocuments shall undergo the following operations:\n- registration,\n- filing,\n- storage,\n- transfer of files to the Historical Archives.\nThese operations shall be carried out in accordance with a set of standard rules, which shall apply uniformly to all the Commission's Directorates-General and equivalent departments.\nArticle 4\nRegistration\nAs soon as a document is received or formally drawn up within a department, in whatever medium, it shall be analysed with a view to determining what is to be done with it and thus whether or not it must be registered.\nA document drawn up or received by a Commission department must be registered if it contains important information which is not short-lived and/or may involve action or follow-up by the Commission or one of its departments. If the document is drawn up within the Commission, it shall be registered by the originating department in its own system. If the document is received by the Commission, it shall be registered by the recipient department. Any subsequent processing of documents registered in this way shall refer to their original registration.\nRegistration must make it possible clearly and definitely to identify the documents drawn up or received by the Commission or one of its departments so that they can be traced throughout their life cycle.\nRegisters shall be kept containing document references.\nArticle 5\nFiling\nDirectorates-General and equivalent departments shall draw up a filing plan adapted to their specific needs.\nThis filing plan, which shall be accessible by computer, shall be associated with a common nomenclature defined by the Secretariat-General for all the Commission's departments. This nomenclature shall form part of the Commission's activity-based management.\nRegistered documents shall be organised in files. For each matter falling within the competence of the Directorate-General or equivalent department, a single official file shall be constituted. Each official file must be complete and must correspond to the activities of the department on the matter in question.\nThe creation of a file and its attachment to the filing plan of a Directorate-General or equivalent department shall be the responsibility of the department responsible for the activity covered by the file in accordance with practical arrangements to be set out in each Directorate-General or equivalent department.\nArticle 6\nStorage\nEach Directorate-General or equivalent department shall ensure the physical protection and the short- and medium-term accessibility of the documents for which it is responsible, and must be in a position to produce or reconstruct the files to which they belong.\nThe administrative rules and legal obligations shall determine the minimum period for which a document must be kept.\nEach Directorate-General or equivalent department shall determine its internal organisational structure for the storage of its files. The minimum storage period within its departments shall take account of a common list, drawn up in accordance with the implementing rules referred to in Article 12, for the whole of the Commission.\nArticle 7\nAppraisal and transfer to the Historical Archives\nWithout prejudice to the minimum storage periods referred to in Article 6, the document management centre(s) referred to in Article 9 shall carry out, at regular intervals, in cooperation with the departments responsible for the files, an appraisal of the documents and files which could be transferred to the Commission's Historical Archives. After evaluating the proposals, the Historical Archives may refuse the transfer of documents or files. Reasons shall be given for any decision refusing transfer and the department concerned shall be informed of such decision.\nFiles or documents which it is no longer considered necessary for the departments to keep shall be transferred no later than fifteen years after their production, by the document management centre and under the authority of the Director-General, to the Commission's Historical Archives. These files or documents shall then be evaluated in accordance with the rules laid down in the implementing rules referred to in Article 12 and intended to separate those which must be stored from those which have no administrative or historical value.\nThe Historical Archives shall have special repositories for storing the files and documents transferred in this way. On request, they shall make the documents and files available to the originating Directorate-General or equivalent department.\nArticle 8\nClassified documents\nClassified documents shall be processed in accordance with the rules in force on security.\nArticle 9\nDocument management centres\nEach Directorate-General or equivalent department shall, while taking its structure and constraints into account, put in place or maintain one or more document management centres.\nThe task of the document management centres shall be to ensure that the documents drawn up or received in their Directorate-General or equivalent department are managed in accordance with the rules.\nArticle 10\nDocument management officers\nEach Director-General or Head of Department shall designate a document management officer.\nFor the purpose of setting up a modern and efficient document and records management system, the task of the document management officer shall be to:\n- identify the types of document and file specific to the fields of activity of the Directorate-General or equivalent department,\n- draw up and update the inventory of the existing specific databases and systems,\n- draw up the filing plan of the Directorate-General or equivalent department,\n- draw up rules and procedures specific to the Directorate-General or equivalent department which will be used for document and file management, and to ensure that they are applied,\n- organise, within the Directorate-General or equivalent department, training for the staff in charge of the implementation, control and monitoring of the management rules laid down in these provisions.\nThe document management officer shall ensure horizontal coordination between the document management centre(s) and the other departments concerned.\nArticle 11\nInterdepartmental group\nAn interdepartmental group of document management officers shall be set up. It shall be chaired by the Secretariat-General and its task shall be to:\n- ensure the correct and uniform application of these provisions within departments,\n- deal with any issues which may arise from their application,\n- contribute to the preparation of the implementing rules referred to in Article 12,\n- relay the requirements of Directorates-General and equivalent departments as regards training and support measures.\nThe interdepartmental group shall be convened by its chairman, either on the chairman's initiative or at the request of a Directorate-General or equivalent department.\nArticle 12\nImplementing rules\nRules for the implementation of these provisions shall be adopted and regularly updated by the Secretary-General, in agreement with the Director-General for Personnel and Administration, acting on a proposal from the interdepartmental group of document management officers.\nThe updating shall, in particular, take account of:\n- the development of new information and communication technologies,\n- changes in documentary sciences and the results of Community and international research, including the emergence of new standards in the field,\n- the Commission's obligations regarding openness and public access to documents and document registers,\n- developments in the standardisation and presentation of the Commission's documents and those of its departments,\n- the rules laid down concerning the evidential value of electronic documents.\nArticle 13\nImplementation in the departments\nEach Director-General or Head of Department shall put in place the necessary organisational, administrative and physical structure and provide the staff required for the implementation of these provisions and the implementing rules by his departments.\nArticle 14\nInformation, training and support\nThe Secretariat-General and the Directorate-General for Personnel and Administration shall put in place the necessary information, training and support measures to ensure the implementation and application of these provisions within the Directorates-General and equivalent departments.\nWhen determining training measures they shall take due account of the training and support requirements of Directorates-General and equivalent departments as relayed by the interdepartmental group of document management officers.\nArticle 15\nCompliance with the provisions\nThe Secretariat-General shall be responsible for ensuring compliance with these provisions in coordination with the Directors-General and Heads of Department."}