{"celex_id": "32006D0264", "uri": "http://publications.europa.eu/resource/cellar/b1e73572-4df0-4cc1-b11f-05d251295a39", "type": "Decision", "concepts": ["1755", "2738", "2954", "3579", "3763", "4687", "4743", "5369"], "title": "2006/264/EC: Commission Decision of  27 March 2006  concerning protection measures in relation to Newcastle disease in Romania  (notified under document number C(2006) 892)   (Text with EEA relevance)\n", "header": "4.4.2006 EN Official Journal of the European Union L 95/6\nCOMMISSION DECISION\nof 27 March 2006\nconcerning protection measures in relation to Newcastle disease in Romania\n(notified under document number C(2006) 892)\n(Text with EEA relevance)\n(2006/264/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular Article 18 thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 22 thereof,\nWhereas:\n(1) Newcastle disease is a highly contagious viral disease in poultry and birds and there is a risk that the disease agent might be introduced via international trade in live poultry and poultry products.\n(2) Romania has notified to the Commission the occurrence of outbreaks of Newcastle disease on its territory.\n(3) In view of the animal health risk of disease introduction into the Community, it is therefore appropriate to take measures in relation to imports of live poultry, ratites, farmed and wild feathered game birds and hatching eggs of these species from Romania.\n(4) Romania has communicated further information on the disease situation and asked for regionalisation to suspend importation into the Community from those regions affected by the disease only, since the situation in the rest of the country appears to be satisfactory. The information available at present gives the possibility to reduce the protection measures to specific regions.\n(5) The information presented to the Commission shows that the disease was suspected in Romania for the first time on 22 November 2005.\n(6) Therefore, taking into account the incubation period of the disease, the importation into the Community from the affected regions in Romania should be suspended for fresh meat of poultry, ratites and wild and farmed feathered game, meat preparations and meat products consisting of, or containing meat of those species, obtained from birds slaughtered after 1 October 2005.\n(7) Commission Decision 2005/432/EC of 3 June 2005 laying down the animal and public health conditions and model certificates for imports of meat products for human consumption from third countries and repealing Decisions 97/41/EC, 97/221/EC and 97/222/EC (3) lays down the list of third countries or parts thereof from which meat products are authorised for importation into the Community and establishes treatment regimes for meat products considered effective in inactivating certain pathogens.\n(8) In order to prevent the risk of disease transmission via the products covered by Decision 2005/432/EC, appropiate treatment should be applied depending on the health status of the country of origin and the species the product is obtained from. It is therefore appropriate that imports of poultry meat products, originating from the affected regions in Romania and treated to a temperature of at least 70 °C throughout the product, should continue to be authorised for importation into the Community.\n(9) In order to authorise imports of meat products subjected to a heat treatment sufficient to inactivate any possible virus in the meat, it is necessary to specify the required treatment for poultry meat in the health certificates drawn up in accordance with Annexes III and IV to Decision 2005/432/EC.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall suspend imports from the counties in Romania listed in the Annex to this Decision of live poultry, ratites, farmed and wild feathered game and hatching eggs of these species.", "Member States shall suspend imports from the counties in Romania listed in the Annex to this Decision of:\n(a) fresh meat of poultry, ratites, farmed and wild feathered game; and\n(b) meat preparations and meat products consisting of, or containing meat of the species referred to in point (a).", "1.   By way of derogation from Article 2(a) and (b), Member States shall authorise imports of the products covered by that Article which have been obtained from poultry, ratites, farmed and wild feathered game coming from the counties in Romania listed in the Annex to this Decision and which were slaughtered or killed before 1 October 2005.\n2.   In the veterinary certificates accompanying consignments of the products referred to in paragraph 1, the following words shall be included:\n‘Fresh poultry meat/fresh ratite meat/fresh meat of wild feathered game/fresh meat of farmed feathered game/meat product consisting of, or containing meat of poultry, ratites, farmed or wild feathered game meat/meat preparation consisting of, or containing meat of poultry, ratites, farmed or wild feathered game meat (4) in accordance with Article 3(1) of Commission Decision 2006/264/EC.\n3.   By way of derogation from point (b) of Article 2 of this Decision, Member States shall authorise imports of meat products consisting of, or containing meat of poultry, ratites, farmed and wild feathered game, when the meat of these species has undergone one of the specific treatments referred to in points B, C or D in Part 4 of Annex II to Commission Decision 2005/432/EC.\n4.   The specific treatment applied in accordance with paragraph 3 of this Article shall be specified in point 9.1 column B in the veterinary certificate drawn up in accordance with the model set out in Annex III to Decision 2005/432/EC, and the following wording shall be added to that certificate:\n‘Meat products treated in accordance with Commission Decision 2006/264/EC’.\n5.   The specific treatment applied in accordance with paragraph 3 of this Article shall be certified by adding the following wording to the veterinary certificate drawn up in accordance with the model set out Annex IV to Decision 2005/432/EC:\n‘Meat products treated in accordance with Decision 2006/264/EC’.", "Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "This Decision shall apply until 31 July 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by the 2003 Act of Accession.\n(2)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1).\n(3)  OJ L 151, 14.6.2005, p. 3.\n(4)  Delete as appropriate.’\nANNEX\nParts of the territory of Romania referred to in Articles 1 and 2 respectively:\nArges county\nBrasov county\nBucharest county\nBraila county\nBuzau county\nCaras-Severin county\nCalarasi county\nConstanta county\nDambovita county\nGiurgiu county\nGorj county\nIalomita county\nIlfov county\nMehedinti county\nMures county\nOlt county\nPrahova county\nTulcea county\nVaslui county\nValcea county\nVrancea county"}