{"celex_id": "32000R1446", "uri": "http://publications.europa.eu/resource/cellar/900e8912-6dff-4740-8c71-a9ea8cf12d86", "type": "Regulation", "concepts": ["1035", "1159", "5228", "5229", "5254", "598"], "title": "Council Regulation (EC) No 1446/2000 of 16 June 2000 amending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 1446/2000\nof 16 June 2000\namending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 2742/1999(2) sets a TAC for anchovy in the Bay of Biscay (ICES sub-area VIII) of 16000 tonnes. This figure was adopted in the light of scientific advice indicating that the spawning stock biomass in 2000 could be dangerously low.\n(2) Improved scientific estimates of the spawning stock biomass have been provided by the Scientific, Technical and Economic Committee for Fisheries.\n(3) According to this scientific advice, the spawning stock biomass is considerably higher than the previously estimated value and therefore a TAC of 33000 tonnes may be established.\n(4) These fishing opportunities should be allocated to Member States in accordance with Article 8(4)(ii) of Regulation (EEC) No 3760/92.\n(5) In order to ensure the livelihood of Community fishermen, it is important to establish the new TAC as early as possible in 2000. Given the urgency of the matter, it is imperative to grant an exception to the six-week period mentioned in paragraph I(3) of the Protocol on the role of national Parliaments of the European Union, annexed to the Treaty of Amsterdam,", "main_body": ["Regulation (EC) No 2742/1999 is hereby amended as follows:\nThe Annex to this Regulation replaces the corresponding entries in the Annex I.D.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 16 June 2000.\nFor the Council\nThe President\nL. Capoulas Santos\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 341, 31.12.1999, p. 1.\nANNEX\n>TABLE>"}