{"celex_id": "32005R0490", "uri": "http://publications.europa.eu/resource/cellar/01331e5e-45f7-4290-96e6-6b9de84b9e05", "type": "Regulation", "concepts": ["1565", "2763", "2972", "3633", "4669"], "title": "Commission Regulation (EC) No 490/2005 of 29 March 2005 on the division between ‘deliveries’ and ‘direct sales’ of national reference quantities fixed for 2004/2005 in Annex I to Council Regulation (EC) No 1788/2003\n", "header": "30.3.2005 EN Official Journal of the European Union L 81/38\nCOMMISSION REGULATION (EC) No 490/2005\nof 29 March 2005\non the division between ‘deliveries’ and ‘direct sales’ of national reference quantities fixed for 2004/2005 in Annex I to Council Regulation (EC) No 1788/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1788/2003 of 29 September 2003 establishing a levy in the milk and milk products sector (1), and in particular Article 6(4) and Article 8 thereof,\nWhereas:\n(1) Article 6 of Regulation (EC) No 1788/2003 provides that the Member States shall establish the producers’ individual reference quantities; that producers may have one or two individual reference quantities, one for deliveries and the other for direct sales and that these quantities may be converted from one reference quantity to the other at the duly justified request of the producer.\n(2) In accordance with Article 25(1) of Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy on milk and milk products (2), Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Austria, Portugal, Finland, Sweden, and the United Kingdom have notified the Commission the division between deliveries and direct sales of individual reference quantities resulting from the application of Article 6(1) of Regulation (EC) No 1788/2003.\n(3) For the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia the basis for the individual reference quantities were set out in table (f) of Annex I to Regulation (EC) No 1788/2003.\n(4) In accordance with Article 25(2) of Regulation (EC) No 595/2004, Belgium, Czech Republic, Denmark, Germany, Estonia, Greece, Spain, France, Ireland, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, the Netherlands, Austria, Portugal, Slovakia, Finland, Sweden, and the United Kingdom have notified quantities which have been definitively converted at the request of the producers between individual reference quantities for deliveries and for direct sales.\n(5) (Article 6(4) of Regulation (EC) No 1788/2003 provides that the part of the Finnish national reference quantity allocated to deliveries referred to in Article 1 of that Regulation may be increased to compensate ‘SLOM’ producers, up to a maximum of 200 000 tonnes. In accordance with Article 6 of Commission Regulation (EC) No 671/95 of 29 March 1995 on the assignment of specific reference quantities to certain producers of milk and milk products in Austria and Finland (3), Finland has notified the quantities concerned for the 2004/2005 marketing year.\n(6) It is therefore appropriate to establish the division between ‘deliveries’ and ‘direct sales’ of the national reference quantities applicable for the period from 1 April 2004 to 31 March 2005 fixed in Annex I to Regulation (EC) No 1788/2003.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The division between ‘deliveries’ and ‘direct sales’ of the national reference quantities applicable for the period from 1 April 2004 to 31 March 2005 fixed in Annex I to Regulation (EC) No 1788/2003 is set out in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003 p. 123. Regulation amended by Regulation (EC) No 2217/2004 (OJ L 375, 23.12.2004, p. 1).\n(2)  OJ L 94, 31.3.2004, p. 22.\n(3)  OJ L 70, 30.3.1995, p. 2. Regulation amended by Regulation (EC) No 1390/95 (OJ L 135, 21.6.1995, p. 4).\nANNEX\n(tonnes)\nMember States Deliveries Direct sales\nBelgium 3 231 623,120 78 807,880\nCzech Republic 2 614 412,222 67 730,778\nDenmark 4 454 894,257 453,743\nGermany 27 768 308,989 95 518,299\nEstonia 554 656,506 69 826,494\nGreece 819 730,000 783,000\nSpain 6 045 387,486 71 562,514\nFrance 23 872 196,114 363 601,886\nIreland 5 390 829,642 4 934,358\nItaly 10 281 085,000 248 975,000\nCyprus 141 337,000 3 863,000\nLatvia 631 855,798 63 539,202\nLithuania 1 279 788,156 367 150,844\nLuxembourg 268 554,000 495,000\nHungary 1 782 841,919 164 438,081\nMalta 48 698,000 0,000\nNetherlands 11 001 255,000 73 437,000\nAustria 2 622 284,217 128 105,495\nPortugal (1) 1 861 474,000 8 987,000\nSlovakia 1 003 594,404 9 721,596\nFinland 2 399 475,287 8 230,616\nSweden 3 300 000,000 3 000,000\nUnited Kingdom 14 482 260,813 127 486,187\n(1)  Except Madeira."}