{"celex_id": "32003R1472", "uri": "http://publications.europa.eu/resource/cellar/bc3a02c9-47ac-4363-9181-51d363990c2c", "type": "Regulation", "concepts": ["1552", "161", "2730", "2888"], "title": "Commission Regulation (EC) No 1472/2003 of 20 August 2003 opening and providing for the management of a Community tariff quota for grape juice and must as from the 2003/2004 marketing year\n", "header": "Commission Regulation (EC) No 1472/2003\nof 20 August 2003\nopening and providing for the management of a Community tariff quota for grape juice and must as from the 2003/2004 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 62(1) thereof,\nWhereas:\n(1) Pursuant to the Agreement concluded as part of the World Trade Organisation multilateral trade negotiations, the Community undertook to open an annual tariff quota for the importation of 14000 tonnes of grape juice and must.\n(2) Commission Regulation (EC) No 2012/96 opening and providing for the administration of a Community tariff quota for grape juice and must as from the 1996/97 marketing year(3), as amended by Regulation (EC) No 2499/97(4), provided for the management of this quota on the basis of the delivery of import licences.\n(3) The management of this quota should be improved in the interest of administrative simplification and efficiency. Experience in the use of the first-come-first-served management system has been positive with other tariff quotas in the wine sector. The tariff quota for grape juice and grape must should therefore be managed in conformity with Article 62(2)(a) of Regulation (EC) No 1493/1999, and on the basis of Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(5), as last amended by Regulation (EC) 1335/2003(6).\n(4) The benefit from the tariff quota is subject to a specific end-use. Supervision of compliance with the provisions concerning the end-use should be carried out by the customs authorities in accordance with the provisions of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(7), as last amended by Regulation (EC) No 2700/2000(8) and Regulation No 2454/93 as regards goods which are released for free circulation at a reduced rate of duty on account of their end-use.\nGiven the considerable reduction of the customs duties involved and the related financial risk in case of non-compliance with these rules, it is appropriate to make mandatory the requirement to lodge security covering this risk. According to the rules of Community customs legislation, the customs authorities require a single security to cover the financial risk related to any potential customs debt in respect of the goods concerned.\n(5) It is therefore appropriate to repeal Regulation (EC) No 2012/96 and to replace it with a new one.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Opening of the tariff quota\n1. A tariff quota for the importation of 14000 tonnes of grape juice and must falling within CN codes 2009 61 90, 2009 69 11, 2009 69 19, 2009 69 51 and 2009 69 90 (hereinafter \"the tariff quota\"), shall be opened each year for a period running from 1 September to 31 August of the following year.\nThe tariff quota shall bear the number 09.0067.\n2. The grape juice and must referred to in paragraph 1 shall be used for the production of grape juice and/or non-wine sector products such as non-alcoholic drinks, jams and sauces.\nThe transformation of this grape juice and must shall take place within six months following the release for free circulation of the products concerned.", "Management of the tariff quota\nThe tariff quota shall be managed on a first-come-first-served basis in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "Customs duties\nThe customs duties applicable within the tariff quota shall be the ad valorem duties indicated for each CN code and, in respect of the products falling within CN code 2009 69 11, the specific duty expressed in euro/kg provided for in the Common Customs Tariff of the European Communities.", "Supervision of the end-use\nIn order to obtain the benefit of the tariff quota, the goods concerned shall remain under customs supervision as set out in Article 82 of Regulation (EEC) No 2913/92 and Articles 291 to 300 of Regulation (EEC) No 2454/93.\nBy way of derogation from Article 293(1)(e) of Regulation (EEC) No 2454/93, the lodging of security shall be mandatory. It shall cover the difference of duty between the erga omnes third-country duty rate and the duty rate within the tariff quota, as set out in Article 3 of this Regulation.", "Repeal\nRegulation (EC) No 2012/96 is hereby repealed.", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 269, 22.10.1996, p. 8.\n(4) OJ L 345, 16.12.1997, p. 15.\n(5) OJ L 253, 11.10.1993, p. 1.\n(6) OJ L 187, 26.7.2003, p. 16.\n(7) OJ L 302, 19.10.1992, p. 1.\n(8) OJ L 311, 12.12.2000, p. 17."}