{"celex_id": "32004D0424", "uri": "http://publications.europa.eu/resource/cellar/505ab996-eff1-437b-b719-37c3399c2e17", "type": "Decision", "concepts": ["1474", "1716", "1915", "4004", "5597"], "title": "2004/424/EC: Council Decision of 21 April 2004 concerning the conclusion of the Agreement between the European Community and the Macao Special Administrative Region of the People's Republic of China on the readmission of persons residing without authorisation\n", "header": "Council Decision\nof 21 April 2004\nconcerning the conclusion of the Agreement between the European Community and the Macao Special Administrative Region of the People's Republic of China on the readmission of persons residing without authorisation\n(2004/424/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 63(3)(b), in conjunction with the second sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Commission, acting on behalf of the European Community, has negotiated an Agreement with the Macao Special Administrative Region of the People's Republic of China on the readmission of persons residing without authorisation.\n(2) This Agreement was signed, on behalf of the European Community, on 13 October 2003 subject to its possible conclusion at a later date.\n(3) This Agreement should be approved.\n(4) The Agreement establishes a Readmission Committee which may take decisions having legal effect. It is thus necessary to specify who represents the Community within this Committee and to provide for a procedure laying down how a Community position is adopted.\n(5) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom has notified its wish to take part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, and without prejudice to Article 4 of the said Protocol, Ireland is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(7) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Community and the Macao Special Administrative Region of the People's Republic of China on the readmission of persons residing without authorisation and the Declarations annexed thereto is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 20(2) of the Agreement(2).", "The Commission, assisted by experts from Member States, shall represent the Community in the Readmission Committee established by Article 17 of the Agreement.", "The position of the Community within the Readmission Committee with regard to the adoption of its rules of procedure as required under Article 17(5) of the Agreement shall be adopted by the Commission after consultation with a special committee designated by the Council.\nFor all other Readmission Committee's decisions, the position of the Community shall be adopted by the Council, acting by qualified majority, on a proposal by the Commission.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 21 April 2004.\nFor the Council\nThe President\nJ. Walsh\n(1) Opinion delivered on 26 February 2004 (not yet published in the Official Journal).\n(2) The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}