{"celex_id": "32009D0626", "uri": "http://publications.europa.eu/resource/cellar/075b4963-072f-4400-bc0d-a9f42af3e4e9", "type": "Decision", "concepts": ["1021", "1504", "1896", "3160", "4082", "4522", "4827", "539"], "title": "2009/626/EC: Commission Decision of 25 February 2009 on the Aid Scheme C 2/08 (ex N 572/07) on the amendment to the maritime tonnage tax system which Ireland is planning to implement (notified under document C(2009) 688) (Text with EEA relevance)\n", "header": "1.9.2009 EN Official Journal of the European Union L 228/20\nCOMMISSION DECISION\nof 25 February 2009\non the Aid Scheme C 2/08 (ex N 572/07) on the amendment to the maritime tonnage tax system which Ireland is planning to implement\n(notified under document C(2009) 688)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2009/626/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving called on interested parties to submit their comments pursuant to the provision cited above (1),\nWhereas:\n1.   PROCEDURE\n(1) By electronic letters of 3 October 2007 and 19 November 2007, the Irish authorities notified the Commission of an amendment to the existing tonnage tax scheme N 504/02, initially approved by the Commission on 11 December 2002 (2).\n(2) By letter dated 16 January 2008 (3), the Commission informed Ireland that it had decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the amendment to the scheme.\n(3) The decision was published in the Official Journal of the European Union\n (4) on 14 May 2008. Ireland submitted its observations on 29 February 2008. The Commission received no comments from interested parties.\n2.   DETAILED DESCRIPTION OF THE MEASURE\n2.1.   The essential provisions of the 2002 tonnage tax\n(4) The Irish tonnage tax, introduced in 2002, is a ‘tax scheme applicable to shipping companies engaged in seagoing transport. Qualifying companies may choose to have their shipping activities taxed on the basis of the net tonnage of their fleet instead of on the basis of their actual profits. Qualifying companies must opt for the regime within three years from the date of the entry into force of the legislation. Companies having opted for the tonnage tax must remain subject to this regime for a period of 10 years (tonnage tax period).\nUp to and including 1 000 net tons EUR 1,00 per 100 NT\nBetween 1 001 and 10 000 net tons EUR 0,75 per 100 NT\nBetween 10 001 and 25 000 net tons EUR 0,50 per 100 NT\nMore than 25 000 net tons EUR 0,25 per 100 NT\n2.2.   The ‘time charter’ limitation under the 2002 tonnage tax scheme\n(5) One ‘precondition for being eligible for the (2002) tonnage tax scheme is that the share of qualifying ships owned by the company itself, calculated on their tonnage, is not less than 25 % of the tonnage of all its qualifying ships. It is indeed required for entering and remaining within the tonnage tax that a company should not have “chartered in” (also time charter) more than 75 % of the net tonnage of the qualifying ships operated by it. In the case of a group, the limit is 75 % of the aggregate net tonnage of all the qualifying ships operated by all group members that are qualifying companies. “To charter in a ship” means to rent it with a crew provided by the charterer, in contrast to the definition of the bareboat charter whereby the lessee must man the ship.’ (6)\n2.3.   The notified amendments\n2.3.1.   Removal of the time charter limitation\n(6) The Irish authorities now intend to abolish the time charter limitation. Thus, according to the notification, a company or a group of companies could benefit from the tonnage tax scheme without owning a single ship. According to the Irish authorities the abolition of that limit is required for several reasons:\n(a) to secure Irish-based shipping companies fulfilling all other current qualification criteria but unable to elect to tonnage tax due to an excess of time-chartering activity;\n(b) to allow additional flexibility for companies benefiting from Irish tonnage tax (hereafter ‘Irish tonnage tax companies’) engaged in tonnage tax activities to capitalise on market conditions where otherwise they would be in breach of tonnage tax conditions;\n(c) to achieve parity with other Member States’ regimes with respect to conditions related to the time chartered fleet;\n(d) to increase expansion of on-shore ship-management activity;\n(e) to avoid ceding business activities from tonnage tax companies to non-tonnage tax companies and ultimately to ship operators from third countries or being expelled from the Irish tonnage tax regime for breaching the limit.\n2.3.2.   Duration\n(7) The notified amendment to the tonnage tax legislation will be applicable only after Commission approval, but with effect from the appearance of the amendment in national legislation in January 2006.\n(8) The amendment does not alter the duration of the tonnage tax scheme: the current tonnage tax regime is limited in duration to 10 years expiring on 31 December 2012. ‘Qualifying companies’ will, in general, only have 36 months in which to elect to enter the tonnage tax regime on becoming qualifying companies, that is to say, a company chargeable to Irish corporation tax, operating ‘qualifying ships’ and carrying on the strategic and commercial management of the qualifying ships in Ireland.\n2.3.3.   Beneficiaries\n(9) The amendment will apply to all companies that are currently in a position to benefit from the tonnage tax regime and to those qualifying companies, or groups of companies:\n(a) which are chargeable to Irish corporation tax;\n(b) whose profits are derived from qualifying ships carrying on ‘qualifying activities’ and which opt for the tonnage tax regime; and\n(c) who carry out the strategic and commercial management of qualifying shipping from the territory of Ireland.\n2.3.4.   Budget\n(10) The Irish authorities project that the first year cost of the abolishment of the time charter limitation, applied from 1 January 2006 will be in the region of EUR 5,88 million given the past market upturn. It is anticipated that the cost in the medium term (2007 to 2009) will fall as earnings fall to more typical market levels, approximately EUR 1,38 million.\n2.4.   Reasons for opening the formal investigation procedure\n(11) In its decision to initiate the procedure laid down in Article 88(2) of the EC Treaty, the Commission expressed its doubts that the amendments notified by the Irish authorities may be contrary to the principles laid down in the Community Guidelines on State aid to maritime transport (7) (hereinafter the Guidelines). In particular, the Commission expressed doubts as regards the compatibility of a unilateral abolition by Ireland of the maximum number of time chartered ships allowable under its tonnage tax scheme. The Commission noted that the complete abolition of such time charter limits may trigger fiscal competition between more or less attractive tonnage tax schemes across the Community. In the light of the acknowledgment in the Guidelines that such fiscal competition needs to be taken into account (8), the amendments proposed by the Irish authorities to completely remove the time charter limit may be contrary to the ‘common interest’ expressed in Article 87(3)(c) of the Treaty on which the approval of tonnage taxes is based.\n(12) In addition, the Commission also expressed doubts as regards the potential retroactivity of the planned measure. This might occur if aid pursuant to the notified amendment is granted with effect from 1 January 2006.\n2.5.   Comments from Ireland\n(13) By letter of 29 February 2008 Ireland set out the following points:\n(a) the market conditions upon which Ireland seeks the removal of the time charter limitation do not affect only Irish shipowners, but also Community and third country shipowners. In particular, the global demand for bulk commodities has increased sharply since 2002;\n(b) time-chartering provides an additional flexibility for shipowners seeking to fulfil bulk contracts with bulk export and import firms;\n(c) there has been a similar evolution in other Member States (Denmark for instance).\n3.   ASSESSMENT\n3.1.   Presence of aid\n(14) As regards the presence of aid, the Commission considers that the notified amendment does not alter the qualification as State aid of the Irish tonnage tax scheme as approved in 2002 by Decision N 504/02 (9).\n(15) Even after the abolition of the time charter limitation, the Irish authorities will still be granting an advantage through State resources and thereby favour certain undertakings since the measure is specific to the shipping sector. Such advantage threatens to distort competition and could affect trade between Member States since such shipping activities are essentially carried out on an international level playing field. For these reasons, the notified amendment of the 2002 Irish tonnage tax scheme does not alter its qualification as State aid within the meaning of Article 87(1) of the Treaty.\n3.2.   Legal basis for assessment\n(16) The legal basis for assessing the compatibility of the notified measure is the Guidelines.\n3.3.   Compatibility of the measure\n(17) The Guidelines provide: ‘The objective of State aid within the common maritime transport policy is to promote the competitiveness of the Community fleets in the global shipping market. Consequently, tax relief schemes should, as a rule, require a link with the Community flag. However, they may also, exceptionally, be approved where they apply to the entire fleet operated by a ship-owner established within a Member state’s territory liable to corporate tax, provided that it is demonstrated that the strategic and commercial management of all ships concerned is actually carried out within the territory and that this activity contributes substantially to economic activity and employment within the Community.’ (10)\n(18) The Guidelines do not mention any limitation to the inclusion of time chartered ships under tonnage tax schemes. In past decisions, the Commission has authorised schemes covering companies with a ratio between tonnage of owned vessels (or chartered-in vessels on bareboat conditions) and tonnage of vessels chartered-in on a time or voyage basis of up to 3:1 (11), 4:1 (12) or 10:1 (13).\n(19) That ratio has been intended to avoid situations where tonnage tax companies eventually become pure maritime brokers, without any responsibility for the crew management and the technical management of vessels that they operate. If tonnage tax companies were to operate only vessels chartered-in on a time or voyage basis, they would loose their know-how in terms of the crew management and technical management of vessels, in contradiction with one of the objectives set out in section 2.2 first subparagraph fourth indent of the Guidelines, namely ‘maintaining and improving maritime know-how’.\n(20) It is also fair to say that the ratio has pursued another objective of the Guidelines, in making it easier for national authorities to control that on-shore activities related to the vessels under tonnage tax are maintained within the Community/EEA. Indeed it is likely that tonnage tax ship-owners provide the crew management themselves in cases where they own the vessels or where they charter them on bareboat conditions. Where these two activities are provided in-house, it is therefore easier for the fiscal authorities to check that the on-shore activities related to those vessels are located within the Community/EEA. Here the objective pursued is to contribute ‘to the consolidation of the maritime cluster established in the Member States’ in line with section 2.2 first subparagraph third indent of the Guidelines.\n(21) However, the complete abolition of the limitation would allow undertakings with only vessels chartered-in on time or voyage basis to benefit from the tonnage tax regime. In this context the Commission is of the view that the notified amendment is not in line with the above mentioned objectives in recitals 19 and 20. The Commission considers that a minimum ratio between chartered-in vessels and owned vessels of at least 10:1 should be maintained.\n(22) If the above mentioned objectives are not fulfilled, the Commission considers that the chartered-in vessels should contribute to another objective of the Guidelines, namely that of encouraging the flagging or re-flagging to Member States’ registers in line with section 2.2, first subparagraph, second indent of the Guidelines. Consequently, even if the crew management and the technical management of vessels are not both carried out on the territory of the Community/EEA, the Commission could accept that the common interest is safeguarded if the vessel concerned flies a Community/EEA flag.\n(23) As a consequence, the Commission is of the view that the above objectives will be fulfilled if the following conditions are met:\n(a) the chartered-in vessel is registered in a Community or EEA maritime register; or\n(b) its crew management and its technical management are carried out on the territory of the Community or the EEA.\n(24) If these conditions are fulfilled, the above mentioned objectives of the Guidelines are met.\n(25) In accordance with recent case-law (14) the notified amendment can be authorised with effect from 1 January 2007 (the date of notification) in order to avoid its retroactive application,", "main_body": ["The notified amendment to the tonnage tax scheme N 504/02, initially approved by the Commission on 11 December 2002, is compatible with the common market subject to the conditions set out in Article 2.\nIt may be applied with effect from 1 January 2007.", "There shall be a minimum ratio of 10:1 between chartered-in vessels and owned vessels operated by each tonnage tax company.\nEach of the chartered-in vessels operated by a given tonnage tax company shall satisfy at least one of the following conditions:\n(a) the chartered-in vessel is registered in a Community or EEA maritime register;\n(b) the crew management and technical management of the chartered-in vessel are carried out on the territory of the Community or the EEA.", "Ireland shall inform the Commission, within 2 months of notification of this Decision, of the measures taken to comply with it.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 25 February 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ C 117, 14.5.2008, p. 32.\n(2)  Decision C(2002) 4371 final.\n(3)  SG(2008)D/200091.\n(4)  OJ C 117, 14.5.2008, p. 32.\n(5)  Decision C(2002) 4371 final, points 3 to 6.\n(6)  Decision C(2002) 4371 final, point 26.\n(7)  OJ C 13, 17.1.2004, p. 3.\n(8)  Guidelines point 3.1: Fiscal treatment of shipowning companies.\n(9)  See footnote 2 of this Decision.\n(10)  The Guidelines point 3.1, seventh subparagraph.\n(11)  See for example Commission Decision C 20/03, available at the following Internet address: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2003:145:0004:0047:FR:PDF Commission Decision N 572/02 available in the official language at the following Internet address: http://ec.europa.eu/community_law/state_aids/transports-2002/n572-02.pdf\n(12)  Commission Decision of 12 March 2002 (State aid N 563/01), available in the official language at the following Internet address: http://ec.europa.eu/community_law/state_aids/transports-2001/n563-01.pdf\n(13)  See Commission Decision C 58/08, not published yet.\n(14)  See judgment of 18 December 2008 in Case C-384/07 Wienstrom GmbH v Bundesminister für Wirtschaft und Arbeit, not yet reported, and in particular, paragraph 26: ‘Where planned aid was properly notified to the Commission and was not put into effect prior to that decision, it can be put into effect as from the moment at which the decision is adopted, including, where relevant, in respect of a period predating the decision which is covered by the measure that has been declared compatible’."}