{"celex_id": "32004R2051", "uri": "http://publications.europa.eu/resource/cellar/137c9c96-6f06-4ef0-81ae-99e40543f3d1", "type": "Regulation", "concepts": ["5342", "5421"], "title": "Council Regulation (EC) No 2051/2004 of 25 October 2004 amending Regulation (EEC) No 337/75 establishing a European Centre for the Development of Vocational Training\n", "header": "1.12.2004 EN Official Journal of the European Union L 355/1\nCOUNCIL REGULATION (EC) No 2051/2004\nof 25 October 2004\namending Regulation (EEC) No 337/75 establishing a European Centre for the Development of Vocational Training\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal of the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions,\nWhereas:\n(1) Council Regulation (EEC) No 337/75 of 10 February 1975 establishing a European Centre for the Development of Vocational Training (3) includes provisions concerning the organisation of the Centre, and in particular its Management Board. Those provisions have been amended several times following each accession of new Member States, when new members had to be added to the Management Board.\n(2) An external evaluation of the European Centre for the Development of Vocational Training (hereinafter the Centre) was carried out in 2001. The Commission's response and the Action Plan established by the Management Board on the basis of that response underline the need to adapt the provisions of Regulation (EEC) No 337/75 in order to maintain the efficiency and effectiveness of the Centre and of its management structures.\n(3) The European Parliament has called upon the Commission to review the composition and working methods of agencies' boards and to put forward appropriate proposals.\n(4) A Joint Opinion concerning the future governance and functioning of the Boards of the European Agency for Safety and Health at Work, of the Centre and of the European Foundation for the Improvement of Living and Working Conditions has been submitted to the Commission by their respective management or administrative Boards.\n(5) The tripartite governance of the European Agency for Safety and Health at Work, the Centre and the European Foundation for the Improvement of Living and Working Conditions by representatives of governments, employers’ organisations and employees’ organisations, is fundamental to the success of those bodies.\n(6) The participation of the social partners in the governance of those three Community bodies creates a specificity, which requires them to function according to common rules.\n(7) The existence, within the tripartite Board, of the three groups, drawn from government, employers and employees and the designation of a coordinator for the groups of employers and employees have proved to be essential. That arrangement should therefore be formalised and also extended to the government group.\n(8) The maintenance of the tripartite representation from each Member State ensures that all major stakeholders are involved and that account is taken of the diversity of systems and approaches which characterise vocational training issues.\n(9) It is necessary to anticipate the practical consequences for the Centre of the forthcoming enlargement of the Union. The composition and functioning of its Board should be adjusted to take account of the accession of new Member States.\n(10) The Bureau, provided for in the Rules of Procedure of the Management Board, needs to be strengthened in order to ensure continuity in the functioning of the Centre and efficiency in its decision making. The composition of the Bureau should continue to reflect the tripartite structure of the Board.\n(11) According to Article 3 of the Treaty, the Community is to aim to eliminate inequalities, and promote equality, between men and women in all its activities. It is therefore appropriate to make provision for encouraging a balanced representation of men and women in the composition of the Governing Board and the Bureau.\n(12) Regulation (EEC) No 337/75 should, therefore, be amended accordingly.\n(13) The Treaty does not provide, for the adoption of this Regulation, for powers other than those under Article 308,", "main_body": ["Regulation (EEC) No 337/75 is hereby amended as follows:\n1. in Article 3, paragraph 2 shall be replaced by the following:\n2. Article 4 shall be replaced by the following:\n(a) a Governing Board;\n(b) a Bureau;\n(c) a Director.\n(a) one member representing the Government from each Member State;\n(b) one member representing the employers’ organisations from each Member State;\n(c) one member representing the employees’ organisations from each Member State;\n(d) three members representing the Commission.\n3. in Article 7, paragraphs 1 and 2 shall be replaced by the following:\n4. in Article 8, paragraph 1 shall be replaced by the following:\n5. each time the term ‘Management Board’ appears in the articles, it shall be replaced by the term ‘Governing Board’.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 October 2004.\nFor the Council\nThe President\nR. VERDONK\n(1)  Opinion of 31 March 2004 (not yet published In the Official Journal).\n(2)  OJ C 112, 30.4.2004, p. 53.\n(3)  OJ L 39, 13.2.1975, p. 1. Regulation as last amended by Regulation (EC) No 1655/2003 (OJ L 245, 29.9.2003, p. 41)."}