{"celex_id": "32004R2140", "uri": "http://publications.europa.eu/resource/cellar/f0ef5b65-4bc1-4f65-bc73-db436a3f7329", "type": "Regulation", "concepts": ["1188", "2556", "3001", "336", "4790", "4791", "5228"], "title": "Commission Regulation (EC) No 2140/2004 of 15 December 2004 laying down detailed rules for the application of Regulation (EC) No 1245/2004 as regards applications for fisheries licences in waters in the exclusive economic zone of Greenland\n", "header": "16.12.2004 EN Official Journal of the European Union L 369/49\nCOMMISSION REGULATION (EC) No 2140/2004\nof 15 December 2004\nlaying down detailed rules for the application of Regulation (EC) No 1245/2004 as regards applications for fisheries licences in waters in the exclusive economic zone of Greenland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1245/2004 of 28 June 2004 on the conclusion of the Protocol modifying the fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (1), and in particular the second subparagraph of Article 4 thereof,\nWhereas:\n(1) Regulation (EC) No 1245/2004 provides that owners of Community vessels who receive a licence for a Community vessel authorised to fish in waters in the exclusive economic zone of Greenland are to pay a licence fee in accordance with Article 11(5) of the fourth Protocol.\n(2) Article 11(5) of the fourth Protocol provides that the implementing technical modalities for the attribution of fisheries licences are to be agreed by an administrative arrangement between the Parties.\n(3) The local Government of Greenland and the Community have held negotiations to determine the licence application and issuing formalities and, following those negotiations, an administrative arrangement was initialled on 30 September 2004.\n(4) The measures provided for in that administrative arrangement should be applied accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["The fisheries licence application and issuing formalities referred to in Article 4 of Regulation (EC) No 1245/2004 shall be as set out in the administrative agreement in the Annex hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 2004.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 237, 8.7.2004, p. 1.\nANNEX\nAdministrative Arrangement on licences between the European Commission, the Government of Denmark and the Home Rule Government of Greenland.\nConditions for the exercise of fishing activities by Community vessels in the Greenland fishing zone\nA   LICENCE APPLICATION AND ISSUING FORMALITIES\n1. The shipowners shall present to the European Commission via the national authorities by 1 March or thirty days before the beginning of the fishing trip an application for each vessel wishing to fish under the Agreement. Applications shall be made on the forms provided for that purpose by Greenland, specimens of which are attached (Appendix 1). Each licence application shall be accompanied by proof of payment of the fee for the licence′s term of validity. The fees shall include all national and local charges related to access to fishing activities. The Greenland Fisheries Authority will charge an administration fee of 1 % of the licence fee.\n2. The Greenland Fisheries Authority shall communicate, before the entry into force of the Administrative Arrangement, all information concerning the bank accounts to be used for the payment of the fee.\n3. Licences shall be issued for specific vessels and shall not be transferable, subject to the provisions of paragraph 4. Licences shall indicate the maximum quantity authorised to catch and retain on board. An amendment of any maximum quantity indicated in the licence shall be subject to a new licence request. In the case where a vessel exceeds any maximum quantity indicated in its licence, it shall pay a fee for the quantity in excess to the maximum quantity indicated in its licence. No new licence is issued to that vessel as long as the fees corresponding to the exceeded quantity are not paid. This fee is calculated in accordance with Part B 3.\n4. However, in the case of force majeure and at the request of the Commission, a vessel′s licence may be replaced by a new licence for another vessel with characteristics similar to those of the first vessel. The new licence shall indicate:\n— the date of issue,\n— the fact that it invalidates and replaces the licence of the previous vessel.\n5. In case of ‘swapping’ of maximum quantities, in whole or in part, indicated in the licences, new licences shall be issued and the former licence withdrawn. In that case no licence fee is required.\n6. Licences shall be transmitted by the Greenland Fisheries Authority to the Commission within 15 working days of receipt of the application.\n7. The original licence or a copy of it must be held on board at all times and be presented at any time on request of the competent Greenland authorities.\nB   VALIDITY OF LICENCES AND PAYMENT\n1. Licences shall be valid from the date of issue to the end of the calendar year in which the licence has been issued. They shall be issued within 15 working days of receipt of the application following payment of the required licence fees per year for each vessel.\n2. The licence fees shall be based on the following:\n— 2005: 2 % of the price per tonne of the species,\n— 2006: 3 % of the price per tonne of the species\n3. The licence fees for 2005 are based on Annex VI of the Protocol and are as follows:\nSpecies EUR per tonne\nRedfish 28\nGreenland Halibut 51\nShrimp 42\nAtlantic Halibut 56\nCapelin 2\nRoundnose Grenadier 12\nSnowcrab 81\n4. The licence fees for 2006 will be fixed in November 2005 by an Annex to this Administrative Arrangement based on Annex VI of the Protocol.\n5. The Greenland Fisheries Authority will draw up a statement of fees in respect of the previous calendar year on the basis of licences issued to Community vessels and other information in the possession of the Greenland Fisheries Authority.\nC   MODALITIES FOR THE PAYMENT OF THE FINANCIAL COMPENSATION REFERRED TO IN ARTICLE 11 OF THE PROTOCOL\n1. Referring to Article 11(1) of the Protocol, the financial compensation shall be payable annually at the beginning of each fishing year.\n2. Following the end of the fishing year, the amount paid by the shipowners is examined and the balance between the result of full utilisation and payment of licence fees is transferred to the Greenland Authorities as soon as possible, in addition to the next year’s EC financial compensation.\nD   DATE OF ENTRY INTO FORCE\nThis administrative arrangement shall enter into force on 1 January 2005.\nAppendix 1\nApplication for licence in Greenlandic waters\n1 Nationality\n2 Name of vessel\n3 EC community fleet register number\n4 External identification letters and number\n5 Port of registration\n6 Radio call sign\n7 Inmarsat number (telephone, telex, e-mail) (1)\n8 Year of building\n9 Type of vessel\n10 Type of fishing gear\n11 Target species and quantity\n12 Fishing area (ICES/NAFO)\n13 Time period for a licence\n14 Owners, address, telephone, telex, e-mail\n15 Vessel operator\n16 Name of master\n17 Number of crew members\n18 Engine power (KW)\n19 Length (L.O.A.)\n20 Tonnage in GT\n21 Representative in Greenland\n22 Address to where the licence should be mailed, fax European Commission, Directorate-General Fisheries, Rue de la Loi 200, B-1049 Brussels, Fax (32-2) 296 23 38\n(1)  May be forwarded when application has been approved."}