{"celex_id": "32005D0322", "uri": "http://publications.europa.eu/resource/cellar/e5c5acbc-86c9-4bf8-8a02-e9fcf8e00f46", "type": "Decision", "concepts": ["1085", "1159", "1776", "2282", "3544", "3774", "4839", "5253", "544", "997"], "title": "2005/322/EC: Commission Decision of 26 February 2005 on the request presented by the United Kingdom pursuant to Article 9 of Council Regulation (EC) No 2371/2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (notified under document number C(2005) 411)\n", "header": "23.4.2005 EN Official Journal of the European Union L 104/37\nCOMMISSION DECISION\nof 26 February 2005\non the request presented by the United Kingdom pursuant to Article 9 of Council Regulation (EC) No 2371/2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy\n(notified under document number C(2005) 411)\n(Only the English, French and Dutch texts are authentic)\n(2005/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 9 thereof,\nWhereas:\n(1) On 27 January 2005, the United Kingdom consulted the Commission pursuant to Article 9 of Regulation (EC) No 2371/2002 on the extension of a domestic ban on pair trawling for bass within the 12 miles limit off the south-west coast of England to vessels of other Member States having fishing access to this area, with a view to reducing the by-catch of cetaceans as an interim step until more effective, coordinated action at Community level is possible. When presenting this request, the authorities of the United Kingdom referred to their concerns about levels of by-catch of common dolphins in the bass pair trawl fishery and to the Commission decision to reject their case for an emergency closure of this fishery in the Western Channel (ICES division VIIe) (2).\n(2) According to Article 17(2) of Regulation (EC) No 2371/2002, French and Belgian vessels are authorised to fish for demersal species in the 6 to 12 mile area and would therefore be concerned by the draft measures proposed by the United Kingdom.\n(3) In accordance with the conditions stipulated in Article 9 of Regulation (EC) No 2371/2002, the United Kingdom has communicated its request to the concerned Member States. Within the deadline of five working days laid down in Article 9 of Regulation (EC) No 2371/2002, the Commission has received written comments from France, inviting the Commission not to accept the United Kingdom’s request.\n(4) The Commission is concerned by the by-catch of cetaceans, which are protected by Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (3), observed in some fisheries and is fully committed to reduce as much as possible the number of such animals drowning in fishing gear. Community action has been taken recently through Council Regulation (EC) No 812/2004 of 26 April 2004 laying down measures concerning incidental catches of cetaceans in fisheries and amending Regulation (EC) No 88/98 (4).\n(5) The abovementioned Regulation provides for observers to be placed on vessels conducting pair trawl fisheries as from 1 January 2005. The issue of cetacean by-catch in pelagic pair trawling is a complex one and was specifically addressed as part of the comprehensive scientific review and advice given by the International Council for the Exploration of the Sea (ICES) on cetacean by-catch in fisheries (5). ICES indicated that ‘other fisheries than pair trawling for bass also catch dolphins’ and that ‘there is a need for a comprehensive monitoring of the numerous trawl fisheries active in this region before we can be precise about mitigation requirements’. ICES considered in particular that a ‘ban on pelagic pair trawling for bass’ would be an ‘arbitrary measure, unlikely to achieve the desired goal’. A prohibition on the use of pair trawls to target sea bass in the United Kingdom inshore waters in the Western Channel is likely to result in a redistribution of fishing effort into adjacent areas, without necessarily reducing the by-catch of common dolphins.\n(6) Although pursuant to Article 9 of Regulation (EC) No 2371/2002 a Member State may take measures in order to minimise the impact of fishing activities on marine ecosystems, according to the scientific information available the proposed measure is not likely to contribute to that objective.\n(7) This reasoning was one of the reasons for the Commission decision to reject the United Kingdom’s request for emergency action to ban pelagic trawling for bass in the Western Channel in August 2004. Since then, no new scientific information has been made available that could justify a change in this analysis.\n(8) The Commission considers that the issue of cetacean by-catch in pelagic trawls should be addressed in an effective and coordinated manner, based on sound scientific understanding of the nature and the scale of the problem. In order to achieve this, the Commission is financially supporting scientific studies and research to develop mitigation measures for by-catch of cetaceans in pelagic trawl fisheries or to update the scientific estimates of the abundance of small cetaceans in European Atlantic waters. These studies and research projects, in combination with data on by-catch of cetaceans in a large number of fisheries that will be made available through the Community observer programme, are designed to provide, within a reasonable timeframe, a technical basis for targeted and effective management measures to limit the effects of fishing on cetaceans. As soon as this information becomes available, the Commission will propose, where appropriate, necessary measures in close cooperation with all interested parties.\n(9) In conclusion, the request submitted by the United Kingdom cannot be accepted,", "main_body": ["The request submitted by the United Kingdom under Article 9 of Regulation (EC) No 2371/2002 to extend the closure of the pair trawl fishery for bass within 12 miles of the south-west coast of England to vessels of other Member States is rejected.", "This Decision is addressed to the Kingdom of Belgium, the French Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 26 February 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  Commission Decision of 24 August 2004 on the request presented by the United Kingdom pursuant to Article 7 of Regulation (EC) No 2371/2002 — C(2004) 3229\n(3)  OJ L 206, 22.7.1992, p. 7. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(4)  OJ L 150, 30.4.2004, p. 12.\n(5)  Reports of the ICES Advisory Committee on Ecosystems (ACE), 2002 and 2003, available at http://www.ices.dk"}