{"celex_id": "32003L0028", "uri": "http://publications.europa.eu/resource/cellar/f7f55b09-4278-4a30-a5a7-5f37eeff9496", "type": "Directive", "concepts": ["2897", "3681", "4033", "4533", "5234", "5383"], "title": "Commission Directive 2003/28/EC of 7 April 2003 adapting for the fourth time to technical progress Council Directive 94/55/EC on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road (Text with EEA relevance)\n", "header": "Commission Directive 2003/28/EC\nof 7 April 2003\nadapting for the fourth time to technical progress Council Directive 94/55/EC on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/55/EC of 21 November 1994 on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road(1), as last amended by Commission Directive 2001/7/EC(2), and in particular Article 8 thereof,\nWhereas:\n(1) Annexes A and B to Directive 94/55/EC refer to Annexes A and B to the European Agreement concerning the international carriage of dangerous goods by road, generally known as the ADR, as applicable with effect from 1 July 2001.\n(2) The ADR is updated every two years. Consequently, the amended version will be in force with effect from 1 January 2003, with a transitional period up to 30 June 2003.\n(3) Annex C contains references to marginals which must become points.\n(4) It is therefore necessary to amend the Annexes to Directive 94/55/EC.\n(5) The measures provided for in this Directive are in conformity with the opinion of the Committee for the transport of dangerous goods,", "main_body": ["The Annexes to Directive 94/55/EC are hereby amended as follows:\n1. Annex A is replaced by the following:\n\"ANNEX A\nProvisions of Annex A to the European Agreement on the international carriage of dangerous goods by road (ADR), as applicable with effect from 1 January 2003, it being understood that \"contracting party\" is replaced by \"Member State\".\nThe text of the amendments of the 2003 version of Annex A to the ADR will be published as soon as it is available in all official languages of the Community.\"\n2. Annex B is replaced by the following:\n\"ANNEX B\nProvisions of Annex B to the European Agreement on the International Carriage of Dangerous Goods by Road (ADR), as applicable with effect from 1 January 2003, it being understood that \"contracting party\" is replaced by \"Member State\".\nThe text of the amendments of the 2003 version of Annex B to the ADR will be published as soon as it is available in all official languages of the Community.\"\n3. Annex C is amended in conformity with Annex C to this Directive.", "1. The Member States shall bring into force the laws, regulations and administrative provisions needed to conform with this Directive no later than 1 July 2003. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. The Member States shall notify to the Commission the text of the provisions of internal law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 2003.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 319, 12.12.1994, p. 7.\n(2) OJ L 30, 1.2.2001, p. 43.\nANNEX\n\"ANNEX C\n1. Under point 2, replace \"is marginal 10 599 in Annex B\" by \"is Chapter 1.9 in Annex A\".\n2. Under point 4, replace \"is marginal 2 211 in Annex A\" by \"consists of the definitions of 'cylinder', 'tube', 'pressure drum', 'cryogenic vessel' and 'cylinder rack' given in section 1.2.1 of Annex A.\"\n3. Under point 5, replace \"are marginals 2 010 and 10 602 in Annexes A and B\" by \"are those in Chapter 1.5 in Annex A\"\"."}