{"celex_id": "32009R0154", "uri": "http://publications.europa.eu/resource/cellar/05ec7130-87f5-459f-af94-039c2151bc3a", "type": "Regulation", "concepts": ["218", "225", "2647", "3483", "3568", "4040", "5770"], "title": "Council Regulation (EC) No 154/2009 of 23 February 2009 amending Regulation (EC) No 1859/2005 imposing certain restrictive measures in respect of Uzbekistan\n", "header": "24.2.2009 EN Official Journal of the European Union L 51/3\nCOUNCIL REGULATION (EC) No 154/2009\nof 23 February 2009\namending Regulation (EC) No 1859/2005 imposing certain restrictive measures in respect of Uzbekistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 301 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 1859/2005 (1) prohibits, inter alia, the sale, supply, transfer and export to Uzbekistan of equipment which might be used for internal repression. Annex I to that Regulation lists the goods to which this prohibition applies.\n(2) The list of equipment which might be used for internal repression should be updated following recommendations made by experts, taking into account Council Regulation (EC) No 1236/2005 of 27 June 2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment (2).\n(3) Regulation (EC) No 1859/2005 should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 1859/2005 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2009.\nFor the Council\nThe President\nA. VONDRA\n(1)  OJ L 299, 16.11.2005, p. 23.\n(2)  OJ L 200, 30.7.2005, p. 1.\nANNEX\n‘ANNEX I\nList of equipment which might be used for internal repression as referred to in Articles 1(1), 2 and 4\n1. Firearms, ammunition and related accessories therefor, as follows:\n1.1. Firearms not controlled by ML 1 and ML 2 of the EU Common Military List (1);\n1.2. Ammunition specially designed for the firearms listed in item 1.1 and specially designed components therefor;\n1.3. Weapon-sights not controlled by the EU Common Military List.\n2. Bombs and grenades not controlled by the EU Common Military List.\n3. Vehicles as follows:\n3.1. Vehicles equipped with a water cannon, specially designed or modified for the purpose of riot control;\n3.2. Vehicles specially designed or modified to be electrified to repel boarders;\n3.3. Vehicles specially designed or modified to remove barricades, including construction equipment with ballistic protection;\n3.4. Vehicles specially designed for the transport or transfer of prisoners and/or detainees;\n3.5. Vehicles specially designed to deploy mobile barriers;\n3.6. Components for the vehicles specified in items 3.1 to 3.5 specially designed for the purposes of riot control.\nNote 1 This item does not control vehicles specially designed for the purposes of fire-fighting.\nNote 2 For the purposes of item 3.5 the term “vehicles” includes trailers.\n4. Explosive substances and related equipment as follows:\n4.1. Equipment and devices specially designed to initiate explosions by electrical or non-electrical means, including firing sets, detonators, igniters, boosters and detonating cord, and specially designed components therefor; except those specially designed for a specific commercial use consisting of the actuation or operation by explosive means of other equipment or devices the function of which is not the creation of explosions (e.g. car airbag inflaters, electric-surge arresters of fire sprinkler actuators);\n4.2. Linear cutting explosive charges not controlled by the EU Common Military List;\n4.3. Other explosives not controlled by the EU Common Military List and related substances as follows:\n(a) amatol;\n(b) nitrocellulose (containing more than 12,5 % nitrogen);\n(c) nitroglycol;\n(d) pentaerythritol tetranitrate (PETN);\n(e) picryl chloride;\n(f) 2,4,6-trinitrotoluene (TNT).\n5. Protective equipment not controlled by ML 13 of the EU Common Military List as follows:\n5.1. Body armour providing ballistic and/or stabbing protection;\n5.2. Helmets providing ballistic and/or fragmentation protection, anti-riot helmets, anti-riot shields and ballistic shields.\n— equipment specially designed for sports activities,\n— equipment specially designed for safety of work requirements.\n6. Simulators, other than those controlled by ML 14 of the EU Common Military List, for training in the use of firearms, and specially designed software therefor.\n7. Night vision, thermal imaging equipment and image intensifier tubes, other than those controlled by the EU Common Military List.\n8. Razor barbed wire.\n9. Military knives, combat knives and bayonets with blade lengths in excess of 10 cm.\n10. Production equipment specially designed for the items specified in this list.\n11. Specific technology for the development, production or use of the items specified in this list.\n(1)  OJ C 98, 18.4.2008, p. 1.’"}