{"celex_id": "32003D0014", "uri": "http://publications.europa.eu/resource/cellar/83b6ee02-9664-4f07-bf3e-c2f9198df2e5", "type": "Decision", "concepts": ["1085", "1182", "1519", "1755", "1854", "1857", "2211", "4125", "4152"], "title": "2003/14/EC: Commission Decision of 10 January 2003 amending Decision 2001/783/EC as regards the bluetongue protection and surveillance zones and conditions for movements of animals for immediate slaughter (Text with EEA relevance) (notified under document number C(2002) 5562)\n", "header": "Commission Decision\nof 10 January 2003\namending Decision 2001/783/EC as regards the bluetongue protection and surveillance zones and conditions for movements of animals for immediate slaughter\n(notified under document number C(2002) 5562)\n(Text with EEA relevance)\n(2003/14/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue(1), and in particular Article 8(2)(d) and (3), Article 9(1)(c) and Article 12(1), thereof,\nWhereas:\n(1) In the light of the evolution of the bluetongue situation in four Member States in 2001, Commission Decision 2001/783/EC of 9 November 2001 on protection and surveillance zones in relation to bluetongue and on rules applicable to movements of animals in and from those zones(2), as last amended by Decision 2002/906/EC(3), was adopted.\n(2) It is clear from the results of the epidemiological survey carried out by Spain that the Balearic Islands are free of bluetongue and therefore, at the request of Spain, they should be deleted from Annex I B to Decision 2001/783/EC.\n(3) As serotype 2 is the only serotype circulating in the provinces of Isernia and Aquila, it is appropriate that the epidemioloical situation of those two provinces be considered as equivalent to the one prevailing in Latium and Toscana. Therefore, at the request of Italy, those two provinces should be moved from Annex I A, which lists territories where serotypes 2 and 9 are circulating, to Annex I C which lists territories where only serotype 2 circulates.\n(4) In 2002, during the activity period of the vector and following the vaccination campaigns the virus circulation has been as negligible in regions listed in Annex I B than in regions listed in Annex I C, therefore the two annexes should be agregated as they are now epidemiologically equivalent.\n(5) Provision should be made for movements of animals to be slaughtered when the risk of contact between those animals and vectors may be ruled out from the point of entry in a non-restricted zone to the slaughterhouse.\n(6) Decision 2001/783/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2001/783/EC is amended as follows:\n1. in Article 2 the fourth indent is deleted;\n2. Article 5(a) is replaced by the following:\n\"(a) Either no virus circulation has been demonstrated in an area of at least 20 km surrounding the farm of origin for at least 100 days before the transport;\nor, when the vaccination is mandatory in an epidemiologically significant area around the localities of origin of the animals with a coverage of more than 80 % and the animals have been vaccinated for more than 30 days, a case-by-case risk assessment on the possible contact between animals and the vectors during the transport from the entry in a non-restricted zone to the slaughterhouse is made, taking into consideration:\n(i) the distance from the point of entry in the non restricted zone to the slaughterhouse, and the entomological data on this route;\n(ii) the period of the day during which the transport takes place in relation with the hours of activity of the vectors;\n(iii) the possible use of insecticides in compliance with Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products(4).\";\n3. Annex I is replaced by the text in the Annex to this Decision.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 January 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 327, 22.12.2000, p. 74.\n(2) OJ L 293, 10.11.2001, p. 42.\n(3) OJ L 313, 16.11.2002, p. 30.\n(4) OJ L 125, 23.5.1996, p. 10.\nANNEX\n\"\"\nANNEX I\n(protection zones and surveillance zones)\nANNEX I A\nItaly:\nSicilia: Agrigento, Caltanisetta, Catania, Enna, Messina, Palermo, Ragusa, Siracusa, Trapani\nCalabria: Catanzaro, Cosenza, Crotone, Reggio Calabria, Vibo Valentia\nBasilicata: Matera, Potenza\nPuglia: Bari, Brindisi, Foggia, Lecce, Taranto\nCampania: Avellino, Benevento, Caserta, Napoli, Salerno\nANNEX I B\nFrance:\nCorse-du-Sud, Haute-Corse\nItaly:\nSardegna: Cagliari, Nuoro, Sassari, Oristano\nLazio: Viterbo, Latina, Frosinone, Roma\nToscana: Grosseto, Livorno, Pisa, Massa-Carrara\nMolise: Isernia\nAbruzzo: Aquila\nANNEX I C\nGreece: all nomos."}