{"celex_id": "32007R0201", "uri": "http://publications.europa.eu/resource/cellar/02040803-e112-4369-bcc2-02852f82e0c2", "type": "Regulation", "concepts": ["1432", "2338", "3483", "3870", "4779", "7"], "title": "Commission Regulation (EC) No 201/2007 of 23 February 2007 amending Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\n", "header": "27.2.2007 EN Official Journal of the European Union L 59/73\nCOMMISSION REGULATION (EC) No 201/2007\nof 23 February 2007\namending Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 1183/2005 lists the natural and legal persons, entities and bodies covered by the freezing of funds and economic resources under that Regulation.\n(2) On 6 February 2007, the Sanctions Committee of the United Nations Security Council amended the list of natural and legal persons, entities and bodies to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 1183/2005 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 193, 23.7.2005, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\nANNEX\nAnnex I to Regulation (EC) No 1183/2005 is amended as follows:\n(1) The entry ‘Khawa Panga Mandro (alias (a) Kawa Panga, (b) Kawa Panga Mandro, (c) Kawa Mandro, (d) Yves Andoul Karim, (e) Chief Kahwa, (f) Kawa). Date of birth: 20.8.1973. Place of birth: Bunia, Democratic Republic of Congo. Nationality: Congolese. Other information: Ex-President of PUSIC. In prison in Bunia since April 2005.’ shall be replaced by the following:\n(2) The entry ‘Douglas Mpano. Nationality: Congolese. Other information: Based in Goma. Manager of the Compagnie Aérienne des Grands Lacs and of Great Lakes Business Company.’ shall be replaced by the following:\n(3) The entry ‘Dr Ignace Murwanashyaka (alias Ignace). Date of birth: 14.5.1963. Place of birth: Butera, Rwanda. Nationality: Rwandan. Other information: President of FDLR. Resident in Germany.’ shall be replaced by the following:\n(4) The entry ‘Laurent Nkunda (alias (a) Laurent Nkunda Bwatare, (b) Laurent Nkundabatware, (c) Laurent Nkunda Mahoro Batware, (d) General Nkunda). Date of birth: 6.2.1967. Place of birth: North Kivu/Rutshuru, democratic Republic of Congo. Nationality: Congolese. Other information: Former RCD-G General. Currently unlocated. Sightings in Rwanda and Goma.’ shall be replaced by the following:"}