{"celex_id": "32008R1062", "uri": "http://publications.europa.eu/resource/cellar/c39c08ee-bf99-4995-9a77-bf29a5fc3933", "type": "Regulation", "concepts": ["2126", "2198", "3537", "4258", "6030", "616"], "title": "Commission Regulation (EC) No 1062/2008 of 28 October 2008 implementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards seasonal adjustment procedures and quality reports (Text with EEA relevance)\n", "header": "29.10.2008 EN Official Journal of the European Union L 285/3\nCOMMISSION REGULATION (EC) No 1062/2008\nof 28 October 2008\nimplementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards seasonal adjustment procedures and quality reports\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 453/2008 of the European Parliament and of the Council of 23 April 2008 concerning quarterly statistics on Community job vacancies (1), and in particular Article 3(3) and 6(3) thereof,\nWhereas:\n(1) Regulation (EC) No 453/2008 established a common framework for the systematic production of quarterly statistics on Community job vacancies.\n(2) Seasonal adjustment is an essential part of the compilation of short-term statistics. Adjusted series facilitate the comparison and interpretation of results over time. The transmission of adjusted series increases the coherence between data disseminated nationally and at international level.\n(3) For the purposes of applying the quality dimensions laid down in Article 6(1) of Regulation (EC) No 453/2008, the modalities, the structure and the periodicity of the quality reports to be provided by Member States should be defined.\n(4) The European Central Bank has been consulted.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["Seasonal adjustment procedures\nFor the purpose of applying Article 3(3) of Regulation (EC) No 453/2008, the transmission of seasonally adjusted data shall start at the latest when time series with 16 observed periods at least are available at the aggregation level of NACE Rev. 2 specified in Annex 1. The number of periods shall be counted starting from the first non-seasonally adjusted data required according to Regulation (EC) No 453/2008.", "Quality reports\n1.   The modalities and the structure of the quality reports provided for by Article 6(2) of Regulation (EC) No 453/2008 shall be as set out in Annex 2.\n2.   The quality reports shall be transmitted to the Commission by 31 August each year at the latest and shall relate to the previous calendar year. The first quality report shall be transmitted by 31 August 2011 at the latest.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 145, 4.6.2008, p. 234.\nANNEX 1\nNACE Rev. 2 aggregation level\nNACE Rev. 2 sections Description\nA Agriculture, forestry and fishing\nB, C, D and E Mining and quarrying; manufacturing; electricity, gas, steam and air conditioning supply; water supply, sewerage, waste management and remediation activities\nF Construction\nG, H and I Wholesale and retail trade; repair of motor vehicles and motorcycles; transportation and storage; accommodation and food service activities\nJ Information and communication\nK Financial and insurance activities\nL Real estate activities\nM and N Professional, scientific and technical activities; administrative and support service activities\nO, P and Q Public administration and defence; compulsory social security; education; human health and social work activities\nR and S Arts, entertainment, recreation and other service activities\nANNEX 2\nModalities and structure of the quality reports to be provided by Member States\nPREAMBLE\nThe European Statistical System (ESS), in its efforts to continuously improve the quality of its products and services, has adopted a general definition of quality as ‘the totality of features and characteristics of a product or service that bear on its ability to satisfy stated or implied needs’. In order to make this definition operational, six dimensions have been identified which make up the quality of statistical products and services:\n1. relevance;\n2. accuracy;\n3. timeliness and punctuality;\n4. accessibility and clarity;\n5. comparability;\n6. coherence.\nQuality reports are an appropriate tool to collect information on the quality of different products and services in a harmonised way. They shall include information on all six dimensions of the ESS quality definition, as well as a general overview of the national data collection on job vacancies. The information shall be presented according to the following structure:\nGENERAL DESCRIPTION\nA general description shall include the following elements, where appropriate:\nA.   Sources, coverage and periodicity\n— Identification of the source of the data,\n— Coverage (geographical, NACE, enterprise size),\n— Reference dates,\n— Periodicity of national publication,\n— Definition of the statistical unit.\nB.   Sample survey\nB.1.   Sampling design\n— Base used for the sample,\n— Sampling design,\n— Retention/renewal of sampling units,\n— Sample size,\n— Stratification.\nB.2.   Weighting\n— Brief description of the weighting method,\n— Weighting dimensions.\nB.3.   Data collection\n— Brief description of the data collection method(s).\nC.   Other sources\nBrief description of the source(s) including:\n— Maintenance agency,\n— Updating frequency,\n— Rules for clearance (of outdated information),\n— Voluntary/compulsory reporting and sanctions.\nD.   Disclosure rules\nBrief description of when data have to be deleted for reasons of confidentiality.\nE.   Seasonal adjustment\nBrief description of seasonal adjustment procedures, in particular with regard to the European Statistical System guidelines on seasonal adjustment which have been endorsed and supported by the SPC.\n1.   RELEVANCE\n‘Relevance’ refers to whether all statistics that are needed are produced and the extent to which the concepts used (definitions, classifications etc.) reflect user needs.\nThe quality report shall include\n— a description of missing variables and missing breakdowns of the variables,\n— a progress report on the implementation measures regarding quarterly job vacancies statistics of Regulation (EC) No 453/2008, together with a detailed plan and timetable for completing implementation, and a summary of the remaining deviations from EU concepts.\nIn addition, it may include\n— a summary comprising a description of the national users, their main needs and the extent to which their needs are satisfied.\n2.   ACCURACY\n‘Accuracy’, in the general statistical sense, refers to the closeness of estimates to the unknown true values of the variable under consideration.\n2.1.   Sampling errors\nAs an indication of accuracy, the coefficient of variation taking into account the sampling design shall be calculated and transmitted for the number of job vacancies for the latest version of the NACE at section level and broken down by size classes (1-9/10 + employees).\nIf the coefficient of variation cannot be calculated, the estimated sampling error in terms of the absolute number of vacant posts shall be provided instead.\n2.2.   Non-sampling errors\n2.2.1.   Coverage errors\nThe quality reports shall include the following information on coverage, where appropriate:\n— A table showing the number of business units of the sample and the percentage of the business units represented in the sample(s)/register(s), broken down by size class (strata),\n— Description of any difference between the reference population and the study population,\n— Description of classification errors,\n— Description of any difference between the reference dates and the reference quarter,\n— Any other relevant information.\nN.B.: Where individual administrative data are used, a similar analysis shall be provided, based on the administrative reference file, including reporting and deregistration errors.\n2.2.2.   Measurement and processing errors\nThe quality reports shall include\n— Information on variables with non-negligible measurement and processing errors,\n— Information on main sources of (non-negligible) measurement and processing errors and, if available, on methods applied for correction.\n2.2.3.   Non-response errors\nThe quality reports shall include the following information on non-response errors, where appropriate:\n— Unit response rate,\n— Item imputation rate and methods and, where possible, the effect of imputation on the estimates for the variables transmitted.\nN.B.: Where individual administrative data are used, non-availability of the administrative record or item replaces non-response.\n2.2.4.   Model assumption errors\nIf modelling is used, the quality reports shall include a description of the models used. Particular emphasis should be given to models for the correction of non-sampling errors, such as coverage of units of all requested size classes or NACE breakdowns, imputation or grossing-up to correct for unit non-response.\nN.B.: Where individual administrative data are used, there shall be comments on the correspondence between the administrative concepts and the theoretical statistical concepts. Any changes in national legislation that lead to changes in definitions applied and, where possible, the impact on the results shall be reported.\n2.2.5.   Revisions\nMember States may provide a revision history, including the revisions in the published number of job vacancies and a summary of the reasons for the revisions.\n2.2.6.   Estimation of bias\nAn assessment of the non-sampling errors, in terms of the absolute number of vacant posts, shall be transmitted for the total number of job vacancies and, where possible, for aggregation level of NACE Rev. 2 specified in Annex 1 to this Regulation and size classes (1-9, 10 + employees).\n3.   TIMELINESS AND PUNCTUALITY\n3.1.   Timeliness\n‘Timeliness’ of information reflects the length of time between its availability and the event or phenomenon it describes.\nThe quality reports should contain information on the time span between the release of data at national level and the reference period of the data.\n3.2.   Punctuality\n‘Punctuality’ refers to the time lag between the release date of data and the target date when the data should have been delivered, for instance with reference to dates announced in official release calendars, laid down by Regulations or previously agreed among partners.\nIn order to understand and to remove problems related to punctuality, information on the process of survey implementation at national level for the last four quarters should be delivered, with a special emphasis on the correspondence between scheduled and actual dates:\n— Deadlines for the respondents to reply, also covering recalls and follow-ups,\n— Period of the fieldwork,\n— Period of data processing,\n— Dates of publication of first results.\n4.   ACCESSIBILITY AND CLARITY\n4.1.   Accessibility\n‘Accessibility’ refers to the physical condition in which users can obtain data on the following: where to go, how to get access, delivery time, convenient marketing conditions (copyright, etc.), availability of micro or macro data, various formats and data carriers (paper, files, CD-ROM/DVD, Internet …), etc.\nThe quality reports should contain the following information on the methods of disseminating the results:\n— Dissemination scheme, including to whom the results are sent,\n— References for publications of core results, including those with commentary in the form of text, graphs, maps, etc.,\n— Information on what results, if any, are sent to reporting units included in the sample.\n4.2.   Clarity\n‘Clarity’ refers to the degree of comprehensibility, including information about the data information environment, i.e. whether data are accompanied by appropriate metadata, illustrations such as graphs and maps, whether information on their quality is available (including limitation on use) and the extent to which additional assistance is provided.\nThe quality reports should contain the following information on the comprehensibility of the results and the availability of metadata:\n— Description of and references for metadata provided,\n— References for core methodological documents relating to the statistics provided,\n— Description of main actions carried out by the national statistical services to inform users about the data.\n5.   COMPARABILITY\n5.1.   Geographical comparability\nThe quality reports shall contain information on differences between national and European concepts, and — to the extent possible — their effects on the estimation.\n5.2.   Comparability over time\nThe quality reports shall contain information on changes in definitions, coverage and methods in any two consecutive quarters, and their effects on the estimation.\n6.   COHERENCE\n‘Coherence’ of statistics refers to their adequacy to be reliably combined in different ways and for various uses. However, it is generally easier to show cases of incoherence than to prove coherence.\nThe quality reports shall contain comparisons of data on the number of vacant jobs from other relevant sources when available, in total and broken down by NACE at section level when relevant, and shall indicate the reasons if the values differ considerably.\nThe first quality report shall also include the following items for the back data:\n— Description of the sources used for the back data and the methodology employed,\n— Description of any differences between the coverage (economic activities, employees, variables) of the back data and that of the current data,\n— Description of the comparability of the back data and the current data."}