{"celex_id": "32005D0891", "uri": "http://publications.europa.eu/resource/cellar/0c3ce2cc-c4e7-48e6-87e8-9dc081a1bc39", "type": "Decision", "concepts": ["12", "1379", "235", "2850", "3466", "5403", "5404"], "title": "2005/891/EC: Council Decision of  3 October 2005  on the signing of a Protocol to the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, to take account of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n", "header": "19.12.2005 EN Official Journal of the European Union L 332/1\nCOUNCIL DECISION\nof 3 October 2005\non the signing of a Protocol to the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, to take account of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n(2005/891/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 57(2), 71, 80(2), 133 and 181a thereof, in conjunction with the first subparagraph of Article 300(2) thereof,\nHaving regard to the 2003 Act of Accession and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 3 December 2004, the Council authorised the Commission, on behalf of the Community and its Member States, to open negotiations with the Republic of Korea with the view of adapting the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand (1), to take account of the accession of the 10 new Member States to the European Union.\n(2) These negotiations have been concluded to the satisfaction of the Commission,\n(3) The Protocol should be signed on behalf of the Community and its Member States,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Community and its Member States, the Protocol to the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union.\nThe text of the Protocol is attached to this Decision."], "attachments": "Done at Luxembourg, 3 October 2005.\nFor the Council\nThe President\nD. ALEXANDER\n(1)  OJ L 90, 30.3.2001, p. 46.\n19.12.2005 EN Official Journal of the European Union L 332/2\nPROTOCOL\nto the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as ‘the Member States’, represented by the Council of the European Union, and\nTHE EUROPEAN COMMUNITY, represented by the Council of the European Union and the European Commission,\non the one hand, and\nTHE REPUBLIC OF KOREA,\non the other hand,\nWHEREAS the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, hereinafter referred to as ‘the Framework Agreement’, was signed in Luxembourg on 28 October 1996 and entered into force on 1 April 2001;\nWHEREAS the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union and the Act thereto was signed in Athens on 16 April 2003 and entered into force on 1 May 2004;\nWHEREAS, pursuant to Article 6(2) of the 2003 Act of Accession, the accession of the new Member States of the EU to the Framework Agreement must be agreed by the conclusion of a Protocol to the Framework Agreement,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic hereby become parties to the Framework Agreement and shall respectively adopt and take note, in the same manner as the other Member States, of the text of the Agreement, as well as the Joint Declaration on the political dialogue, and Unilateral Declarations.\nArticle 2\nThis Protocol shall form an integral part of the Framework Agreement.\nArticle 3\n1.   This Protocol shall be approved by the Community, by the Council of the European Union on behalf of the Member States, and by the Republic of Korea in accordance with their own procedures.\n2.   This Protocol shall enter into force on the first day of the month following the date on which the Parties have notified each other of the completion of the corresponding procedures referred to in the preceding paragraph.\nArticle 4\nThe notifications made in accordance with Article 3 shall be made to the Ministry of Foreign Affairs and Trade of the Republic of Korea and the General Secretariat of the Council of the European Union, respectively.\nArticle 5\nThis Protocol is drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovenian, Slovak, Spanish, Swedish and Korean languages, each of these texts being equally authentic.\nArticle 6\nThe text of the Framework Agreement, including the Joint Declaration on the political dialogue and the Unilateral Declarations shall be drawn up in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian languages and these texts shall be authentic in the same way as the original texts.\nEN FE DE LO CUAL, los plenipotenciarios abajo firmantes suscriben el presente Protocolo en Bruselas, el dieciséis de noviembre de dos mil cinco.\nNA DŮKAZ ČEHOŽ připojili v Bruselu dne šestnáctého listopadu dva tisíce pět níže podepsaní zplnomocnění zástupci k tomuto protokolu své podpisy.\nTIL BEKRÆFTELSE HERAF har undertegnede befuldmægtigede underskrevet denne protokol i Bruxelles, den sekstende november to tusind og fem.\nZU URKUND DESSEN haben die unterzeichneten Bevollmächtigten ihre Unterschriften unter dieses Abkommen gesetzt. Geschehen zu Brüssel am sechzehnten November zweitausendfünf.\nSELLE KINNITUSEKS on nimetatud täievolilised esindajad käesolevale protokollile alla kirjutanud kahe tuhande viienda aasta novembrikuu kuueteistkümnendal päeval Brüsselis.\nΕΙΣ ΠΙΣΤΩΣΗ ΤΩΝ ΑΝΩΤΕΡΩ, οι υπογράφοντες πληρεξούσιοι υπέγραψαν το παρόν πρωτόκολλο στις Βρυξέλλες, στις δέκα έξι Νοεμβρίου δύο χιλιάδες πέντε.\nIN WITNESS WHEREOF, the undersigned Plenipotentiaries have signed this Protocol at Brussels, on the sixteenth day of November in the year two thousand and five.\nEN FOI DE QUOI, les plénipotentiaires soussignés ont signé le présent protocole à Bruxelles, le seize novembre deux mille cinq.\nIN FEDE DI CHE, i sottoscritti plenipotenziari hanno firmato il presente protocollo a Bruxelles, il sedici novembre duemilacinque.\nTO APLIECINOT, Pilnvarotie ir parakstījuši šo protokolu Briselē, divi tūkstoši piektā gada sešpadsmitajā novembrī.\nTAI PATVIRTINDAMI tinkamai įgalioti atstovai pasirašė šį Protokolą du tūkstančiai penktų metų lapkričio šešioliktą dieną Briuselyje.\nFENTIEK HITELÉÜL az alulírott meghatalmazottak Brüsszelben, a kettőezer-ötödik év november havának tizenhatodik napján aláírták ezt a jegyzőkönyvet.\nB' XIEHDA TA' DAN, il-plenipotenzjarji hawn taħt iffirmati iffirmaw dan il-Protokoll fi Brussel fis-sittax il-jum ta' Novembru tas-sena elfejn u ħamsa.\nTEN BLIJKE WAARVAN de ondergetekende gevolmachtigden dit Protocol hebben ondertekend te Brussel, de zestiende november tweeduizend vijf.\nW DOWÓD CZEGO, niżej podpisani Pełnomocnicy złożyli swoje podpisy pod niniejszym Protokołem w Brukseli, dnia szesnastego listopada roku dwa tysiące piątego.\nEM FÉ DO QUE, os plenipotenciários abaixo‐assinados assinaram o presente Protocolo em Bruxelas, em dezasseis de Novembro de dois mil e cinco.\nNA DÔKAZ TOHO dolupodpísaní splnomocnení zástupcovia podpísali tento protokol v Bruseli šestnásteho novembra dvetisícpäť.\nV POTRDITEV TEGA so spodaj podpisani pooblaščenci podpisali ta protokol v Bruslju, dne šestnajstega novembra leta dva tisoč pet.\nTÄMÄN VAKUUDEKSI ALLA MAINITUT täysivaltaiset edustajat ovat allekirjoittaneet tämän pöytäkirjan. Tehty Brysselissä kuudentenatoista päivänä marraskuuta vuonna kaksituhattaviisi.\nTILL BEVIS HÄRPÅ har undertecknade befullmäktigade undertecknat detta protokoll i Bryssel den sextonde november tjugohundrafem.\nPor los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGħall-Istati Membri\nVoor de lidstaten\nW imieniu Państw Członkowskich\nPelos Estados-Membros\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\naz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nPor la República de Corea\nZa Korejskou republiku\nFor Republikken Korea\nFür die Republik Korea\nKorea Vabariigi nimel\nΓια τη Δημοκρατία της Κορέας\nFor the Republic of Korea\nPour la République de Corée\nPer la Repubblica di Corea\nKorejas Republikas vārdā\nKorėjos Respublikos vardu\nA Koreai Köztársaság részéről\nGħar-Repubblíka tal-Korea\nVoor de Republiek Korea\nW imieniu Republiki Korei\nPela República da Coreia\nZa Kórejskú republiku\nZa Republiko Korejo\nKorean tasavallan puolesta\nPå Republiken Koreas vägnar\n19.12.2005 EN Official Journal of the European Union L 332/7\nTHE FRAMEWORK AGREEMENT FOR TRADE AND COOPERATION BETWEEN THE EUROPEAN COMMUNITY AND ITS MEMBER STATES, ON THE ONE HAND, AND THE REPUBLIC OF KOREA, ON THE OTHER HAND\nThe framework Agreement drawn up in 11 official languages of the European Union (Spanish, Danish, German, Greek, English, French, Italian, Dutch, Portuguese, Finnish, Swedish) was published in OJ L 90, 30.3.2001, p. 46. The Czech, Estonian, Latvian, Lithuanian, Hungarian, Maltese, Polish, Slovak and Slovenian versions are published in this Official Journal."}