{"celex_id": "32005R0071", "uri": "http://publications.europa.eu/resource/cellar/3daac4fa-9e8c-4ad8-9d64-43b7db816cbc", "type": "Regulation", "concepts": ["1031", "1819", "2456", "2635", "2638", "2705", "2771", "5989"], "title": "Commission Regulation (EC) No 71/2005 of 17 January 2005 fixing Community producer and import prices for carnations and roses with a view to the application of the arrangements governing imports of certain floricultural products originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip\n", "header": "18.1.2005 EN Official Journal of the European Union L 14/11\nCOMMISSION REGULATION (EC) No 71/2005\nof 17 January 2005\nfixing Community producer and import prices for carnations and roses with a view to the application of the arrangements governing imports of certain floricultural products originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip (1), and in particular Article 5(2)(a) thereof,\nWhereas:", "main_body": ["The Community producer and import prices for uniflorous (bloom) carnations, multiflorous (spray) carnations, large-flowered roses and small-flowered roses as referred to in Article 1b of Regulation (EEC) No 700/88 for a fortnightly period shall be as set out in the Annex.", "This Regulation shall enter into force on 18 January 2005.\nIt shall apply from 19 January to 1 February 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 382, 31.12.1987, p. 22. Regulation as last amended by Regulation (EC) No 1300/97 (OJ L 177, 5.7.1997, p. 1).\n(2)  OJ L 72, 18.3.1988, p. 16. Regulation as last amended by Regulation (EC) No 2062/97 (OJ L 289, 22.10.1997, p. 1).\nANNEX\nto the Commission Regulation of 17 January 2005 fixing Community producer and import prices for carnations and roses with a view to the application of the arrangements governing imports of certain floricultural products originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip\n(EUR/100 pieces)\nPeriod: from 19 January to 1 February 2005\nCommunity producer price Uniflorous (bloom) Multiflorous (spray) Large-flowered roses Small-flowered roses\n16,76 12,03 34,26 16,96\nCommunity import prices Uniflorous (bloom) Multiflorous (spray) Large-flowered roses Small-flowered roses\nIsrael — — — —\nMorocco — — — —\nCyprus — — — —\nJordan — — — —\nWest Bank and Gaza Strip 13,83 — — —"}