{"celex_id": "32004R2278", "uri": "http://publications.europa.eu/resource/cellar/7d360501-0b7c-43ee-ac01-ee2546ea388d", "type": "Regulation", "concepts": ["12", "1542", "2965", "862", "914"], "title": "Commission Regulation (EC) No 2278/2004 of 30 December 2004 amending Regulation (EC) No 2759/1999 laying down rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period\n", "header": "31.12.2004 EN Official Journal of the European Union L 396/36\nCOMMISSION REGULATION (EC) No 2278/2004\nof 30 December 2004\namending Regulation (EC) No 2759/1999 laying down rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) Article 26(1) of Council Regulation (EC) No 1257/1999 of 17 May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF) and amending and repealing certain Regulations (2), as amended by Regulation (EC) No 1783/2003 (3), includes certain provisions that are not directly applicable to beneficiary countries under Regulation (EC) No 1268/1999. Article 26 can therefore no longer be referred to in Article 3 of Commission Regulation (EC) No 2759/1999 (4). Specific provisions should therefore be introduced into Article 3(1) of Regulation (EC) No 2759/1999 to take account of the situation with regard to the applicant countries.\n(2) Article 8 of Regulation (EC) No 1268/1999 concerns the rate of Community contribution and the aid intensities. Paragraph 2 of that Article raises the ceiling for public aid for investments in agricultural holdings, amongst others, for investments made by young farmers and/or in mountain areas. Those terms should be defined in accordance with the principles applicable to Member States.\n(3) Regulation (EC) No 2759/1999 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Agriculture Structures and Rural Development Committee,", "main_body": ["Regulation (EC) No 2759/1999 is amended as follows:\n1. In Article 3, paragraph 1 is replaced by the following:\n2. In Article 8, paragraph 4 is replaced by the following:\n(a) ‘young farmers’ shall mean a farmer under 40 years of age at the time when the decision to grant support is taken, possessing adequate occupational skills and competence;\n(b) ‘mountain areas’ shall mean mountain areas as defined in Article 18(1) of Regulation (EC) No 1257/1999;\n(c) ‘public aid’ shall mean all such aid whether or not granted under the programme.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 161, 26.6.1999, p. 87. Regulation as last amended by Regulation (EC) No 2008/2004 (OJ L 349, 25.11.2004, p. 12).\n(2)  OJ L 160, 26.6.1999, p. 80. Regulation as last amended by Regulation (EC) No 583/2004 (OJ L 91, 30.3.2004, p. 1).\n(3)  OJ L 270, 21.10.2003, p. 70.\n(4)  OJ L 331, 23.12.1999, p. 51. Regulation as last amended by Regulation (EC) No 775/2003 (OJ L 112, 6.5.2003, p. 9)."}