{"celex_id": "32005R1980", "uri": "http://publications.europa.eu/resource/cellar/c9868cf1-1f88-4992-81cd-25bdc7809afd", "type": "Regulation", "concepts": ["1277", "1590", "2428", "3135", "6052"], "title": "Commission Regulation (EC) No 1980/2005 of  5 December 2005  amending the conditions for authorisation of a feed additive belonging to the group of trace elements and of a feed additive belonging to the group of binders and anti-caking agents   (Text with EEA relevance)\n", "header": "6.12.2005 EN Official Journal of the European Union L 318/3\nCOMMISSION REGULATION (EC) No 1980/2005\nof 5 December 2005\namending the conditions for authorisation of a feed additive belonging to the group of trace elements and of a feed additive belonging to the group of binders and anti-caking agents\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular the third sentence of Article 13(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1334/2003 of 25 July 2003 amending the conditions for authorisation of a number of additives in feedingstuffs belonging to the group of trace elements (2) establishes a maximum level for lead in zinc oxide and Commission Regulation (EC) No 2148/2004 of 16 December 2004 concerning the permanent and provisional authorisations of certain additives and the authorisation of new uses of an additive already authorised in feedingstuffs (3) establishes a maximum level for lead in clinoptilolite of volcanic origin.\n(2) Maximum levels for lead have been established for additives belonging to the functional group of compounds of trace elements, including zinc oxide, and for additives belonging to the functional groups of binders and anti-caking agents, including clinoptilolite of volcanic origin by Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (4), as amended by Commission Directive 2005/87/EC (5). Since the rules governing undesirable substances should be collected in a single text for greater clarity, it is appropriate to remove the corresponding references from Regulations (EC) No 1334/2003 and (EC) No 2148/2004.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   In Regulation (EC) No 1334/2003, the words ‘maximum content of lead: 600 mg/kg’ are deleted from the entry in the Annex concerning zinc.\n2.   In Regulation (EC) No 2148/2004, the words ‘maximum lead content: 80 mg/kg’ are deleted from the entry in the Annex concerning clinoptilolite of volcanic origin.", "This Regulation shall enter into force 12 months after the entry into force of Commission Directive 2005/87/EC.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 187, 26.7.2003, p. 11. Regulation as amended by Regulation (EC) No 2112/2003 (OJ L 317, 2.12.2003, p. 22).\n(3)  OJ L 370, 17.12.2004, p. 24.\n(4)  OJ L 140, 30.5.2002, p. 10. Directive as last amended by Commission Directive 2005/8/EC (OJ L 27, 29.1.2005, p. 44).\n(5)  See page 19 of this Official Journal."}