{"celex_id": "32005D0787", "uri": "http://publications.europa.eu/resource/cellar/da849d7d-995f-4685-9ffd-671dab0669bb", "type": "Decision", "concepts": ["1309", "192", "2738", "321", "5369"], "title": "2005/787/EC: Commission Decision of 11 November 2005 amending Decision 97/569/EC as regards the inclusion of one establishment in South Africa in provisional lists of third country establishments from which Member States authorise imports of meat products (notified under document number C(2005) 4283)  (Text with EEA relevance)\n", "header": "12.11.2005 EN Official Journal of the European Union L 296/39\nCOMMISSION DECISION\nof 11 November 2005\namending Decision 97/569/EC as regards the inclusion of one establishment in South Africa in provisional lists of third country establishments from which Member States authorise imports of meat products\n(notified under document number C(2005) 4283)\n(Text with EEA relevance)\n(2005/787/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorised to import certain products of animal origin, fishery products or live bivalve molluscs (1), and in particular Article 2(1) and (4) thereof,\nWhereas:\n(1) Provisional list of establishments in third countries from which the Member States authorise imports of meat products have been drawn up by Commission Decision 97/569/EC (2).\n(2) South Africa has provided the name of one establishment producing meat products for which the responsible authorities certify that the establishment complies with Community rules.\n(3) Accordingly, that establishment should be included in the lists drawn up by Decision 97/569/EC.\n(4) As on-the-spot inspections of the concerned establishment have not yet been carried out, imports from it should not be eligible for reduced physical checks pursuant to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3).\n(5) Decision 97/569/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 97/569/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 15 November 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 November 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 243, 11.10.1995, p. 17. Decision as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33; corrected version in OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 234, 26.8.1997, p. 16. Decision as last amended by the 2003 Act of Accession.\n(3)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1; corrected version in OJ L 191, 28.5.2004, p. 1).\nANNEX\nThe following text is inserted in Annex I in the part concerning South Africa in accordance with the national reference:\n1 2 3 4 5\n‘ZA Karoo Cuisine Midrand Gauteng FMP, 1\nFMP Farmed game meat products\n1 Ratite meat products only.’"}