{"celex_id": "32007D0472", "uri": "http://publications.europa.eu/resource/cellar/59279348-ccb3-4dce-85a4-82f1157f3d02", "type": "Decision", "concepts": ["264", "268", "3119", "6626"], "title": "2007/472/EC: Council Decision of 25 June 2007 amending the Decision of the Executive Committee set up by the 1990 Schengen Convention, amending the Financial Regulation on the costs of installing and operating the technical support function for the Schengen Information System (C.SIS)\n", "header": "7.7.2007 EN Official Journal of the European Union L 179/50\nCOUNCIL DECISION\nof 25 June 2007\namending the Decision of the Executive Committee set up by the 1990 Schengen Convention, amending the Financial Regulation on the costs of installing and operating the technical support function for the Schengen Information System (C.SIS)\n(2007/472/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Article 119 of the Convention implementing the Schengen Agreement of 14 June 1985 between the Governments of the States of the Benelux Economic Union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders (the 1990 Schengen Convention),\nWhereas:\n(1) Article 119 of the 1990 Schengen Convention provides that the costs arising from the installation and operation of the C.SIS, referred to in Article 92(3) thereof, are to be borne jointly by the Contracting Parties.\n(2) The financial obligations arising from the installation and operation of the C.SIS are regulated by a specific Financial Regulation adopted by the Decision of the Schengen Executive Committee of 15 December 1997 concerning the modification of the C.SIS Financial Regulation (hereinafter the C.SIS Financial Regulation).\n(3) The C.SIS Financial Regulation applies to Denmark, Finland and Sweden, as well as to Iceland and Norway by virtue of Decision 2000/777/EC (1).\n(4) The new Member States, with the exception of Cyprus, are to be integrated into the first generation Schengen Information System (SIS 1+) on a date to be set by the Council in accordance with Article 3(2) of the 2003 Act of Accession, within the framework of the SISone4ALL project.\n(5) From that date onwards those Member States should participate in the C.SIS Financial Regulation.\n(6) It is reasonable that those Member States contribute to historical C.SIS costs. However, since they only joined the European Union in 2004, it is considered appropriate that they should contribute to historical costs in relation to the installation of the C.SIS from 1 January 2005. It is also considered reasonable that they contribute to historical operating costs from 1 January 2007.\n(7) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (2) which fall within the area referred to in Article 1, point G, of Decision 1999/437/EC (3) on certain arrangements for the application of that Agreement.\n(8) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis which falls within the area referred to in Article 1, point G, of Decision 1999/437/EC read in conjunction with Article 4(1) of Decisions 2004/849/EC (4) and 2004/860/EC (5).\n(9) The United Kingdom is taking part in this Decision, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 8(2) of Decision 2000/365/EC (6).\n(10) Ireland is taking part in this Decision, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 6(2) of Decision 2002/192/EC (7).\n(11) As regards the Republic of Cyprus, this Decision constitutes a provision building on the Schengen acquis or otherwise related to it within the meaning of Article 3(2) of the 2003 Act of Accession.\n(12) This Decision constitutes a provision building on the Schengen acquis or otherwise related to it within the meaning of Article 4(2) of the 2005 Act of Accession,", "main_body": ["The following indent shall be added to point 3 of Title I of the C.SIS Financial Regulation:\n‘— in the case of the States which became Members of the European Union in 2004, this amount shall only be calculated on the basis of the costs incurred for the installation of the C.SIS as of 1 January 2005. They shall also contribute to the operating costs of the C.SIS as of 1 January 2007.’", "This Decision shall take effect from the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 25 June 2007.\nFor the Council\nThe President\nA. SCHAVAN\n(1)  Council Decision 2000/777/EC of 1 December 2000 on the application of the Schengen acquis in Denmark, Finland and Sweden, and in Iceland and Norway (OJ L 309, 9.12.2000, p. 24).\n(2)  OJ L 176, 10.7.1999, p. 36.\n(3)  OJ L 176, 10.7.1999, p. 31.\n(4)  Council Decision 2004/849/EC of 25 October 2004 on the signing, on behalf of the European Union, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (OJ L 368, 15.12.2004, p. 26).\n(5)  Council Decision 2004/860/EC of 25 October 2004 on the signing, on behalf of the European Community, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation, concerning the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (OJ L 370, 17.12.2004, p. 78).\n(6)  Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (OJ L 131, 1.6.2000, p. 43).\n(7)  Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis (OJ L 64, 7.3.2002, p. 20)."}