{"celex_id": "32009D0444", "uri": "http://publications.europa.eu/resource/cellar/8ad550e3-b9fa-4281-9b5b-4045c7ab2534", "type": "Decision", "concepts": ["1542", "2443", "2965", "3003", "5283"], "title": "2009/444/EC: Commission Decision of 10 June 2009 allocating the amounts resulting from the modulation provided for in Articles 7 and 10 of Council Regulation (EC) No 73/2009 to the Member States for the years 2009 to 2012 (notified under document number C(2009) 4375)\n", "header": "11.6.2009 EN Official Journal of the European Union L 148/29\nCOMMISSION DECISION\nof 10 June 2009\nallocating the amounts resulting from the modulation provided for in Articles 7 and 10 of Council Regulation (EC) No 73/2009 to the Member States for the years 2009 to 2012\n(notified under document number C(2009) 4375)\n(2009/444/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006 and (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 9(2), first subparagraph, and (4) and Article 10(3) thereof,\nWhereas:\n(1) Commission Decision 2009/379/EC (2) sets the amounts which, as a result of applying the reductions in direct payments provided for in Article 7(1) and (2) of Regulation (EC) No 73/2009, are available to the European Agricultural Fund for Rural Development (EAFRD) for the financial years 2007 to 2013.\n(2) Article 10(3) and (4) of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) laid down the criteria for the allocation of the amounts generated by the modulation provided for in paragraph 1 of that Article. These provisions are now contained in Article 9(2) and (3) of Regulation (EC) No 73/2009.\n(3) Article 78 of Commission Regulation (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (4) lays down the allocation key for sharing these amounts among the Member States using the criteria laid down in Article 10(3) and (4) of Regulation (EC) No 1782/2003.\n(4) Commission Decision 2006/588/EC (5) allocated the amounts resulting from the modulation provided for in Article 10(3) and (4) of Regulation (EC) No 1782/2003 to the Member States for the years 2006 to 2012. This provision having been adopted in Article 9(2) and (3) of Regulation (EC) No 73/2009, the amounts shown in the Annex to Decision 2006/588/EC for the years 2009 to 2012 are deemed to have been allocated to the Member States pursuant to Article 9(2) and (3) of Regulation (EC) No 73/2009. These amounts therefore continue to apply.\n(5) The remaining amount resulting from application of the modulation provided for in Article 7 of Regulation (EC) No 73/2009 for the years 2009 to 2012 should be allocated to the Member States in accordance with Article 9(4) of that Regulation, and the amounts resulting from application of that modulation in the new Member States as defined in Article 2(g) of that Regulation should be allocated to the Member States in accordance with Article 10(3) of that Regulation.\n(6) For the sake of clarity Decision 2006/588/EC should be repealed and replaced by a new Decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["The amounts resulting from the application of five percentage points reduction for the years 2009 to 2012 pursuant to Article 9(2) and (3) of Regulation (EC) No 73/2009 shall be allocated to the Member States in accordance with the table in Annex I to this Decision.", "The amounts resulting from the application of a reduction by more than the five percentage points envisaged in Article 1 of this Decision for the years 2009 to 2012 pursuant to Article 9(4) of Regulation (EC) No 73/2009 shall be allocated to the Member States in accordance with the table in Annex II to this Decision.", "The amounts allocated for 2012 pursuant to Article 10(3) of Regulation (EC) No 73/2009 to the new Member States as defined in Article 2(g) of that Regulation are laid down in the table in Annex III to this Decision.", "Decision 2006/588/EC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 June 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 117, 12.5.2009, p. 10.\n(3)  OJ L 270, 21.10.2003, p. 1.\n(4)  OJ L 141, 30.4.2004, p. 18.\n(5)  OJ L 240, 2.9.2006, p. 6.\nANNEX I\nAllocation to the Member States of the amounts resulting from the modulation provided for in Article 9(2) and (3) of Regulation (EC) No 73/2009 for the years 2009 to 2012\n(EUR million)\nMember State 2009 2010 2011 2012\nBelgium 18,3 18,2 18,2 18,2\nDenmark 33,4 33,4 33,4 33,4\nGermany 207,5 206,8 206,8 206,8\nIreland 35,2 34,5 34,5 34,7\nGreece 64,3 61,3 61,3 61,4\nSpain 223,4 217,8 218,4 218,5\nFrance 271,8 270,6 270,8 271,0\nItaly 144,6 140,2 140,8 140,8\nLuxembourg 1,2 1,2 1,2 1,2\nNetherlands 29,4 28,8 28,8 28,8\nAustria 44,3 43,2 43,3 43,3\nPortugal 54,1 52,8 52,8 52,9\nFinland 20,6 20,2 20,2 20,2\nSweden 26,0 25,5 25,5 25,5\nUnited Kingdom 136,7 136,3 136,3 136,3\nANNEX II\nAllocation to the Member States of the amounts resulting from the modulation provided for in Article 9(4) of Regulation (EC) No 73/2009 for the years 2009 to 2012\n(EUR million)\nMember State 2009 2010 2011 2012\nBelgium 9,3 13,8 18,4 23,2\nDenmark 17,6 25,9 34,3 43,0\nGermany 115,0 158,5 204,0 250,9\nIreland 17,1 25,6 34,1 42,7\nGreece 19,6 29,0 38,2 47,3\nSpain 70,1 107,3 141,9 178,8\nFrance 132,8 198,0 265,2 335,6\nItaly 61,3 78,2 102,0 127,9\nLuxembourg 0,6 0,8 1,1 1,4\nNetherlands 13,3 19,8 26,4 34,2\nAustria 7,3 10,9 14,5 18,1\nPortugal 8,8 11,8 15,8 19,8\nFinland 6,1 9,1 12,3 15,3\nSweden 10,0 15,2 20,5 25,9\nUnited Kingdom 67,4 100,6 134,3 167,7\nANNEX III\nAllocation to the new Member States of the amounts resulting from the modulation provided for in Article 10(3) of Regulation (EC) No 73/2009 for the year 2012\n(EUR million)\nMember State 2012\nCzech Republic 6,3\nLithuania 0,3\nHungary 5,9\nPoland 1,1\nSlovakia 2,5"}