{"celex_id": "32009D0996", "uri": "http://publications.europa.eu/resource/cellar/76e8b88f-9594-4ded-9a03-39a8c82fb256", "type": "Decision", "concepts": ["1005", "1318", "1519", "1763", "1774", "189", "2090", "2232", "2286", "2563", "2792", "5898", "863"], "title": "Commission Decision of 17 December 2009 on a Community financial contribution for 2009 to cover expenditure incurred by Germany, Spain, Italy, Malta, the Netherlands, Portugal and Slovenia for the purpose of combating organisms harmful to plants or plant products (notified under document C(2009) 10050)\n", "header": "22.12.2009 EN Official Journal of the European Union L 339/49\nCOMMISSION DECISION\nof 17 December 2009\non a Community financial contribution for 2009 to cover expenditure incurred by Germany, Spain, Italy, Malta, the Netherlands, Portugal and Slovenia for the purpose of combating organisms harmful to plants or plant products\n(notified under document C(2009) 10050)\n(Only the Dutch, German, Italian, Maltese, Portuguese, Slovenian and Spanish texts are authentic)\n(2009/996/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 23 thereof,\nWhereas:\n(1) Pursuant to Directive 2000/29/EC, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them.\n(2) Germany has introduced on 21 April 2009 two requests for financial contribution for the control of Diabrotica virgifera, respectively for Baden-Württemberg and for Bayern, and relating to measures executed in 2008 to control outbreaks of the harmful organism detected in 2007 and 2008, the outbreaks in 2007 having already been the subject of co-financing in 2008.\n(3) Italy has introduced four requests for financial contribution. The first one was introduced on 21 April 2009 and relates to the control measures of Anoplophora chinensis in Lombardy in the province of Brescia, commune of Gussago, for measures executed in 2008 and from 1 January until 30 April 2009 to control an outbreak detected in 2008. The assessment by the Commission of that request has not shown that this outbreak of the harmful organism is linked to the existing outbreaks in the province of Milan or Varese. The second request introduced on 16 April 2009 relates to the control measures of Anoplophora chinensis in Lazio in the commune of Rome for measures executed in 2008 and 2009 to control an outbreak detected in 2008. The third request introduced on 25 November 2008 relates to the control measures of Anoplophora glabripennis in Lombardy, in the commune of Corbetta, for measures executed in 2007, 2008 and from 1 January until 30 April 2009 to control an outbreak detected in 2007. The fourth request, relating to the control measures of Anoplophora chinensis in Lombardia in the province of Brescia, commune of Montichiari, was not eligible because the outbreak was only notified to the Commission more than eight months after its official detection and thus not in line with the requirements for immediate notification referred to in Article 16(1) of Directive 2000/29/EC.\n(4) Malta has introduced a request for financial contribution on 29 April 2009 relating to the control measures of Rhynchophorus ferrugineus for measures executed in 2008 and 2009 to control outbreaks detected in 2008.\n(5) The Netherlands has introduced four requests for financial contribution on 31 December 2008. The first request relates to the control measures of tobacco ring spot virus (TRSV) for measures executed in 2007 and 2008 to control an outbreak detected in 2006 and which was already the subject of co-financing in 2008. The second request relates to the control measures of tomato yellow leaf curl virus (TYLCV) for measures executed in 2007 and 2008 for outbreaks detected in 2007. The third request relates to the control measures of Clavibacter michiganensis ssp. michiganensis for measures executed in 2007 and 2008 for an outbreak detected in 2007. The fourth request relates to the control measures of Anoplophora chinensis for measures executed in 2008 for an outbreak detected in 2007.\n(6) Portugal has introduced a request for financial contribution on 24 April 2009 relating to the control measures of Bursaphelenchus xylophilus for measures executed in 2008 and 2009 to control outbreaks detected in 2008. Indeed, Portugal has detected 65 new outbreaks of pinewood nematode (PWN) between April and July 2008 in areas of Portugal where so far PWN was known not to occur. Based on the results of an intensive monitoring covering the whole of the Portuguese territory, there is no indication that the spread of PWN out of the originally infested zone of Setubal in Portugal is due to natural spread from that zone. In addition, the zones where the new outbreaks are situated have not already been the subject of Community co-financing for measures to control PWN. Finally, the Standing Committee on Plant Health of 9-10 March 2009 approved an action plan presented by Portugal to face this new plant health situation and which is linked to the control measures detailed in the above request for financial contribution.\n(7) Therefore it appears necessary to assist Portugal with a co-financing by the Union to take the necessary actions to contain PWN within the existing demarcated zone in its territory as well as to safeguard the territory of other Member States against PWN and to protect the Community trade interests in relation to third countries.\n(8) Slovenia has introduced a request for financial contribution on 30 December 2008 relating to the control measures of Dryocosmus kuriphilus for measures executed in 2008 and 2009 to control an outbreak detected in 2007 which was already the subject of co-financing in 2008.\n(9) Spain has introduced a request for financial contribution on 29 April 2009 relating to the control measures of Bursaphelenchus xylophilus for measures executed in 2008 and 2009 for an outbreak detected in 2008.\n(10) Germany, Spain, Italy, Malta, The Netherlands, Portugal and Slovenia have each established a programme of actions to eradicate or contain organisms harmful to plants introduced in their territories. These programmes specify the objectives to be achieved, the measures carried out, their duration and their cost.\n(11) Germany, Spain, Italy, Malta, The Netherlands, Portugal and Slovenia have applied for the allocation of a Community financial contribution to these programmes in accordance with the requirements laid down in Article 23 of Directive 2000/29/EC, in particular paragraph 1 and 4 thereof, and in accordance with Commission Regulation (EC) No 1040/2002 of 14 June 2002 establishing detailed rules for the implementation of the provisions relating to the allocation of a financial contribution from the Community for plant-health control and repealing Regulation (EC) No 2051/97 (2).\n(12) The technical information provided by Germany, Spain, Italy, Malta, The Netherlands, Portugal and Slovenia has enabled the Commission to analyse the situation accurately and comprehensively and to conclude that the conditions for the granting of a Community financial contribution, as laid down in particular in Article 23 of Directive 2000/29/EC, have been met. Accordingly, it is appropriate to provide a Community financial contribution to cover the expenditure on these programmes.\n(13) The Community financial contribution may cover up to 50 % of eligible expenditure. However, in accordance with Article 23(5), third subparagraph of Directive 2000/29/EC, the rate of the Community financial contribution for the third year, i.e. 2009, of the programme presented by Italy for the control of Anoplophora glabripennis should be reduced. In addition, the rate of the Community financial contribution for the programmes respectively presented by The Netherlands for the control of TRSV in 2008 (third year of the existing programme), and Slovenia for the control of Dryocosmus kuriphilus in 2009 (third year of the existing programme) should be reduced as the programmes notified by these Member States have already been the subject of Community funding under Commission Decision 2009/147/EC (3) for the two first years of the existing programmes.\n(14) In application of Article 23(5), second subparagraph of Directive 2000/29/EC, the rate of the Community financial contribution shall be 25 % for the measures in the co-financing dossiers presented respectively by Spain for the replacement in 2009 of destroyed coniferous trees by tree species which are not susceptible to Bursaphelenchus xylophilus, and by Italy in the two dossiers of Lombardia for the replacement in 2008 of destroyed deciduous trees by tree species which are not susceptible to Anoplophora chinensis or to Anoplophora glabripennis.\n(15) In accordance with Article 24 of Directive 2000/29/EC the Commission shall ascertain whether the introduction of the relevant harmful organism has been caused by inadequate examinations or inspections and adopt the measures required by the findings from its verification.\n(16) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (4), plant-health measures are to be financed from the European Agricultural Guarantee Fund. For the purpose of financial control of these measures Articles 9, 36 and 37 of the above Regulation shall apply.\n(17) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The allocation of a Community financial contribution for 2009 to cover expenditure incurred by Germany, Spain, Italy, Malta, The Netherlands, Portugal and Slovenia relating to necessary measures as specified in Article 23(2) of Directive 2000/29/EC and taken for the purpose of combating the organisms concerned by the eradication programmes listed in the Annex is hereby approved.", "1.   The total amount of the financial contribution referred to in Article 1 is EUR 14 049 023.\n2.   The maximum amounts of the Community financial contribution for each of the programmes shall be as indicated in the Annex.", "The Community financial contribution as set out in the Annex shall be paid on the following conditions:\n(a) evidence of the measures taken has been given in accordance with the provisions laid down in Regulation (EC) No 1040/2002;\n(b) a request for payment has been submitted by the Member State concerned to the Commission, in accordance with Article 5 of Regulation (EC) No 1040/2002.\nThe payment of the financial contribution is without prejudice to the verifications by the Commission under Article 24 of Directive 2000/29/EC.", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of Spain, the Italian Republic, the Republic of Malta, the Kingdom of the Netherlands, the Portuguese Republic and the Republic of Slovenia."], "attachments": "Done at Brussels, 17 December 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 157, 15.6.2002, p. 38.\n(3)  OJ L 49, 20.2.2009, p. 43.\n(4)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nERADICATION PROGRAMMES\nLegend:\na= Year of implementation of the eradication programme.\nSection I\nProgrammes whose Community financial contribution corresponds to 50 % of eligible expenditure\n(EUR)\nMember State Harmful organisms combated Affected plants Year a Eligible expenditure Maximum Community contribution per programme\nGermany, Baden-Württemberg Diabrotica virgifera Zea mays 2008 1 or 2 313 218 156 609\nGermany, Bayern Diabrotica virgifera Zea mays 2008 2 699 049 349 524\nSpain Bursaphelenchus xylophilus Coniferous trees 2008 and 2009 1 and 2 2 229 994 1 114 997\nItaly, Lombardia Anoplophora chinensis Various tree species 2008 and part of 2009 (until 30 April) 1 and 2 271 883 135 941\nItaly, Lombardia Anoplophora glabripennis Various tree species 2007 and 2008 1 and 2 179 143 89 571\nItaly, Lazio Anoplophora chinensis Various tree species 2008 and 2009 1 and 2 1 098 000 549 000\nMalta Rhynchophorus ferrugineus Palmaceae 2008 and 2009 1 and 2 709 227 354 613\nThe Netherlands TRSV Hemerocallis spp., Iris spp. 2007 2 68 720 34 360\nThe Netherlands TYLCV Lycopersicon lycopersicum 2007 and 2008 1 and 2 44 528 22 264\nThe Netherlands Clavibacter michiganensis ssp. michiganensis Lycopersicon lycopersicum 2007 and 2008 1 348 525 174 262\nThe Netherlands Anoplophora chinensis Various tree species 2008 1 750 797 375 398\nPortugal Bursaphelenchus xylophilus Coniferous trees 2008 and 2009 1 and 2 20 552 127 10 276 063\nSlovenia Dryocosmus kuriphilus Castanea sp. 2008 2 86 625 43 312\nSection II\nProgrammes whose Community financial contribution rates differ, in application of degressivity\n(EUR)\nMember State Harmful organisms combated Affected plants Year a Eligible expenditure Rate Maximum Community contribution\nItaly, Lombardia Anoplophora glabripennis Various tree species Part of 2009 (until 30 April) 3 35 000 45 15 750\nThe Netherlands TRSV Hemerocallis spp, Iris spp. 2008 3 40 480 45 18 216\nSlovenia Dryocosmus kuriphilus Castanea sp. 2009 3 78 832 45 35 474\nSection III\nProgrammes whose Community financial contribution rates differ, in application of Article 23(5), second paragraph of Directive 2000/29/EC\n(EUR)\nMember State Harmful organisms combated Affected plants Measure Year a Eligible expenditure Rate Maximum Community contribution\nSpain Bursaphelenchus xylophilus Coniferous trees Replacement of destroyed trees 2009 2 1 156 579 25 289 144\nItaly, Lombardia Anoplophora chinensis Various tree species Replacement of destroyed trees 2008 1 30 800 25 7 700\nItaly, Lombardia Anoplophora glabripennis Various tree species Replacement of destroyed trees 2008 2 27 300 25 6 825\nTotal Community contribution (EUR): 14 049 023"}