{"celex_id": "32001D0775", "uri": "http://publications.europa.eu/resource/cellar/06e68575-b6be-4383-9534-d29e9abe0c0a", "type": "Decision", "concepts": ["4692", "5263", "6004", "863"], "title": "2001/775/EC: Commission Decision of 7 November 2001 amending Decision 88/479/EEC authorising methods for grading pig carcasses in Spain (notified under document number C(2001) 3383)\n", "header": "Commission Decision\nof 7 November 2001\namending Decision 88/479/EEC authorising methods for grading pig carcasses in Spain\n(notified under document number C(2001) 3383)\n(Only the Spanish text is authentic)\n(2001/775/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcasses(1), as last amended by Regulation (EC) No 3513/93(2), and in particular Article 5(2) thereof,\nWhereas:\n(1) By Decision 88/479/EEC(3), as amended by Decision 94/337/EC(4), the Commission authorises various methods for grading pig carcasses in Spain.\n(2) Spain has asked the Commission to authorise use of a new pig carcass grading method. The information required in accordance with Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcasses(5), as amended by Regulation (EC) No 3127/94(6), has been supplied. On examination of the request the conditions required for the authorisation of the new method have been shown to be met.\n(3) Decision 88/479/EEC should be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 88/479/EEC is amended as follows:\n1. In Article 1, the following indent is added: \"- the apparatus termed 'Fully automatic ultrasonic carcass grading' (Autofom) and assessment methods related thereto, details of which are given in Part 4 of the Annex.\"\n2. The Annex to this Decision is added as Part 4 of the Annex thereto.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 7 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 301, 20.11.1984, p. 1.\n(2) OJ L 320, 22.12.1993, p. 5.\n(3) OJ L 234, 24.8.1988, p. 20.\n(4) OJ L 150, 16.6.1994, p. 35.\n(5) OJ L 285, 25.10.1985, p. 39.\n(6) OJ L 330, 21.12.1994, p. 43.\nANNEX\n\"PART 4\nFully automatic ultrasonic carcass grading (Autofom)\n1. Pig carcass grading shall be carried out using the apparatus termed Autofom-Fully automatic ultrasonic carcass grading.\n2. The apparatus shall be equipped with sixteen 2 MHz ultrasonic transducers (Krautkrämer, SFK 2 NP), with an operating distance between transducers of 25 mm.\nThe ultrasonic data shall comprise measurements of backfat thickness and muscle thickness.\nThe results of the measurements are converted into estimated lean meat content using a computer.\n3. The carcasse's lean meat content shall be calculated on the basis of 35 measurement points using the following formula:\n>REFERENCE TO A GRAPHIC>\nwhere:\ny= the estimated lean meat content of the carcass.\n4. Descriptions of the measuring points and the statistical method can be found in Part II of the Spanish protocol forwarded to the Commission in accordance with Article 3(3) of Regulation (EEC) No 2967/85.\nThe formula shall be valid for carcasses weighing between 60 and 110 kilograms.\""}