{"celex_id": "32000D0033", "uri": "http://publications.europa.eu/resource/cellar/748d2c2c-cee8-4780-9f66-c7198d011d8c", "type": "Decision", "concepts": ["1018", "1182", "2448", "2761", "368", "424"], "title": "2000/33/EC: Council Decision of 17 December 1999 abrogating the Decision on the existence of an excessive deficit in Greece\n", "header": "COUNCIL DECISION\nof 17 December 1999\nabrogating the Decision on the existence of an excessive deficit in Greece\n(2000/33/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) Article 104(1) of the Treaty lays down that Member States shall avoid excessive government deficits;\n(2) Article 104 of the Treaty defines an excessive deficit procedure providing for a Decision on the existence of an excessive deficit and, after the excessive deficit has been corrected, for the abrogation of that Decision; the excessive deficit procedure is determined by Article 104 of the Treaty; the Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure; Regulation (EC) No 3605/93(1) lays down detailed rules and definitions for the application of the provisions of the said Protocol; the Stability and Growth Pact, consisting of European Council Resolution of Amsterdam of 17 June 1999(2) and Regulations (EC) Nos 1466/97(3) and 1467/1999(4), lays down the guiding principles and provides rules and clarifications for the implementation of the excessive deficit procedure, the surveillance of budgetary positions and the surveillance and coordination of economic policies in stage three of EMU;\n(3) following a recommendation from the Commission in accordance with Article 104(6) of the Treaty the Council decided on 26 September 1994 that an excessive deficit existed in Greece; in accordance with Article 104(7) of the Treaty the Council made recommendations to Greece on 7 November 1994, 24 July 1995, 16 September 1996, 15 September 1997 and 29 May 1998 with a view to bringing the excessive situation to an end;\n(4) a Council Decision on the existence of an excessive deficit is to be abrogated, in accordance with Article 104( 12) of the Treaty, when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected;\n(5) when abrogating the Decision, the Council shall act on a recommendation from the Commission; the definitions of \"government\", \"deficit\" and \"investment\" are laid down in the Protocol on the excessive deficit procedure by reference to the European system of integrated economic accounts (ESA), second edition; based on the data provided by the Commission after reporting by Greece in September 1999 in accordance with Regulation (EC) No 3605/93, the following conclusions are warranted.\nThe general government deficit was reduced to 2,5 % of GDP in 1998 from 4,0 % in 1997 and 13,8 % in 1993. The outcome for 1998 was slightly above the 2,4 % deficit target recommended by the Council for that year. Government investment expenditure, at 3,7 % of GDP in 1998, exceeded the government deficit for the first time. Fiscal adjustment in recent years was based on large and increasing primary surpluses while the interest burden declined progressively under the combined effect of lower interest rates and of the reduction in the government debt to GDP ratio. The deficit in 1999 is estimated at 1,9 % of GDP. According to the 1998 update of the Greek convergence programme submitted under the Stability and Growth Pact requirements, the general government deficit is expected to decline further to 0,8 % of GDP in 2001.\nThe general government debt reached a peak of 112,3 % of GDP in 1996; it was reduced by 6 percentage points in the following two years, to 106,3 % of GDP in 1998. The debt ratio is estimated at 104,5 % of GDP in 1999. According to the 1998 update of the Greek convergence programme, the debt ratio may decline to below 100 % of GDP in 2001. The Greek Government has confirmed its commitment to keeping the primary surplus at a level that contributes strongly to the decline of the debt ratio. This primary surplus is essential to maintaining the debt ratio on its sustainable downward path.\nThe deficit was below the Treaty reference value in 1998 and is expected to remain so in 1999 and to decline further in the medium term; the gross debt ratio is currently decreasing and is expected to be on a declining path in the coming years,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Greece has been corrected.", "The Council Decision of 26 September 1994 on the existence of an excessive deficit in Greece is hereby abrogated.\nThis Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ L 332, 31.12.1993, p. 7.\n(2) OJ C 236, 2.8.1997, p. 1.\n(3) OJ L 209, 2.8.1997, p. 1.\n(4) OJ L 209, 2.8.1997, p. 6."}