{"celex_id": "32006R2035", "uri": "http://publications.europa.eu/resource/cellar/33a3e392-f545-4413-ac92-8814b6729ece", "type": "Regulation", "concepts": ["1201", "2624", "2718", "3003", "3618", "862"], "title": "Commission Regulation (EC) No 2035/2006 of 21 December 2006 fixing the amount of the carry-over aid and the flat-rate aid for certain fishery products for the 2007 fishing year\n", "header": "30.12.2006 EN Official Journal of the European Union L 414/72\nCOMMISSION REGULATION (EC) No 2035/2006\nof 21 December 2006\nfixing the amount of the carry-over aid and the flat-rate aid for certain fishery products for the 2007 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products (1),\nHaving regard to Commission Regulation (EC) No 2814/2000 of 21 December 2000 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the grant of carry-over aid for certain fishery products (2), and in particular Article 5 thereof,\nHaving regard to Commission Regulation (EC) No 939/2001 of 14 May 2001 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the grant of flat-rate aid for certain fishery products (3), and in particular Article 5 thereof,\nWhereas:\n(1) Regulation (EC) No 104/2000 provides that aid may be granted for quantities of certain fresh products withdrawn from the market and either processed to stabilise them and stored or preserved.\n(2) The purpose of that aid is to give suitable encouragement to producers’ organisations to process or preserve products withdrawn from the market so that their destruction can be avoided.\n(3) The aid level should not be such as to disturb the balance of the market for the products in question or distort competition.\n(4) The aid level should not exceed the technical and financial costs associated with the operations essential to stabilising and storage recorded in the Community during the fishing year proceeding the year in question.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the 2007 fishing year, the amounts of the carry-over aid referred to in Article 23 of Regulation (EC) No 104/2000, and the amounts of the flat-rate aid referred to in Article 24(4) of that Regulation, are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 17, 21.1.2000, p. 22. Regulation amended by the 2003 Act of Accession.\n(2)  OJ L 326, 22.12.2000, p. 34.\n(3)  OJ L 132, 15.5.2001, p. 10.\nANNEX\n1.   Amount of the carry-over aid for products listed in Annex I, points A and B and for sole (Solea spp.) listed in Annex I, point C to Regulation (EC) No 104/2000\nProcessing methods listed in Article 23 of Regulation (EC) No 104/2000 Aid\n1 2\nFreezing and storage of whole products, gutted and with head, or cut-up products\n— Sardines of the species Sardina pilchardus 345\n— Other species 280\nII. Filleting, freezing and storage\nIII. Salting and/or drying and storage of whole products, gutted and with head, or cut-up or filleted products\nIV. Marinating and storage\n2.   Amount of the carry-over aid for the other products listed in Annex I, point C to Regulation (EC) No 104/2000\nProcessing and/or preservation methods listed in Article 23 of Regulation (EC) No 104/2000 Products Aid\n1 2 3\nI. Freezing and storage\nNorway lobster tails 230\nII. Removing the head, freezing and storage\nIII. Cooking, freezing and storage\nEdible crabs 230\nIV. Pasteurisation and storage\nV. Live storage in fixed tanks or cages\n3.   Amount of the flat-rate aid for products listed in Annex IV to Regulation (EC) No 104/2000\nProcessing methods Aid\nI. Freezing and storage of whole products, gutted and with head, or cut-up products\nII. Filleting, freezing and storage"}