{"celex_id": "32006D0963", "uri": "http://publications.europa.eu/resource/cellar/576fa494-a3db-44a2-a4ac-abf4c461f746", "type": "Decision", "concepts": ["1136", "1255", "1774", "2543", "4057", "5040", "5403", "5619", "5706", "5709", "5859", "5860", "5898", "5989"], "title": "2006/963/EC: Council Decision of 18 December 2006 concerning the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community\n", "header": "30.12.2006 EN Official Journal of the European Union L 397/10\nCOUNCIL DECISION\nof 18 December 2006\nconcerning the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community\n(2006/963/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 22 March 2004 the Council authorised the Commission to open negotiations with certain other Members of the WTO under Article XXIV.6 of the GATT 1994, in the course of the accessions to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and Brazil.\n(4) The Agreement in the form of an Exchange of Letters should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Council\nThe President\nJ.-E. ENESTAM\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community\nGeneva, 18 December 2006\nSir,\nFollowing the initiation of negotiations between the European Communities (EC) and Brazil under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and Brazil in order to conclude the negotiations initiated following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule of EC 15.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the Annex to this Agreement.\nThis Agreement shall enter into force upon the date on which the EC and Brazil have exchanged letters of agreement, following consideration by the parties in accordance with their own procedures. The EC shall use its best endeavours to put in place the appropriate implementing measures before 1 November and no later than 1 January 2007.\nOn behalf of the European Community\nANNEX\n— a country allocated (Brazil) tariff rate quota 10 124 tonnes of raw cane sugar for refining (tariff item number 1701 1110), at in-quota rate of EUR 98/t,\n— a country allocated (Brazil) tariff rate quota 2 332 tonnes of ‘cuts of fowls of the species Gallus domesticus’ (tariff item numbers 0207 1410, 0207 1450, 0207 1470), at in-quota rate of 0 %,\n— add 49 tonnes (erga omnes) in the EC tariff rate quota for ‘chicken carcass, fresh, chilled or frozen’, (tariff item numbers 0207 1110, 0207 1130, 0207 1190, 0207 1210, 0207 1290), at in-quota rate of EUR 131-162/t,\n— add 4 070 tonnes (erga omnes) in the EC tariff rate quota for ‘chicken cuts, fresh, chilled or frozen’ (tariff item numbers 0207 1310, 0207 1320, 0207 1330, 0207 1340, 0207 1350, 0207 1360, 0207 1370, 0207 1420, 0207 1430, 0207 1440, 0207 1460), at in-quota rate of EUR 93-512/t,\n— add 1 605 tonnes (erga omnes) in the EC tariff rate quota for ‘cuts of fowls’ (tariff item number 0207 1410), at in-quota rate of EUR 795/t,\n— add 201 tonnes (erga omnes) in the EC tariff rate quota for ‘turkey meat, fresh, chilled or frozen’ (tariff item numbers 0207 2410, 0207 2490, 0207 2510, 0207 2590, 0207 2610, 0207 2620, 0207 2630, 0207 2640, 0207 2650, 0207 2660, 0207 2670, 0207 2680, 0207 2730, 0207 2740, 0207 2750, 0207 2760, 0207 2770), at in-quota rate of EUR 93-425/t,\n— add 2 485 tonnes (erga omnes) in the EC tariff rate quota for ‘turkey cuts, frozen’ (tariff item numbers 0207 2710, 0207 2720, 0207 2780), at in-quota rate of 0 %,\n— open a tariff rate quota 242 074 tonnes (erga omnes) for maize (tariff item numbers 1005 9000, 1005 1090), at in-quota rate of 0 %,\n— open a tariff rate quota 2 838 tonnes (erga omnes) for preserved pineapples, citrus fruit, pears, apricots, cherries, peaches and strawberries (tariff item numbers 2008 2011, 2008 2019, 2008 2031, 2008 2039, 2008 2071, 2008 3011, 2008 3019, 2008 3031, 2008 3039, 2008 3079, 2008 4011, 2008 4019, 2008 4021, 2008 4029, 2008 4031, 2008 4039, 2008 5011, 2008 5019, 2008 5031, 2008 5039, 2008 5051, 2008 5059, 2008 5071, 2008 6011, 2008 6019, 2008 6031, 2008 6039, 2008 6060, 2008 7011, 2008 7019, 2008 7031, 2008 7039, 2008 7051, 2008 7059, 2008 8011, 2008 8019, 2008 8031, 2008 8039, 2008 8070), at in-quota rate of 20 %,\n— open a tariff rate quota 7 044 tonnes (erga omnes) for fruit juices (tariff item numbers 2009 1111, 2009 1119, 2009 1911, 2009 1919, 2009 2911, 2009 2919, 2009 3911, 2009 3919, 2009 4911, 2009 4919, 2009 7911, 2009 7919, 2009 8011, 2009 8019, 2009 8032, 2009 8033, 2009 8035, 2009 8036, 2009 8038, 2009 9011, 2009 9019, 2009 9021, 2009 9029), at in-quota rate of 20 %,\n— eliminate the ad valorem duty of 9 % on protein concentrates (tariff item number 2106 1080),\n— open a tariff rate quota 107 tonnes (erga omnes) for chocolate (tariff item number 1 806), at in-quota rate of 43 %,\n— reduce the EC bound duty of EUR 11,2 MIN 22,0/100 kg/net MAX EUR 56,0/100 kg/net to EUR 10 MIN 22,0/100 kg/net MAX EUR 56,0/100 kg/net for tobacco (tariff item number 2401 1090),\n— adjust the description of the EC tariff rate quota for high quality beef (5 000 tonnes) to: ‘boneless high quality meat of bovine animals fresh, chilled or frozen’, indicating supplying country Brazil.\nGeneva, 18 December 2006\nSir,\nReference is made to your letter stating:\n‘Following the initiation of negotiations between the European Communities (EC) and Brazil under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and Brazil in order to conclude the negotiations initiated following the EC's notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule of EC 15.\nThe EC agrees that it will incorporate in its schedule for the EC 25 the concessions contained in the Annex to this agreement.\nThis Agreement shall enter into force upon the date on which the EC and Brazil have exchanged letters of agreement, following consideration by the parties in accordance with their own procedures. The EC shall use its best endeavours to put in place the appropriate implementing measures before 1 November and no later than 1 January 2007.’.\nI hereby have the honour to express my Government's agreement.\nOn behalf of the Government of the Federative Republic of Brazil"}