{"celex_id": "32004R1353", "uri": "http://publications.europa.eu/resource/cellar/b8df163d-0161-4f11-b860-3b10613a73b3", "type": "Regulation", "concepts": ["1743", "225", "2647", "3483", "4217", "5581", "5788", "6363", "922"], "title": "Council Regulation (EC) No 1353/2004 of 26 July 2004 amending Regulation (EC) No 131/2004 concerning certain restrictive measures in respect of Sudan\n", "header": "27.7.2004 EN Official Journal of the European Union L 251/1\nCOUNCIL REGULATION (EC) No 1353/2004\nof 26 July 2004\namending Regulation (EC) No 131/2004 concerning certain restrictive measures in respect of Sudan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2004/510/CFSP of 10 June 2004 amending Common Position 2004/31/CFSP concerning the imposition of an embargo on arms, munitions and military equipment on Sudan (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Common Position 2004/31/CFSP (2) provides for an embargo on arms, munitions and military equipment for Sudan, including a ban on the provision of technical and financial assistance related to military activities in Sudan. The ban on the provision of technical and financial assistance related to military activities is implemented at Community level by Regulation (EC) No 131/2004 concerning certain restrictive measures in respect of Sudan (3).\n(2) In view of recent developments in Sudan and the region, including the signature on 8 April 2004 of a Humanitarian Ceasefire Agreement on the Conflict in Darfur, and in view of the planned deployment of an African Union-led Ceasefire Commission in Sudan, Common Position 2004/31/CFSP was amended by Common Position 2004/510/CFSP on 10 June 2004 by providing for an additional exemption to the embargo for crisis management operations of the African Union.\n(3) That exemption also applies to the embargo on certain financial and technical assistance. Regulation (EC) No 131/2004 should therefore be amended accordingly.\n(4) In order to ensure that the exemption becomes effective as soon as possible, this Regulation should enter into force immediately and apply from the date on which Common Position 2004/510/CFSP was adopted,", "main_body": ["Article 4 of Regulation (EC) No 131/2004 is replaced by the following:\n‘Article 4\n1.   By way of derogation from Articles 2 and 3, the competent authorities of Member States as listed in the Annex, may authorise the provision of financing and financial assistance and technical assistance related to:\n(a) non-lethal military equipment intended solely for humanitarian or protective use, or for institution-building programmes of the United Nations, the African Union, the European Union and the Community;\n(b) materiel intended for European Union and United Nations crisis management operations;\n(c) mine clearance equipment and materiel for use in mine clearance;\n(d) African Union crisis management operations, including materiel intended for such operations.\n2.   No authorisations shall be granted for activities that have already taken place.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 10 June 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 2004.\nFor thr Council\nThe President\nB. BOT\n(1)  OJ L 209, 11.6.2004, p. 28.\n(2)  OJ L 6, 10.1.2004, p. 55. Common Position as amended by Common Position 2004/510/CFSP (OJ L 209, 11.6.2004, p. 28).\n(3)  OJ L 21, 28.1.2004, p. 1."}