{"celex_id": "32009L0153", "uri": "http://publications.europa.eu/resource/cellar/984b0180-0d1e-49ae-96ee-9d9e8da583ea", "type": "Directive", "concepts": ["13", "1595", "2773", "2985", "3730"], "title": "Commission Directive 2009/153/EC of 30 November 2009 amending Annex I to Council Directive 91/414/EEC as regards the common name and the purity of the active substance hydrolysed proteins (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/67\nCOMMISSION DIRECTIVE 2009/153/EC\nof 30 November 2009\namending Annex I to Council Directive 91/414/EEC as regards the common name and the purity of the active substance hydrolysed proteins\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the second indent of the second subparagraph of Article 6(1) thereof,\nWhereas:\n(1) Directive 91/414/EEC was amended by Commission Directive 2008/127/EC (2) to include certain hydrolysed proteins.\n(2) The rapporteur Member State has received additional information on hydrolysed proteins. It appears that hydrolysed proteins can be originated by many different organic compounds. It is therefore appropriate to refer to the common name and purity specifications, as set out in the review report on hydrolysed proteins.\n(3) Directive 91/414/EEC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 91/414/EEC is amended in accordance with the Annex to this Directive.", "Member States shall adopt and publish, by 28 February 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 March 2010.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 344, 20.12.2008, p. 89.\nANNEX\nIn Annex I to Directive 91/414/EEC, row No 240 is replaced by the following:\nNo Common name, identification numbers IUPAC name Purity (1) Entry into force Expiration of inclusion Specific provisions\n‘240 Hydrolysed proteins Not available Review report (SANCO/2615/2008) 1 September 2009 31 August 2019 PART A\n(1)  Further details on identity and specification of active substances are provided in the review report."}