{"celex_id": "32004R2060", "uri": "http://publications.europa.eu/resource/cellar/1eef8f39-5453-49a5-886b-9b59dcc9cc0a", "type": "Regulation", "concepts": ["1425", "2300", "2734", "2735", "2803", "3173", "5891"], "title": "Council Regulation (EC) No 2060/2004 of 22 November 2004 amending Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries and Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\n", "header": "2.12.2004 EN Official Journal of the European Union L 357/3\nCOUNCIL REGULATION (EC) No 2060/2004\nof 22 November 2004\namending Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries and Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 36 and 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions,\nWhereas:\n(1) In the light of experience gained with the implementation of Regulations (EC) No 2702/1999 (3) and No 2826/2000 (4), analysed in the report presented by the Commission to the European Parliament and the Council in April 2004, it is appropriate to revise certain provisions of those Regulations.\n(2) Harmonisation of the provisions concerning the submission and selection of proposals, the monitoring of the programmes as well as consultation and technical assistance, applied in the context of Regulations (EC) No 2702/1999 and No 2826/2000, should lead to simplified management of the two regimes; in particular, proposing organisations should be given the possibility of implementing certain parts of the programmes themselves and selecting implementation bodies at a later stage in the procedure.\n(3) Fragmentation of financing into small and ineffective programmes should be avoided and a balanced distribution of the available budgetary resources should be ensured, by providing minimum and maximum effective cost limits for programmes submitted.\n(4) The possibility of the Commission initiating promotion and information measures in third countries should be extended in cases where such measures have a Community-wide interest or no appropriate measures have been submitted by professional or interprofessional organisations. The Commission should also be given the possibility of initiating, on the internal market, information measures related to Community regimes concerning the quality and labelling of agricultural products and foodstuffs.\n(5) In the light of experience gained with the implementation of the degressive contribution from 60 to 40 % in cases of multiannual programmes, the provisions concerning the Community contribution to such programmes should be simplified, while maintaining the level of the Community contribution at 50 % of the effective cost of each programme.\n(6) The share of the contribution of the Member State(s) and the proposing organisation(s) should be made more flexible, leaving however a minimum share of compulsory financing to be borne by the proposing organisation.\n(7) It is highly important that the materials which are used in information and promotion campaigns are checked as regards their conformity with Community legislation. It is therefore necessary to clarify the existing monitoring obligations of Member States in that respect.\n(8) The contributions of the Member State(s) to programmes are made in the context of a specific procedure. Member States should therefore be exempted from the obligation to notify such national contributions as state aid in order to simplify the administrative proceedings concerned, as these contributions should not be considered as state aid within the meaning of Articles 87, 88 and 89 of the Treaty.\n(9) Ad hoc working groups of representatives from Member States and/or experts with particular expertise in promotion and publicity matters can usefully advise the Commission in developing the strategy and the implementation measures for the regime. The possibility for consulting such groups should therefore be provided for.\n(10) Regulation (EC) No 2702/1999 should continue to apply after 31 December 2004.\n(11) In order to permit the necessary adaptations for implementing the proposed measures, this Regulation should apply from 1 January 2005.\n(12) Regulations (EC) No 2702/1999 and (EC) No 2826/2000 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2702/1999 is hereby amended as follows:\n1. in Article 2, point (c) shall be replaced by the following:\n‘(c) information campaigns, in particular on the Community systems covering protected designations of origin (PDOs), protected geographical indications (PGIs), guaranteed traditional specialities (GTSs) and organic production, as well as other Community regimes concerning quality standards and labelling for agricultural products and foodstuffs, and graphic symbols laid down in the relevant Community legislation;’\n2. Article 5 shall be replaced by the following:\n3. Article 7 shall be replaced by the following:\n4. the following Article shall be inserted:\n(a) measures referred to in Article 2(f) and (g) of this Regulation;\n(b) measures referred to in Article 2(a), (b), (c), (d) and (e) of this Regulation, where such measures have a Community-wide interest or no appropriate proposals have been submitted under the procedure established in Article 7 of this Regulation;\n(c) measures carried out by an international organisation as referred to in Article 6 of this Regulation.\n5. Article 8 shall be amended as follows:\n(a) in paragraph 1, the second and third indents shall be replaced by the following:\n‘— the body or bodies responsible for implementing the measures referred to in Article 7a;’\n(b) paragraph 4 shall be replaced by the following:\n6. Article 9 shall be amended as follows:\n(a) paragraphs 1, 2 and 3 shall be replaced by the following:\n(b) the following paragraph 5 shall be added:\n7. The following Article shall be inserted:\n(a) the Standing Group on Promotion of Agricultural Products of the Advisory Committee on Agricultural Product Health and Safety;\n(b) technical ad hoc working groups composed of members of the Management Committee referred to in Article 12(1) and/or experts with particular expertise in promotion and publicity.’;\n8. in Article 13, the date ‘31 December 2003’ shall be replaced by ‘31 December 2006’;\n9. in Article 15, the second paragraph shall be deleted.", "Regulation (EC) No 2826/2000 is hereby amended as follows:\n1. in Article 2, point (c) shall be replaced by the following:\n‘(c) information campaigns, in particular on the Community systems covering protected designations of origin (PDOs), protected geographical indications (PGIs), guaranteed traditional specialities (GTSs) and organic production, as well as other Community regimes concerning quality standards and labelling for agricultural products and foodstuffs, and the graphic symbols laid down in the relevant Community legislation, including the graphic symbol for extremely remote regions;’\n2. in Article 4, paragraph 2 shall be deleted;\n3. in Article 5, paragraph 2 shall be deleted;\n4. Article 6 shall be replaced by the following:\n5. Article 7 shall be amended as follows:\n(a) paragraph 3 shall be replaced by the following:\n(b) the following paragraph 4 shall be added:\n6. the following Article shall be inserted:\n(a) measures referred to in Article 2(e) of this Regulation;\n(b) measures referred to in Article 2(b), (c) and (d) of this Regulation, where such measures have a Community-wide interest or no appropriate proposals have been submitted under the procedures established in Articles 6 or 7 of this Regulation.\n7. Article 8 shall be replaced by the following:\n(a) any technical assistance needed to evaluate the proposed programmes, including the proposed implementing bodies;\n(b) the body or bodies responsible for implementing the measures referred to in Article 7a.’;\n8. Article 9 shall be amended as follows:\n(a) paragraphs 1, 2 and 3 shall be replaced by the following:\n(b) the following paragraph 5 shall be added:\n9. in Article 10, paragraph 2 shall be replaced by the following:\n10. The following Article shall be inserted:\n(a) the Standing Group on Promotion of Agricultural Products of the Advisory Committee on Agricultural Product Health and Safety;\n(b) technical ad hoc working groups composed of members of the Management Committee referred to in Article 13(1), and/or experts with particular expertise in promotion and publicity matters.’;\n11. Article 14 shall be replaced by the following:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 2004.\nFor the Council\nThe President\nC. VEERMAN\n(1)  Opinion delivered on 14 October 2004 (not yet published in the Official Journal).\n(2)  Opinion delivered on 27 October 2004 (not yet published in the Official Journal).\n(3)  OJ L 327, 21.12.1999, p. 7.\n(4)  OJ L 328, 23.12.2000, p. 2.\n(5)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 1481/2004 (OJ L 272, 20.8.2004, p. 11).\n(6)  OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 1215/2004 (OJ L 232, 1.7.2004, p. 21).\n(7)  OJ L 208, 24.7.1992, p. 9. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).’;\n(8)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 1481/2004 (OJ L 272, 20.8.2004, p. 11).\n(9)  OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 1215/2004 (OJ L 232, 1.7.2004, p. 21).\n(10)  OJ L 208, 24.7.1992, p. 9. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).’;"}