{"celex_id": "32003D0658", "uri": "http://publications.europa.eu/resource/cellar/f44db89c-4f91-4e94-b58a-68feddd93cdd", "type": "Decision", "concepts": ["1309", "1445", "2525", "2771", "4689", "5369"], "title": "2003/658/EC: Commission Decision of 17 September 2003 amending Decision 93/402/EEC as regards imports of fresh meat from Argentina (Text with EEA relevance) (notified under document number C(2003) 3285)\n", "header": "Commission Decision\nof 17 September 2003\namending Decision 93/402/EEC as regards imports of fresh meat from Argentina\n(notified under document number C(2003) 3285)\n(Text with EEA relevance)\n(2003/658/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 807/2003(2), and in particular Article 14(3) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(3), and in particular Article 8(4) thereof,\nWhereas:\n(1) Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(4), as last amended by Decision 2003/576/EC(5), applies to Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay.\n(2) The Commission was informed of an outbreak of foot-and-mouth disease in Paraguay close to the border with Argentina and Decision 2003/576/EC was taken to suspend the importation of de-boned and matured bovine meat from the departments of Ramón Lista in the province of Formosa and Rivadavia in the province of Salta in Argentina.\n(3) However, the Argentine authorities have notified an outbreak of foot-and-mouth disease in the department of General José de San Martín, also in the province of Salta.\n(4) The Argentine veterinary authorities immediately put in place measures to avoid the further spread of the disease within Argentine territory, in particular providing for vaccination of and movement controls for animals of the susceptible species. The Argentine authorities immediately informed the Commission Services about these measures.\n(5) However, in view of the potential risk of disease and following the action taken by the competent veterinary authorities of Argentina, importation of de-boned and matured bovine meat into the EU should be suspended on a regional basis from the departments of General José de San Martín, Rivadavia, Orán, Iruya, and Santa Victoria in the province of Salta and from the department of Ramón Lista in the province of Formosa.\n(6) Decision 93/402/EEC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 93/402/EEC is replaced by the text in the Annex to this Decision.", "The Member States shall amend the measures they apply to imports so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall apply from 17 September 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 September 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\n(3) OJ L 18, 23.1.2003, p. 11.\n(4) OJ L 179, 22.7.1993, p. 11.\n(5) OJ L 196, 2.8.2003, p. 43.\nANNEX\n\"ANNEX I\nDescription of territories of South America established for animal health certification purposes\n>TABLE>\""}