{"celex_id": "32005D0129(01)", "uri": "http://publications.europa.eu/resource/cellar/ce882108-6201-4896-9003-e803da053e07", "type": "Decision", "concepts": ["3559", "5427"], "title": "Council Decision of 15 November 2004 replacing members and alternate members of the Administrative Board of the European Agency for Safety and Health at Work\n", "header": "29.1.2005 EN Official Journal of the European Union C 24/2\nCOUNCIL DECISION\nof 15 November 2004\nreplacing members and alternate members of the Administrative Board of the European Agency for Safety and Health at Work\n(2005/C 24/02)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 2062/94 of 18 July 1994 establishing a European Agency for Safety and Health at Work (1), and in particular Article 8 thereof,\nWhereas:\n(1) By its Decisions of 3 June 2002 (2) and 29 April 2004 (3), the Council appointed members and alternate members of the Administrative Board of the European Agency for Safety and Health at Work for the period ending on 2 June 2005.\n(2) Two members' seats and one alternate member's seat on that Administrative Board in the government representatives category have fallen vacant following the resignations of Mr Leodegario FERNÁNDEZ SÁNCHEZ, Mr Tom BEEGAN and Ms Sylvia WOOD.\n(3) The representatives of employees' and employers' organisations have submitted a list of nominations for the members' and alternate members' seats which have become vacant following the resignation of certain members,", "main_body": ["The following are hereby appointed as members and alternate members of the Administrative Board of the European Agency for Safety and Health at Work for the period ending on 2 June 2005:\nI.   GOVERNMENT REPRESENTATIVES\nCountry Member Name To replace:\nSpain Member Mr Javier PINILLA GARCÍA Mr Leodegario FERNÁNDEZ SÁNCHEZ\nIreland Member Mr Daniel KELLY Mr Tom BEEGAN\nAlternate Mr Pat DONNELLAN Ms Sylvia WOOD\nII.   REPRESENTATIVES OF EMPLOYEES' ORGANISATIONS\nCountry Member Name To replace:\nBelgium Member Mr Hermann FONCK Mr François PHILIPS\nAlternate Mr François PHILIPS Mr Hermann FONCK\nDenmark Member Mr Jan Kahr FREDERIKSEN Mr Lone JACOBSEN\nAlternate Mr Lone JACOBSEN Mr Jan Kahr FREDERIKSEN\nEstonia Member Mr Argo SOON Mr Ülo KRISTJUHAN\nAlternate Mr Peeter ROSS Mr Argo SOON\nGreece Alternate Mr Ioannis KONSTANTINIDIS Mr Spiros DRIVAS\nSpain Alternate Mr Jesus GARCIA Mr Angel Carlos CARCOBA ALONSO\nFrance Member Mr Giles SEITZ Mr Jean-Claude BODARD\nItaly Member Ms Gabriella GALLI Ms Luisa BENEDETTINI\nAlternate Ms Paola AGNELLO MODICA Ms Gabriella GALLI\nLuxembourg Member Mr Antoine GIARDIN Mr Marcel GOEREND\nAlternate Mr Marcel GOEREND Mr Antoine GIARDIN\nSlovakia Member Mr Peter RAMPASEK Mr Ján KOŠOVSKÝ\nAlternate Mr Jaroslav BOBELA Mr Peter RAMPÁŠEK\nFinland Alternate Ms Riitta TYÖLÄJÄRVI Ms Irma PAHLMAN\nIII.   REPRESENTATIVES OF EMPLOYERS' ORGANISATIONS\nCountry Member Name To replace:\nGermany Member Mr Thomas HOLTMANN Mr Reiner LEHR\nAlternate Mr Herbert BENDER Mr Thomas HOLTMANN\nEstonia Alternate Ms Kristiina KIBE Ms Iren VÕITRA\nSpain Member Ms Pilar IGLESIAS VALCARCE Mr Pere TEIXIDO CAMPAS\nAlternate Mr Pere TEIXIDO CAMPAS\nLithuania Alternate Mr Jonas GUZAVICIUS Mr Vytautas TRECIOKAS\nPortugal Member Mr Marcelino PENA COSTA Mr Costa TAVARES\nAlternate Mr José COSTA TAVARES Mr José Luis SALGADO BARROSO\nSweden Alternate Mr Bodil MELLBLOM Ms Ulla-Britt FRÄJDIN-HELLQVIST"], "attachments": "Done at Brussels, 15 November 2004.\nFor the Council\nThe President\nM. van der HOEVEN\n(1)  OJ L 216, 20.8.1994, p. 1. Regulation as amended by Regulation (EC) No 1643/95 (OJ L 156, 7.7.1995, p. 1).\n(2)  OJ C 161, 5.7.2002, p. 5.\n(3)  OJ C 116, 30.4.2004, p. 16."}