{"celex_id": "32004R1842", "uri": "http://publications.europa.eu/resource/cellar/b630864f-f2dd-4ef4-8aa9-20f264d380ae", "type": "Regulation", "concepts": ["1106", "1318", "1423", "1821", "3173"], "title": "Commission Regulation (EC) No 1842/2004 of 22 October 2004 allowing the coexistence of the name ‘Munster or Munster-Géromé’ registered as a Protected Designation of Origin under Council Regulation (EEC) No 2081/92 and the unregistered name ‘Münster Käse’ designating a place in Germany\n", "header": "23.10.2004 EN Official Journal of the European Union L 322/8\nCOMMISSION REGULATION (EC) No 1842/2004\nof 22 October 2004\nallowing the coexistence of the name ‘Munster or Munster-Géromé’ registered as a Protected Designation of Origin under Council Regulation (EEC) No 2081/92 and the unregistered name ‘Münster Käse’ designating a place in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1) and in particular Articles 13(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1107/96 of 12 June 1996 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Council Regulation (EEC) No 2081/92 (2) registered as a Protected Designation of Origin for France the name ‘Munster or Munster-Géromé’. Following Article 13(2) of Regulation (EEC) No 2081/92 Germany had to discontinue the use of the unregistered name ‘Münster Käse’ at the latest on 21 June 2001.\n(2) Article 13(5) of Council Regulation (EEC) No 2081/92, as added by Council Regulation (EC) No 692/2003 (3), provides for the coexistence of a registered and an unregistered name under very strict conditions and for a limited time period.\n(3) On 1 October 2003 the Commission received a request of the German administration to allow coexistence for fifteen years of the registered name ‘Munster or Munster-Géromé’ (PDO) and the unregistered name ‘Münster Käse’.\n(4) Münster is a town in Germany and the name ‘Münster Käse’ has been subject to national legislation in Germany since 1934 and no information has been found that the name has not been in legal use consistently and equitably for at least 25 years prior to the entry into force of Regulation (EEC) No 2081/92 on 26 July 1993.\n(5) Cheese with the name ‘Münster Käse’ has been marketed since 1951 in conformity with German national legislation on cheese qualities. Therefore, the unregistered name ‘Münster Käse’ could not profit from the reputation of the designation of origin ‘Munster or Munster-Géromé’ which was registered in France in 1969 and under Regulation (EEC) No 2081/92 in 1996.\n(6) In order to prevent the public from being misled as to the true origin, the label of the cheese ‘Münster Käse’ indicates Germany as the country of origin, as agreed in 1973 between Germany and France. The labelling obligation continued under Article 13(2) of Regulation (EEC) No 2081/92. No information is found that the public has been or could be misled as to the true origin of the cheese Münster Käse.\n(7) The German authorities raised the problem resulting from the inclusion of identical names by letter of 6 March 1996 to the Commission and, therefore, before the registration of the name ‘Munster or Munster-Géromé’ (PDO) by Regulation (EC) No 1107/96 on 21 June 1996.\n(8) Therefore, the coexistence of the registered French name ‘Munster or Munster-Géromé’ (PDO) and the unregistered name Münster Käse designating a place in Germany meets the conditions set in Article 13(5) of Regulation (EEC) No 2081/92.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Designations of Origin and Geographical Indications,", "main_body": ["1.   The name ‘Münster Käse’ shall be allowed to coexist with the name ‘Munster or Munster-Géromé’ registered as a Protected Designation of Origin under Regulation (EEC) No 2081/92.\n2.   The period of coexistence shall expire fifteen years from the date of entry into force of this Regulation, after which the unregistered name shall cease to be used.\n3.   Germany as the country of origin shall be clearly and visibly indicated on the label of cheese bearing the name ‘Münster Käse’.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 1215/2004 (OJ L 232, 1.7.2004, p. 21).\n(2)  OJ L 148, 21.06.1996, p. 1. Regulation as last amended by Regulation (EC) No 1345/2004 (OJ L 249, 23.7.2004, p. 14).\n(3)  OJ L 99, 17.4.2003, p. 1."}