{"celex_id": "32005L0042", "uri": "http://publications.europa.eu/resource/cellar/e21d68b8-652e-43df-902a-c0c9f445c3d1", "type": "Directive", "concepts": ["1381", "2744", "2836", "4036"], "title": "Commission Directive 2005/42/EC of 20 June 2005 amending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annexes II, IV and VI thereto to technical progress   (Text with EEA relevance)\n", "header": "21.6.2005 EN Official Journal of the European Union L 158/17\nCOMMISSION DIRECTIVE 2005/42/EC\nof 20 June 2005\namending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annexes II, IV and VI thereto to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), and in particular Article 8(2) thereof,\nAfter consulting the Scientific Committee on Cosmetic Products and Non-Food Products intended for Consumers,\nWhereas:\n(1) On the basis of the assessment of the cutaneous toxicities of costus root oil (Saussurea lappa Clarke), 7-Ethoxy-4-methylcoumarin, hexahydrocoumarin and peru balsam (Myroxylon pereirae), the Scientific Committee on Cosmetic Products and Non-Food Products intended for Consumers (SCCNFP) is of the opinion that those substances should not be used as fragrance ingredients in cosmetic products. They should therefore be included in Annex II to Directive 76/768/EEC.\n(2) Azo-dyes CI 12150, CI 20170 and CI 27290 are included in Part 1 of Annex IV to Directive 76/768/EEC as colouring agents which are allowed for use in cosmetic products. The safety of those colorants has been questioned on the ground that they may form carcinogenic amines during metabolism. The SCCNFP is of the opinion, based on the available information, that the use of the colorants CI 12150, CI 20170 and CI 27290 poses a risk to the health of the consumer as they may release one or more carcinogenic aromatic amines. Those colorants should therefore be excluded from Part 1 of Annex IV to Directive 76/768/EEC.\n(3) Benzethonium chloride is included as reference number 53 in Part 1 of Annex VI to Directive 76/768/EEC as a preservative which may be employed in rinse-off cosmetic products up to a concentration of 0,1 %. It is the opinion of the SCCNFP that Benzethonium chloride should also be allowed to be employed in leave-on cosmetic products other than for oral care use up to a concentration of 0,1 %. The entry under the reference number 53 in Part 1 of Annex VI to Directive 76/768/EEC should therefore be amended accordingly.\n(4) The SCCNFP is of the opinion that Methylisothiazolinone does not pose a risk to the health of consumers if employed in finished cosmetic products as a preservative up to a concentration of 0,01 %. Methylisothiazolinone should therefore be included in Part 1 of Annex VI to Directive 76/768/EEC as reference number 57.\n(5) Directive 76/768/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annexes II, IV and VI to Directive 76/768/EEC are amended in accordance with the Annex to this Directive.", "Member States shall take the necessary measures to ensure that from 31 March 2006 cosmetic products which fail to comply with Annexes II and IV of Directive 76/768/EEC as amended by this Directive are not placed on the market by Community manufacturers or by importers established within the Community, nor sold or disposed of to the final consumer.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2005 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 June 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 262, 27.9.1976, p. 169. Directive as last amended by Commission Directive 2005/9/EC (OJ L 27, 29.1.2005, p. 46).\nANNEX\nThe Annexes to Directive 76/768/EEC are amended as follows:\n1. in Annex II, the following reference numbers are added:\n‘1133. Costus root oil (Saussurea lappa Clarke) (CAS No 8023-88-9), when used as a fragrance ingredient\n1134. 7-Ethoxy-4-methylcoumarin (CAS No 87-05-8), when used as a fragrance ingredient\n1135. Hexahydrocoumarin (CAS No 700-82-3), when used as a fragrance ingredient\n1136. Peru balsam (INCI name: Myroxylon pereirae; CAS No 8007-00-9), when used as a fragrance ingredient’\n2. in Part 1 of Annex IV, colouring agents CI 12150, CI 20170 and CI 27290 are deleted.\n3. Part 1 of Annex VI is amended as follows:\n(a) the reference number 53 is replaced by the following:\nReference number Substance Maximum authorised concentration Limitations and requirements Conditions of use and warnings which must be printed on the label\na b c d e\n(a) Rinse-off products,\n(b) Leave-on products other than for oral care use’\n(b) the following entry is added as reference number 57:\nReference number Substance Maximum authorised concentration Limitations and requirements Conditions of use and warnings which must be printed on the label\na b c d e\n‘57 Methylisothiazolinone (INCI) 0,01 %’"}