{"celex_id": "32001R0385", "uri": "http://publications.europa.eu/resource/cellar/30615c3a-f9e5-45cf-b8d4-ba5556806273", "type": "Regulation", "concepts": ["1201", "1686", "2194", "2871", "3003", "4373"], "title": "Commission Regulation (EC) No 385/2001 of 26 February 2001 amending Regulation (EC) No 2848/98 in the raw tobacco sector as regards the moisture content allowed on delivery of certain varieties of tobacco and the recognised production areas\n", "header": "Commission Regulation (EC) No 385/2001\nof 26 February 2001\namending Regulation (EC) No 2848/98 in the raw tobacco sector as regards the moisture content allowed on delivery of certain varieties of tobacco and the recognised production areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco(1), as last amended by Regulation (EC) No 1336/2000(2), and in particular Article 7 thereof,\nWhereas:\n(1) The first subparagraph of Article 15(2) of Commission Regulation (EC) No 2848/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector(3), as last amended by Regulation (EC) No 1249/2000(4), lays down that the fixed part of the premium and the quantity to be set off against the production quota statement are to be calculated on the basis of the weight of leaf tobacco. The second subparagraph of that Article lays down that the weight is to be adjusted on the basis of the moisture content laid down in Annex IV for the variety concerned up to a maximum of 4 %. Certain varieties of tobacco in groups II and III, cured by traditional air-drying methods in traditional dryers, are produced in regions which can have high levels of precipitation during the delivery period. Under these circumstances it is difficult to monitor the moisture content in traditional air-cured tobacco on delivery. The maximum moisture content for those varieties of tobacco should therefore be amended.\n(2) Article 8 of Regulation (EC) No 2848/98 lays down that the production areas referred to in Article 5(a) of Regulation (EEC) No 2075/92 are as laid down in Annex II to Regulation (EC) No 2848/98. Portugal has asked the Commission to include the region of Beiras in the list of traditional recognised production areas for the production of tobaccos in group I. Beiras is a recognised traditional production area for varieties in group II. Annex II to Regulation (EC) No 2848/98 should therefore be amended to included this region as a recognised production area for group I.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EC) No 2848/98 is amended as follows:\n1. Article 15(2) is replaced by the following:\n\"2. The fixed part of the premium to be paid either to producer groups for distribution in full to each member of the group or to individual producers who are not members of a group and the quantity to be set off against the production quota statement of the party concerned shall be calculated on the basis of the weight of leaf tobacco of the group of varieties concerned corresponding to the minimum quality required and taken over by the first processor.\nWhere the moisture content differs from the level laid down in Annex IV for the variety concerned, the weight shall be adjusted for each percentage point of difference, within the tolerances laid down in that Annex.\"\n2. Annex II is replaced by Annex I to this Regulation.\n3. Annex III is replaced by Annex II to this Regulation.\n4. Annex IV is replaced by Annex III to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 215, 30.7.1992, p. 70.\n(2) OJ L 154, 27.6.2000, p. 2.\n(3) OJ L 358, 31.12.1998, p. 17.\n(4) OJ L 142, 16.6.2000, p. 3.\nANNEX I\n\"ANNEX II\nRECOGNISED PRODUCTION AREAS\n>TABLE>\"\nANNEX II\n\"ANNEX III\nMINIMUM QUALITY REQUIREMENTS\nTobacco eligible for the prenium referred to in Article 3 of Regulation (EEC) No 2075/92 must be of sound and fair mechantable quality having regard to the typical characteristics of the variety concerned and must not contain any of the following:\n(a) pieces of leaf;\n(b) leaf badly worn by hail;\n(c) leaf with serious damage on more than one third of the surface;\n(d) leaf diseased or attacked by insects on more than 25 % of the surface;\n(e) leaves marked by pesticides;\n(f) leaf which is unripe or distinctly green in colour;\n(g) leaf damaged by frost;\n(h) leaf attacked by mould or rot;\n(i) leaf with uncured veins, moist or attacked by rot or with pulpy or prominent stems;\n(j) leaf from suckers or side-shoots;\n(k) leaf having an unusual odour for the variety in question;\n(l) leaf with soil still adhering;\n(m) leaf with a moisture content exceeding the tolerances laid down in Annex IV.\"\nANNEX III\n\"ANNEX IV\nMOISTURE CONTENT REFERRED TO IN ARTICLE 15\n>TABLE>\""}