{"celex_id": "32000R2598", "uri": "http://publications.europa.eu/resource/cellar/0eb3a82d-710f-49d1-89b6-3042166f1a31", "type": "Regulation", "concepts": ["1120", "161", "2488", "3003", "3591", "5083"], "title": "Commission Regulation (EC) No 2598/2000 of 28 November 2000 determining the quantities for 2001 for which the annual allocations for newcomer operators are granted under the import tariff quotas and under the quantity of traditional ACP bananas\n", "header": "Commission Regulation (EC) No 2598/2000\nof 28 November 2000\ndetermining the quantities for 2001 for which the annual allocations for newcomer operators are granted under the import tariff quotas and under the quantity of traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as last amended by Regulation (EC) No 1632/2000(4), and in particular Article 9(3) thereof,\nWhereas:\n(1) Article 9(3) of Regulation (EC) No 2362/98 lays down the method for calculating the annual allocation for each newcomer operator. In accordance with that method and on the basis of the individual applications ranked in ascending order of quantities applied for, the Commission is to determine the quantities for which the annual allocations are to be granted.\n(2) In the light of the notifications received from the Member States pursuant to Article 2(4) of Commission Regulation (EC) No 2374/2000 of 26 October 2000 on imports of bananas under the tariff quotas and of traditional ACP bananas for 2001(5), the Commission needs to adopt the measures laid down herein, to serve as a basis for the competent national authorities to determine the individual allocations for the operators concerned and to notify the latter accordingly.\n(3) However, the amendments to the Community banana import arrangements introduced by Regulation (EC) No 2362/98, and in particular the provisions defining newcomer operators, require the competent national authorities in cooperation with the Commission to conduct checks and verifications, which may not be completed before the beginning of 2001. The findings may result in further amendments to this Regulation and to adjustments to the annual allocations for the newcomer operators. Accordingly, the annual allocations determined by the national authorities pursuant to Regulation (EC) No 2374/2000 do not constitute vested rights, nor can they be invoked by operators as constituting grounds for legitimate expectations.\n(4) The measures provided for in this Regulation must enter into force immediately in view of the time limits laid down in Regulation (EC) No 2374/2000,", "main_body": ["Under the tariff quotas and the quantity of traditional ACP bananas provided for in Articles 18 and 19 of Regulation (EEC) No 404/93, the competent national authorities shall determine the annual allocations for newcomer operators as referred to in Articles 7 et seq. of Regulation (EC) No 2362/98 for 2001 in accordance with the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 187, 26.7.2000, p. 27.\n(5) OJ L 275, 27.10.2000, p. 5.\nANNEX\nApplication of Article 9(3) of Regulation (EC) No 2362/98\n>TABLE>"}