{"celex_id": "32006L0031", "uri": "http://publications.europa.eu/resource/cellar/93dc40d0-2704-453f-86e5-7511f78c2ac3", "type": "Directive", "concepts": ["3737", "475", "642", "830"], "title": "Directive 2006/31/EC of the European Parliament and of the Council of  5 April 2006  amending directive 2004/39/EC on markets in financial instruments, as regards certain deadlines   (Text with EEA relevance)\n", "header": "27.4.2006 EN Official Journal of the European Union L 114/60\nDIRECTIVE 2006/31/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 5 April 2006\namending directive 2004/39/EC on markets in financial instruments, as regards certain deadlines\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 47(2) thereof,\nHaving regard to the proposal from the Commission,\nAfter consulting the European Economic and Social Committee,\nHaving regard to the opinion of European Central Bank (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Directive 2004/39/EC of the European Parliament and of the Council of 21 April 2004 on markets in financial instruments (3) introduces a comprehensive regulatory regime to ensure a high quality of execution of investor transactions.\n(2) Directive 2004/39/EC provides that Member States are to adopt the laws, regulations and administrative provisions necessary to comply with it by 30 April 2006. In order to ensure uniform application in the Member States, a significant number of complex provisions of that Directive need to be supplemented by implementing measures, to be adopted by the Commission during the period for transposition by Member States. Because Member States cannot fully prepare and finalise their national laws until the content of the implementing measures is clear, they may have difficulty in meeting the current transposition deadline.\n(3) In order to comply with the requirements of Directive 2004/39/EC and national implementing legislation, investment firms and other regulated entities may have to introduce new information technology systems, new organisational structures, and reporting and record-keeping procedures, or to make significant modifications to existing systems and practices. This can only be done once the contents of the implementing measures to be adopted by the Commission and of the national legislation transposing the Directive are settled.\n(4) It is also necessary that Directive 2004/39/EC and its implementing measures be transposed into national law or apply directly in Member States simultaneously for the Directive to produce its full effect.\n(5) It is therefore appropriate to extend the deadline for Member States to transpose Directive 2004/39/EC into national law. Similarly, the deadline for investment firms and credit institutions to comply with the new requirements should be postponed for a period after the transposition into national law has been completed by the Member States.\n(6) Given the interaction between the different provisions of Directive 2004/39/EC, it is appropriate that any extension of those deadlines apply to all the provisions of that Directive. Any extension of the transposition and application deadlines should be proportionate to, and not exceed, the needs of the Member States and regulated entities. In order to avoid fragmentation that could hamper the functioning of the internal market in securities, Member States should apply the provisions of Directive 2004/39/EC at the same time.\n(7) In its Resolution of 5 February 2002 on the implementation of financial services legislation (4), the European Parliament requested that it and the Council should have an equal role in supervising the way in which the Commission exercises its executive role in order to reflect the legislative powers of the European Parliament under Article 251 of the Treaty. In the solemn declaration made before the European Parliament the same day by its President, the Commission supported that request. On 11 December 2002, the Commission proposed amendments to Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5), and then submitted an amended proposal on 22 April 2004. The European Parliament does not consider that this proposal preserves its legislative prerogatives. In the view of the European Parliament, it and the Council should have the opportunity of evaluating the conferral of implementing powers on the Commission within a determined period. It is therefore appropriate to limit the period during which the Commission may adopt implementing measures.\n(8) The European Parliament should be given a period of three months from the first transmission of draft amendments and implementing measures to allow it to examine them and to give its opinion. However, in urgent and duly justified cases, it should be possible to shorten that period. If, within that period, a resolution is adopted by the European Parliament, the Commission should re-examine the draft amendments or measures.\n(9) Further consequential amendments are necessary to postpone the dates for the repeal of Council Directive 93/22/EEC of 10 May 1993 on investment services in the securities field (6) and for the transitional provisions laid down in Directive 2004/39/EC, and to extend the timetable for the Commission's reporting obligations.\n(10) Given the postponed deadline between the obligation for Member States to transpose Directive 2004/39/EC into national law and the deadline for investment firms and credit institutions to comply with the new requirements, the provisions of Directive 2004/39/EC will remain ineffective until 1 November 2007; it is therefore appropriate to repeal Directive 93/22/EEC with effect from 1 November 2007.\n(11) Directive 2004/39/EC should therefore be amended accordingly,", "main_body": ["Directive 2004/39/EC is hereby amended as follows:\n(1) Recital 69 shall be replaced by the following:\n‘(69) The European Parliament should be given a period of three months from the first transmission of draft amendments and implementing measures to allow it to examine them and to give its opinion. However, in urgent and duly justified cases, it should be possible to shorten that period. If, within that period, a resolution is adopted by the European Parliament, the Commission should re-examine the draft amendments or measures.’;\n(2) Article 64 shall be amended as follows:\n(a) the following paragraph shall be inserted:\n(b) paragraph 3 shall be replaced by the following:\n(3) Article 65 shall be replaced by the following:\n(a) the continued appropriateness of the exemption provided for in Article 2(1)(k) for undertakings whose main business is dealing on own account in commodity derivatives;\n(b) the content and form of proportionate requirements for the authorisation and supervision of such undertakings as investment firms within the meaning of this Directive;\n(c) the appropriateness of rules concerning the appointment of tied agents in performing investment services and/or activities, in particular with respect to the supervision of them;\n(d) the continued appropriateness of the exemption provided for in Article 2(1)(i).\n(4) Article 69 shall be replaced by the following:\n(5) in Article 70, the first subparagraph shall be replaced by the following:\n(6) In Article 71, paragraphs 1 to 5 shall be replaced by the following:", "1.   Member States shall adopt the laws, regulations and administrative provisions necessary to comply with this Directive by 31 January 2007. They shall forthwith inform the Commission thereof.\nThey shall apply these measures from 1 November 2007.\n2.   When Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 5 April 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nH. WINKLER\n(1)  OJ C 323, 20.12.2005, p. 31.\n(2)  Opinion of the European Parliament of 13 December 2005 (not yet published in the Official Journal) and Council Decision of 10 March 2006.\n(3)  OJ L 145, 30.4.2004, p. 1.\n(4)  OJ C 284 E, 21.11.2002, p. 115.\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ L 141, 11.6.1993, p. 27. Directive as last amended by Directive 2002/87/EC of the European Parliament and of the Council (OJ L 35, 11.2.2003, p. 1)."}