{"celex_id": "32009D0172", "uri": "http://publications.europa.eu/resource/cellar/8a0a930a-e49c-4576-9e62-da9590cb4f1e", "type": "Decision", "concepts": ["12", "1360", "1442", "1590", "2735", "3763"], "title": "2009/172/EC: Council Decision of 21 January 2008 adapting Annex VIII to the Act of Accession of Bulgaria and Romania\n", "header": "10.3.2009 EN Official Journal of the European Union L 65/1\nCOUNCIL DECISION\nof 21 January 2008\nadapting Annex VIII to the Act of Accession of Bulgaria and Romania\n(2009/172/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 34(4) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Article 70 of Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (1) establishes the rates of the Community financial contribution for each axis.\n(2) Section IV of Annex VIII to the Act of Accession of Bulgaria and Romania, as amended by Council Decision 2006/664/EC of 19 June 2006 adapting Annex VIII to the Act of Accession of Bulgaria and Romania (2), establishes, by way of derogation from Article 70 of Regulation (EC) No 1698/2005, the rates per axis of the Community support granted in Bulgaria and Romania for rural development under the EAFRD. Such contribution may amount to 80 % for axis 1 and axis 3 as well as for technical assistance, and to 82 % for axis 2.\n(3) The co-financing rates specified per axis cannot apply to the amounts that, as provided for in Section I, sub-section E, of Annex VIII to the Act of Accession of Bulgaria and Romania, may be granted to farmers eligible for complementary national direct payments or aids under Article 143c of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support under the common agricultural policy and establishing certain support schemes for farmers (3).\n(4) The maximum financial contribution of the Community to complements to direct payments amounts needs to be specified also for the purpose of applying Commission Regulation (EC) No 1974/2006 of 15 December 2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (4), Annex II to which provides for an indicative financial breakdown by rural development axis and measure, including the measure ‘complements to direct payments’.\n(5) With a view to maintain the results of the accession negotiations and the consistency of the co-financing rates system after technical adaptations has been done to the regulations concerning rural development, the maximum financial contribution of the Community to complements to direct payments amounts should be fixed at the same percentage as for axis 1 and 3 as well as for the technical assistance,", "main_body": ["In Annex VIII to the Act of Accession of Bulgaria and Romania, Section IV shall be replaced by the following:\n‘By way of derogation from Article 70(3)(a) of Regulation (EC) No 1698/2005, the financial contribution of the Community may amount to 80 % for axis 1 and 3, the technical assistance measure and the complements to direct payments.\nBy way of derogation from Article 70(3)(b) of Regulation (EC) No 1698/2005, the financial contribution of the Community may amount to 82 % for axis 2.’", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 January 2008.\nFor the Council\nThe President\nI. JARC\n(1)  OJ L 277, 21.10.2005, p. 1.\n(2)  OJ L 277, 9.10.2006, p. 4.\n(3)  OJ L 270, 21.10.2003, p. 1.\n(4)  OJ L 368, 23.12.2006, p. 15."}