{"celex_id": "32005D0795", "uri": "http://publications.europa.eu/resource/cellar/ea543f54-bca4-4521-a39d-60331e5775ec", "type": "Decision", "concepts": ["3559", "4056", "6049"], "title": "2005/795/EC: Council Decision of 7 November 2005 on the replacement of members of the European Social Fund Committee\n", "header": "17.11.2005 EN Official Journal of the European Union L 300/61\nCOUNCIL DECISION\nof 7 November 2005\non the replacement of members of the European Social Fund Committee\n(2005/795/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (1), and in particular Article 49 thereof,\nHaving regard to the Council Decision of 24 September 2004 appointing members and alternate members of the Committee referred to in Article 147 of the EC Treaty (2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Council, acting on a proposal from the Commission, by Decision of 24 September 2004 appointed the members and alternate members of the European Social Fund Committee for the period up to 30 April 2007.\n(2) In the meantime, the seats of various members have become vacant as a result of resignations.\n(3) Members must be appointed to the European Social Fund Committee for the seats that have become vacant,", "main_body": ["The persons whose names are set out in the Annex are hereby appointed members of the European Social Fund Committee for the remaining term of office, i.e. until 30 April 2007, as indicated."], "attachments": "Done at Brussels, 7 November 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ L 161, 26.6.1999, p. 1.\n(2)  OJ C 252, 12.10.2005, p. 1.\nANNEX\nMember State Representative Member Name Replacing\nBelgium Government Member Mr Günther MATTHEUSSENS Mr Dominik ROLAND\nCzech Republic Government Member Mr Čestmír SAJDA Mr František KONÍČEK\nGovernment Alternate member Ms Markéta PĚCHOUČKOVÁ Mr Tomáš KUCHTÍK\nEmployers Member Mr Josef FORNŮSEK Mr Jiri KOHOUTEK\nDenmark Employers Member Ms Lise PONTOPPIDAN Ms Lise SKANTING\nTrade Union Alternate member Mr Poul HANSEN Mr Tyge GROES\nGermany Trade Union Member Mr Hans-Detlev KÜLLER Mr Jochen LAUX\nEstonia Government Member Ms Merlin ORGLA Ms Kertu SAKS\nGovernment Alternate member Ms Mari VÄLI Ms Merlin ORGLA\nGreece Government Member Mr Georgios ZERVOS Ms Anna DALAPORTA\nGovernment Member Mr Dimitrios KYROUSIS Mr Magas KONSTANTINOS\nGovernment Alternate member — Ms Ourania ANTHOPOULOU (1)\nSpain Government Member — Mr Gonzalo GÓMEZ DE VILLALOBOS (1)\nGovernment Alternate member Mr Carlos GARCÍA de CORTÁZAR Mr Miguel COLINA ROBLEDO\nTrade Union Member Ms Ana HERMOSO CANOURA Ms Ana HERMOSO (2)\nFrance Employers Alternate member Mr Gaetan BEZIER Ms Alexandra DENIS\nIreland Government Member Mr Vincent LANDERS Mr William PARNELL\nItaly Government Member Ms Vera MARINCIONI Ms Aviana BULGARELLI\nEmployers Member Mr Bruno SCAZZOCCHIO Mr Claudio GENTILI\nEmployers Member Ms Ilaria DI CROCE Ms Eleonora PISICCHIO\nCyprus Trade Union Alternate member Mr Diomides DIOMIDOUS Mr Diomedes DIOMEDOUS (2)\nLatvia Trade Union Member Ms Linda ROMELE Ms Iveta OZOLA\nLithuania Employers Member Mr Vaidotas LEVICKIS Mr Vaidotas LEVICKAS (2)\nEmployers Alternate member Ms Marija ZOKAITE Ms Laura SIRVYDIENE\nHungary Government Member Ms Judit TÖRÖKNE RÓZSA Ms Judit RÓZSA (2)\nMalta Government Alternate member Mr Robert TABONE Ms Sue VELLA\nTrade Union Alternate member Mr Anthony MICALLEF DEBONO Mr Charles MAGRO\nPoland Employers Member Mr Jacek STRZELECKI Mr Andrzej JANKOWSKI\nPortugal Government Alternate member Mr Ramiro RIBEIRO DE ALMEIDA Mr José REALINHO DE MATOS\nTrade Union Member Mr Georges CASULA Mr Eugénio Óscar GARCIA DA ROSA\nSlovenia Government Member Ms Neva MAHER Ms Staša BALOH-PLAHUTNIK\nGovernment Member Ms Vesna MILETIČ Ms Nastja STERGAR\nSlovakia Government Member Mr Ján RUDOLF Ms Andrea KOSTOLNÁ\nEmployers Member Ms Viola KROMEROVÁ Mr Daniel HRDINA\nEmployers Alternate member Mr Peter MOLNÁR Ms Viola KROMEROVÁ\nTrade Union Alternate member Ms Naile PROKESOVÁ Ms Margita ANČICOVÁ\nFinland Employers Alternate member Mr Mikko RÄSÄNEN Mr Jukka AHTELA\nTrade Union Member Mr Tom HOLMROOS Ms Mervi HUUSKONEN\nSweden Government Member Mr Johannes WIKMAN Mr Ingmar PAULSSON\nTrade Union Member Ms Erika BERNDT Ms Erika KJELLSTRAND (2)\nUnited Kingdom Employers Member Mr Neil CARBERRY Mr Anthony THOMPSON\n(1)  Has not yet been replaced.\n(2)  Correction of previous Decision."}