{"celex_id": "32006D0464", "uri": "http://publications.europa.eu/resource/cellar/180c554b-9e9d-4ca7-b251-bd0f2b66b422", "type": "Decision", "concepts": ["1763", "191", "2426", "2827", "3191", "3579", "5676"], "title": "2006/464/EC: Commission Decision of  27 June 2006  on provisional emergency measures to prevent the introduction into and the spread within the Community of  Dryocosmus kuriphilus  Yasumatsu  (notified under document number C(2006) 2881)\n", "header": "5.7.2006 EN Official Journal of the European Union L 183/29\nCOMMISSION DECISION\nof 27 June 2006\non provisional emergency measures to prevent the introduction into and the spread within the Community of Dryocosmus kuriphilus Yasumatsu\n(notified under document number C(2006) 2881)\n(2006/464/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3), third sentence thereof,\nWhereas:\n(1) Under Directive 2000/29/EC, where a Member State considers that there is a danger of introduction into or spread within its territory of a harmful organism not listed in Annex I or Annex II to that Directive, it may temporarily take any additional measures necessary to protect itself from that danger.\n(2) As a result of the presence of Dryocosmus kuriphilus Yasumatsu, in China, Korea, Japan, USA and in a limited area of the Community, France informed the other Member States and the Commission on 14 March 2005 that on 16 February 2005 it had adopted official measures to protect its territory from the danger of the introduction of that organism.\n(3) Slovenia informed the Member States and the Commission on 29 June 2005 that because of outbreaks of the same organism on its territory it had on 24 June 2005 adopted additional measures to prevent the further introduction into and spread within its territory of that organism.\n(4) Dryocosmus kuriphilus Yasumatsu is not listed in Annex I or II to Directive 2000/29/EC. However, a report of a pest-risk assessment based on limited available scientific information has demonstrated that it may be one of the most damaging insects to chestnut (Castanea Mill.). It could strongly reduce nut production and quality and there is some evidence it may even kill the trees. Chestnuts are often grown on marginal land in hills or mountains. Damage resulting from the spread of the insect could halt production of chestnuts for human consumption in those areas and thus lead to economic and environmental degradation.\n(5) It is therefore necessary to take provisional measures against the introduction into and spread within the Community of the said harmful organism.\n(6) The measures provided for in this Decision should apply to the introduction or the spread of the said organism, the production and movement of Castanea plants within the Community, the control of the organism and to a survey for the presence or continued absence of the said harmful organism in the Member States.\n(7) It is appropriate that the results of the measures be regularly assessed in 2006, 2007 and 2008 in particular on the basis of information to be provided by the Member States. Possible subsequent measures will be considered in the light of the results of that assessment.\n(8) Member States should adapt, if necessary, their legislation in order to comply with this Decision.\n(9) The results of the measures should be reviewed by 1 February 2008.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Definition\nIn this Decision, ‘plants’ means plants or parts of plants of the genus Castanea Mill., intended for planting, other than fruit and seeds.", "Measures against Dryocosmus kuriphilus Yasumatsu\nThe introduction into and spread within the Community of Dryocosmus kuriphilus Yasumatsu, hereinafter referred to as ‘the organism’, shall be prohibited.", "Import of plants\nPlants may be introduced into the Community only if:\n(a) they comply with the measures laid down in point 1 of Annex I, and\n(b) they are, on entry into the Community, inspected for the presence of the organism, in accordance with Article 13a(1) of Directive 2000/29/EC, and found free from it.", "Movement of plants within the Community\nWithout prejudice to the provisions of Article 5(3)(a) and Annex II, Part II, plants originating in the Community or imported into the Community pursuant to Article 3 of this Decision may only be moved from their place of production in the Community, including, where appropriate, garden centres, if they meet the conditions laid down in point 2 of Annex I.", "Surveys and notifications\n1.   Member States shall conduct official annual surveys for the presence of the organism or evidence of infestation by the organism in their territory.\nWithout prejudice to Article 16(2) of Directive 2000/29/EC, the results of those surveys shall be notified to the Commission and to the other Member States by 31 December of each year.\n2.   Any suspected occurrence or confirmed presence of the organism shall immediately be notified to the responsible official bodies.\n(a) Member States may require that the movement into or within their territory of plants, is subject to a traceability system, which may include a declaration of movement to the responsible official bodies by the person responsible for the movement.\n(b) Member States may require a declaration of planting to be made to the responsible official bodies by the persons responsible for the planting.", "Establishment of demarcated zones\nWhen the results of the surveys referred to in Article 5(1) or the notification referred to in Article 5(2) confirm the presence of the organism in an area, or there is evidence of the establishment of the organism by other means, Member States shall define demarcated zones and take official measures as laid down in points I and II respectively of Annex II.", "Compliance\nMember States shall, if necessary, amend the measures which they have adopted to protect themselves against the introduction and spread of the organism in such a manner that those measures comply with this Decision and shall forthwith inform the Commission of those measures.", "Review\nThis Decision shall be reviewed by 1 February 2008 at the latest.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 June 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\nANNEX I\nMEASURES REFERRED TO IN ARTICLES 3 AND 4 OF THIS DECISION\n1.   Measures (Certificates)\nWithout prejudice to Article 5(3)(a), of this Decision and Annex III, Part A(2) and Annex IV, Part A(I)(11.1), (11.2), (33), (36.1), (39) and (40) to Directive 2000/29/EC, plants originating in third countries shall be accompanied by a certificate as referred to in Article 13(1) of Directive 2000/29/EC which states under the rubric ‘Additional declaration’:\n(a) that the plants have been grown throughout their life in places of production in countries where the organism is not known to occur; or\n(b) that the plants have been grown throughout their life in places of production in a pest-free area, established by the national plant protection organisation in the country of origin in accordance with relevant International Standards for Phytosanitary Measures and under the rubric ‘place of origin’ the name of the pest-free area.\n2.   Conditions for movement\nWithout prejudice to Article 5.3(a) and Annex II, part II of this Decision and Annex IV, Part A, Section II (7) to Directive 2000/29/EC, and Annex V, Part A, Section I, (2.1) to Directive 2000/29/EC, all plants either originating in the Community or imported into the Community pursuant to Article 3 of this Decision may only be moved from the place of production in a Member State, including, where appropriate, garden centres, if they are accompanied by a plant passport prepared and issued in accordance with the provisions of Commission Directive 92/105/EEC (1) and:\n(a) the plants originating in the said place of production have been grown throughout their life or since their introduction into the Community in a place of production in a Member State where the organism is not known to occur; or\n(b) the plants have been grown throughout their life or since their introduction into the Community in a place of production in a pest-free area, established by the national plant protection service in a Member State, in accordance with relevant International Standards for Phytosanitary Measures.\n(1)  OJ L 4, 8.1.1993, p. 22. Directive as amended by Directive 2005/17/EC (OJ L 57, 3.3.2005, p. 23).\nANNEX II\nMEASURES REFERRED TO IN ARTICLE 6 OF THIS DECISION\nI.   Establishment of demarcated zones\n1. The demarcated zones referred to in Article 6 shall consist of the following parts:\n(a) an infested zone where the presence of the organism has been confirmed and which includes all plants showing symptoms caused by the organism, and, where appropriate, all plants belonging to the same lot at the time of planting,\n(b) a focus zone with a boundary at least 5 km beyond the boundary of the infested zone, and\n(c) a buffer zone with a boundary at least 10 km beyond the boundary of the focus zone.\n2. The exact delimitation of the zones referred to in paragraph 1 shall be based on sound scientific principles, the biology of the organism, the level of infestation, the period of the year and the particular distribution of plants in the Member State concerned.\n3. If the presence of the organism is confirmed outside the infested zone, the delimitation of the demarcated zones shall be changed accordingly.\n4. If, based on the annual surveys referred to in Article 5.1, the organism is not detected in any of the demarcated zones for a period of three years, these zones shall cease to exist and the measures referred to in part II of this Annex shall no longer be necessary.\n5. The Member States shall inform immediately the other Member States and the Commission of the zones referred to in paragraph 1 by providing suitable scale maps, and the nature of measures taken to either eradicate or contain the organism.\nII.   Measures in demarcated zones\nThe official measures referred to in Article 6 to be taken in the demarcated zones, shall include at least:\n— the prohibition of movement of plants out of or within the demarcated zones\n— in cases where the presence of the organism has been confirmed on the plants at a place of production, appropriate measures aiming at eradicating the harmful organism, consisting of at least destruction of the infested plants, all those plants showing symptoms caused by the organism and, where appropriate, all such plants belonging to the same lot at the time of planting and a monitoring of the presence of the organism through appropriate inspections during the period of potential presence of the inhabited galls."}