{"celex_id": "32008D0437", "uri": "http://publications.europa.eu/resource/cellar/f96fc7b9-1ebc-4ac6-8769-a6bceb76fddb", "type": "Decision", "concepts": ["1059", "1309", "1591", "2771", "3824", "4741", "519", "5969"], "title": "2008/437/EC: Commission Decision of 11 June 2008 amending Decision 2006/109/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People's Republic of China\n", "header": "12.6.2008 EN Official Journal of the European Union L 153/37\nCOMMISSION DECISION\nof 11 June 2008\namending Decision 2006/109/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People's Republic of China\n(2008/437/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) In July 2005, the Council, by Regulation (EC) No 1212/2005 (2), imposed a definitive anti-dumping duty on imports of certain castings originating in the People's Republic of China (the PRC).\n(2) The Commission, by Decision 2006/109/EC (3), accepted a price undertaking from, inter alia, the Benito Group, including Fundició Dúctil Benito, S.L. (Spain), Benito France, S.A.R.L, Zibo Benito Metalwork Co. Ltd, Benito (Tianjin) Metals Products Co. Ltd, and Qingdao Benito Metals Products Co. Ltd (Benito Group or the companies).\n(3) The companies from which the undertaking was accepted have a joint and several liability for any infringement of the undertaking. This means that if one of the members of the Benito Group breaches the undertaking, it should be withdrawn for all members of the group.\nB.   BREACHES OF THE UNDERTAKING\n1.   Obligations of the companies under the undertaking\n(4) The undertaking offered by the companies obliges them to, inter alia, resell the product covered to the first independent customer in the European Community above a certain minimum re-sale price (MRP) as stated in the undertaking, as well as in the side letter attached to it.\n(5) In section 3.1 of the undertaking the companies undertook to ensure that the product concerned, after any direct or deferred discounts or rebates, credits or other benefits granted, whether directly or indirectly linked to a sale, on a CIF price level, is not sold below the MRP.\n(6) In section 3.10 of the undertaking, the companies undertook to calculate the MRP on ‘cash’ or equivalent payment terms, i.e. with zero credit granted to the customer. In accordance with the same section of the undertaking if the payment terms (specified on the Commercial Invoice or on the re-sale invoice, or as otherwise contractually agreed) differ from ‘cash’ or equivalent payment terms, then the price to be compared with the MRP should be reduced by 1 % for each additional month of credit granted on a pro-rata basis.\n(7) The terms of the undertaking also obliged the companies to provide the Commission with regular and detailed information, in the form of a quarterly report of its sales and re-sales of the product concerned to the European Community. Such reports should include the re-sale transactions of the products covered by the undertaking purchased from the related companies in the PRC, as well as those re-sale transactions of the product covered where the purchases were made from any other Chinese companies.\n(8) In addition, and as stipulated in the undertaking, the companies undertook to consult with the European Commission regarding any difficulties which may arise during the implementation and subsequent application of the undertaking.\n(9) For the purpose of ensuring compliance with the undertaking, the companies also undertook to allow on-spot verification visits at its premises in order to verify the accuracy and veracity of data submitted in the said quarterly reports and to provide all information considered necessary by the Commission.\n2.   Results of the verification visit to Fundició Dúctil Benito\n(10) A verification visit was carried out at the premises of Fundició Dúctil Benito (the company) in Spain from 2 July 2007 until 3 July 2007. The verification visit covered the period from 1 April 2006 until 31 March 2007.\n(11) The verification visit established that in 13 transactions the MRP was not respected because the company issued credit notes concerning these transactions with no other underlying economic justification than to lower the re-sale price shown on the invoice. These transactions fall below the MRP by an average of 10 %.\n(12) During the verification visit the company stated that this could occur because its sales personnel was not aware that an MRP had to be respected for the re-sales of certain castings (namely the ones bought from its related Chinese producers).\n(13) Moreover, the MRP was not respected in a further 39 transactions as the company did not take into consideration that the MRP was calculated on ‘cash or equivalent basis’; i.e. when it agreed on the payment terms for a particular transaction it did not increase its re-sale price compared to the MRP with 1 % for each additional month granted for payment. Therefore, the company failed to fulfil its obligation under section 3.10 of the undertaking. These transactions were on average 7 % below the MRP.\n(14) During the verification visit the company acknowledged that it was not aware of the fact that ‘cash or equivalent basis’ means maximum 10 days of payment terms. The company was erroneously considering it to be 30 days instead.\n3.   Reasons to withdraw the acceptance of the undertaking\n(15) The facts set out in recitals 9 and 11 led to the conclusion that the obligation of the company to respect the MRP for all re-sale transactions of the product covered was not met.\n(16) For 13 transactions the company issued credit notes with no other economic justification but to lower the price shown on the invoice, which resulted in the re-sale price on average falling below the MRP by 10 %.\n(17) For a further 39 transactions, the MRP was not respected due to the company's failure to take due account of the calculation of the MRP on ‘cash or equivalent basis’. The average re-sale price of these transactions falls 7 % below the MRP.\n4.   Written submissions and hearing\n(a)   Complexity of the undertaking\n(18) The company acknowledged during the on-spot verification that it did not report all the re-sales transactions of the product covered, but only those for which the products were purchased from the related companies.\n(19) The company argued in its written submission that certain reporting violations could occur because of the complexity of the undertaking text and because it did not receive any feedback on its reports from the Commission's services.\n(20) In respect of the reporting problems, it is pointed out that the company received clear instructions on how to report.\n(21) Moreover, the Commission's services always answered the company's questions regarding the implementation of the undertaking in a timely manner.\n(22) It should be further noted that it is not customary for the Commission's services to send out feedback on the quarterly reports to the companies unless certain problems are identified during the desk-analyses of the reports.\n(23) In this case, problems related to the MRP were first identified as a result of the quarterly report submitted on 15 April 2007 on which the company was consulted on 23 May 2007. These issues were examined during the verification visit carried out on 2-3 July 2007. During this verification visit, other reporting problems were also found which could only have been identified during an on-spot verification visit. The company was briefed immediately on this issue.\n(b)   Proportionality\n(24) With regard to the price violations, the company admitted that a price violation occurred on 52 occasions, but it claimed that this would be a minor portion of the total number of transactions in the period considered and that, in accordance with the principle of proportionality, the undertaking should not be withdrawn.\n(25) In response to these arguments, it should be pointed out that, in accordance with the undertaking, the company undertook to ensure that the re-sale price of all transactions covered by the undertaking shall be at or above the MRP set out in the undertaking.\n(26) Moreover, regarding the issue of proportionality, the basic Regulation contains no direct or indirect requirement that a breach of an undertaking must relate to a minimum percentage of sales.\n(27) This approach has also been confirmed by the jurisprudence of the Court of First Instance which has ruled that any breach of an undertaking is sufficient to justify the withdrawal of acceptance of an undertaking (4).\n(28) Accordingly, the arguments presented by the company with regard to proportionality do not alter the Commission's view that a breach of the undertaking occurred and that the acceptance of the undertaking should be withdrawn.\n(c)   Precedent invoked by the company\n(29) The company also referred to a case where a new undertaking offer was accepted from a company from which the acceptance of its previous undertaking had been withdrawn as a consequence of violations (5).\n(30) In the case invoked as a precedent the company breached its original undertaking by failing to submit its undertaking report in due time. Later on, upon request of the company, an interim review was initiated and during the review the company could prove that it introduced new measures so that it could ensure that no further reporting breach of the undertaking would happen.\n(31) In this regard it has to be noted that the case the company is referring to as a precedent is not directly comparable as (i) the breach of the undertaking was formal in nature (i.e. late submission of the undertaking report); and (ii) the Commission withdrew the undertaking and only accepted a new undertaking in the framework of an interim review at a later stage. The argument of the company is therefore dismissed.\n(d)   Undertaking related practices of the company\n(32) The company argued that during the verification visit, it voluntarily notified the Commission's officials that there were certain transactions which fell below the accepted MRP due to credit notes issued. However, firstly, this does not change the fact that violations occurred. Secondly, this notification happened only after the Commission's services had analysed the quarterly report submitted on the 15 April 2007 and as a result of the analysis, requested further information and thus drew the company's attention to the problem. Therefore, it was the Commission's services that drew the company's attention to the problem following a desk analysis of the quarterly reports submitted.\n(33) The company argued that at the time of submitting its regular reports to the Commission, the company felt that the reports were complete, exhaustive and correct in all particulars and that the company thought that the MRP was respected.\n(34) The company also emphasised that the management and the personnel responsible for reporting was not aware of the fact that the sales personnel issued credit notes which resulted in re-sales prices falling below the MRP.\n(35) During the hearings and the written submissions, the company informed the Commission that one salesman was responsible for these actions and that this person is not working for the company any more.\n(36) Moreover, it was submitted that the company implemented changes in order to correct the mistakes: a restrictive policy concerning the issuing of credit notes was applied, the re-sales prices were increased and the company updated its computerised system. Furthermore, the sales personnel were informed about the details of the undertaking.\n(37) Referring to the recitals above it must be noted that the fact that the management was not aware of any possible price violations and/or the activities of the sales personnel related to the undertaking does not exempt the company from respecting the obligations of the undertaking. Furthermore, the actions initiated to remedy the situation were introduced only after the Commission's services have drawn the company's attention to the problems. In light of the above, the repeated occurrence of the errors and the price violation caused by these activities warrants the withdrawal of the undertaking despite the actions taken after the on-spot verification visit.\nC.   AMENDMENT OF DECISION 2006/109/EC\n(38) In view of the above, the acceptance of the undertaking offered by the Benito Group, including Fundició Dúctil Benito (Spain), Benito France, S.A.R.L, Zibo Benito Metalwork Co. Ltd, Benito (Tianjin) Metals Products Co. Ltd, and Qingdao Benito Metals Products Co. Ltd, should be withdrawn and Article 1 of Decision 2006/109/EC should be amended. Accordingly, the definitive anti-dumping duty imposed by Article 1(2) of Regulation (EC) No 1212/2005, under ‘All other companies’, should apply to the products manufactured by Zibo Benito Metalwork Co., Ltd, Benito (Tianjin) Metals Products Co. Ltd, and Qingdao Benito Metals Products Co. Ltd,", "main_body": ["Acceptance of the undertaking in relation to re-sale of certain castings offered by the Benito Group, including Fundició Dúctil Benito (Spain), Benito France, S.A.R.L, Zibo Benito Metalwork Co. Ltd, Benito (Tianjin) Metals Products Co. Ltd, and Qingdao Benito Metals Products Co. Ltd, is hereby withdrawn.", "The table of Article 1 in Decision 2006/109/EC is replaced by the following table:\n‘Company Taric Additional Code\nBeijing Tongzhou Dadusche Foundry Factory, East of Dongtianyang Village, Dadushe, Tongzhou Beijing A708\nBotou City Simencun Town Bai Fo Tang Casting Factory, Bai Fo Tang Village, Si Men Cun Town, Bo Tou City, 062159, Hebei Province A681\nBotou City Wangwu Town Tianlong Casting Factory, Changle Village, Wangwu Town, Botou City, Hebei Province A709\nChangan Cast Limited Company of Yixian Hebei, Taiyuan main street, Yi County, Hebei Province, 074200 A683\nChangsha Jinlong Foundry Industry Co., Ltd, 260, Jinchang Road, JinJing Town, Changsha, Hunan A710\nChangsha Lianhu Foundry, Lianhu Village, Yuhuating Town, Yuhua District, Changsha, Hunan A711\nManufactured and sold by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei or manufactured by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei and sold by its related sales company GB International Trading Shanghai Co. Ltd, B301-310 Yinhai Building, 250 Cao Xi Road, Shanghai A712\nGuiyang Bada Foundry Co., Ltd, Mengguan Huaxi Guiyang, Guizhou A713\nHebei Jize Xian Ma Gang Cast Factory, Nankai District. Xiao Zhai Town, Jize County, Handan City, Hebei A714\nManufactured and sold by Hebei Shunda Foundry Co. Ltd, Qufu Road, Quyang, 073100, PRC or manufactured by Hebei Shunda Foundry Co. Ltd, Qufu Road, Quyang, 073100, PRC and sold by its related sales company Success Cast Tech Ltd, 603A Huimei Business Centre 83 Guangzhou Dadao(s), Guangzhou 510300 A715\nHong Guang Handan Cast Foundry Co. Ltd, Nankai District, Xiao Zhai Town, Handou City, Jize County, Hebei A716\nQingdao Qitao Casting Co. Ltd, Nan Wang Jia Zhuang Village, Da Xin Town, Jimo City, Qingdao, Shandong Province, 266200 A718\nShandong Huijin Stock Co. Ltd, North of Kouzhen Town, Laiwu City, Shandong Province, 271114 A684\nShahe City Fangyuan Casting Co. Ltd, West of Nango Village, Shiliting Town, Shahe City, Hebei Province A719\nShanxi Yuansheng Casting and Forging Industrial Co. Ltd, No 8 DiZangAn, Taiyuan, Shanxi, 030002 A680\nTianjin Fu Xing Da Casting Co. Ltd, West of Nan Yang Cun Village, Jin Nan District, 300350, Tianjin A720\nWeifang Jianhua Casting Co. Ltd, Kai Yuan Jie Dao Office, Hanting District, Weifang City, Shandong Province A721\nZibo City Boshan Guangyuan Casting Machinery Factory, Xiangyang Village, Badou Town, Boshan District, Zibo City Shandong Province A722\nZibo Dehua Machinery Co. Ltd, North of Lanyan Street, Zibo High-tech Developing Zone A723’", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 June 2008.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 199, 29.7.2005, p. 1. Regulation as last amended by Regulation (EC) No 426/2008 (OJ L 129, 17.5.2008, p. 1).\n(3)  OJ L 47, 17.2.2006, p. 59.\n(4)  In this context, see case T-51/96 Miwon v Council (ECR 2000, p. II-1841) paragraph 52; case T-340/99 Arne Mathisen S v Council (ECR 2002, p. II-2905) paragraph 80.\n(5)  Gje-Vi AS; Council Regulation (EC) No 322/2002 (OJ L 51, 22.2.2002, p. 1)."}