{"celex_id": "32001D0341", "uri": "http://publications.europa.eu/resource/cellar/dd54554f-9d45-4ae0-a72d-1ca79598a76e", "type": "Decision", "concepts": ["1856", "3660", "3885", "5283", "862", "922"], "title": "2001/341/EC: Commission Decision of 19 April 2001 on financial aid from the Community for the operation of certain Community reference laboratories in the field of veterinary public health (biological hazards) (notified under document number C(2001) 1091)\n", "header": "Commission Decision\nof 19 April 2001\non financial aid from the Community for the operation of certain Community reference laboratories in the field of veterinary public health (biological hazards)\n(notified under document number C(2001) 1091)\n(Only the Spanish, German, English, French and Dutch texts are authentic)\n(2001/341/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/12/EC(2), and in particular Article 28(2) thereof,\nWhereas:\n(1) Community financial aid should be granted to the Community reference laboratories designated by the Community to assist them in carrying out the functions and duties laid down by the following Directives and Decisions:\n- Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products(3), as last amended by Directive 96/23/EC(4),\n- Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against certain zoonoses and specified zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications(5), as last amended by Directive 1999/72/EC(6),\n- Council Decision 93/383/EEC of 14 June 1993 on reference laboratories for the monitoring of marine biotoxins(7), as last amended by Decision 1999/312/EC(8),\n- Council Decision 1999/313/EC of 29 April 1999 on reference laboratories for monitoring bacteriological and viral contamination of bivalve molluscs(9).\n(2) The work programmes and corresponding budget estimates submitted by the Community reference laboratories for 2001 have been assessed by the Commission.\n(3) Community assistance must be conditional on those functions and duties being carried out by the laboratory concerned.\n(4) For budgetary reasons, Community assistance is granted for a period of one year.\n(5) Article 1(2) of Commission Decision 2000/692/EC of 25 October 2000 on financial aid from the Community for the operation of certain Community reference laboratories in the field of veterinary public health (biological hazards)(10), sets the financial assistance to France for the functions and duties to be carried out by the Laboratoire de l'Agence Française de Sécurité Sanitaire des Aliments, for the analysis and testing of milk and milk products at a maximum of EUR 95000 for the period 1 January 2000 to 31 December 2000. Article 1(3) of the same Decision provides that, depending on the results of an appraisal then under way, that amount may be revised. The results of this appraisal were favourable and the amount of financial aid for the period 1 January 2000 to 31 December 2000 must be brought into line with the laboratory's expenditure during that period.\n(6) As provided for in Article 3(2) of Regulation (EC) No 1258/1999, the veterinary and plant health measures undertaken in accordance with Community rules are financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community hereby grants additional financial assistance to France for the functions and duties which had to be carried out in the period 1 January 2000 to 31 December 2000 by the Laboratoire d'Etudes et de Recherches sur l'Hygiène et la Qualité des Aliments, of the Agence Française de Sécurité Sanitaire des Aliments (formerly the Laboratoire Central d'Hygiène Alimentaire), Maisons-Alfort, France, for the analysis and testing of milk and milk products referred to in Chapter II of Annex D to Directive 92/46/EEC.\n2. The Community hereby grants financial assistance to France for the functions and duties to be carried out in the period 1 January 2001 to 31 December 2001 by the Laboratoire d'Etudes et de Recherches sur l'Hygiène et la Qualité des Aliments, for the analysis and testing of milk and milk products referred to in Chapter II of Annex D to Directive 92/46/EEC.\n3. The financial assistance is hereby set at EUR 20000 for the period 1 January 2000 to 31 December 2000 (additional financial assistance) and at a maximum of EUR 135000 for the period 1 January 2001 to 31 December 2001.", "1. The Community hereby grants financial assistance to Germany for the functions and duties to be carried out by the Bundesinstitut für gesundheitlichen Verbraucherschutz und Veterinärmedizin (formerly the Institut für Veterinärmedizin), Berlin, Germany, for the epidemiology of zoonoses referred to in Chapter 2 of Annex IV to Directive 92/117/EEC.\n2. The Community's financial assistance is hereby set at EUR 140000 for the period 1 January 2001 to 31 December 2001.", "1. The Community hereby grants financial assistance to the Netherlands for the functions and duties to be carried out by the Rijksinstituut voor Volksgezondheid en Milieuhygiëne, Bilthoven, Netherlands, in respect of salmonella referred to in Chapter 2 of Annex IV to Directive 92/117/EEC.\n2. The Community's financial assistance is hereby set a maximum of EUR 135000 for the period 1 January 2001 to 31 December 2001.", "1. The Community hereby grants financial assistance to Spain for the functions and duties to be carried out by the Laboratorio de biotoxinas marinas del Área de Sanidad, Vigo, Spain, for the control of marine biotoxins referred to in Article 5 of Decision 93/383/EEC.\n2. The Community's financial assistance is hereby set at EUR 140000 for the period 1 January 2001 to 31 December 2001.", "1. The Community hereby grants financial assistance to the United Kingdom for the functions and duties to be carried out by the laboratory of the Centre for Environment, Fisheries and Aquaculture Science, Weymouth, United Kingdom, for the monitoring of bacteriological and viral contamination of bivalve molluscs referred to in Article 4 of Decision 1999/313/EC.\n2. The Community's financial assistance is hereby set at a maximum of EUR 95000 for the period 1 January 2001 to 31 December 2001.", "The Community's financial assistance shall be paid as follows:\n(a) an advance of 70 % of the amount of the assistance may be paid on application by the recipient Member States;\n(b) the balance shall be paid on presentation by the recipient Member State of supporting documents and a technical report, which must be supplied no later than three months after the end of the period for which financial assistance has been granted.\nThe financial assistance is granted on condition that the work programme submitted by the Community reference laboratory for the period concerned is actually carried out.", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 19 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 3, 6.1.2001, p. 27.\n(3) OJ L 268, 14.9.1992, p. 1.\n(4) OJ L 125, 23.5.1996, p. 10.\n(5) OJ L 62, 15.3.1993, p. 38.\n(6) OJ L 210, 10.8.1999, p. 12.\n(7) OJ L 166, 8.7.1993, p. 31.\n(8) OJ L 120, 8.5.1999, p. 37.\n(9) OJ L 120, 8.5.1999, p. 40.\n(10) OJ L 286, 11.11.2000, p. 38."}