{"celex_id": "32002D1376", "uri": "http://publications.europa.eu/resource/cellar/7a87c9ef-28d5-446e-83d4-b32afb2585f8", "type": "Decision", "concepts": ["3017", "4099", "5684", "5824", "5864", "862"], "title": "Decision No 1376/2002/EC of the European Parliament and of the Council of 12 July 2002 amending Decision No 1336/97/EC on a series of guidelines for trans-European telecommunications networks\n", "header": "Decision No 1376/2002/EC of the European Parliament and of the Council\nof 12 July 2002\namending Decision No 1336/97/EC on a series of guidelines for trans-European telecommunications networks\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 156 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nFollowing consultation of the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) Article 14 of Decision No 1336/97/EC of the European Parliament and the Council(4) requires the Commission to submit a report every three years on the implementation of the Decision to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions.\n(2) The Commission submitted this report on 10 December 2001.\n(3) The aforementioned Article 14 requires the Commission to submit appropriate proposals for revision of Annex I to the Decision on the basis of technical developments and experience gained.\n(4) The Court of Auditors Special Report No 9/2000 made recommendations which have been addressed in the report of the Commission.\n(5) In its Communication on a Commission Initiative for the Special European Council of Lisbon, 23 and 24 March 2000, the Commission set out the eEurope initiative emphasising the social dimension of the Information Society.\n(6) On 28 January 2002 the Council adopted a resolution on a common approach and specific actions in the area of network and information security(5).\n(7) Annex I to Decision No 1336/97/EC should therefore be revised accordingly.\n(8) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6),", "main_body": ["Decision No 1336/97/EC is hereby amended as follows:\n1. The following paragraph shall be added to Article 1: \"For the purpose of this Decision, 'telecommunications infrastructure' shall refer to the electronic data transmission networks and the services which make use of them.\"\n2. Article 8 shall be replaced by the following: \"Article 8\n1. The Commission shall be assisted by a Committee (hereinafter referred to as 'the Committee').\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.\"\n3. Article 14 is hereby amended as follows:\n(a) paragraph 1 shall be replaced by the following: \"1. Before 31 January 2005, the Commission shall submit a report on the implementation of this Decision during the period July 2000 to June 2004, to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions.\"\n(b) paragraph 4 shall be replaced by the following: \"4. In the absence of a decision by 31 December 2006, Annex I shall be deemed to have lapsed except in respect of calls for proposals which have already been published in the Official Journal of the European Communities before that date.\"\n4. Annex I shall be replaced by the text of the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 July 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ C 103 E, 30.4.2002, p. 23.\n(2) Opinion delivered on 29 May 2002 (not yet published in the Official Journal).\n(3) Opinion of the European Parliament of 14 May 2002 (not yet published in the Official Journal) and Council Decision of 18 June 2002.\n(4) OJ L 183, 11.7.1997, p. 12.\n(5) OJ C 43, 16.2.2002, p. 2.\n(6) OJ L 184, 17.7.1999, p. 23.\nANNEX\n\"ANNEX I\nIDENTIFICATION OF PROJECTS OF COMMON INTEREST\n1. Trans-European telecommunications networks will contribute to the introduction of innovative trans-European services in the general interest. The services will contribute to the development of the information society in terms of growth, employment, social cohesion and participation for all in the knowledge-based economy.\n2. TEN-Telecom supports the technical and economic feasibility, validation and deployment of services. Services must be innovative, trans-European and based on proven technology:\n- a service may be launched in separate Member States with appropriate adaptation in each State,\n- a service that has already been deployed in a single Member State without support under this programme may be extended to other Member States,\n- a service of demonstrably trans-European interest may be implemented in a single Member State.\n3. As services should be considered to be trans-European, the participation of organisations from more than one Member State and implementation in more than one Member State, though not required, will be encouraged.\n4. In this context, projects of common interest shall be identified on the basis of their operational capability to support the objectives laid down in this Decision.\n5. The projects of common interest described below shall be on three levels, forming a coherent structure.\n(i) Applications\nApplications serve user needs, taking into account cultural and linguistic differences and the requirements for accessibility, in particular for disabled people. Where it is applicable, they shall accommodate the specific needs of less developed or less populated regions. They shall use the potential of broadband, mobile and other communications networks as appropriate.\n(ii) Generic Services\nGeneric Services shall support applications' common requirements by providing common tools for the development and implementation of new applications based on interoperable standards. They shall provide services for the transfer and integrity of data across networks, including broadband and mobile communication networks.\n(iii) Interconnection and interoperability of networks\nSupport will be provided for the interconnection, interoperability and security of networks underpinning the operation of specific public interest applications and services.\nThe following sections identify at each level of the trans-European networks the projects of common interest that must be specified in accordance with Article 9 and under the procedure laid down in Article 8.\nI. Applications\n- e-Government and e-Administration: more efficient, interactive, and integrated governmental services benefiting citizens and SME's constitute a major opportunity for the information society. On-line services including those in the field of electronic procurement, secured access to on-line public services for citizens and SME's, personal security, environment and tourism, business support for SME's (including information services and electronic commerce), and services aimed at broadening participation in the democratic decision-making process will be supported at all levels: European, national, regional and local. Services may be provided by, or with the support of, public authorities as a service in the public interest benefiting citizens and SME's.\n- Health: health telematics networks and services offer significant opportunities for the improvement of access and quality of care, as well as handling the impacts of medical advances and demographic changes. Innovative services will be supported linking health care institutions and other points of care, and providing health services directly to the public, in particular supporting actions on disease prevention and health promotion.\n- Disabled and elderly: developments in network communications offer significant opportunities for the participation of older people and people with disabilities in the information society. Network applications and services addressing their specific needs are able to contribute to the overcoming of socio-economic, geographical and cultural barriers. Services will be supported catering for the requirements of older people and people with disabilities with the purpose of promoting their full integration and participation in the information society.\n- Learning and culture: high levels of education, training and cultural awareness are crucial to economic development and social cohesion. Their importance will continue to be underlined in future with the increasing influence of technology in the information society. Services will be supported providing new innovative ways of presenting educational and cultural information, including services for lifelong learning.\nII. Generic services\n- Advanced mobile services: trials are under way on the interoperability aspects of innovative applications for 2,5 to 3G mobile networks. They will establish the basis for advanced end-to-end solutions in the mobile environment providing location-based, personalised, and context-sensitive services. Support will be provided for the launch of advanced mobile applications and services in the general interest including those for navigation and guidance, traffic and travel information, network security and billing, m-commerce, m-business and mobile work, learning and culture, emergency services and health.\n- Trust and confidence services: the active involvement of businesses and citizens in the information society is dependent on their trust and confidence in the available services. Security is therefore a priority issue presenting a major challenge for the future. Support will be provided for services in the public interest aimed at all aspects of security including cooperation for effective networking within the European Union on national CERT systems.\nIII. Interconnection and interoperability of networks\n- Interconnection and interoperability: the interconnection and interoperability of networks is a pre-requisite for effective trans-European services. Support will be provided for the interconnection, interoperability and security of networks necessary for the operation of specific public interest services. Projects concerning the development and enhancement of telecommunications networks will receive particular scrutiny to ensure that there is no interference with free market conditions.\nIV. Supplementary support and coordination actions\nIn addition to its support for projects of common interest, the Community shall initiate actions aimed at providing the appropriate environment for the realisation of the projects. The financing of these actions should not take away in any significant manner from the amounts allocated to the rest of the programme. The actions will contribute to programme awareness, consensus development and concerted efforts concerning European, national, regional and local activities for stimulation and promotion of new applications and services, in conformity with the implementation of programmes in other areas, as well as the development of broadband networks. They will involve consultation with European standardisation and strategic planning bodies and coordination with actions funded by the different Community financial instruments, including:\n- strategic studies toward target specifications, and transition towards these targets. These specifications will help sector actors to make sound economic investment decisions,\n- definition of means of accessing broadband networks,\n- establishment of common specifications based on European and world standards,\n- furthering cooperation among sector actors, including public and private partnerships (PPP),\n- coordination of the activities undertaken under this Decision with related Community and national programmes.\""}