{"celex_id": "32005R2041", "uri": "http://publications.europa.eu/resource/cellar/8b685306-ad45-4a13-b57a-d5c7cf7e69f9", "type": "Regulation", "concepts": ["252", "2645", "2685", "2709", "5096"], "title": "Commission Regulation (EC) No 2041/2005 of  14 December 2005  laying down, for the 2005/06 marketing year, the revised production estimate for unginned cotton and the resulting new provisional reduction in the guide price\n", "header": "15.12.2005 EN Official Journal of the European Union L 328/44\nCOMMISSION REGULATION (EC) No 2041/2005\nof 14 December 2005\nlaying down, for the 2005/06 marketing year, the revised production estimate for unginned cotton and the resulting new provisional reduction in the guide price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton (1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton (2), and in particular the second indent of Article 19(2) thereof,\nWhereas:\n(1) Article 16(2) of Commission Regulation (EC) No 1591/2001 of 2 August 2001 laying down detailed rules for applying the cotton aid scheme (3) provides that the revised production estimate for unginned cotton referred to in the second subparagraph of Article 14(3) of Regulation (EC) No 1051/2001 and the resulting new provisional reduction in the guide price are to be established before 1 December of the marketing year concerned.\n(2) Article 19(2) of Regulation (EC) No 1051/2001 provides that the revised production estimate is to be established taking account of the progress of the harvest. That revised estimate should therefore be fixed on the basis of data available for the 2005/06 marketing year.\n(3) The second subparagraph of Article 14(3) of Regulation (EC) No 1051/2001 provides that from 16 December following the start of the marketing year, the amount of the advance is to be determined based on the revised production estimate, plus at least 7,5 %. In view of the most recent figures on quantities placed in supervised storage notified by the Member States in accordance with Article 15(4)(c)(i) of Regulation (EC) No 1591/2001 and of uncertainty about the situation with regard to Greek production, as a safety margin, a percentage increase of 12,5 % for Greece and 7,5 % for Spain and Portugal should be applied for the 2005/06 marketing year.\n(4) The new provisional reduction in the guide price must be calculated in accordance with Article 7 of Regulation (EC) No 1051/2001, but replacing actual production by the revised production estimate increased as above.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["1.   For the 2005/06 marketing year, the revised production estimate for unginned cotton is hereby set at:\n— 1 100 000 tonnes for Greece,\n— 335 780 tonnes for Spain,\n— 611 tonnes for Portugal.\n2.   For the 2005/06 marketing year, the new provisional reduction in the guide price shall be:\n— EUR 39,650/100 kg for Greece,\n— EUR 23,918/100 kg for Spain,\n— EUR 0/100 kg for Portugal.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  Protocol as last amended by Council Regulation (EC) No 1050/2001 (OJ L 148, 1.6.2001, p. 1).\n(2)  OJ L 148, 1.6.2001, p. 3.\n(3)  OJ L 210, 3.8.2001, p. 10. Regulation as amended by Regulation (EC) No 1486/2002 (OJ L 223, 20.8.2002, p. 3)."}