{"celex_id": "32006R1417", "uri": "http://publications.europa.eu/resource/cellar/afd750bf-6d32-4718-a5c1-e912d4e09173", "type": "Regulation", "concepts": ["20", "2741", "301", "3070", "4860"], "title": "Commission Regulation (EC) No 1417/2006 of 26 September 2006 amending Regulation (EC) No 1898/2005 laying down detailed rules for implementing Council Regulation (EC) No 1255/1999 as regards measures for the disposal of cream, butter and concentrated butter on the Community market\n", "header": "27.9.2006 EN Official Journal of the European Union L 267/34\nCOMMISSION REGULATION (EC) No 1417/2006\nof 26 September 2006\namending Regulation (EC) No 1898/2005 laying down detailed rules for implementing Council Regulation (EC) No 1255/1999 as regards measures for the disposal of cream, butter and concentrated butter on the Community market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Articles 10, 15 and 40 thereof,\nWhereas:\n(1) In view of the decrease in the aid amounts for using butter, concentrated butter and cream in pastry products, ice cream and other foodstuff and for concentrated butter for direct consumption, the level of the tendering securities and the level of reduction of the aid, respectively the forfeiture of the processing security for exceeding the time limit for processing, should be adapted.\n(2) In the light of the experience gained, certain provisions of Commission Regulation (EC) No 1898/2005 (2) should be clarified.\n(3) Regulation (EC) No 1898/2005 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk products,", "main_body": ["Regulation (EC) No 1898/2005 is amended as follows:\n1. In point (b) of the first subparagraph of Article 6(1), the introductory terms are replaced by the following:\n‘(b) by using, at the establishment where incorporation into the final products is effected, a minimum of five tonnes per month or period of 30 days, or 45 tonnes per 12-month period of butter-equivalent or the same quantities in intermediate products:’\n2. Article 13 is amended as follows:\n(a) in paragraph 1, point (c) is replaced by the following:\n‘(c) they are capable of processing or incorporating at least five tonnes of butter per month or period of 30 days, or 45 tonnes per 12-month period, or the equivalent in concentrated butter or cream, or, where applicable, intermediate products;’;\n(b) in paragraph 2, the second subparagraph is replaced by the following:\n3. In Article 27, paragraph 3 is replaced by the following:\n(a) EUR 61 per tonne for concentrated butter;\n(b) EUR 50 per tonne for intervention butter, butter and intermediate products referred to in Article 4(1)(b)(ii);\n(c) EUR 22 per tonne for cream.’\n4. In Article 28, paragraph 4 is deleted.\n5. In Article 35, paragraph 2 is replaced by the following:\n6. In Article 45(1), the second subparagraph is replaced by the following:\n7. In Article 53(2), the amount ‘EUR 100’ is replaced by the amount ‘EUR 61’.\n8. In Article 58, paragraph 2 is replaced by the following:\n9. In Article 62, paragraph 2 is replaced by the following:\n10. In Article 63(2), point (f) is replaced by the following:\n‘(f) they undertake to forward their manufacturing programme for each manufacturing batch, in accordance with the arrangements decided on by the Member State concerned, to the body responsible for the checks referred to in Article 67.’\n11. Annexes VIII, XIII and XV are amended in accordance with the Annex to this Regulation,", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.", "(3), (4), (5), (7) and (9) shall apply to tendering procedures for which the final date for submission of the tenders falls after 1 October 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 308, 25.11.2005, p. 1. Regulation as last amended by Regulation (EC) No 1226/2006 (OJ L 222, 15.8.2006, p. 3).\nANNEX\nThe Annexes to Regulation (EC) No 1898/2005 are amended as follows:\n(1) In Annex VIII, footnote 1 is replaced by the following:\n‘(1) Quantity of milkfat referred to in Article 5(2) used for the manufacture of:\n— concentrated butter to which no tracers have been added:\n— concentrated butter to which tracers have been added:\n(2) Annex XIII is amended as follows:\n(a) in section A, point (d) is replaced by the following:\n‘(d) on dispatch of cream to which tracers have been added for incorporation into final products:\n— box 104 of the T5 control copy:\n— box 106 of the T5 control copy:\n1. final date for incorporation into final products;\n2. indication of intended use (formula B).’\n(b) in the second indent of section C, point 2 is deleted.\n(3) Annex XV is amended as follows:\n(a) in point 1, the fourth indent is replaced by the following:\n(b) in point 3, the fourth indent is replaced by the following:"}