{"celex_id": "32002D0304", "uri": "http://publications.europa.eu/resource/cellar/ddb2eba9-fee6-4ca1-83ab-82de910208c2", "type": "Decision", "concepts": ["192", "2320", "2435", "2732", "5283"], "title": "2002/304/EC: Commission Decision of 19 April 2002 approving programmes with a view to obtaining the status of approved zones and of approved farms in non-approved zones with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) (Text with EEA relevance) (notified under document number C(2002) 1435)\n", "header": "Commission Decision\nof 19 April 2002\napproving programmes with a view to obtaining the status of approved zones and of approved farms in non-approved zones with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN)\n(notified under document number C(2002) 1435)\n(Text with EEA relevance)\n(2002/304/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 10(2) thereof,\nWhereas:\n(1) A Member State may submit to the Commission a programme designed to enable it subsequently to initiate the procedures for a zone or a farm situated in a non-approved zone, to obtain the status of approved zone or approved farm as regards one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN).\n(2) The programmes concerning VHS in certain areas of Denmark were approved by Commission Decision 96/221/EC(3), as amended by Decision 2001/485/EC(4).\n(3) The programmes concerning VHS and IHN in certain areas of Germany were approved by Commission Decision 2000/312/EC(5).\n(4) The programmes concerning VHS and IHN in certain areas of France were approved by Commission Decision 94/863/EC(6).\n(5) The programmes concerning VHS and IHN in Italy, with a view to obtaining the status of approved zones as well as of approved farms situated in non-approved zones, were approved by Commission Decision 2001/576/EC(7).\n(6) The programme concerning VHS and IHN applied in Finland was approved by Commission Decision 95/479/EC(8).\n(7) Spain has submitted a programme, with a view to obtaining approved zone status as regards VHS and IHN, for the Autonomous Community of La Rioja.\n(8) Italy has submitted programmes, with a view to obtaining approved zone status as regards VHS and IHN, for the zones the Autonomous Province of Bolzano and the river Astico.\n(9) The programmes submitted by Spain and Italy specify the geographical location of the zones and farms concerned, the measures to be taken by the official services, the procedures to be followed by the approved laboratories, the prevalence of the diseases concerned and the measures to combat these diseases where detected.\n(10) The programmes submitted have been found to comply with Article 10 of Directive 91/67/EEC. These programmes should therefore be approved.\n(11) For the sake of clarity, it is appropriate to draw up single lists of all zones and farms respectively, in which an approved programme is applied with a view to obtaining approved status as regards one or more of the fish diseases VHS and IHN.\n(12) Decisions 94/863/EC, 95/479/EC, 96/221/EC, 2000/312/EC and 2001/576/EC should therefore be repealed and replaced by this Decision.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The programmes for the purpose of obtaining approved zone status with regard to one or more of the fish diseases VHS and IHN, as set out in Annex I, are hereby approved.\n2. The programmes for the purpose of obtaining approved farm status with regard to one or more of the fish diseases VHS and IHN, as set out in Annex II, are hereby approved.", "The Member States concerned shall bring into force the laws, regulations and administrative provisions necessary to comply with the programmes approved.", "Decisions 94/863/EC, 95/479/EC, 96/221/EC, 2000/312/EC and 2001/576/EC are hereby repealed.\nReferences to the repealed Decisions shall be construed to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 April 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 74, 22.3.1996, p. 42.\n(4) OJ L 176, 29.6.2001, p. 64.\n(5) OJ L 104, 29.4.2000, p. 80.\n(6) OJ L 352, 31.12.1994, p. 73.\n(7) OJ L 203, 28.7.2001, p. 23.\n(8) OJ L 275, 18.11.1995, p. 23.\nANNEX I\nZONES IN WHICH APPROVED PROGRAMMES ARE APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1. ZONES IN DENMARK IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS\n- The catchment area of FISKEBÆK Å.\n- All PARTS OF JUTLAND south and west of the catchment areas of Storåen, Karup å, Gudenåen and Grejs å.\n- The area of all the DANISH ISLES.\n2. ZONES IN GERMANY IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- A zone in the water catchment area of \"WOLFEGGER AACH AND ROHRSEE\".\n- A zone in the water catchment area \"OBERN NAGOLD\".\n- The zone \"GROSSE LAUTER\" in the water catchment area of the Danube.\n3. ZONES IN SPAIN IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- The AUTONOMOUS COMMUNITY OF LA RIOJA.\n4. ZONES IN FRANCE IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- LES FORGES.\n- LA NIVE and LES NIVELLES.\n- L'ÉLORN.\n5. ZONES IN ITALY IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n5.1. The autonomous province of Bolzano\nZONA PROVINCE OF BOLZANO\n- The zone comprises all water catchment areas within the Province of Bolzano.\nThe zone includes the upper part of the zone ZONA VAL DELL'ADIGE - i.e. the water catchment areas of Adige river from its sources in the Province of Bolzano to the border with the Province of Trento.\n(NB:\nThe remaining, lower part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Autonomous Province of Trento. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\n5.2. The autonomous province of Trento\nZONA VAL DI SOLE E DI NON\n- The water catchment area from the source of the stream Noce to the dam of S. Giustina.\nZONA VAL DEL FERSINA\n- The water catchment area from the source of the stream Fersina to the waterfall of Ponte Alto.\nZONA VAL DELL'ADIGE - lower part\n- The water catchment areas of the Adige river and its sources located within the territory of the Autonomous Province of Trento, from the border with the Province of Bolzano to the dam of Ala (hydroelectric generating station).\n(NB:\nThe upstream part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Province of Bolzano. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\nZONA VAL RENDENA, ALTO E BASSO SARCA\n- The water catchment area from the source of Sarca river to the dam of Torbole (hydroelectric generating station). The zone is even divided by the dam of Ponte Pià, except the Manes, Arnò and Ambies torrents basins and the Lakes Valley basin.\nZONA TORRENTE ARNÒ\n- The water catchment area from the source of Arnò torrent to the downstream barriers, situated before the Arnò torrent flows into the Sarca river.\nZONA VAL BANALE\n- The water catchment area of the Ambies stream basin to the dam of a hydroelectric generating station.\nZONA VARONE\n- The water catchment area from the source of the Magnone stream to the waterfall.\nZONA VAL DI LEDRO\n- The water catchment area of the Massangia and Ponale torrents basins to the hydroelectric generating station.\nZONA ALTO E BASSO CHIESE\n- The water catchment area of the Chiese river from the source to the dam of Condino, except the Adanà and Palvico torrents basins.\nZONA TORRENTE PALVICO\n- The water catchment area of the Palvico torrent basin to a barrier made of concrete and stones.\nZONA VALSUGANA\n- The water catchment area of Brenta river basin to the dam of Marzotto.\n5.3. The region of Veneto\nZONA TORRENTE ASTICO\n- The water catchment area of Astico river, from its sources (in the Autonomous Province of Trento and in the Province of Vicenza, the Region of Veneto) to the dam located close to the Pedescala bridge in the Province of Vicenza.\nThe downstream part of Astico river, between the dam close to the Pedescala bridge and the Pria Maglio dam, is considered as a buffer zone.\nZONA BELLUNO\n- The water catchment area in the Province of Belluno from the source of the stream Ardo to the downstream barrier (situated before the stream Ardo flows into the river Piave) of the farm Centro Sperimentale di Acquacoltura, Valli di Bolzano Bellunese, Belluno.\n6. ZONES IN FINLAND IN WHICH AN APPROVED PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED ZONE WITH REGARD TO VHS AND IHN\n- FINLAND(1)\n(1) Including all continental and coastal areas.\nANNEX II\nFARMS IN ITALY IN WHICH A PROGRAMME IS APPLIED WITH A VIEW TO OBTAINING THE STATUS OF APPROVED FARM SITUATED IN A NON-APPROVED ZONE AS REGARDS VHS AND IHN\n1. REGION: FRIULI VENEZIA GIULIA, PROVINCE OF UDINE\nFarms in the drainage basin of the Tagliamento river:\n- Ente Tutela Pesca del Friuli Venezia Giulia, impianto di Forni di Sotto.\n- Ente Tutela Pesca del Friuli Venezia Giulia, impianto di Grauzaria di Moggio Udinese.\n- Ente Tutela Pesca del Friuli Venezia Giulia, impianto di Amaro.\n- Ente Tutela Pesca del Friuli Venezia Giulia, impianto di Somplago - Mena di Cavazzo Carnico.\n- Azienda Vidotti Giulio s.n.c., Sutrio.\n2. REGION: THE AUTONOMOUS REGION OF AOSTA VALLEY\nFarms in the drainage basin of the Dora Baltea river:\n- Stabilimento ittiogenico regionale, Morgex, Rue Mont Blanc 14.\n3. REGION: THE REGION OF VENETO\nFarms in the drainage basin of the Brenta river:\n- Polo Guerrino, Via S. Martino 51, Loc. Campese, Bassano del Grappa, Province of Vicenza."}