{"celex_id": "32001L0092", "uri": "http://publications.europa.eu/resource/cellar/1f5722bf-4e1d-4eb8-8d27-2e5f328e0e8c", "type": "Directive", "concepts": ["1252", "4654", "4658", "4676", "468", "5383"], "title": "Commission Directive 2001/92/EC of 30 October 2001 adapting to technical progress Council Directive 92/22/EEC on safety glazing and glazing materials on motor vehicles and their trailers and Council Directive 70/156/EEC relating to the type-approval of motor vehicles and their trailers (Text with EEA relevance)\n", "header": "Commission Directive 2001/92/EC\nof 30 October 2001\nadapting to technical progress Council Directive 92/22/EEC on safety glazing and glazing materials on motor vehicles and their trailers and Council Directive 70/156/EEC relating to the type-approval of motor vehicles and their trailers\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers(1), as last amended by European Parliament and Council Directive 2000/40/EC(2), and in particular Article 13(2) thereof,\nWhereas:\n(1) Council Directive 92/22/EEC of 31 March 1992 on safety glazing and glazing materials on motor vehicles and their trailers(3), as amended by the Act of Accession of Austria, Finland and Sweden, is one of the separate Directives of the EC type-approval procedure established by Directive 70/156/EEC. Consequently, the provisions laid down in Directive 70/156/EEC relating to vehicle systems, components and separate technical units apply to Directive 92/22/EEC.\n(2) In order to standardise Community approval, it is necessary to introduce the information document provided for by Directive 70/156/EEC and to modify the approval certificate based on Annex VI thereto.\n(3) Furthermore, type-approval procedures should be simplified in order to maintain the choice, provided for in Article 9(2) of Directive 70/156/EEC, between certain separate directives and the corresponding regulations of the United Nations Economic Commission for Europe (UN/ECE). As a first step, the technical requirements of Directive 92/22/EEC should be replaced by those of Regulation No 43 of the UN/ECE.\n(4) Directives 92/22/EEC and 70/156/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee for Adaptation to Technical Progress established under Directive 70/156/EEC,", "main_body": ["Directive 92/22/EEC is hereby amended as follows:\n1. Article 1(1) is replaced by the following: \"1. Member States shall grant EC type-approval to any safety glazing and glazing materials for motor vehicles and their trailers that meet the structural and testing requirements set out in the Annexes.\"\n2. The first paragraph of Article 2 is replaced by the following: \"All applications for EC component type-approval shall be made by the manufacturer or his authorised representative in a Member State. The Member States shall issue to the manufacturer or to his authorised representative an EC component type-approval mark conforming to the model set out in Annex II A, for each type of safety glazing and each glazing material for motor vehicles and their trailers that they type-approve pursuant to Article 1.\"\n3. In Article 4, the following second paragraph is added: \"The competent authorities of the Member States shall inform each other, by means of the procedure specified in Article 4(6) of Directive 70/156/EEC, of each component type-approval which they have granted, refused or withdrawn pursuant to this Directive.\"\n4. Article 8 is replaced by the following: \"Article 8\nFor the purposes of this Directive, 'vehicle' means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, and its trailers, with the exception of vehicles which run on rails, agricultural and forestry tractors, and mobile machinery.\"\n5. The Annexes are amended as follows:\n(a) the list of annexes and Annexes I and II are replaced by the Annex to this Directive;\n(b) the appendix to Annex III is deleted.", "1. With effect from 1 July 2002, Member States may not, on grounds relating to safety glazing or glazing materials on motor vehicles and their trailers:\n- refuse to grant EC type-approval or national type-approval of a type of vehicle, or component type-approval of safety glazing or glazing materials for motor vehicles and their trailers, nor\n- refuse to register or prohibit the sale or entry into service of vehicles, or prohibit the sale or entry into service of safety glazing or glazing materials for motor vehicles and their trailers,\nif such safety glazing or glazing materials for motor vehicles and their trailers comply with the requirements of Directive 92/22/EEC, as amended by this Directive.\n2. With effect from 1 October 2002, Member States:\n- shall no longer grant EC type-approval, and\n- may refuse to grant national type approval,\nof any type of vehicle on grounds relating to any type of safety glazing or glazing materials for motor vehicles and their trailers if the requirements of Directive 92/22/EEC as amended by this Directive, are not met.\n3. With effect from 1 July 2003, the requirements of Directive 92/22/EEC relating to safety glazing as a component, as modified by this Directive, shall apply for the purposes of Article 7(2) of Directive 70/156/EEC.\n4. By way of derogation from paragraph 3, Member States may, in respect of spare parts, continue to grant EC type-approval and to authorise the sale and entry into service of safety glazing and glazing materials for motor vehicles and their trailers which comply with the provisions of Directive 92/22/EEC, in the version in force before the entry into effect of the present Directive, provided that such safety glazing and glazing materials for motor vehicles and their trailers:\n- are intended to be fitted to vehicles already in use, and\n- comply with the requirements of that Directive applicable when the vehicles were first registered.", "The following point 9.5.1.5 is added to Annex I to Directive 70/156/EEC: \"9.5.1.5. Windscreen accessories and the position in which they are fitted together with a brief description of any electrical/electronic components involved.\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 30 June 2002. They shall immediately inform the Commission thereof.\nThe measures adopted by the Member States shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 42, 23.2.1970, p. 1.\n(2) OJ L 203, 10.8.2000, p. 9.\n(3) OJ L 129, 14.5.1992, p. 11.\nANNEX\n\"\nLIST OF ANNEXES\n>TABLE>\"\nANNEX I\nAdministrative provisions for EC type-approval\n1. APPLICATION FOR EC COMPONENT TYPE-APPROVAL\n1.1. All applications under Article 3(4) of Directive 70/156/EEC for glazing type-approval are to be submitted by the safety glazing manufacturer.\n1.2. The model information document is reproduced in Appendix 1 to this Annex.\n1.3. The technical department responsible for conducting the type-approval tests must be provided with:\n1.3.1. a sufficient number of test pieces or samples of the finished glass panes of the models considered, where necessary the number being determined by agreement with the technical department responsible for conducting the tests.\n2. APPLICATION FOR EC VEHICLE TYPE-APPROVAL\n2.1. All applications under Article 3(4) of Directive 70/156/EEC for vehicle type-approval with regard to safety glazing are to be submitted by the vehicle manufacturer.\n2.2. The model information document is reproduced in Appendix 3 to this Annex.\n2.3. The technical department responsible for conducting the type-approval tests must be provided with:\n2.3.1. a vehicle representative of the type, the vehicle being if necessary determined by agreement with the technical department responsible for conducting the tests.\n3. GRANTING OF EC SAFETY GLAZING OR VEHICLE TYPE-APPROVAL\n3.1. Once the relevant requirements have been met, EC type-approval as indicated in Article 4(3) and, where appropriate, in Article 4(4) of Directive 70/156/EEC shall be granted.\n3.2. The model EC tye-approval certificate and its addenda are reproduced in:\n- Appendix 2 to this Annex in respect of applications under point 1.1,\n- Appendix 4 to this Annex in respect of applications under point 2.1.\n3.3. A type-approval number in accordance with Annex VII to Directive 70/156/EEC is assigned to each safety glazing or vehicle type. The same Member State must not assign the same number to another glazing or vehicle type.\n4. TYPE MODIFICATIONS AND AMENDMENTS TO APPROVALS\n4.1. Where type modifications are made to the type approved under this Directive, the provisions of Article 5 of Directive 70/156/EEC shall apply.\n5. CONFORMITY OF PRODUCTION\n5.1. Measures to ensure conformity of production must be taken in accordance with the provisions laid down in Article 10 of Directive 70/156/EEC.\nAppendix 1\n>PIC FILE= \"L_2001291EN.002802.TIF\">\n>PIC FILE= \"L_2001291EN.002901.TIF\">\nAppendix 2\nEC type-approval certificates\nMODEL\n(maximum format: A4 (210 x 297 mm))\n>PIC FILE= \"L_2001291EN.003002.TIF\">\n>PIC FILE= \"L_2001291EN.003101.TIF\">\n>PIC FILE= \"L_2001291EN.003201.TIF\">\n>PIC FILE= \"L_2001291EN.003301.TIF\">\n>PIC FILE= \"L_2001291EN.003401.TIF\">\n>PIC FILE= \"L_2001291EN.003501.TIF\">\n>PIC FILE= \"L_2001291EN.003601.TIF\">\n>PIC FILE= \"L_2001291EN.003701.TIF\">\n>PIC FILE= \"L_2001291EN.003702.TIF\">\n>PIC FILE= \"L_2001291EN.003801.TIF\">\n>PIC FILE= \"L_2001291EN.003901.TIF\">\n>PIC FILE= \"L_2001291EN.004001.TIF\">\nAppendix 3\n>PIC FILE= \"L_2001291EN.004102.TIF\">\n>PIC FILE= \"L_2001291EN.004201.TIF\">\nAppendix 4\nMODEL\n(maximum format: A4 (210 x 297 mm))\n>PIC FILE= \"L_2001291EN.004302.TIF\">\n>PIC FILE= \"L_2001291EN.004401.TIF\">\nANNEX II\nSCOPE AND DEFINITIONS\n1. Scope\nThis Directive applies to safety glazing and glazing materials intended to be fitted as a windscreen or other glazing or as separating panels on motor vehicles and their trailers, and to their fitting, with the exception of glazing for lighting and light-signalling devices and for the dashboard, special glazing offering protection against attack, toughened glass and windscreens intended for vehicles used in extreme environments and having a maximum speed of 40 km/h.\n2. Definition\nThe items in question are those laid down in Article 2 of Regulation No 43 of the United Nations Economic Commission for Europe, in the most recent version adopted by the European Community.\nANNEX II A\nEC COMPONENT TYPE-APPROVAL MARKS\n1. All safety-glass panes, including the samples and test pieces submitted for component type-approval, shall bear the trade name or mark of the manufacturer. The marking shall be clearly legible, indelible and visible.\n2. In addition to the items listed in point 3.3 of Annex I, symbols shall be affixed in conformity with those laid down in Regulation No 43 of the United Nations Economic Commission for Europe, in the most recent version adopted by the European Community.\nANNEX II B\nGENERAL AND INDIVIDUAL SPECIFICATIONS, TESTS AND TECHNICAL REQUIREMENTS\nWith the exception of the provisions applicable to toughened windscreens (not covered by this Directive), the provisions governing the general and individual specifications, tests and technical requirements are those set out in Regulation No 43 of the United Nations Economic Commission for Europe, in the most recent version adopted by the European Community."}