{"celex_id": "32000D0186", "uri": "http://publications.europa.eu/resource/cellar/16ac0811-c678-4fdc-a04b-1a76a81c0b4a", "type": "Decision", "concepts": ["1234", "1318", "2900", "4261", "4392", "5581"], "title": "2000/186/EC: Council Decision of 28 February 2000 authorising the Federal Republic of Germany to apply measures derogating from Articles 6 and 17 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment\n", "header": "COUNCIL DECISION\nof 28 February 2000\nauthorising the Federal Republic of Germany to apply measures derogating from Articles 6 and 17 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment\n(2000/186/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment(1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By letters registered at the Commission's Secretariat-General on 8 January and 27 August 1999 respectively the Government of the Federal Republic of Germany communicated a request, under Article 27 of Directive 77/388/EEC to apply two measures derogating from Articles 6 and 17 of the said Directive.\n(2) Under Article 27(1) of Directive 77/388/EEC the Council, acting unanimously on proposal from the Commission, may authorise any Member State to introduce, or extend the period of validity of, special measures derogating from the provisions of the Directive, in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance.\n(3) As required under Article 27(3) of Directive 77/388/EEC, the Commission, in a letter dated 11 October, informed the other Member States of the request of the German Government.\n(4) The first derogating measure is intended completely to exclude the value added tax (VAT) which is charged on expenditure on goods and services from the right to deduct when over 90 % of the goods and services are used for the private purposes of the taxable person, or of his employees, or for non-business purposes in general. This measure represents a derogation from Article 17 and is justified by the need to simplify the procedure for charging the VAT.\n(5) The second measure derogates from Article 17(2) and Article 6 of Directive 77/388/EEC and is intended to limit to 50 % a taxable person's right under Article 17(2) to deduct VAT in respect of all expenditure on vehichles not used solely for business purposes, and also not to charge the VAT due on passenger cars used for private purposes; this ceiling on a taxable person's right to deduct VAT is justified by the proven difficulty of actually verifying the breakdown between business and private expenditure on this type of good and by the consequent likelihood of tax evasion or abuse; in addition such measure will allow a more simplified system of taxation of the private use of vehicles.\n(6) Nevertheless, the ceiling on a taxable person's right to deduct VAT may not be applied to expenditure on vehicles which represent a taxable person's current assets; furthermore, the flat-rate ceiling on the right to deduct may not be applied where a vehicle is used up to a maximum of 5 % for private purposes; in these cases the normal rules on deduction set out in Article 17(2) of Directive 77/388/EEC remain applicable.\n(7) These provisions ensure that this degoration from the principle of a taxable person's right to deduct all the tax paid in connection with his taxable activities does not go beyond what is needed to counteract the risk of tax evasion or avoidance as defined in the Court's case-law(2) interpreting Article 27 of Directive 77/388/EEC.\n(8) On 17 June 1998, the Commission submitted a proposal for a Council Directive amending Directive 77/388/EC as regards the right to deduct VAT(3); the purpose of the proposal is to harmonise definitively some of the disparate rules regarding ceilings on the right to deduct currently applied in the Member States as these could distort competition in international trade since such differences affect prices for goods and services.\n(9) The authorisation to apply these derogating measures should therefore limit their period of validity so that this ends with the entry into force of the above proposed Directive, but not later than 31 December 2002 if that Directive is not yet in force by then; such a maximum period of validity would allow evaluation of whether the derogation is still appropriate in the light of progress in discussions in the Council or the proposed Directive at the time.\n(10) The derogation would have no negative effect on the Communities' own resources provided from value added tax,", "main_body": ["By way of derogation from Article 17(2) of Directive 77/388/EEC, as amended by Article 28f of that Directive, the Federal Republic of Germany is hereby authorised to exclude from the right to deduct the VAT charged on expenditure on goods and services where more than 90 % of those goods and services are used for the private purposes of a taxable person or of his employees or, more generally, for non-business purposes.", "By way of derogation from Article 17(2) of Directive 77/388/EEC, as amended by Article 28f of that Directive, and from Article 6(2)(a) of that Directive, the Federal Republic of Germany is hereby authorised to limit to 50 % the right to deduct the VAT charged on expenditure on vehicles not used exclusively for business purposes and not to treat as supplies of services for consideration the use for private purposes of vehicles belonging to a taxable person's business.\nThe provisions of the first paragraph shall not apply where a vehicle represents a taxable person's current assets or, where such a vehicle is used up to a maximum of 5 % for private purposes.", "This Decision shall apply as from 1 April 1999.\nIt shall cease to be applicable on the date the Directive on expenditure not giving rise to the right to deduct VAT enters into force or shall expire on 31 December 2002 at the latest.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 February 2000.\nFor the Council\nThe President\nJ. PINA MOURA\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 1999/85/EC (OJ L 277, 28.10.1999, p. 34).\n(2) See Case of 29 May 1997, Werner Skripalle (C-63/96, 1997 ECR, p. I-2847).\n(3) OJ C 219, 15.7.1998, p. 16."}