{"celex_id": "32009L0078", "uri": "http://publications.europa.eu/resource/cellar/ed99296f-a390-4fbd-b1c9-7f62d2c42ed4", "type": "Directive", "concepts": ["1252", "2081", "4653", "5235", "5498", "848"], "title": "Directive 2009/78/EC of the European Parliament and of the Council of 13 July 2009 on stands for two-wheel motor vehicles (Text with EEA relevance)\n", "header": "3.9.2009 EN Official Journal of the European Union L 231/8\nDIRECTIVE 2009/78/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 July 2009\non stands for two-wheel motor vehicles\n(codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 93/31/EEC of 14 June 1993 on stands for two-wheel motor vehicles (3) has been substantially amended (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) Directive 93/31/EEC is one of the separate Directives of the EC type-approval system provided for in Council Directive 92/61/EEC of 30 June 1992 relating to the type-approval of two or three-wheel motor vehicles as replaced by Directive 2002/24/EC of the European Parliament and of the Council of 18 March 2002 relating to the type-approval of two or three-wheel motor vehicles (5) and lays down technical prescriptions concerning the design and construction of two-wheel motor vehicles as regards their stands. These technical prescriptions concern the approximation of the laws of the Member States to allow for the EC type-approval procedure provided for in Directive 2002/24/EC to be applied in respect of each type of vehicle. Consequently the provisions laid down in Directive 2002/24/EC relating to vehicle systems, components and separate technical units apply to this Directive.\n(3) Since the objective of this Directive, namely the granting of EC component type-approval in respect of the stand for a type of two-wheel motor vehicle, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(4) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B,", "main_body": ["This Directive shall apply to stands for all types of two-wheel motor vehicles as referred to in Article 1 of Directive 2002/24/EC.", "The procedure for the granting of EC component type-approval in respect of the stand for a type of two-wheel motor vehicle and the conditions governing the free movement of such vehicles shall be as laid down in Chapters II and III of Directive 2002/24/EC.", "The amendments necessary to adapt to technical progress the requirements of Annex I shall be adopted in accordance with the procedure referred to in Article 18(2) of Directive 2002/24/EC.", "1.   Member States may not, on grounds relating to stands:\n— refuse to grant EC type-approval for a type of two-wheel motor vehicle, or,\n— prohibit the registration, sale or entry into service of two-wheel motor vehicles,\nif the stands of those vehicles comply with the requirements of this Directive.\n2.   Member States shall refuse to grant EC type-approval for any new type of two-wheel motor vehicle on grounds relating to stands if the requirements of this Directive are not fulfilled.\n3.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Directive 93/31/EEC, as amended by the Directive listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ C 234, 30.9.2003, p. 20.\n(2)  Opinion of the European Parliament of 25 September 2007 (OJ C 219 E, 28.8.2008, p. 66) and Council Decision of 7 July 2009.\n(3)  OJ L 188, 29.7.1993, p. 19.\n(4)  See Annex II, Part A.\n(5)  OJ L 124, 9.5.2002, p. 1.\nANNEX I\n1.   DEFINITIONS\nFor the purposes of this Directive:\n1.1. ‘stand’ means a device that is firmly attached to the vehicle and is able to maintain the vehicle in its vertical (or almost vertical) parking position when left unattended by its driver;\n1.2. ‘prop stand’ means a stand which, when extended or swung into the open position, supports the vehicle on one side only, while leaving both wheels in contact with the supporting surface;\n1.3. ‘centre stand’ means a stand which, when swung into the open position, supports the vehicle by providing one or several areas of contact between the vehicle and the supporting surface either side of the median longitudinal plane of the vehicle;\n1.4. ‘transverse tilt (tt)’ means the gradient, expressed as a percentage, of the actual supporting surface, the intersection of the median longitudinal plane of the vehicle and the supporting surface being perpendicular to the line of maximum gradient (figure 1);\n1.5. ‘longitudinal tilt (lt)’ means the gradient, expressed as a percentage, of the actual supporting surface, the median longitudinal plane of the vehicle being parallel to the line of maximum gradient (figure 2);\n1.6. ‘median longitudinal plane of the vehicle’ means the longitudinal plane of symmetry of the rear wheel of the vehicle.\n2.   GENERAL REQUIREMENTS\n2.1. All two-wheel vehicles shall be fitted with at least one stand in order to keep them steady when stationary (e.g. when parked) but not held in a static position by a person or external means. Twin-wheel vehicles need not be fitted with stands but must meet the requirements set out in point 6.2.2 when in a parking position (parking brake applied).\n2.2. The stand must be of either a prop or a centre type, or both.\n2.3. Where the stand swivels about the lower part of or below the vehicle the outer edge(s) of that stand must swing to the rear of the vehicle in order to attain the closed or travelling position.\n3.   SPECIFIC REQUIREMENTS\n3.1.   Prop stands\n3.1.1. Prop stands must:\n3.1.1.1. be able to support the vehicle in such a way as to provide lateral stability whether the vehicle is on a horizontal supporting surface or on a slope in order to prevent its leaning further too easily (and in so doing rotating about the point of support provided by the prop stand) or moving too easily into a vertical position and beyond (and in so doing does not swing over to the side opposite the prop stand);\n3.1.1.2. be able to support the vehicle in such a way as to maintain stability when the vehicle is parked on a slope in accordance with point 6.2.2;\n3.1.1.3. be able to swing back automatically into the retracted or travelling position:\n3.1.1.3.1. when the vehicle returns to its normal (vertical) driving position;\n3.1.1.3.2. when the vehicle moves forward as a result of deliberate action by the driver;\n3.1.1.4. notwithstanding the requirements set out in point 3.1.1.3, be designed and constructed in such a way that they do not close automatically if the angle of lean is altered unexpectedly (for example, if the vehicle is pushed lightly by a third party or by a gust of wind arising from the passage of a vehicle):\n3.1.1.4.1. once in the extended or parking position;\n3.1.1.4.2. the vehicle being leaned in order to bring the outer extremity of the prop stand into contact with the ground;\n3.1.1.4.3. the vehicle being left unattended in its parking position.\n3.1.2. The requirements set out in point 3.1.1.3 do not apply if the vehicle is designed in such a way that it cannot be propelled by its engine when the prop stand is extended.\n3.2.   Centre stands\n3.2.1. Centre stands must:\n3.2.1.1. be able to support the vehicle with either one or both wheels in contact with the supporting surface or without any of the wheels being in contact with that surface in such a way as to confer stability on that vehicle:\n3.2.1.1.1. on a horizontal supporting surface;\n3.2.1.1.2. in a leaning position;\n3.2.1.1.3. on a slope in accordance with point 6.2.2;\n3.2.1.2. be able to fold backwards automatically into the retracted or travelling position:\n3.2.1.2.1. when the vehicle moves forward in such a way as to raise the centre stand from the supporting surface.\n3.2.2. The requirements set out in point 3.2.1.2 do not apply if the vehicle is designed in such a way that it cannot be propelled by its engine when the centre stand is extended.\n4.   OTHER REQUIREMENTS\n4.1. Moreover, vehicles may be fitted with a tell-tale that is clearly visible to the rider when seated in the driving position and which, when the ignition is switched on, lights up and remains so until the stand is in its retracted or travelling position.\n4.2. All stands shall be provided with a retention system which holds them in the retracted or travelling position. That system may consist of either:\n— two independent devices such as two separate springs or one spring and one retaining device such as a clip,\n— a single device which must be able to operate without failing for at least,\n— 10 000 normal-use cycles if the vehicle has been fitted with two stands,\n— 15 000 normal-use cycles if the vehicle is fitted with only one stand,\n5.   STABILITY TESTS\n5.1.   The following tests must be carried out in order to determine the capacity for holding the vehicle in a stable condition as specified in points 3 and 4.\n5.2.   State of the vehicle\n5.2.1. The vehicle must be submitted at its kerb mass.\n5.2.2. The tyres must be inflated to a pressure recommended by their manufacturer for that state.\n5.2.3. The transmission must be in neutral or, in the case of an automatic transmission, in the ‘parking’ position where such exists.\n5.2.4. If the vehicle is fitted with a parking brake, it must be applied.\n5.2.5. The steering shall be locked in position. If the steering is able to be locked when it is turned to either the left or the right the tests must be carried out in both positions.\n5.3.   Test pad\n5.3.1. A flat, horizontal pad having a hard surface that is dry and free from grains of sand may be used for the tests referred to in point 6.1.\n5.4.   Test equipment\n5.4.1. A parking platform must be used for the tests referred to in point 6.2.\n5.4.2. The parking platform must have a rigid, flat, rectangular surface which is able to support the vehicle without perceptible flexing.\n5.4.3. The surface of the parking platform must possess sufficient anti-skid properties to prevent the vehicle from sliding across the supporting surface during the tilt or lean tests.\n5.4.4. The parking platform shall be designed in such a way as to be able to assume at least the transverse tilt (tt) and the longitudinal tilt (lt) required by point 6.2.2.\n6.   TEST PROCEDURES\n6.1.   Stability on a horizontal supporting surface\n(test for point 3.1.1.4)\n6.1.1. With the vehicle on the test pad the prop stand is extended or moved into the parking position and the vehicle is brought to rest upon it.\n6.1.2. The vehicle is moved in order to increase by three degrees the angle formed by the median longitudinal plane and the supporting surface (by moving the vehicle towards the vertical).\n6.1.3. This movement must not cause the prop stand to return automatically to its retracted or travelling position.\n6.2.   Stability on an inclined surface\n(tests associated with points 3.1.1.1, 3.1.1.2, 3.2.1.1.2 and 3.2.1.1.3)\n6.2.1. The vehicle is placed on the parking platform with the prop stand and, separately, the centre stand in the extended or parking position and the vehicle is allowed to rest on the stand.\n6.2.2. The parking platform is shifted to its minimum transverse tilt (tt) and then, separately, to its minimum longitudinal tilt (lt) in accordance with the following table:\nTilt Prop stand Centre stand\nMoped Motorcycle Moped Motorcycle\ntt (left and right) 5 % 6 % 6 % 8 %\nDownstream lt 5 % 6 % 6 % 8 %\nUpstream lt 6 % 8 % 12 % 14 %\n6.2.3. Where a vehicle on a tilted parking platform rests on the centre stand and just one wheel and may be maintained in that position with the centre stand and either the front or the rear wheel in contact with the supporting surface, the tests described above must be conducted solely with the vehicle resting on the centre stand and rear wheel provided that the other requirements set out in this point are met.\n6.2.4. The vehicle must remain stable when the parking platform is tilted by each of the required amounts and the above requirements have duly been met.\n6.2.5. Alternatively the parking platform may be tilted by the required amounts before the vehicle is moved into position.\nFigure 1a\nTransverse tilt\nFigure 1b\nTransverse tilt\nFigure 2\nLongitudinal tilt upstream\nLongitudinal tilt downstream\nAppendix 1\nInformation document in respect of stands for a type of two-wheel motor vehicle\n(to be attached to the application for EC component type-approval where this is submitted separately from the application for EC vehicle type-approval)\nOrder No (assigned by the applicant): …\nThe application for EC component type-approval in respect of stands for a type of two-wheel motor vehicle must contain the information set out under the following points in Annex II to Directive 2002/24/EC:\n— Part 1, section A, points:\n— 0.1,\n— 0.2,\n— 0.4 to 0.6,\n— 2.1,\n— 2.1.1,\n— Part 1, section B, point:\n— 1.3.1.\nAppendix 2\nANNEX II\nPART A\nRepealed Directive with its amendment\n(referred to in Article 5)\nCouncil Directive 93/31/EEC (OJ L 188, 29.7.1993, p. 19).\nCommission Directive 2000/72/EC (OJ L 300, 29.11.2000, p. 18).\nPART B\nList of time-limits for transposition into national law and application\n(referred to in Article 5)\nDirective Time-limit for transposition Date of application\n93/31/EEC 14 December 1994 14 June 1995 (1)\n2000/72/EC 31 December 2001 1 January 2002 (2)\n(1)  In conformity with the third subparagraph of Article 4(1) of Directive 93/31/EEC:\n‘From the date mentioned in the first subparagraph Member States may not, for reasons connected with the stands, prohibit the initial entry into service of vehicles which conform to this Directive’.\nThe said date is 14 December 1994; see the first subparagraph of Article 4(1) of Directive 93/31/EEC.\n(2)  In conformity with Article 2 of Directive 2000/72/EC:\n‘1.   With effect from 1 January 2002, Member States may not, on grounds relating to stands:\n— refuse to grant EC type-approval for a type of two-wheel motor vehicle, or,\n— prohibit the registration, sale or entry into service of two-wheel motor vehicles,\nif the stands of those vehicles comply with the requirements of Directive 93/31/EEC, as amended by this Directive.\n2.   With effect from 1 July 2002, Member States shall refuse to grant EC type-approval for any new type of two-wheel motor vehicle on grounds relating to stands if the requirements of Directive 93/31/EEC, as amended by this Directive, are not fulfilled.’.\nANNEX III\nCORRELATION TABLE\nDirective 93/31/EEC Directive 2000/72/EC This Directive\nArticles 1, 2 and 3  Articles 1, 2 and 3\nArticle 4(1)  —\nArticle 2(1) Article 4(1)\nArticle 2(2) Article 4(2)\nArticle 4(2)  Article 4(3)\n—  Article 5\n—  Article 6\nArticle 5  Article 7\nAnnex  Annex I\nAppendix 1  Appendix 1\nAppendix 2  Appendix 2\n—  Annex II\n—  Annex III"}