{"celex_id": "32005D0380", "uri": "http://publications.europa.eu/resource/cellar/501b8360-db7d-458f-a236-483d050f01be", "type": "Decision", "concepts": ["3559", "554", "6050", "6751"], "title": "2005/380/EC: Commission Decision of 28 April 2005 establishing a group of non-governmental experts on corporate governance and company law\n", "header": "19.5.2005 EN Official Journal of the European Union L 126/40\nCOMMISSION DECISION\nof 28 April 2005\nestablishing a group of non-governmental experts on corporate governance and company law\n(2005/380/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The Commission Action Plan on Modernising Company Law and Enhancing Corporate Governance in the European Union (1) adopted in May 2003 identified a series of actions that are required in order to modernise, complete and simplify the regulatory framework for company law and corporate governance.\n(2) That Action Plan recognises the importance of expert and public consultation as an integral part of the development of company law and corporate governance at Community level.\n(3) The group of non-governmental experts on corporate governance and company law should therefore be established to serve as a body for reflection, debate and advice to the Commission in the field of corporate governance and company law, in particular in connection with the measures foreseen in the Action Plan; it is therefore appropriate to provide for the presence in this group of particularly well-qualified persons, active in the business and the academic communities or the civil society, capable of bringing their specific knowledge of corporate governance and company law at Community level.\n(4) The group of non-governmental experts on corporate governance and company law should draw up its own Rules of Procedure and fully respect the role and the prerogatives of the institutions,", "main_body": ["A group of non-governmental experts on corporate governance and company law in the Community (hereinafter referred to as ‘the Group’) is established.", "The role of the Group shall be to provide technical advice to the Commission on the Commission’s initiatives in the field of corporate governance and company law at the Commission’s request. The chairman of the Group may suggest that the Commission consults the Group on any related matter.", "The Group shall comprise a maximum of 20 members, from the business and the academic communities or the civil society, whose experience and competence regarding corporate governance and company law issues are widely recognised at Community level. The members of the Group shall be appointed by the Commission. Appointment shall be in a personal capacity. Members of the Group shall provide advice to the Commission independently of any outside instruction.\nThe list of members is reproduced in the Annex.", "The term of office of members of the Group shall be three years. It shall be renewable. After the expiry of the three-year period, members of the Group shall remain in office until they are replaced or their appointments are renewed. In the event of resignation or death of a member of the Group during the period of appointment the Commission shall appoint a new member of the Group in accordance with Article 3.", "The list of members shall be published by the Commission in the Official Journal of the European Union.", "The Group shall be chaired by a representative of the Commission.\nThe Group, in agreement with the Commission, may set up working groups to study specific subjects on the basis of a mandate. The working groups will be dissolved as soon as their mandates are fulfilled.\nThe Commission may invite experts and observers with specific knowledge to participate in the work of the Group and/or of the working groups.", "The Group and the working groups shall normally meet at the Commission premises, in the form and according to the timetable determined by the Commission.\nThe Group shall adopt its Rules of Procedure on the basis of a draft presented by the Commission.\nThe Secretariat of the Group shall be provided by the Commission. Interested staff members from the Commission may be present at meetings of the Group and of the working groups and may take part in the debates.\nThe Commission may publish on the Internet, in the original language of the document concerned, any conclusion, summary, part conclusion or working paper relating to the Group or its working groups.", "Travel and subsistence expenses incurred by members, observers and experts, in connection with the activities of the Group, shall be reimbursed by the Commission in accordance with the provisions in force within the Commission. Their functions shall not be remunerated.", "This Decision shall apply until 27 April 2008."], "attachments": "Done at Brussels, 28 April 2005.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  COM(2003) 284 final.\nANNEX\nLIST OF MEMBERS\nGintautas BARTKUS\nTheodor BAUMS\nFrancesco CHIAPPETTA\nThomas COURTNEY\nJean-Pierre HELLEBUYCK\nErich KANDLER\nMrs Vanessa KNAPP\nVratislav KULHÁNEK\nJukka MÄHÖNEN\nStilpon NESTOR\nJesper Bo NIELSEN\nJósef OKOLSKI\nLeonardo PEKLAR\nColin PERRY\nEnrique PIÑEL LÓPEZ\nGeert RAAIJMAKERS\nMrs Joëlle SIMON\nMario STELLA-RICHTER\nMrs Daniela WEBER-REY\nPatrick ZURSTRASSEN"}