{"celex_id": "32003R1044", "uri": "http://publications.europa.eu/resource/cellar/35044331-4ccb-4319-bdcb-a62e0ec6747e", "type": "Regulation", "concepts": ["2081", "2985", "4308"], "title": "Commission Regulation (EC) No 1044/2003 of 18 June 2003 amending Regulations (EC) No 451/2000 and (EC) No 1490/2002Text with EEA relevance\n", "header": "Commission Regulation (EC) No 1044/2003\nof 18 June 2003\namending Regulations (EC) No 451/2000 and (EC) No 1490/2002\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market(1), as last amended by Commission Directive 2003/31/EC(2), and in particular the second subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3600/92(3), as last amended by Regulation (EC) No 2266/2000(4), Commission Regulation (EC) No 451/2000(5), as last amended by Regulation (EC) No 1490/2002(6), and Regulation (EC) No 1490/2002 lay down the detailed rules for the implementation of the first, second and third stages of the programme of work referred to in Article 8(2) of Directive 91/414/EEC. That programme is ongoing.\n(2) Experience from the first stage has shown that enhanced cooperation between Member States is required to ensure fast and consistent decision-making. The provisions concerning the third stage provide for fees to be paid to the Member States, not only for their work as rapporteur Member State but also for other activities under that stage, in order to ensure proper resourcing of their work. For the sake of consistency, provision should also be made for such fees for the second stage, in Regulation (EC) No 451/2000.\n(3) When the European Food Safety Authority (EFSA) carries out evaluations, it may also consult experts. It is necessary to ensure proper resourcing for Member States when such consultations are organised.\n(4) Regulations (EC) No 451/2000 and (EC) No 1490/2002 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Regulation (EC) No 451/2000", "2 of Regulation (EC) No 451/2000 is amended as follows:\n1. Paragraph 1 is replaced by the following:\n\"1. Member States shall establish a regime obliging notifiers to pay a fee or charge for the administrative treatment and evaluation of notifications and dossiers.\"\n2. Paragraph 2 is amended as follows:\n(a) point (a) is replaced by the following:\n\"(a) require the payment of a fee or charge for each notification and for each submission of a dossier;\"\n(b) point (c) is replaced by the following:\n\"(c) ensure that the fee or charge is received in accordance with the instructions given by the organisation in each Member State listed in Annex VI and that the income from the fee or charge is used to finance exclusively the costs actually incurred by the Member State for the evaluation and administrative treatment of the notifications and the dossiers for which that Member State is rapporteur or to finance general activities of the Member States resulting from Articles 7 and 8;\".", "Amendment to Regulation (EC) No 1490/2002", "7(2)(c) of Regulation (EC) No 1490/2002 is replaced by the following:\n\"(c) ensure that the fee or charge is received in accordance with the instructions given by the organisation in each Member State listed in Annex IV and that the income from the fee or charge is used to finance exclusively the costs actually incurred by the Member State for the evaluation and administrative treatment of the dossiers for which that Member State is rapporteur or to finance general activities of the Member States resulting from Articles 9, 10 or 11;\".", "Entry into force\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 101, 23.4.2003, p. 3.\n(3) OJ L 366, 15.12.1992, p. 10.\n(4) OJ L 259, 13.10.2000, p. 27.\n(5) OJ L 55, 29.2.2000, p. 25.\n(6) OJ L 224, 21.8.2002, p. 23."}