{"celex_id": "32009D0861", "uri": "http://publications.europa.eu/resource/cellar/8358d9eb-0af0-48d2-b2e5-de8616ba1366", "type": "Decision", "concepts": ["1252", "1279", "13", "1406", "1569", "2324", "4498", "5063"], "title": "2009/861/EC: Commission Decision of 30 November 2009 on transitional measures under Regulation (EC) No 853/2004 of the European Parliament and of the Council as regard the processing of non-compliant raw milk in certain milk processing establishments in Bulgaria (notified under document C(2009) 9282) (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/83\nCOMMISSION DECISION\nof 30 November 2009\non transitional measures under Regulation (EC) No 853/2004 of the European Parliament and of the Council as regard the processing of non-compliant raw milk in certain milk processing establishments in Bulgaria\n(notified under document C(2009) 9282)\n(Text with EEA relevance)\n(2009/861/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1) and in particular Article 9 thereof,\nWhereas:\n(1) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2) lays down general rules for food business operators on the hygiene of foodstuffs based amongst others on the principles of hazard analysis and critical control points. It provides that food business operators are to comply with certain procedures based on those principles.\n(2) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators and supplements the rules laid down in Regulation (EC) No 852/2004. The rules laid down in Regulation (EC) No 853/2004 include hygiene requirements for raw milk and dairy products.\n(3) Pursuant to point (c) of Section B of Chapter 4 of Annex VI to the Act of Accession of Bulgaria and Romania (the Act of Accession), Bulgaria has been granted a transitional period, expiring on 31 December 2009, for compliance by certain milk processing establishments with those hygiene requirements.\n(4) Certain establishments which are authorised to process raw milk which does not comply with the requirements laid down in Regulation (EC) No 853/2004 (non-compliant milk) are listed in Chapter I of the Appendix to Annex VI to the Act of Accession. Certain establishments which are authorised to process both compliant and non-compliant milk, provided that such processing is carried out on separate production lines, are listed in Chapter II of that Appendix.\n(5) Milk production holdings that do not comply with the hygiene requirements laid down in Regulation (EC) No 853/2004 are spread over the whole territory of Bulgaria. The proportion of raw milk that complies with those requirements, delivered to milk processing establishments in Bulgaria, has only increased slightly during the last years.\n(6) Taking into account the current situation, it is appropriate to provide for a time-limited derogation from the hygiene requirements laid down in Regulation (EC) No 853/2004 with a view to permitting Bulgaria to bring its milk sector in compliance with those requirements.\n(7) In light of this situation, certain milk processing establishments listed in Annex I to this Decision should be allowed, by way of derogation from Regulation (EC) No 853/2004, to continue to process also after 31 December 2009 compliant and non-compliant milk provided that the processing is carried out on separate production lines. In addition, certain milk processing establishments listed in Annex II to this Decision should be allowed to continue to process non-compliant milk without separate production lines.\n(8) The marketing of dairy products derived from non-compliant milk should, however, be restricted to Bulgaria or used for further processing in the milk processing establishments covered by the derogation provided for in this Decision.\n(9) The transitional period granted by this Decision should be limited to 24 months from 1 January 2010. The situation in the milk sector in Bulgaria should be reviewed before the end of that period. Bulgaria should therefore submit annual reports to the Commission regarding progress in the upgrading of milk production holdings supplying raw milk to milk processing establishments in that Member State and the system for collecting and transporting non-compliant milk.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["For the purposes of this Decision ‘non-compliant milk’ means raw milk which does not comply with the requirements set out in Annex III, Section IX, Chapter I, Subchapters II and III to Regulation (EC) No 853/2004.", "By way of derogation from the requirements set out in Annex III, Section IX, Chapter I, Subchapters II and III to Regulation (EC) No 853/2004, the milk processing establishments listed in Annex I to this Decision may continue to process, until 31 December 2011, compliant and non-compliant milk provided that the processing of the compliant and the non-compliant milk is carried out on separate production lines.", "By way of derogation from the requirements set out in Annex III, Section IX, Chapter I, Subchapters II and III to Regulation (EC) No 853/2004, the milk processing establishments listed in Annex II to this Decision may continue to process, until 31 December 2011, non-compliant milk without separate production lines.", "Dairy products derived from non-compliant milk shall only:\n(a) be placed on the domestic market in Bulgaria; or\n(b) be used for further processing in the milk processing establishments in Bulgaria referred to in Articles 2 and 3.\nSuch dairy products shall bear a health or identification mark which is different from the health or identification mark provided for in Article 5 of Regulation (EC) No 853/2004.", "Bulgaria shall submit annual reports to the Commission on progress made in bringing the following in compliance with Regulation (EC) No 853/2004:\n(a) production holdings producing non-compliant milk;\n(b) the system for collecting and transporting non-compliant milk;\nThe first annual report shall be submitted to the Commission by 31 December 2010, at the latest, and the second annual report by 31 October 2011, at the latest.\nThe form set out in Annex III shall be used for those reports.", "This Decision shall apply from 1 January 2010 to 31 December 2011.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 1.\nANNEX I\nList of milk establishments permitted to process compliant and non-compliant milk as referred to in Article 2\nNo Veterinary No Name of establishment Town/Street or Village/Region\n1 BG 0412010 ‘Bi Si Si Handel’ OOD gr. Elena\n2 BG 0512025 ‘El Bi Bulgarikum’ EAD gr. Vidin\n3 BG 0612027 ‘Mlechen ray — 99’ EOOD gr. Vratsa\n4 BG 0612043 ET ‘Zorov- 91 -Dimitar Zorov’ gr. Vratsa\n5 BG 1912013 ‘ZHOSI’ OOD s. Chernolik\n6 BG 2012020 ‘Yotovi’ OOD gr. Sliven\n7 BG 2512020 ‘Mizia-Milk’ OOD gr. Targovishte\n8 BG 0812009 ‘Serdika — 90’ AD gr. Dobrich\n9 BG 2112001 ‘Rodopeya — Belev’ EOOD 4700 town Smolyan,\n10 BG 1212001 ‘S i S — 7’ EOOD gr. Montana\n11 BG 2812003 ‘Balgarski yogurt’ OOD s. Veselinovo,\nANNEX II\nList of milk processing establishments permitted to process non-compliant milk as referred to in Article 3\nNo Veterinary No Name establishment Town/Street or Village/Region\n1 BG 1312002 „Milk Grup“ EOOD s. Yunacite\n2 0112014 ET „Veles — Kostadin Velev“ gr. Razlog\n3 2312041 „Danim — D. Stoyanov“ gr. Elin Pelin\n4 2712010 „Kamadzhiev — milk“ EOOD s. Kriva reka\n5 BG 1212029 SD „Voynov i sie“ gr. Montana ul. „N.Yo. Vaptsarov“ 8\n6 0712001 „Ben Invest“ OOD s. Kostenkovtsi obsht. Gabrovo\n7 1512012 ET „Ahmed Tatarla“ s. Dragash voyvoda,\n8 2212027 „Ekobalkan“ OOD gr. Sofia\n9 2312030 ET „Favorit — D. Grigorov“ s. Aldomirovtsi\n10 2312031 ET „Belite kamani“ s. Dragotintsi\n11 BG 1512033 ET „Voynov — Ventsislav Hristakiev“ s. Milkovitsa\n12 BG 1612020 ET „Bor — Chvor“ s. Dalbok izvor\n13 BG 1512029 „Lavena“ OOD s. Dolni Dabnik\n14 BG 1612028 ET „Slavka Todorova“ s. Trud\n15 BG 1612051 ET „Radev — Radko Radev“ s. Kurtovo Konare\n16 BG 1612066 „Lakti ko“ OOD s. Bogdanitza\n17 BG 2112029 ET „Karamfil Kasakliev“ gr. Dospat\n18 BG 0912004 „Rodopchanka“ OOD s. Byal izvor\n19 0112003 ET „Vekir“ s. Godlevo\n20 0112013 ET „Ivan Kondev“ gr. Razlog\n21 0212028 „Vester“ OOD s. Sigmen\n22 0212037 „Megakomers“ OOD s. Lyulyakovo\n23 0512003 SD „LAF — Velizarov i sie“ s. Dabravka\n24 0612035 OOD „Nivego“ s. Chiren\n25 0612041 ET „Ekoprodukt — Megiya — Bogorodka Dobrilova“ gr. Vratsa\n26 0612042 ET „Mlechen puls — 95 — Tsvetelina Tomova“ gr. Krivodol\n27 1012008 „Kentavar“ OOD s. Konyavo\n28 1212022 „Milkkomm“ gr. Lom ul. „Al. Stamboliyski“ 149\n29 1212031 „ADL“ OOD s. Vladimirovo obsht. Boychinovtsi\n30 1512006 „Mandra“ OOD s. Obnova\n31 1512008 ET „Petar Tonovski-Viola“ gr. Koynare\n32 1512010 ET „Militsa Lazarova — 90“ gr. Slavyanovo,\n33 1612024 SD „Kostovi — EMK“ gr. Saedinenie\n34 1612043 ET „Dimitar Bikov“ s. Karnare\n35 1712046 ET „Stem — Tezdzhan Ali“ gr. Razgrad\n36 2012012 ET „Olimp- P. Gurtsov“ gr. Sliven\n37 2112003 „Milk — inzhenering“ OOD gr. Smolyan\n38 2112027 „Keri“ OOD s. Borino,\n39 2312023 „Mogila“ OOD gr. Godech, ul. „Ruse“ 4\n40 2512018 „Biomak“ EOOD gr. Omurtag\n41 2712013 „Ekselans“ OOD s. Osmar,\n42 2812018 ET „Bulmilk — Nikolay Nikolov“ s. General Inzovo,\n43 2812010 ET „Mladost — 2 — Yanko Yanev“ gr. Yambol,\n44 BG 1012020 ET „Petar Mitov-Universal“ s. Gorna Grashtitsa\n45 BG 1112016 Mandra „IPZHZ“ gr. Trojan\n46 BG 1712042 ET „Madar“ s. Terter\n47 BG 2612042 „Bulmilk“ OOD s. Konush\n48 BG 0912011 ET „Alada — Mohamed Banashak“ s. Byal izvor\n49 1112026 „ABLAMILK“ EOOD gr. Lukovit,\n50 1312005 „Ravnogor“ OOD s. Ravnogor\n51 1712010 „Bulagrotreyd — chastna kompaniya“ EOOD s. Yuper\n52 1712013 ET „Deniz“ s. Ezerche\n53 2012011 ET „Ivan Gardev 52“ gr. Kermen\n54 2012024 ET „Denyo Kalchev 53“ gr. Sliven\n55 2112015 OOD „Rozhen Milk“ s. Davidkovo, obsht. Banite\n56 2112026 ET „Vladimir Karamitev“ s. Varbina\n57 2312007 ET „Agropromilk“ gr. Ihtiman, ul. „P.Slaveikov“ 19\n58 2412041 „Mlechen svyat 2003“ s. Bratya Daskalovi\n59 2612038 „Bul Milk“ EOOD gr. Haskovo\n60 2612049 ET „Todorovi — 53“ gr. Topolovgrad\nANNEX III\nReport form as referred to in Article 5\nRegion Total number of dairy farms 31.12.2009 Number of dairy farms with non-compliant milk 31.12.2009 % of non-compliant dairy farms out of the total 31.12.2009 Total number of dairy farms 30.11.2010 Number of dairy farms with non-compliant milk 30.11.2010 % of non-compliant dairy farms out of the total 30.11.2010 Total number of dairy farms 30.9.2011 Number of dairy farms with non-compliant milk 30.9.2011 % of non-compliant dairy farms out of the total 30.9.2011\n\n\n\n\n\n\nSummary BU\nRegion Total number of milk collection points 31.12.2009 Number of non-compliant milk collection points 31.12.2009 % of non-compliant collection points out of the total 31.12.2009 Total number of milk collection points 30.11.2010 Number of non-compliant milk collection points 30.11.2010 % of non-compliant collection points out of the total 30.11.2010 Total number of milk collection points 30.9.2011 Number of non-compliant milk collection points 30.9.2011 % of non-compliant collection points out of the total 30.9.2011\n\n\n\n\n\n\nSummary BU"}