{"celex_id": "32005R1724", "uri": "http://publications.europa.eu/resource/cellar/eb29e2bb-59a0-4777-a20d-4d75e8f2de81", "type": "Regulation", "concepts": ["161", "1644", "2296", "2771", "3732", "4078", "5083"], "title": "Commission Regulation (EC) No 1724/2005 of 20 October 2005 on the issue of import licences for rice originating in the ACP States and the overseas countries and territories against applications submitted in the first five working days of October 2005 pursuant to Regulation (EC) No 638/2003\n", "header": "21.10.2005 EN Official Journal of the European Union L 276/21\nCOMMISSION REGULATION (EC) No 1724/2005\nof 20 October 2005\non the issue of import licences for rice originating in the ACP States and the overseas countries and territories against applications submitted in the first five working days of October 2005 pursuant to Regulation (EC) No 638/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2286/2002 of 10 December 2002 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EC) No 1706/98 (1),\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (Overseas Association Decision) (2),\nHaving regard to Commission Regulation (EC) No 638/2003 of 9 April 2003 laying down detailed rules for applying Council Regulation (EC) No 2286/2002 and Council Decision 2001/822/EC as regards the arrangements applicable to imports of rice originating in the African, Caribbean and Pacific States (ACP States) and the overseas countries and territories (OCT) (3), and in particular Article 17(2) thereof,\nWhereas:\nExamination of the quantities for which applications have been submitted shows that licences for the October 2005 tranche should be issued for the quantities applied for reduced, where appropriate, by the percentages not covered and fixing the quantities carried over to the subsequent tranche,", "main_body": ["1.   Import licences for rice against applications submitted during the first five working days of October 2005 pursuant to Regulation (EC) No 638/2003 and notified to the Commission shall be issued for the quantities applied for reduced, where appropriate, by the percentages set out in the Annex hereto.\n2.   The available quantities carried over to the subsequent tranche are set out in the Annex hereto.", "This Regulation shall enter into force on 21 October 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 348, 21.12.2002, p. 5.\n(2)  OJ L 314, 30.11.2001, p. 1.\n(3)  OJ L 93, 10.4.2003, p. 3.\nANNEX\nReduction percentages to be applied to quantities applied for under the tranche for October 2005 and quota use for 2005\nOrigin/product Reduction percentage for the October 2005 tranche Final use of the quota for 2005 in percentage terms\nNetherlands Antilles and Aruba Least-developed OCTs Netherlands Antilles and Aruba Least-developed OCTs\nOCT (Article 10(1)(a) and (b) of Regulation (EC) No 638/2003)\n— CN code 1006\nOrigin/product Reduction percentage for the October 2005 tranche Final use of the quota for 2005 in percentage terms\nACP (Article 3(1) of Regulation (EC) No 638/2003)\n— CN codes 1006 10 21 to 1006 10 98, 1006 20 and 1006 30\nACP (Article 5(1) of Regulation (EC) No 638/2003\n— CN codes 1006 40 00"}