{"celex_id": "32003D0235", "uri": "http://publications.europa.eu/resource/cellar/0c3292cb-7c27-41e1-b3ab-19619e726c40", "type": "Decision", "concepts": ["1309", "2300", "2488", "2738", "2771", "690"], "title": "2003/235/EC: Commission Decision of 3 April 2003 amending Decision 94/278/EC drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC, with respect to imports of frogs' legs from Egypt (Text with EEA relevance) (notified under document number C(2003) 1093)\n", "header": "Commission Decision\nof 3 April 2003\namending Decision 94/278/EC drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC, with respect to imports of frogs' legs from Egypt\n(notified under document number C(2003) 1093)\n(Text with EEA relevance)\n(2003/235/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(1) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC(1), as last amended by Commission Decision 2001/7/EC(2), and in particular Article 10 thereof,\nWhereas:\n(1) Commission Decision 94/278/EC of 18 March 1994 drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC(3), sets out the list of the third countries from which the Member States authorise imports of frogs' legs intended for human consumption. This Decision was amended by Commission Decision 95/134/EC(4) to include Egypt in the above mentioned list.\n(2) However, the last amendment to Decision 94/278/EC, which is Commission Decision 2002/574/EC(5), does not include Egypt in the list of the third countries from which the Member States authorise imports of frogs' legs intended for human consumption.\n(3) Therefore it is necessary to amend Decision 94/278/EC to reintroduce Egypt and it is also appropriate to update and consolidate in the present Decision the list of the third countries from which the Member States authorise imports of frogs' legs intended for human consumption.\n(4) To avoid unnecessary disruption in trade, it is appropriate for the present Decision to be applied three days after its publication in the Official Journal.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part XII of the Annex to Decision 94/278/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 7 April 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 62, 15.3.1993, p. 49.\n(2) OJ L 2, 5.1.2001, p. 27.\n(3) OJ L 120, 11.5.1994, p. 44.\n(4) OJ L 89, 21.4.1995, p. 44.\n(5) OJ L 181, 11.7.2002, p. 23.\nANNEX\n\"PART XII\nList of third countries from which Member States authorise imports of frogs' legs intended for human consumption\nAll third countries in the Annex to Decision 97/296/EC and the following countries:\n(BA) Bosnia-Herzegovina\n(EG) Egypt\n(HU) Hungary\n(MK(1)) Former Yugoslav Republic of Macedonia\"\n(1) Provisional code which does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations."}