{"celex_id": "32001R1789", "uri": "http://publications.europa.eu/resource/cellar/ca77d628-26e2-4675-b10a-8828c103e085", "type": "Regulation", "concepts": ["1019", "1486", "20", "3568", "4320", "4497"], "title": "Commission Regulation (EC) No 1789/2001 of 12 September 2001 on a special intervention measure for cereals in Finland and Sweden\n", "header": "Commission Regulation (EC) No 1789/2001\nof 12 September 2001\non a special intervention measure for cereals in Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 6 thereof,\nWhereas:\n(1) Oats are one of the products covered by the common organisation of the market in cereals. It is not, however, included among the basic cereals referred to in Article 4 of Regulation (EEC) No 1766/92 for which provision is made for intervention buying in.\n(2) Oats is a major traditional crop in Finland and Sweden which is well suited to the weather conditions obtaining in those countries. Production far exceeds requirements in those countries with the result that they are required to dispose of surpluses by exporting them to third countries. Membership of the Community has not altered the previously existing situation.\n(3) Any reduction in the quantity of oats grown in Finland and Sweden would be beneficial to other cereals qualifying for the intervention arrangements, especially barley. Production of barley is in surplus both in the two Nordic countries and across the whole of the Community. A switch from oats to barley would only worsen the situation and create further surpluses. It is necessary therefore to ensure that exports of oats to third countries can continue.\n(4) Refunds may be granted in respect of oats pursuant to Article 13 of Regulation (EEC) No 1766/92. The geographical situation of Finland and Sweden places them in a less favourable position from the point of view of exporting than other Member States. The fixing of refunds on the basis of Article 13 favours primarily those other Member States. It is anticipated therefore that the production of oats in the two Nordic countries will give way increasingly to that of barley. Consequently, in coming years, substantial quantities of barley must be expected to enter intervention storage in Finland and Sweden pursuant to Article 4 of Regulation (EEC) No 1766/92, the only possibility of disposal being export to third countries. Exports from intervention storage are more costly to the Community budget than direct exports.\n(5) These additional costs can be avoided under a special intervention measure within the meaning of Article 6 of that Regulation. This intervention measure may be taken in the form of a measure intended to relieve the market in oats in Finland and Sweden. The grant of a refund by a tendering procedure which would apply only to oats produced and exported from those two countries would be the most appropriate measure in the circumstances. This approach was followed in the 2000/2001 marketing year pursuant to Commission Regulation (EC) No 2097/2000(3), as last amended by Regulation (EC) No 680/2001(4).\n(6) The nature and objectives of the said measure make it appropriate to apply to it, mutatis mutandis, Article 13 of Regulation (EEC) No 1766/92 and the Regulations adopted for its implementation, in particular Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed rules for the application of Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals(5), as last amended by Regulation (EC) No 602/2001(6).\n(7) Regulation (EC) No 1501/95 requires tenderers to apply for an export licence among their other undertakings. Compliance with this obligation may be ensured by requiring tenderers to lodge a security of EUR 12 per tonne when they submit their tenders.\n(8) The cereals in question should actually be exported from the Member States for which a special intervention measure was implemented. It is necessary therefore to limit the use of export licences to exports from the Member State in which application for the licence was made and to oats produced in Finland and Sweden.\n(9) In order to ensure equal treatment for all concerned, it is necessary to make provision that the licences issued have an identical period of validity.\n(10) In order to ensure the smooth operation of the export tendering procedure, it is necessary to prescribe a minimum quantity and a time limit and form for the submission of tenders to the competent agencies.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. A special intervention measure in the form of an export refund shall be implemented in respect of 400000 tonnes of oats produced in Finland and Sweden and intended for export from Finland and Sweden to all third countries.", "3 of Regulation (EEC) No 1766/92 and the provisions adopted for the application of that Article shall apply, mutatis mutandis, to the said refund.\n2. The Finnish and Swedish intervention agencies shall be responsible for implementing the measure referred to in paragraph 1.", "1. Tenders shall be invited in order to determine the amount of the refund referred to in Article 1.\n2. The invitation to tender shall relate to the quantity of oats referred to in Article 1(1) for export to all third countries.\n3. The invitation shall remain open until 27 June 2002. During its period of validity weekly awards shall be made, for which the time limits for the submission of tenders shall be specified in the notice of invitation to tender.\nNotwithstanding Article 4(4) of Regulation (EC) No 1501/95, the time limit for the submission of tenders for the first partial invitation to tender shall be 20 September 2001.\n4. Tenders must be submitted to the Finnish and Swedish intervention agencies named in the notice of invitation.\n5. The tendering procedure shall take place in accordance with this Regulation and Regulation (EC) No 1501/95.", "A tender shall be valid only if:\n(a) it relates to not less than 1000 tonnes;\n(b) it is accompanied by a written undertaking from the tenderer specifying that it relates solely to oats grown in Finland and Sweden which are to be exported from those countries.\nWhere the undertaking referred to in paragraph (b) is not fulfilled, the security provided for in Article 10 of Commission Regulation (EC) No 1162/95(7) shall be forfeited, except in cases of force majeure.", "Under the tendering procedure referred to in Article 2, one of the following entries shall be made in box 20 of applications and export licences:\n- \"Asetus (EY) N:o 1789/2001 - Todistus on voimassa ainoastaan Suomessa ja Ruotsissa\",\n- \"Förordning (EG) nr 1789/2001 - Licensen giltig endast i Finland och Sverige\".", "The refund shall be valid only for exports from Finland and Sweden.", "The security referred to in Article 5 of Regulation (EC) No 1501/95 shall be EUR 12 per tonne.", "1. Notwithstanding Article 23(1) of Commission Regulation (EEC) No 1291/2000(8), export licences issued in accordance with Article 8(1) of Regulation (EC) No 1501/95 shall, for the purpose of determining their period of validity, be deemed to have been issued on the day on which the tender was submitted.\n2. Export licences issued under this tendering procedure shall be valid from their date of issue, as defined in paragraph 1, until the end of the fourth month following that of issue.\n3. Notwithstanding Article 11 of Regulation (EC) No 1291/2000, export licences issued under this tendering procedure shall be valid in Finland and Sweden only.", "1. On the basis of tenders notified, the Commission shall decide, in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92, either:\n- to fix a maximum export refund, taking into account in particular the criteria laid down in Article 1 of Regulation (EC) No 1501/95, or\n- to make no award.\n2. Where a maximum export refund is fixed, a contract shall be awarded to any tenderer whose tender specifies a rate of refund not exceeding such maximum export refund.", "Tenders submitted must reach the Commission via the Finnish and Swedish intervention agencies not later than one and a half hours following expiry of the deadline for the weekly submission of tenders as specified in the notice of invitation to tender. They must be communicated in the form shown in Annex I to the telex or fax numbers given in Annex II.\nIf no tenders are received, the Finnish and Swedish intervention agencies shall inform the Commission thereof within the period specified in the first paragraph.\nThe times fixed for the submission of tenders shall correspond to Belgian time.", "0\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 249, 4.10.2000, p. 15.\n(4) OJ L 94, 4.4.2001, p. 20.\n(5) OJ L 147, 30.6.1995, p. 7.\n(6) OJ L 89, 29.3.2001, p. 16.\n(7) OJ L 117, 24.5.1995, p. 2.\n(8) OJ L 152, 24.6.2000, p. 1.\nANNEX I\nWeekly tender for the refund for the export of oats from Finland and Sweden to all third countries\n(Regulation (EC) No 1789/2001)\n>PIC FILE= \"L_2001243EN.001702.TIF\">\nANNEX II\n>TABLE>"}