{"celex_id": "32004R1322", "uri": "http://publications.europa.eu/resource/cellar/8de1c402-66ce-4e68-bbdc-1dce0a649e2d", "type": "Regulation", "concepts": ["1309", "2771", "3763", "4575", "4584", "519", "5876"], "title": "Council Regulation (EC) No 1322/2004 of 16 July 2004 amending Regulation (EC) No 2320/97 imposing definitive anti-dumping duties on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in, inter alia, Russia and Romania\n", "header": "20.7.2004 EN Official Journal of the European Union L 246/10\nCOUNCIL REGULATION (EC) No 1322/2004\nof 16 July 2004\namending Regulation (EC) No 2320/97 imposing definitive anti-dumping duties on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in, inter alia, Russia and Romania\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), in particular Articles 9, 11(2) and (3) thereof,\nHaving regard to the proposal from the Commission, submitted following consultation with the Advisory Committee provided for by the basic Regulation,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) By Regulation (EC) No 2320/97 (2), the Council imposed definitive antidumping duties on imports of certain seamless pipes and tubes, of iron or non-alloy steel, originating in Hungary, Poland, Russia, the Czech Republic, Romania and the Slovak Republic. Undertakings offered by exporting producers in Hungary, Poland, the Czech Republic, Romania and the Slovak Republic were accepted by Decision 97/790/EC (3) and undertakings offered by exporting producers in Russia were accepted by Commission Decision 2000/70/EC (4).\n(2) On 1 Mai 2004 the European Union enlarged to include 10 new Member States. As from that date, the antidumping measures in force in the Community of 15 Member States were automatically extended to be applied also by the new Member States to imports from third countries. Measures against the new Member States automatically lapsed on the same date.\n(3) The measures currently in force apply to imports originating in Russia (anti-dumping duty of 26,8 % and three price undertakings) and in Romania (anti-dumping duties ranging from 9,8 to 38,2 % and four price undertakings).\n2.   Interim and expiry reviews\n(4) On 23 November 2002, the Commission published a notice of initiation of an expiry and an interim review of the anti-dumping measures applicable to imports of certain seamless pipes and tubes, of iron or non-alloy steel originating in Poland, Russia, the Czech Republic, Romania and the Slovak Republic (5).\n(5) The review was requested by the Defence Committee of the seamless steel tube industry of the European Union on behalf of producers representing a major proportion of the total Community production of certain seamless pipes and tubes, of iron or non-alloy steel.\n(6) The request for the expiry review is based on the allegation of continuation or recurrence of dumping and injury to the Community industry. The request for the interim review is based on the grounds that the form and level of the measures are inappropriate to counteract the dumping which is causing the injury.\n(7) The review investigations are still ongoing in respect of Russia and Romania.\n3.   Product concerned\n(8) The categories of products covered by the expiry and interim reviews (Article 11(2) and (3) of the basic Regulation) (the product concerned), are the same as the ones in Regulation (EC) No 2320/97, i.e.\n(a) seamless pipes, of iron or non-alloy steel, of a kind used for oil and gas pipelines, of an external diameter not exceeding 406,4 mm;\n(b) seamless tubes of circular cross section, of iron or non-alloy steel, cold-drawn or cold-rolled, other than precision tubes;\nc) other tubes of circular cross section, of iron or nonalloy steel, other than threaded or threadable, of an external diameter not exceeding 406,4 mm\nB.   ASSESSMENT OF THE RELATION BETWEEN DECISION 2003/382/EC AND REGULATION (EC) No 2320/97\n1.   Proceeding on anti-competitive conduct under Article 81 of the EC Treaty\n(9) In Commission Decision 2003/382/EC (the competition Decision) (6), several Community producers were fined for involvement in two cases of infringement of Article 81(1) of the EC Treaty.\n(10) Following the adoption of the competition Decision, it was initially considered that the potential link with Regulation (EC) No 2320/97, if any, was not such as to require a re-examination of the findings of that Regulation. However, following the publication of the competition Decision, one of the interested parties has raised the issue of a possible impact of the anti-competitive conduct on the anti-dumping measures in force, and has provided further information regarding issues related to the injury and causation findings of Regulation (EC) No 2320/97. This Regulation aims at examining whether the competition Decision should have any consequences for the anti-dumping measures currently in force.\n2.   Product concerned by the competition Decision\n(11) The products concerned by the competition Decision are seamless carbon-steel pipes and tubes, in particular those used by the oil and gas industry. They include two major categories, i.e. project line pipes for carrying oil and gas over medium and short distances (LP) on the one hand and borehole pipes and tubes, commonly called oil country tubular goods (OCTG pipes and tubes) on the other hand. Whereas LP are classifiable within CN code ex 7304 10 the OCTG pipes and tubes are classifiable within CN code 7304 21.\n(12) The product scope of the anti-dumping investigation is wider than the products concerned by the competition Decision. However, a comparison shows that product categories falling under CN code ex 7304 10 10 and CN code ex 7304 10 30, i.e. line pipe of a kind used for oil or gas pipelines of an external diameter not exceeding 406,4 mm, appear to be affected by both the anti-dumping investigation and the competition infringement, even if this is only for a limited part of the Community market of the product concerned.\n3.   Producers concerned\n(13) In the anti-dumping investigation 10 Community producers cooperated, representing more than 90 % of the total Community production of the product subject to investigation. Three out of the 10 companies were also involved in the infringement of Article 81(1) of the EC Treaty.\n4.   Infringement during investigation period and period considered\n(14) The period for the examination of dumping and injury lasted from 1 September 1995 to 31 August 1996 (investigation period) whereas the examination of trends relevant for the injury assessment in the anti-dumping investigation covered the period from January 1992 to the end of the investigation period, i.e. 31 August 1996 (period considered).\n(15) Two infringements have taken place within the investigation period and the period considered:\n(a) in the EU-Japan cartel, the producers concerned have infringed Article 81(1) of the EC Treaty by participating, together with other producers, in an agreement providing, inter alia, for the observance of their respective domestic markets for seamless standard threaded OCTG pipes and tubes and LP. The infringement lasted from 1990 to 1995, although it could not be clearly proven when in 1995 the operations actually stopped;\nb) in a parallel European cartel the producers infringed Article 81(1) of the EC Treaty by concluding, in the context of the anti-competitive conduct mentioned under (a), contracts which resulted in a sharing of the supplies of plain end OCTG pipes and tubes. The infringement lasted from 1991 to 1999 and from 1993 to 1997 for one of the producers concerned in the anti-dumping investigation.\n(16) The infringement mentioned under recital 15(b) does not directly affect the anti-dumping investigation since the product concerned falls under CN code 7304 21, i.e. outside the scope of the anti-dumping investigation.\n(17) With regard to the infringement mentioned under recital 15(a) the overlap in time between the investigation period of the anti-dumping proceeding and the operation of the EU-Japan cartel runs from 1 September 1995 until 31 December 1995. With regard to the period considered, the overlap is from January 1992 to 31 December 1995.\n5.   Analysis\n(18) As stated above, there is a partial overlap between the anti-dumping proceeding and the occurrence of the anti-competitive conduct. The product subject to the anti-competitive conduct falls partially within the product scope of the anti-dumping investigation (recital 12). The investigation period and the period considered of the anti-dumping proceeding and the period for which the infringement of the competition rules was found, overlap partly (recital 17). Finally, a part of the Community producers involved in the anti-competitive conduct were also part of the Community industry as defined in the anti-dumping proceeding (recital 13).\n(19) Given that the overlap in the product scope, the companies involved and the time period of the two proceedings is only partial, it has been found that the impact of this anti-competitive conduct has affected, to a limited extent, the anti-dumping investigation on which the definitive duties imposed in 1997 were based. In addition, when excluding the data of the companies found to have infringed Article 81(1) of the EC Treaty, the results appear to remain comparable to those calculated on the basis of the data of the ten cooperating Community producers, including those participating in the abovementioned anti-competitive conduct, i.e. injurious dumping would still exist. Thus, it is highly unlikely that the anti-competitive behaviour of the Community producers has had a material impact on the original findings of the anti-dumping investigation. However, it cannot be confirmed with certainty that the overall market conditions would have been the same in the absence of this anti-competitive conduct.\n6.   Conclusion\n(20) In view of the above, it is considered appropriate to no longer apply the measures established by Regulation (EC) No 2320/97. This is in line with the principles of sound administration and good administrative practice. Furthermore, it is to be noted that in the context of the ongoing interim and expiry reviews new findings should be available within the near future to permit an assessment for the future on the basis of data clearly not affected by the anti-competitive conduct. Until the ongoing reviews are concluded, the duties should no longer be collected. It also follows from the above that undertakings currently in force are no longer applied pending the outcome of the ongoing reviews.\n(21) Interested parties have been informed of the intention to no longer apply the measures established by Regulation (EC) No 2320/97. They were also granted a period within which they could make representations subsequent to this disclosure.\n(22) The oral and written arguments submitted by the parties were considered and, where appropriate, were taken into account,", "main_body": ["In Regulation (EC) No 2320/97, the following Article shall be added:\n‘Article 8\nArticles 1, 2 and 3 shall not be applied as from 21 July 2004’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2004.\nFor the Council\nThe President\nA. NICOLAÏ\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 322, 25.11.1997, p. 1 Regulation as last amended by Regulation (EC) No 235/2004 (OJ L 40, 12.2.2004, p. 11).\n(3)  OJ L 322, 25.11.1997, p. 63.\n(4)  OJ L 23, 28.1.2000, p. 78.\n(5)  OJ C 288, 23.11.2002, p. 2.\n(6)  OJ L 140, 6.6.2003, p. 1."}