{"celex_id": "32008R0571", "uri": "http://publications.europa.eu/resource/cellar/cbfa6f0e-3162-467c-8553-9cd66e48cd50", "type": "Regulation", "concepts": ["1755", "1854", "192", "3885", "4125", "5034"], "title": "Commission Regulation (EC) No 571/2008 of 19 June 2008 amending Annex III to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the criteria for revision of the annual monitoring programmes concerning BSE (Text with EEA relevance)\n", "header": "20.6.2008 EN Official Journal of the European Union L 161/4\nCOMMISSION REGULATION (EC) No 571/2008\nof 19 June 2008\namending Annex III to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the criteria for revision of the annual monitoring programmes concerning BSE\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the first paragraph of Article 23 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It provides that each Member State is to carry out an annual monitoring programme for TSEs based on active and passive surveillance.\n(2) Article 6(1b) of Regulation (EC) No 999/2001 provides that Member States which can demonstrate the improvement of the epidemiological situation on their territory may apply for their annual monitoring programmes to be revised.\n(3) Several Member States in which a positive trend in the epidemiological situation as regards bovine spongiform encephalopathy (BSE) has been observed, have expressed interest in having their annual BSE monitoring programme revised. In order to allow those Member States to submit to the Commission a request to revise their BSE monitoring programmes, it is necessary to lay down the criteria for demonstrating an improvement in the BSE epidemiological situation.\n(4) Those criteria are epidemiological indicators aiming to assess in a quantified manner the evolution of the BSE situation in Member States over the years.\n(5) For the sake of clarity and consistency, those criteria should be laid down in Annex III to Regulation (EC) No 999/2001.\n(6) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex III to Regulation (EC) No 999/2001 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 357/2008 (OJ L 111, 23.4.2008, p. 3).\nANNEX\nIn Part I of Chapter A of Annex III to Regulation (EC) No 999/2001, the following point 7 is added:\n‘7.   Revision of the annual monitoring programmes concerning BSE (BSE monitoring programmes), as provided for in Article 6(1b)\n7.1.   Member States’ applications\nApplications submitted to the Commission by Member States for revision of their annual BSE monitoring programme shall include at least the following:\n(a) information on the annual BSE monitoring system in place during the previous six-year period within the territory of the Member State, including detailed documentation proving compliance with the epidemiological criteria set out in point 7.2;\n(b) information on the bovine identification and traceability system, as referred to in point (b) of the third subparagraph of Article 6(1b), in place during the previous six-year period within the territory of the Member State, including a detailed description of the functioning of the computerised database as referred to in Article 5 of Regulation (EC) No 1760/2000 of the European Parliament and of the Council (1);\n(c) information on prohibitions concerning animal feeding during the previous six-year period within the territory of the Member State, including a detailed description of the enforcement of the feed ban for farmed animals, as referred to in point (c) of the third subparagraph of Article 6(1b), including the sampling plan and the number and type of infringements found and the follow-up results;\n(d) a detailed description of the proposed revised BSE monitoring programme that includes the geographical area in which the programme is to be implemented and a description of subpopulations of bovine animals to be covered by the BSE revised monitoring programme, including indications of the age limits and the sample sizes for testing;\n(e) the result of a comprehensive risk analysis showing that the revised BSE monitoring programme will ensure the protection of human and animal health. This risk analysis shall include a birth cohort analysis or other relevant studies aiming to demonstrate that the TSE risk reducing measures, including the feeding prohibitions as referred to in point (c) of the third subparagraph of Article 6(1b), have been implemented in an efficient way.\n7.2.   Epidemiological criteria\nApplications for revision of a BSE monitoring programme may only be accepted if the Member State concerned can demonstrate that, in addition to the requirements laid down in points (a), (b) and (c) of the third subparagraph of Article 6(1b), the following epidemiological criteria are met within its territory:\n(a) for a period of at least six consecutive years following the date of implementation of the Community BSE testing scheme as referred to in point (b) of the third subparagraph of Article 6(1b):\n(i) the average decrease of the annual BSE incidence rate observed within the adult bovine animal population (over 24 months of age) was superior to 20 %, and the total number of BSE affected cattle born after the implementation of the Community total feed ban for farmed animals, as referred to in point (c) of the third subparagraph of Article 6(1b), did not exceed 5 % of the total number of confirmed BSE cases;\n(ii) the annual observed BSE incidence rate within the adult bovine animal population (over 24 months of age) remained consistently less than 1/100 000;\n(iii) as a further option for a Member State with an adult bovine animal population (over 24 months of age) of less than 1 000 000 animals, the cumulated number of confirmed BSE cases remained under five;\n(b) following the six-year period referred to in point (a), there is no evidence that the BSE epidemiological situation is deteriorating.\n(1)  OJ L 204, 11.8.2000, p. 1.’"}