{"celex_id": "32005R0923", "uri": "http://publications.europa.eu/resource/cellar/e5124011-fcae-4d2c-94ef-99ba46aa365f", "type": "Regulation", "concepts": ["1255", "2173", "2563", "3170", "5010"], "title": "Commission Regulation (EC) No 923/2005 of 15 June 2005 on the transfer and sale on the Portuguese market of 80000 tonnes of common wheat, 80000 tonnes of maize and 40000 tonnes of barley held by the Hungarian intervention agency\n", "header": "18.6.2005 EN Official Journal of the European Union L 156/8\nCOMMISSION REGULATION (EC) No 923/2005\nof 15 June 2005\non the transfer and sale on the Portuguese market of 80 000 tonnes of common wheat, 80 000 tonnes of maize and 40 000 tonnes of barley held by the Hungarian intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) The weather conditions in Portugal during the 2004/05 marketing year have led to a severe drought which has seriously reduced the availability of fodder and caused a shortage for farmers. This shortage of fodder could cause farmers to sell or slaughter their livestock too early and have serious consequences for the sector and farmers’ incomes.\n(2) The abundant cereal harvest in the rest of the Community in that marketing year, particularly in the Member States that joined the Community on 1 May 2004, has at the same time led to a significant increase in intervention stocks of common wheat, maize and barley, outlets for which on the domestic market of the Member States concerned or the export markets have been non-existent for a relatively long period, and for which sufficient local storage capacities are not always available.\n(3) Therefore the Community market in cereals continues to be highly imbalanced and stabilisation and compensation measures should be taken under the intervention system. As a result, given the existence of cereal stocks that may have to be kept for a very long period under the intervention regime in those regions with a large surplus and the resultant costs for the Community budget, and the existence at the same time of a shortage of animal feed in Portugal, part of those stocks should be made available to Portuguese farmers.\n(4) Distribution of these cereals on the Portuguese market requires an appropriate management and financial control structure to be used. Provision should be made for the cereals to be transferred initially to the Portuguese intervention agency, which should then be responsible for selling the cereals and distributing them to the benefit of farmers.\n(5) As a result of the level of demand and the availability of cereals offered for intervention in Hungary, the lack of approved storage capacities for intervention in that country, and the inadequacy of the measures taken so far to solve the problem of disposing of these Hungarian stocks, this operation should be carried out using Hungarian cereals.\n(6) Provisions on the booking of this operation should be laid down in accordance with the mechanisms provided for in Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (2).\n(7) For the sake of simplification and for control purposes, the Community’s financial contribution should be set at a standard amount.\n(8) The stocks transferred should be sold in accordance with the conditions laid down in Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies (3). However, in view of the special requirements of the objectives to be met in the context of the shortage of animal feed, specific provisions should be laid down to be applied by the Portuguese intervention agency, by way of derogation from Regulation (EEC) No 2131/93.\n(9) In order not to disrupt the Portuguese cereal market, it is in particular necessary to lay down specific provisions for the quantities offered and to set limits on the selling price of the cereals.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   The Hungarian intervention agency shall make available 80 000 tonnes of common wheat, 80 000 tonnes of maize and 40 000 tonnes of barley to the Portuguese intervention agency.\n2.   The Portuguese intervention agency shall take over the products referred to in paragraph 1, arrange for them to be transported to Portugal and ensure that they are disposed of for use as animal feed before 31 December 2005.", "1.   The Hungarian intervention agency shall debit the annual accounts referred to in Article 4(1) of Regulation (EEC) No 1883/78 with the quantities of common wheat, maize and barley, valued at zero.\n2.   The Portuguese intervention agency shall credit the annual accounts referred to in Article 4(1) of Regulation (EEC) No 1883/78 with the quantities of common wheat, maize and barley physically taken over, valued at zero, and shall value them at the end of the month at EUR 101,44/t in the case of common wheat, EUR 85,52/t in the case of maize and EUR 80,87/t in the case of barley.\n3.   All the other formalities laid down in Community legislation relating to the transfer of cereals between the Hungarian intervention agency and the Portuguese intervention agency shall be completed under the responsibility of those agencies.", "1.   The transport costs for the quantities of cereals referred to in Article 1 of this Regulation shall be entered by the Portuguese intervention agency in the annual accounts referred to in Article 4(1) of Regulation (EEC) No 1883/78 on the basis of the standard amount laid down in paragraph 2 of this Article.\n2.   The Community shall contribute EUR 60/t towards the cost of transporting the cereals.", "1.   The Portuguese and Hungarian intervention agencies shall agree on the choice of places of departure and destination and, where applicable, intermediate storage locations, and on the dates of removal of the products. The lists of those places and the relevant quantities shall be forwarded to the Commission immediately.\n2.   The Portuguese and Hungarian intervention agencies shall ascertain, on loading in Hungary and on entry into the storage locations in Portugal, the loaded and unloaded weight and, on the basis of an analysis certificate, the quality of the products in question.", "The Hungarian intervention agency shall inform the Portuguese intervention agency and the Commission of the quantities actually recorded as removed and the dates of removal for each place of removal.", "The Portuguese intervention agency shall take over the cereals in accordance with the quantities loaded onto the means of transport when they leave the warehouse designated by the Hungarian intervention agency and shall assume responsibility for them at that moment.\nThe Portuguese intervention agency shall inform the Commission and the Hungarian intervention agency of the progress of the transfer operations.", "The Portuguese intervention agency shall sell the quantities of cereals transferred from the stocks of the Hungarian intervention agency on its domestic market by standing invitation to tender.\nIn accordance with Article 4 of Regulation (EEC) No 2131/93, the sale shall be reserved exclusively for cattle, sheep and goat farmers’ associations or cooperatives and processing plants that have concluded cooperation contracts with such associations or cooperatives for use in Portugal.", "Regulation (EEC) No 2131/93 shall apply to the sale referred to in Article 7 of this Regulation, subject to Article 9.", "1.   The quantities of each type of cereal to be sold shall correspond to the quantities actually transferred and shall be specified in the notice of invitation to tender.\n2.   The minimum quantity for each tender shall be 1 500 tonnes.\n3.   Tenders shall be drawn up for the actual quality of the lot to which they relate.\n4.   The minimum selling price for each type of cereal shall be laid down at a level that does not disturb the Portuguese cereal market and in any event is not below the intervention price.", "0\nThe Portuguese authorities shall draw up a notice of invitation to tender specifying in particular the dates of the invitations to tender and detailed control provisions enabling them to satisfy themselves that the second paragraph of Article 7 is complied with.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 216, 5.8.1978, p. 1. Regulation as last amended by Regulation (EC) No 695/2005 (OJ L 114, 4.5.2005, p. 1).\n(3)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10)."}