{"celex_id": "32008D0608", "uri": "http://publications.europa.eu/resource/cellar/24615f9d-84e9-4b69-a861-87fc058b0a17", "type": "Decision", "concepts": ["4370", "4602", "5859", "665"], "title": "2008/608/EC: Council Decision of 8 July 2008 in accordance with Article 122(2) of the Treaty on the adoption by Slovakia of the single currency on 1 January 2009\n", "header": "24.7.2008 EN Official Journal of the European Union L 195/24\nCOUNCIL DECISION\nof 8 July 2008\nin accordance with Article 122(2) of the Treaty on the adoption by Slovakia of the single currency on 1 January 2009\n(2008/608/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 122(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the report from the Commission (1),\nHaving regard to the report from the European Central Bank (2),\nHaving regard to the Opinion of the European Parliament (3),\nHaving regard to the discussion of the Council, meeting in the composition of Heads of State or Government,\nWhereas:\n(1) The third stage of economic and monetary union (hereinafter referred to as ‘EMU’) started on 1 January 1999. By Decision 98/317/EC (4), the Council, meeting in Brussels on 3 May 1998 in the composition of Heads of State or Government, found that Belgium, Germany, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Austria, Portugal and Finland fulfilled the necessary conditions for adopting the single currency on 1 January 1999.\n(2) By Decision 2000/427/EC (5) the Council decided that Greece fulfilled the necessary conditions for adopting the single currency on 1 January 2001. By Decision 2006/495/EC (6) the Council decided that Slovenia fulfilled the necessary conditions for adopting the single currency on 1 January 2007. By Decisions 2007/503/EC (7) and 2007/504/EC (8) the Council decided that Cyprus and Malta fulfilled the necessary conditions for adopting the single currency on 1 January 2008.\n(3) In accordance with paragraph 1 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland annexed to the Treaty, the United Kingdom notified the Council that it did not intend to move to the third stage of EMU on 1 January 1999. This notification has not been changed. In accordance with paragraph 1 of the Protocol on certain provisions relating to Denmark annexed to the Treaty and the Decision taken by the Heads of State or Government in Edinburgh in December 1992, Denmark has notified the Council that it will not participate in the third stage of EMU. Denmark has not requested that the procedure referred to in Article 122(2) of the Treaty be initiated.\n(4) By virtue of Decision 98/317/EC Sweden has a derogation as defined in Article 122 of the Treaty. In accordance with Article 4 of the 2003 Act of Accession, the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland and Slovakia have a derogation as defined in Article 122 of the Treaty. In accordance with Article 5 of the 2005 Act of Accession, Bulgaria and Romania have a derogation as defined in Article 122 of the Treaty.\n(5) The European Central Bank (hereinafter referred to as ‘ECB’) was established on 1 July 1998. The European Monetary System has been replaced by an exchange-rate mechanism, the setting-up of which was agreed by a resolution of the European Council on the establishment of an exchange-rate mechanism in the third stage of economic and monetary union of 16 June 1997 (9). The procedures for an exchange-rate mechanism in stage three of economic and monetary union (ERM II) were laid down in the Agreement of 16 March 2006 between the ECB and the national central banks of the Member States outside the euro area laying down the operating procedures for an exchange-rate mechanism in stage three of economic and monetary union (10).\n(6) Article 122(2) of the Treaty lays down the procedures for abrogation of the derogation of the Member States concerned. According to that Article at least once every two years, or at the request of a Member State with a derogation, the Commission and the ECB are to report to the Council in accordance with the procedure laid down in Article 121(1) of the Treaty. The most recent Commission and ECB regular Convergence Reports were adopted in May 2008. Slovakia submitted a formal request for a convergence assessment on 4 April 2008.\n(7) National legislation in the Member States including the statutes of national central banks is to be adapted as necessary with a view to ensuring compatibility with Articles 108 and 109 of the Treaty and the Statute of the European System of Central Banks and of the European Central Bank (hereinafter referred to as ‘Statute of the ESCB’). The reports of the Commission and the ECB provide a detailed assessment of the compatibility of the legislation of Slovakia with Articles 108 and 109 of the Treaty and the Statute of the ESCB.\n(8) According to Article 1 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty, the criterion concerning price stability referred to in the first indent of Article 121(1) of the Treaty means that a Member State has a price performance that is sustainable and an average rate of inflation, observed over a period of one year before the examination, that does not exceed by more than one and a half percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criterion concerning price stability, inflation is measured by the harmonised indices of consumer prices (HICPs) defined in Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices (11). In order to assess the price stability criterion a Member State’s inflation is measured by the percentage change in the arithmetic average of 12 monthly indices relative to the arithmetic average of 12 monthly indices of the previous period. In the one-year period ending in March 2008, the three best-performing Member States in terms of price stability were Malta, the Netherlands and Denmark, with inflation rates of, respectively 1,5 percent, 1,7 percent and 2,0 percent. A reference value calculated as the simple arithmetic average of the inflation rates of the three best-performing Member States in terms of price stability plus 1,5 percentage points was considered in the reports of the Commission and the ECB. On this basis, the reference value in the one-year period ending in March 2008 was 3,2 percent.\n(9) According to Article 2 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty, the criterion concerning the government budgetary position referred to in the second indent of Article 121(1) of the Treaty means that at the time of the examination the Member State is not the subject of a Council Decision under Article 104(6) of the Treaty that an excessive deficit exists.\n(10) According to Article 3 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty, the criterion concerning participation in the exchange-rate mechanism of the European Monetary System referred to in the third indent of Article 121(1) of the Treaty means that a Member State has respected the normal fluctuation margins provided for by the exchange-rate mechanism of the European Monetary System without severe tensions for at least the last two years before the examination. In particular, the Member State must not have devalued its currency’s bilateral central rate against any other Member State’s currency on its own initiative for the same period. Since 1 January 1999 the ERM II provides the framework for assessing the fulfilment of the exchange-rate criterion. In assessing the fulfilment of this criterion in their reports, the Commission and the ECB have examined the two-year period ending on 18 April 2008.\n(11) According to Article 4 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty, the criterion concerning the convergence of interest rates referred to in the fourth indent of Article 121(1) of the Treaty means that, observed over a period of one year before the examination, a Member State has had an average nominal long-term interest rate that does not exceed by more than two percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criteria concerning the convergence of interest rates, comparable interest rates on 10-year benchmark government bonds were used. In order to assess the fulfilment of the interest-rate criterion a reference value calculated as the simple arithmetic average of the nominal long-term interest rates of the three best performing Member States in terms of price stability plus two percentage points was considered in the reports of the Commission and the ECB. On this basis, the reference value in the one-year period ending in March 2008 was 6,5 percent.\n(12) In accordance with Article 5 of the Protocol on the convergence criteria referred to in Article 121 of the Treaty, the data used in the current assessment of the fulfilment of the convergence criteria are to be provided by the Commission. For the preparation of this decision the Commission provided data. Budgetary data were provided by the Commission after reporting by the Member States by 1 April 2008 in accordance with Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (12).\n(13) On the basis of reports presented by the Commission and the ECB on the progress made in the fulfilment by Slovakia of its obligations regarding the achievement of economic and monetary union, the Commission concluded that:\n— in Slovakia, national legislation, including the Statute of the national central bank, is compatible with Articles 108 and 109 of the Treaty and the Statute of the ESCB,\n— regarding the fulfilment by Slovakia of the convergence criteria mentioned in the four indents of Article 121(1) of the Treaty:\n— the average inflation rate in Slovakia in the year ending March 2008 stood at 2,2 percent, which is well below the reference value, and it is likely to remain below the reference value in the months ahead, albeit with a narrowing margin,\n— the budget deficit in Slovakia has seen a credible and sustainable reduction to below 3 percent of GDP; the Commission therefore recommended to the Council to abrogate Decision 2005/182/EC of 5 July 2004 on the existence of an excessive deficit for Slovakia (13),\n— Slovakia has been a member of ERM II since 28 November 2005; in the two-year period ending 18 April 2008, the Slovak koruna (SKK) has not been subject to severe tensions and Slovakia has not devalued, on its own initiative, the SKK bilateral central rate against the euro,\n— in the year ending March 2008, the long-term interest rate in Slovakia was, on average, 4,5 percent which is below the reference value.\n(14) By Decision 2008/562/EC (14) the Council, acting on a recommendation from the Commission, abrogated Decision 2005/182/EC on the existence of an excessive deficit in Slovakia.\n(15) According to Article 122(2) of the Treaty the Council, acting by qualified majority on a proposal by the Commission, is to decide which Member States with a derogation fulfil the necessary conditions for the adoption of the single currency and abrogate the derogations of the Member States concerned,", "main_body": ["Slovakia fulfils the necessary conditions for the adoption of the single currency. The derogation in favour of Slovakia referred to in Article 4 of the 2003 Act of Accession shall be abrogated with effect from 1 January 2009.", "This Decision is addressed to the Member States.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 July 2008.\nFor the Council\nThe President\nC. LAGARDE\n(1)  Report adopted on 7 May 2008.\n(2)  Report adopted on 6 May 2008.\n(3)  Opinion delivered on 17 June 2008 (not yet published in the Official Journal).\n(4)  OJ L 139, 11.5.1998, p. 30.\n(5)  OJ L 167, 7.7.2000, p. 19.\n(6)  OJ L 195, 15.7.2006, p. 25.\n(7)  OJ L 186, 18.7.2007, p. 29.\n(8)  OJ L 186, 18.7.2007, p. 32.\n(9)  OJ C 236, 2.8.1997, p. 5.\n(10)  OJ C 73, 25.3.2006, p. 21. Agreement as amended by the Agreement of 14 December 2007 (OJ C 319, 29.12.2007, p. 7).\n(11)  OJ L 257, 27.10.1995, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(12)  OJ L 332, 31.12.1993, p. 7. Regulation as last amended by Regulation (EC) No 2103/2005 (OJ L 337, 22.12.2005, p. 1).\n(13)  OJ L 62, 9.3.2005, p. 16.\n(14)  OJ L 181, 10.7.2008, p. 43."}