{"celex_id": "32006L0041", "uri": "http://publications.europa.eu/resource/cellar/54c107fc-627d-4e34-924e-c154c94c167e", "type": "Directive", "concepts": ["13", "2081", "2985"], "title": "Commission Directive 2006/41/EC of  7 July 2006  amending Council Directive 91/414/EEC to include clothianidin and pethoxamid as active substances   (Text with EEA relevance)\n", "header": "8.7.2006 EN Official Journal of the European Union L 187/24\nCOMMISSION DIRECTIVE 2006/41/EC\nof 7 July 2006\namending Council Directive 91/414/EEC to include clothianidin and pethoxamid as active substances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) of Directive 91/414/EEC Belgium received, on 26 September 2001, an application from Sumitomo Chemical Takeda Agro Company Ltd, London, for the inclusion of the active substance clothianidin in Annex I to Directive 91/414/EEC. Commission Decision 2002/305/EC (2) confirmed that the dossier was ‘complete’ in the sense that it could be considered as satisfying, in principle, the data and information requirements of Annexes II and III to Directive 91/414/EEC.\n(2) Germany received an application pursuant to Article 6(2) of Directive 91/414/EEC on 16 October 2000 from Stähler Agrochemie GmbH & Co., KG (now Stähler International GmbH & Co., KG) (on behalf of the Taskforce Stähler Agrochemie GmbH & Co. KG, Tokuyama Europe GmbH and Tomen France SA) for the inclusion of the active substance pethoxamid in Annex I to Directive 91/414/EEC. Commission Decision 2001/626/EC (3) confirmed that the dossier was ‘complete’ in the sense that it could be considered as satisfying, in principle, the data and information requirements of Annexes II and III to Directive 91/414/EEC.\n(3) For those active substances, the effects on human health and the environment have been assessed, in accordance with the provisions of Article 6(2) and (4) of Directive 91/414/EEC, for the uses proposed by the applicants. The designated rapporteur Member States submitted draft assessment reports concerning the substances to the Commission on 4 June 2003 (clothianidin) and 27 August 2002 (pethoxamid), respectively.\n(4) The draft assessment reports have been reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health. The review was finalised on 27 January 2006 in the format of the Commission review reports for clothianidin and pethoxamid.\n(5) The review of clothianidin and pethoxamid did not reveal any open questions or concerns, which would have required a consultation of the Scientific Committee on Plants or of the European Food Safety Authority which has taken over the role of that Committee.\n(6) It has appeared from the various examinations made that plant protection products containing the active substances concerned may be expected to satisfy, in general, the requirements laid down in Article 5(1) (a) and (b) and Article 5(3) of Directive 91/414/EEC, in particular with regard to the uses which were examined and detailed in the Commission review reports. It is therefore appropriate to include clothianidin and pethoxamid in Annex I to that Directive, in order to ensure that in all Member States the authorisations of plant protection products containing these active substances may be granted in accordance with the provisions of that Directive.\n(7) Without prejudice to the obligations defined by Directive 91/414/EEC as a consequence of including an active substance in Annex I, Member States should be allowed a period of six months after inclusion to review existing provisional authorisations of plant protection products containing clothianidin or pethoxamid to ensure that the requirements laid down by Directive 91/414/EEC, in particular in its Article 13 and the relevant conditions set out in Annex I, are satisfied. Member States should transform existing provisional authorisations into full authorisations, amend them or withdraw them in accordance with the provisions of Directive 91/414/EEC. By derogation from the above deadline, a longer period should be provided for the submission and assessment of the complete Annex III dossier of each plant protection product for each intended use in accordance with the uniform principles laid down in Directive 91/414/EEC.\n(8) It is therefore appropriate to amend Directive 91/414/EEC accordingly.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 91/414/EEC is amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish by 31 January 2007 at the latest the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 February 2007.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "1.   Member States shall in accordance with Directive 91/414/EEC, where necessary, amend or withdraw existing authorisations for plant protection products containing clothianidin or pethoxamid as active substances by 31 January 2007. By that date, they shall in particular verify that the conditions in Annex I to that Directive relating to clothianidin or pethoxamid, respectively, are met, with the exception of those identified in part B of the entry concerning those active substances, and that the holder of the authorisation has, or has access to, a dossier satisfying the requirements of Annex II to that Directive in accordance with the conditions of Article 13.\n2.   By way of derogation from paragraph 1, for each authorised plant protection product containing clothianidin or pethoxamid as either the only active substance or as one of several active substances all of which were listed in Annex I to Directive 91/414/EEC by 31 July 2006 at the latest, Member States shall re-evaluate the product in accordance with the uniform principles provided for in Annex VI to Directive 91/414/EEC, on the basis of a dossier satisfying the requirements of Annex III to that Directive and taking into account part B of the entry in Annex I to that Directive concerning clothianidin or pethoxamid. On the basis of that evaluation, they shall determine whether the product satisfies the conditions set out in Article 4(1)(b), (c), (d) and (e) of Directive 91/414/EEC.\nFollowing that determination Member States shall:\n(a) in the case of a product containing clothianidin or pethoxamid as the only active substance, where necessary, amend or withdraw the authorisation by 31 January 2008 at the latest; or\n(b) in the case of a product containing clothianidin or pethoxamid as one of several active substances, where necessary, amend or withdraw the authorisation by 31 January 2008 or by the date fixed for such an amendment or withdrawal in the respective Directive or Directives which added the relevant substance or substances to Annex I to Directive 91/414/EEC, whichever is the latest.", "This Directive shall enter into force on 1 August 2006.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 July 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2006/45/EC (OJ L 130, 18.5.2006, p. 27).\n(2)  OJ L 104, 20.4.2002, p. 42.\n(3)  OJ L 217, 11.8.2001, p. 14.\nANNEX\nIn Annex I to Directive 91/414/EEC the following rows are added at the end of the table:\nNo Common name, identification numbers IUPAC name Purity (1) Entry into force Expiration of inclusion Specific provisions\n‘123 Clothianidin (E)-1-(2-chloro-1,3-thiazol-5-ylmethyl)-3-methyl-2-nitroguanidine ≥ 960 g/kg 1 August 2006 31 July 2016 PART A\n— must pay particular attention to the protection of groundwater, when the active substance is applied in regions with vulnerable soil and/or climate conditions,\n— must pay particular attention to the risk to granivorous birds and mammals when the substance is used as a seed dressing.\n124 Pethoxamid 2-chloro-N-(2-ethoxyethyl)-N-(2-methyl-1-phenylprop-1-enyl) acetamide ≥ 940 g/kg 1 August 2006 31 July 2016 PART A\n— must pay particular attention to the protection of groundwater, when the active substance is applied in regions with vulnerable soil and/or climate conditions,\n— must pay particular attention to the protection of the aquatic environment, in particular higher aquatic plants.\n(1)  Further details on identity and specification of active substances are provided in the review report.’"}