{"celex_id": "32007D0834", "uri": "http://publications.europa.eu/resource/cellar/900fdd4d-a6bd-4ce6-80fb-427c7feef1ba", "type": "Decision", "concepts": ["1524", "2924", "3461", "3660", "4324", "4415", "5284", "5420", "5876", "888"], "title": "2007/834/EC,Euratom: Decision of the Council and of the Commission of 22 November 2007 on the position to be taken by the Communities in the Governing Board of the International Science and Technology Centre as regards the accession of the Swiss Confederation to the Agreement establishing an International Science and Technology Centre between the United States of America, Japan, the Russian Federation and, acting as one Party, the European Atomic Energy Community and the European Economic Community\n", "header": "15.12.2007 EN Official Journal of the European Union L 330/29\nDECISION OF THE COUNCIL AND OF THE COMMISSION\nof 22 November 2007\non the position to be taken by the Communities in the Governing Board of the International Science and Technology Centre as regards the accession of the Swiss Confederation to the Agreement establishing an International Science and Technology Centre between the United States of America, Japan, the Russian Federation and, acting as one Party, the European Atomic Energy Community and the European Economic Community\n(2007/834/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION AND THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 101 thereof,\nHaving regard to Council Regulation (EEC) No 3955/92 of 21 December 1992 concerning the conclusion on behalf of the European Economic Community of an Agreement establishing an International Science and Technology Centre between the United States of America, Japan, the Russian Federation and, acting as one Party, the European Atomic Energy Community and the European Economic Community (1), and in particular Article 3(1), (3) and (4) thereof, and to Commission Regulation (Euratom) No 3956/92 of 21 December 1992 on the conclusion by the European Atomic Energy Community of an Agreement establishing an International Science and Technology Centre between the United States of America, Japan, the Russian Federation, and, acting as one Party, the European Atomic Energy Community and the European Economic Community, and in particular Article 3 thereof (2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Acting as one Party, the European Atomic Energy Community and the European Economic Community (hereinafter the Communities) concluded on 21 December 1992 the Agreement establishing an International Science and Technology Centre (hereinafter the Agreement).\n(2) On 27 February 2007, the Swiss Confederation notified the Governing Board of the International Science and Technology Centre (hereinafter the Governing Board) of its intention to become a Party to the Agreement.\n(3) In accordance with Article XIII of the Agreement, it is the responsibility of the Governing Board to approve this accession.\n(4) The Communities are represented on the Governing Board by the Presidency of the Council and by the Commission,", "main_body": ["The accession of the Swiss Confederation to the Agreement establishing an International Science and Technology Centre between the United States of America, Japan, the Russian Federation and, acting as one Party, the European Atomic Energy Community and the European Economic Community, is hereby approved on behalf of the Communities.", "The representatives of the Council Presidency and of the Commission on the Governing Board are hereby authorised to approve the accession of the Swiss Confederation to the Agreement."], "attachments": "Done at Brussels, 22 November 2007.\nFor the Council\nThe President\nM. PINHO\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 409, 31.12.1992, p. 1.\n(2)  OJ L 409, 31.12.1992, p. 10."}