{"celex_id": "32004D0762", "uri": "http://publications.europa.eu/resource/cellar/08186b6b-2340-4248-aeb0-38acc7c0a2d4", "type": "Decision", "concepts": ["1445", "1598", "1755", "2211", "2563", "4152", "838", "863"], "title": "2004/762/EC: Commission Decision of 12 November 2004 amending Decision 2003/828/EC as regards movements of animals from and inside a restricted zone in Spain and Portugal, in relation to outbreaks of bluetongue in Spain (notified under document number C(2004) 4398)Text with EEA relevance\n", "header": "13.11.2004 EN Official Journal of the European Union L 337/70\nCOMMISSION DECISION\nof 12 November 2004\namending Decision 2003/828/EC as regards movements of animals from and inside a restricted zone in Spain and Portugal, in relation to outbreaks of bluetongue in Spain\n(notified under document number C(2004) 4398)\n(Text with EEA relevance)\n(2004/762/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Articles 8(2)(d), and 9(1)(c) and Article 12 thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(3) and (4) thereof,\nWhereas:\n(1) Commission Decision 2003/828/EC of 25 November 2003 on protection and surveillance zones in relation to bluetongue (3) was adopted in the light of the bluetongue situation prevailing in the affected regions of the Community. That Decision demarcates protection and surveillance zones (the restricted zones) corresponding to specific epidemiological situations and lays down the conditions for providing exemptions from the exit ban laid down in Directive 2000/75/EC for certain movements of animals, their sperm, ova and embryos from and through those zones.\n(2) In the interests of reducing the risks of the spread of bluetongue, movements bans within restricted zones should be possible for epidemiological l reasons.\n(3) Circulation of bluetongue virus has recently been detected in Andalusia and Estremadure in southern Spain.\n(4) In accordance with Directive 2000/75/EC, and taking into account the geographical, ecological and epizootiological situation of those regions in Spain affected by the recent outbreaks of bluetongue, the list of restricted zones set out in Annex I to Decision 2003/828/EC should be amended in order to add a new restricted zone comprising those regions. Decision 2003/828/EC should therefore be amended accordingly.\n(5) In addition, even if no outbreak of bluetongue has been observed in Portugal, for epidemiological consistency and ecological continuity, certain regions in Portugal should also be added to the new restricted zone. Nevertheless, in the interests of preventing the spread of the disease, movements of animals from the Spanish part of the new restricted zone to Portugal should be prohibited.\n(6) Directive 90/425/EEC provides that certain interim protective measures may be adopted following the outbreak of an epizootic disease in the Community. Commission Decision 2004/697/EC of 14 October 2004 on certain protective measures against bluetongue in Spain (4) was adopted in response to the reports of outbreaks of that disease in certain provinces in Spain in 2004. In accordance with that Decision, those measures have been submitted to the Standing Committee on the Food Chain and Animal Health at its meeting of 19 October 2004. In the light of the recent developments, the protective measures taken by Decision 2004/697/EC should be repealed and be replaced by Decision 2003/828/EC, as amended by this Decision.\n(7) The measures provided for in this Decision should be reviewed at the Standing Committee of Food Chain and Animal Health foreseen on the 11 November.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/828/ EC is amended as follows:\n1. in Article 1, the third subparagraph is replaced by the following:\n2. Article 2(1) is replaced by the following:\n3. in Annex I, the following restricted zone F is added:\nSPAIN:\n— Province of Cádiz, Málaga, Sevilla, Huelva, Córdoba, Jaén, Cáceres, Badajoz,\n— Province of Toledo (comarcas of Oropesa, Talavera de la Reina, Belvis de Jara and Los Navalmorales),\n— Province of Ciudad Real (comarcas of Horcajo de los Montes, Piedrabuena, Almadén and Almodóvar del Campo).\nPORTUGAL:\n— Regional Direction of Agriculture of Alentejo: concelhos of Niza, Castelo de Vide, Marvão, Ponte de Sor, Crato, Portoalegre, Alter do Chão, Avis, Mora, Sousel, Fronteira, Monforte, Arronches, Campo Maior, Elvas, Arraiolos, Estremoz, Borba, Vila Viçosa, Alandroal, Redondo, Évora, Portel, Reguengos de Monsaraz, Mourão, Moura, Barrancos; Mértola, Serpa, Beja, Vidigueira, Ferreira do Alentejo, Cuba, Alvito, Viana, Montemor-o-Novo, Vendas Novas, Alcácer do Sal (East of A2, the freguesias of Santa Susana, Santiago and Torrão) Gavião (feguesias of Gavião, Atalaia, Margem and Comenda),\n— Regional Direction of Agriculture do Ribatejo e Oeste: concelhos of Montijo (freguesias of Canha, S. Isidoro de Pegões and Pegões), Coruche, Salvaterra de Magos, Almeirim, Alpiarça, Chamusca, (freguesias of Pinheiro Grande, Chamusca, Ulme, Vale de Cavalos, Chouto and Parreira), Constância (freguesia of Sta Margarida de Coutada), Abrantes (freguesias of Tramagal, S. Miguel do Rio Torto, Rossio ao Sul do Tejo, Pego, Concovoadas, Alvega, S. Facundo, Vale das Mós and Bemposta).’", "Decision 2004/697/EC is repealed.", "This Decision shall apply from 16 November 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 November 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 311, 27.11.2003, p. 41. Decision as last amended by Decision 2004/550/EC (OJ L 244, 16.7.2004, p. 51).\n(4)  OJ L 316, 15.10.2004, p. 96."}