{"celex_id": "32006R0508", "uri": "http://publications.europa.eu/resource/cellar/378b66ce-2346-4a07-a245-4307e97f162c", "type": "Regulation", "concepts": ["1571", "1642", "3415", "3568"], "title": "Commission Regulation (EC) No 508/2006 of  29 March 2006  amending Regulation (EC) No 174/1999 as regards export licences for milk powder exported to the Dominican Republic\n", "header": "30.3.2006 EN Official Journal of the European Union L 92/10\nCOMMISSION REGULATION (EC) No 508/2006\nof 29 March 2006\namending Regulation (EC) No 174/1999 as regards export licences for milk powder exported to the Dominican Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 30(1) thereof,\nWhereas:\n(1) Article 20a of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products (2) lays down the rules for administering the milk powder quota for export to the Dominican Republic under the Memorandum of Understanding between the European Community and the Dominican Republic, approved by Council Decision 98/486/EC (3).\n(2) Given an increasing interest for milk powder in retail packs in the Dominican Republic it is appropriate to include the product code 0402 10 11 9000 in the list of products eligible for an export licence under Article 20a of Regulation (EC) No 174/1999.\n(3) Since there might be a considerable period of time between the day on which a licence application has been lodged and the time of actual export, experience has shown that it is very difficult to foresee which will be the final packaging of the product on the day of its export. To solve this problem it should be allowed to switch products provided that they have an identical export refund rate and provided the exporter makes such request before completion of the export formalities.\n(4) Paragraph 4(a) of Article 20a reserves a part of the quota to those exporters who can prove that they have exported the products concerned during each of the three calendar years prior to the period for submission of applications. It appears, due to specific temporary circumstances in the Dominican Republic, that some traditional exporters have not been able to actually export in one of the reference years, although they can prove regularity in their export patterns. It is therefore appropriate to extend the reference period.\n(5) Regulation (EC) No 174/1999 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 20a of Regulation (EC) No 174/1999 is amended as follows:\n1. In paragraph 3, product code 0402 10 11 9000 is inserted before code 0402 10 19 9000;\n2. In paragraph 4, point (a) is replaced by the following:\n‘(a) the first part, equal to 80 % or 17 920 t, shall be distributed among Community exporters who can prove that they have exported products as referred to in paragraph 3 to the Dominican Republic during at least three of the four calendar years prior to the period for submission of applications;’\n3. The following paragraph 18 is added:\n(a) the name and the address of the licence holder,\n(b) the serial number of the licence or the licence extract and the date of issue,\n(c) the initial product code,\n(d) the final product code.’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall only apply to export licences applied for in accordance with Article 20a of Regulation (EC) No 174/1999 as from 1 April 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 20, 27.1.1999, p. 8. Regulation last amended by Regulation (EC) No 409/2006 (OJ L 71, 10.3.2006, p. 5).\n(3)  OJ L 218, 6.8.1998, p. 45."}