{"celex_id": "32008R1117", "uri": "http://publications.europa.eu/resource/cellar/2e78eb94-521c-4337-a6c0-ba7684997788", "type": "Regulation", "concepts": ["1252", "1377", "1521", "1839", "252", "2709", "3003", "4630", "80"], "title": "Commission Regulation (EC) No 1117/2008 of 11 November 2008 amending Regulation (EC) No 1973/2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials\n", "header": "12.11.2008 EN Official Journal of the European Union L 301/5\nCOMMISSION REGULATION (EC) No 1117/2008\nof 11 November 2008\namending Regulation (EC) No 1973/2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 110b(2) and Article 145(r) second indent thereof,\nWhereas:\n(1) Regulation (EC) No 1782/2003 as amended by Regulation (EC) No 637/2008 (2) sets out the rules for the coupled support for cotton in conformity with the Court’s judgement C-310/04.\n(2) In particular, Chapter 10a of Title IV of Regulation (EC) No 1782/2003 provides for the possibility of direct aid being granted for the production of cotton. It is therefore necessary to adapt the corresponding detailed rules laid down in Commission Regulation (EC) No 1973/2004 (3).\n(3) Article 110b(1) of Regulation (EC) No 1782/2003 states that, in order to be eligible for the aid per hectare, the farmer must sow the area under cotton with approved varieties and grow the cotton on land authorised by the Member States. The criteria should therefore be specified for both the authorisation of land suitable for cotton production and the approval of varieties.\n(4) In order to receive the aid per hectare for cotton, farmers must sow authorised lands. A criterion defining ‘sowing’ should be established. The Member States’ fixing of the minimum planting density on these lands based on soil and climate conditions and specific regional features must be an objective criterion for establishing whether sowing has been conducted properly or not.\n(5) The Member States should approve inter-branch cotton producing organisations on the basis of objective criteria relating to their scale and internal organisation. The scale of an inter-branch organisation should be fixed, taking into account the requirement on the member ginning undertaking to be able to take delivery of sufficient quantities of unginned cotton.\n(6) In order to avoid complications in managing the aid scheme, a producer may not be a member of more than one inter-branch organisation. For that same reason, where a producer belonging to an inter-branch organisation undertakes to supply the cotton he has produced, he should supply it only to the ginning undertaking belonging to that same organisation.\n(7) The cotton aid scheme requires Member States to send their producers certain information on cotton growing, such as approved varieties, the objective criteria for authorising land and the minimum plant density. In order to inform the farmers in good time, the Member State should send them this information by a specific date.\n(8) Regulation (EC) No 1973/2004 should therefore be amended accordingly.\n(9) Since the rules laid down in Chapter 10a of Title IV of Regulation (EC) No 1782/2003 apply from 1 January 2009, the detailed rules to be established by this Regulation should apply from the same date.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Chapter 17a of Regulation (EC) No 1973/2004 is replaced by the following:\n‘CHAPTER 17a\nCROP SPECIFIC PAYMENTS FOR COTTON", "71a\nAuthorisation of agricultural land for cotton production\nThe Member States shall establish objective criteria on the basis of which land is authorised for the crop-specific payment for cotton provided for in Article 110a of Regulation (EC) No 1782/2003.\nThese criteria shall be based on one or more of the following:\n(a) the agricultural economy of those regions where cotton is a major crop;\n(b) the soil and climate in the areas in question;\n(c) the management of irrigation water;\n(d) rotation systems and cultivation methods likely to respect the environment.", "71aa\nApproval of varieties for sowing\nThe Member States shall approve the varieties registered in the “Common Catalogue of Varieties of Agricultural Plant Species” that are adapted to market needs.", "71ab\nEligibility requirements\nSowing the areas referred to in Article 110b(1) of Regulation (EC) No 1782/2003 shall be done by achieving a minimum plant density, to be fixed by the Member State on the basis of the soil and weather conditions and specific regional characteristics, where appropriate.", "71ac\nAgronomic practices\nThe Member States shall be authorised to establish specific rules on the agronomic practices needed to maintain and harvest the crops under normal growing conditions.", "71ad\nApproval of inter-branch organisations\n1.   Before 31 December each year, Member States shall approve for the following year any inter-branch cotton-producing organisation that applies to plant cotton and which:\n(a) covers a total area of at least 4 000 ha as established by the Member State and meeting the authorisation criteria laid down in Article 171a, and which includes at least one ginning undertaking;\n(b) has adopted internal operating rules, in particular on membership conditions and fees, in accordance with national and Community rules and regulations.\nHowever, for 2009, Member States shall approve the inter-branch cotton-producing organisations by 28 February 2009.\n2.   Where it is found that an approved inter-branch organisation does not respect the criteria for approval provided for in paragraph 1, the Member State shall withdraw the approval unless the non-respect of the criteria concerned is remedied within a reasonable period of time. Where it is planned to withdraw the approval, the Member State shall notify that intention to the inter-branch organisation, together with the reasons for the withdrawal. The Member State shall allow the inter-branch organisation to submit its observations within a specified period. In case of withdrawal, the Member States shall provide for the application of appropriate sanctions.\nFarmers who are members of an approved inter-branch organisation whose approval is withdrawn in accordance with the first subparagraph of this paragraph shall lose their right to the increase of the aid provided for in Article 110e(2) of Regulation (EC) No 1782/2003.", "71ae\nThe producers’ obligations\n1.   A producer shall not be a member of more than one inter-branch organisation.\n2.   A producer who is a member of an inter-branch organisation shall deliver his cotton to a ginner belonging to that same organisation.\n3.   The participation of producers in an approved inter-branch organisation must be the result of voluntary membership.", "71af\nCommunications to the producers\n1.   Before January 31 of the year in question, Member States shall notify cotton growers of:\n(a) the approved varieties; however, varieties approved in accordance with Article 171aa after that date must be notified to the growers before 15 March in the same year;\n(b) the criteria for authorising land;\n(c) the minimum cotton plant density referred to in Article 171ab;\n(d) the required agronomic practices.\n2.   Where approval for a variety is withdrawn, the Member States shall inform the growers no later than 31 January for the purposes of the following year’s sowing season.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1.\n(2)  OJ L 178, 5.7.2008, p. 1.\n(3)  OJ L 345, 20.11.2004, p. 1."}