{"celex_id": "32004R1762", "uri": "http://publications.europa.eu/resource/cellar/b9d2ecba-61a5-4340-800a-43e453fafa08", "type": "Regulation", "concepts": ["1642", "1644", "3824", "5542", "5858"], "title": "Council Regulation (EC) No 1762/2004 of 24 September 2004 on administering of the double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Moldova to the European Community\n", "header": "14.10.2004 EN Official Journal of the European Union L 315/1\nCOUNCIL REGULATION (EC) No 1762/2004\nof 24 September 2004\non administering of the double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Moldova to the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part (1), entered into force on 1 July 1998.\n(2) The situation relating to imports of certain steel products from the Republic of Moldova to the European Community has been the subject of thorough examination and, on the basis of relevant information supplied to them, the Parties have concluded an Agreement in the form of an Exchange of Letters (2), which establishes a double-checking system without quantitative limits for the period between the date of entry into force of this Regulation and 31 December 2006, unless both Parties agree to terminate the system earlier.\n(3) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (3),", "main_body": ["1.   For the period 29 October 2004 to 31 December 2006, in accordance with the provisions of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Moldova establishing a double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Moldova to the European Community, imports into the Community of certain steel products originating in the Republic of Moldova, as listed in Annex I, shall be subject to the presentation of a surveillance document conforming to the model shown in Annex II issued by the authorities in the Community.\n2.   For the period referred to in paragraph 1, imports into the Community of the steel products originating in the Republic of Moldova and listed in Annex I shall, in addition, be subject to the issue of an export document issued by the competent Moldovan authorities. The export document shall conform to the model shown in Annex III. It shall be valid for exports throughout the customs territory of the Community. In order to obtain the surveillance document referred to in paragraph 1, the importer must present the original of the export document fully completed. In any case, the importer must present the original of the export document not later than 31 March of the year following that in which the goods covered by the document were shipped.\n3.   The classification of the products covered by this Regulation is based on the tariff and statistical nomenclature of the Community (hereinafter referred to as the CN). The origin of the products covered by this Regulation shall be determined in accordance with the rules in force in the Community.\n4.   The competent authorities of the Community shall inform the Republic of Moldova of any amendments in the CN in respect of products covered by this Regulation before the date of entry into force of such amendments in the Community.\n5.   Goods shipped before the 29 October 2004 shall be excluded from the scope of this Regulation. Shipment is considered to have taken place on the date of loading on to the exporting means of transport.", "1.   The surveillance document referred to in Article 1 shall be issued automatically by the competent authority in the Member States, without charge for any quantities requested, within five working days of presentation of an application by any Community importer, wherever established in the Community. This application shall be deemed to have been received by the competent national authority no later than three working days after submission, unless it is proven otherwise.\n2.   A surveillance document issued by one of the competent national authorities listed in Annex IV shall be valid throughout the Community.\n3.   The importer’s application for a surveillance document shall include the following elements:\n(a) the name and full address of the applicant (including telephone and telefax numbers, and possible identification number used by the competent national authorities) and VAT registration number, if subject to VAT;\n(b) if applicable, the name and full address of the declaring person or representative of the applicant (including telephone and fax numbers);\n(c) the full name and address of the exporter;\n(d) the exact description of the goods, including:\n— their trade name,\n— the CN code(s),\n— the country of origin,\n— the country of consignment;\n(e) the net weight, expressed in kg and also quantity in the unit prescribed where other than net weight, by CN heading;\n(f) the cif value of the goods in euro at the Community frontier by Combined Nomenclature heading;\n(g) whether the products concerned are downgraded or of non-standard quality (4);\n(h) the proposed period and place of customs clearance;\n(i) whether the application is a repeat of a previous application concerning the same contract;\n(j) the following declaration, dated and signed by the applicant with the transcription of his name in capital letters:\nThe importer shall also submit a copy of the contract of sale or purchase, the pro forma invoice and/or, in cases where the goods are not directly purchased in the country of production, a certificate of production issued by the producing steel mill.\n4.   Surveillance documents may be used only for such time as arrangements for the liberalisation of imports remain in force in respect of the transactions concerned. Without prejudice to possible changes in the import regulations in force or decisions taken in the framework of an agreement or the management of a quota:\n— the period of validity of the surveillance document is hereby fixed at four months,\n— unused or partly used surveillance documents may be renewed for an equal period.\n5.   The importer shall return surveillance documents to the issuing authority at the end of their period of validity.", "1.   A finding that the unit price at which the transaction is effected exceeds that indicated in the import document by less than 5 % or that the total value or quantity of the products presented for import exceeds the value or quantity given in the import document by less than 5 % shall not preclude the release for free circulation of the products in question.\n2.   Applications for import documents and the documents themselves shall be confidential. They shall be restricted to the competent authorities and the applicant.", "1.   Within the first 10 days of each month, the Member States shall communicate to the Commission:\n(a) details of the quantities and values (calculated in euro) for which import documents were issued during the preceding month;\n(b) details of imports during the month preceding the month referred to in (a).\nThe information provided by Member States shall be broken down by product, CN code and by country.\n2.   The Member States shall give notification of any anomalies or cases of fraud which they discover and, where relevant, the basis on which they have refused to grant an import document.", "Any notices to be given hereunder shall be given to the Commission and shall be communicated electronically within the integrated network set up for this purpose, unless for imperative technical reasons it is necessary to use other means of communication temporarily.", "1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3.   The Committee shall adopt its rules of procedure.", "Amendments to the Annexes which may be necessary to take into account modifications to the Annex or Appendices attached to the Agreement in the Form of an Exchange of Letters between the European Community and the Republic of Moldova, or amendments made to Community rules on statistics, customs arrangements, common rules for imports or import surveillance, shall be adopted in accordance with the procedure laid down in Article 6(2).\nThis Regulation shall enter into force on the 15th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 2004.\nFor the Council\nThe President\nL. J. BRINKHORST\n(1)  OJ L 181, 24.6.1998, p. 3.\n(2)  See p. 33 of this Official Journal.\n(3)  OJ L 184, 17.7.1999, p. 23.\n(4)  Under the criteria given in the Commission communication concerning identification criteria of non-prime steel products from third countries applied by customs services of Member States (OJ C 180, 11.7.1991, p. 4).\nANNEX I\nLIST OF PRODUCTS SUBJECT TO DOUBLE-CHECKING WITHOUT QUANTITATIVE LIMITS\nMOLDOVA\n7202\n7203\n7206\n7207\n7208\n7209\n7210\n7211\n7212\n7213\n7214\n7215\n7216\n7217\n7218\n7219\n7220\n7221\n7222\n7223\n7224\n7225\n7226\n7227\n7228\n7229\n7301\n7303\n7304\n7305\n7306\n7307\n7312\nANNEX II\nANNEX III\nANNEX IV\nLISTA DE LAS AUTORIDADES NACIONALES COMPETENTES\nSEZNAM PŘÍSLUŠNÝCH VNITROSTÁTNÍCH ORGÁNŮ\nLISTE OVER KOMPETENTE NATIONALE MYNDIGHEDER\nLISTE DER ZUSTÄNDIGEN BEHÖRDEN DER MITGLIEDSTAATEN\nPÄDEVATE RIIKLIKE ASUTUSTE NIMEKIRI\nΔΙΕΥΘΥΝΣΕΙΣ ΤΩΝ ΑΡΧΩΝ ΕΚΔΟΣΗΣ ΑΔΕΙΩΝ ΤΩΝ ΚΡΑΤΩΝ ΜΕΛΩΝ\nLIST OF THE COMPETENT NATIONAL AUTHORITIES\nLISTE DES AUTORITÉS NATIONALES COMPÉTENTES\nELENCO DELLE AUTORITÀ NAZIONALI COMPETENTI\nVALSTU KOMPETENTO IESTĀŽU SARAKSTS\nATSAKINGŲ NACIONALINIŲ INSTITUCIJŲ SĄRAŠAS\nAZ ILLETÉKES NEMZETI HATÓSÁGOK LISTÁJA\nLISTA TA' L-AWTORITAJIET KOMPETENTI NAZZJONALI\nLIJST VAN BEVOEGDE NATIONALE INSTANTIES\nLISTA WŁAŚCIWYCH ORGANÓW KRAJOWYCH\nLISTA DAS AUTORIDADES NACIONAIS COMPETENTES\nZOZNAM PRÍSLUŠNÝCH ŠTÁTNYCH ORGÁNOV\nSEZNAM PRISTOJNIH NACIONALNIH ORGANOV\nLUETTELO TOIMIVALTAISISTA KANSALLISISTA VIRANOMAISISTA\nFÖRTECKNING ÖVER BEHÖRIGA NATIONELLA MYNDIGHETER\nBELGIQUE/BELGIË\nService public fédéral économie, PME, classes moyennes et énergie\nAdministration du potentiel économique\nPolitiques d'accès aux marchés, services licences\nRue Général Leman 60\nB-1040 Bruxelles\nTélécopieur: (32-2) 230 83 22\nFederale Overheidsdienst Economie, KMO,\nMiddenstand & Energie\nBestuur Economisch Potentieel\nMarkttoegangsbeleid, Dienst Vergunningen\nGeneraal Lemanstraat 60\nB-1040 Brussel\nFax (32-2) 230 83 22\nČESKÁ REPUBLIKA\nMinisterstvo průmyslu a obchodu\nLicenční správa\nNa Františku 32\nCZ-110 15 Praha 1\nFax: + 420-22421 21 33\nDANMARK\nErhvervs- og Boligstyrelsen\nØkonomi- og Erhvervsministeriet\nVejlsøvej 29\nDK-8600 Silkeborg\nFax (45) 35 46 64 01\nDEUTSCHLAND\nBundesamt für Wirtschaft und Ausfuhrkontrolle\n(BAFA)\nFrankfurter Straße 29—35\nD-65760 Eschborn 1\nFax: + 49-61-969 42 26\nEESTI\nMajandus- ja Kommunikatsiooniministeerium\nHarju 11\nEE-15072 Tallinn\nFax: + 372-6313 660\nΕΛΛΑΔΑ\nΥπουργείο Οικονομίας και Οικονομικών\nΔιεύθυνση Διεθνών Οικονομικών Ροών\nΚορνάρου 1\nGR-105 63 Αθήνα\nΦαξ (30-210) 32 86 094\nESPAÑA\nMinisterio de Economía\nSecretaría General de Comercio Exterior\nSubdirección General de Productos Industriales\nPaseo de la Castellana 162\nE-28046 Madrid\nFax (34) 91 349 38 31\nFRANCE\nSETICE\n8, rue de la Tour-des-Dames\nF-75436 Paris Cedex 09\nTélécopieur (33) 155 07 46 69\nIRELAND\nDepartment of Enterprise, Trade and Employment\nImport/Export Licensing, Block C\nEarlsfort Centre\nHatch Street\nDublin 2\nIreland\nFax (353-1) 631 25 62\nITALIA\nMinistero delle Attività produttive\nDirezione generale per la Politica commerciale e per\nla gestione del regime degli scambi\nViale America 341\nI-00144 Roma\nFax (39-06) 59 93 22 35/59 93 26 36\nΚΥΠΡΟΣ\nΥπουργείο Εμπορίου, Βιομηχανίας και Τουρισμού\nΥπηρεσία Εμπορίου\nΜονάδα Έκδοσης Αδειών Εισαγωγής/Εξαγωγής\nΟδός Ανδρέα Αραούζου αρ.6\nCY-1421 Λευκωσία\nΦαξ: (357-22) 37 51 20\nLATVIJA\nLatvijas Republikas Ekonomikas ministrija\nBrīvības iela 55\nLV-1519 Rīga\nFakss: + 371-728 08 82\nLIETUVA\nLietuvos Respublikos ūkio ministerija\nPrekybos departamentas\nGedimino pr. 38/2\nLT-01104 Vilnius\nFaksas (370-5) 26 23 974\nLUXEMBOURG\nMinistère des affaires étrangères\nOffice des licences\nBP 113\nL-2011 Luxembourg\nTélécopieur (352) 46 61 38\nMAGYARORSZÁG\nMagyar Kereskedelmi Engedélyezési Hivatal\nMargit krt. 85.\nH-1024 Budapest\nFax: (36-1) 336 73 02\nMALTA\nDiviżjoni ghall-Kummerċ\nServizzi Kummerċjali\nLascaris\nMT-Valletta CMR02\nFax: + 356-25-69 02 99\nNEDERLAND\nBelastingdienst/Douane centrale dienst voor in- en\nuitvoer\nPostbus 30003, Engelse Kamp 2\n9700 RD Groningen\nNederland\nFax (31-50) 523 23 41\nÖSTERREICH\nBundesministerium für Wirtschaft und Arbeit\nAußenwirtschaftsadministration\nAbteilung C2/2\nStubenring 1\nA-1011 Wien\nFax: + 43-1-711 00/83 86\nPOLSKA\nMinisterstwo Gospodarki, Pracy i Polityki\nSpołecznej\npl. Trzech Krzyży 3/5\nPL 00-507 Warszawa\nFax: (48-22) 693 40 21 / 693 40 22\nPORTUGAL\nMinistério das Finanças\nDirecção-Geral das Alfândegas e dos Impostos\nEspeciais sobre o Consumo\nRua Terreiro do Trigo\nEdifício da Alfândega de Lisboa\nP-1140-060 Lisboa\nFax: (351-21) 88142 61\nSLOVENIJA\nMinistrstvo za gospodarstvo\nPodročje za ekonomske odnose s tujino\nKotnikova 5\nSI-1000 Ljubljana\nFax: + 386-1-478 36 11\nSLOVENSKÁ REPUBLIKA\nMinisterstvo hospodárstva SR\nOdbor licencií\nMierová 19\nSK-827 15 Bratislava 212\nFax: + 421-2-43 42 39 19\nSUOMI/FINLAND\nTullihallitus\nPL 512\nFIN-00101 Helsinki\nFaksi (358) 20 492 28 52\nTullstyrelsen\nPB 512\nFIN-00101 Helsingfors\nFax (358) 20 492 28 52\nSVERIGE\nKommerskollegium\nBox 6803\nS-113 86 Stockholm\nFax (46-8) 30 67 59\nUNITED KINGDOM\nDepartment of Trade and Industry\nImport Licensing Branch\nQueensway House — West Precinct\nBillingham TS23 2NF\nUnited Kingdom\nFax (44-1642) 36 42 69"}