{"celex_id": "32003D0689", "uri": "http://publications.europa.eu/resource/cellar/c0bc75ab-3179-4a54-a3ef-61a275b86e72", "type": "Decision", "concepts": ["1374", "1445", "4689", "5619", "946"], "title": "2003/689/EC: Commission Decision of 2 October 2003 on the list of establishments in Estonia approved for the purpose of importing fresh meat into the Community (Text with EEA relevance) (notified under document number C(2003) 3429)\n", "header": "Commission Decision\nof 2 October 2003\non the list of establishments in Estonia approved for the purpose of importing fresh meat into the Community\n(notified under document number C(2003) 3429)\n(Text with EEA relevance)\n(2003/689/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries(1), as last amended by Regulation (EC) No 807/2003(2), and in particular Articles 4(1) and 18(1)(a) and (b) thereof,\nWhereas:\n(1) Establishments in third countries may only be authorised to export fresh meat to the Community if they satisfy the general and special conditions laid down in Directive 72/462/EEC.\n(2) Following a Community mission, it appears that the animal health situation in Estonia compares favourably with that in the Member States, particularly as regards disease transmission through meat, and that the operation of controls over the production of fresh meat is satisfactory.\n(3) For the purpose of Article 4(3) of Directive 72/462/EEC, Estonia has forwarded details of the establishment that should be authorised to export fresh meat to the Community.\n(4) The establishment put forward by Estonia meets all the requirements laid down in Directive 72/462/EEC in order to be designated as a slaughterhouse and approved cutting plant from which imports into the EU may be permitted in accordance with Article 18 of the Directive.\n(5) A Community inspection has shown that the hygiene standards of that establishment are satisfactory and that it may therefore be included on the first list of establishments, to be drawn up in accordance with Directive 72/462/EEC, from which imports of fresh meat may be authorised.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The establishment in Estonia as listed in the Annex is hereby approved for the purposes of exporting fresh meat to the Community pursuant to the conditions laid down in Directive 72/462/EEC, including points (a) and (b) of Article 18(1) thereof.", "This Decision shall apply from 6 October 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 October 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\nANNEX\n>PIC FILE= \"L_2003251EN.002202.TIF\">"}