{"celex_id": "32003R0851", "uri": "http://publications.europa.eu/resource/cellar/77435515-1c0e-464c-bd92-bf6a0ff29421", "type": "Regulation", "concepts": ["2624", "3591", "4288", "4692", "946"], "title": "Commission Regulation (EC) No 851/2003 of 16 May 2003 amending Regulation (EEC) No 3444/90 laying down detailed rules for granting private storage aid for pigmeat\n", "header": "Commission Regulation (EC) No 851/2003\nof 16 May 2003\namending Regulation (EEC) No 3444/90 laying down detailed rules for granting private storage aid for pigmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat(1), as last amended by Regulation (EC) No 1365/2000(2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Article 7 of Commission Regulation (EEC) No 3444/90(3), as amended by Regulation (EC) No 3533/93(4), lays down the rules applying to the time limit for producing supporting evidence for the payment of aid, but does not make provision for cases where no supporting evidence is presented. The appropriate provisions should therefore be adopted.\n(2) Article 9(4) of Regulation (EEC) No 3444/90 provides for the possibility of curtailing the storage period in the case of exports of products under contract, regardless of whether they qualify for an export refund or not. Where the products qualify for a refund, proof of export is offered using the documents laid down in Article 7 of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products(5), as last amended by Regulation (EC) No 444/2003(6). With a view to simplifying the monitoring operations, a similar procedure should be introduced for the proof to be offered when products are exported without a refund.\n(3) In order to ensure the proper operation of the private storage aid introduced pursuant to Commission Regulation (EC) No 2179/2002 of 6 December 2002 on special conditions for the granting of private storage aid for pigmeat(7), the proposed amendments should apply immediately to the contracts concluded under that Regulation.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EEC) No 3444/90 is hereby amended as follows:\n1. The following paragraph is added to Article 7:\n\"3. If the requirements laid down in paragraph 1 are not complied with, no aid shall be paid in respect of the contract concerned and the entire security for that contract shall be forfeit.\"\n2. The fourth subparagraph of Article 9(4) is replaced by the following:\"For the purposes of this paragraph, proof of export shall be offered in accordance with Articles 7 and 8 of Regulation (EC) No 800/1999 in the case of products qualifying for a refund.\nIn the case of products not qualifying for a refund, proof of export shall be offered in the cases provided for in Article 8 of Regulation (EC) No 800/1999 by producing the original T5 control copy, in accordance with Articles 912a, 912b, 912c, 912e and 912g of Regulation (EEC) No 2454/93. One of the following entries must be made in box 107 of the control copy when it is being drawn up:\n- Reglamento (CEE) n° 3444/90\n- Forordning (EØF) nr. 3444/90\n- Verordnung (EWG) Nr. 3444/90\n- Κανονισμός (ΕΟΚ) αριθ. 3444/90\n- Regulation (EEC) No 3444/90\n- Règlement (CEE) n° 3444/90\n- Regolamento (CEE) n. 3444/90\n- Verordening (EEG) nr. 3444/90\n- Regulamento (CEE) n.o 3444/90\n- Asetus (ETY) N:o 3444/90\n- Förordning (EEG) nr 3444/90\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply to all new private storage aid and to the contracts concluded under Regulation (EC) No 2179/2002.\nHowever, Article 1(2) shall apply only to exports that take place on or after the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 1.\n(2) OJ L 156, 29.6.2000, p. 5.\n(3) OJ L 333, 30.11.1990, p. 22.\n(4) OJ L 321, 23.12.1993, p. 9.\n(5) OJ L 102, 17.4.1999, p. 11.\n(6) OJ L 67, 12.3.2003, p. 3.\n(7) OJ L 331, 7.12.2002, p. 11."}