{"celex_id": "32001R1007", "uri": "http://publications.europa.eu/resource/cellar/14c95962-fa9e-40eb-87bd-d6684faeac34", "type": "Regulation", "concepts": ["1134", "20", "2300", "3739", "4734", "946"], "title": "Commission Regulation (EC) No 1007/2001 of 23 May 2001 opening tendering procedures for the sale of wine alcohol exclusively for use in third countries in the fuel sector\n", "header": "Commission Regulation (EC) No 1007/2001\nof 23 May 2001\nopening tendering procedures for the sale of wine alcohol exclusively for use in third countries in the fuel sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2826/2000(2),\nHaving regard to Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms(3), as last amended by Regulation (EC) No 545/2001(4), and in particular Article 86 thereof,\nWhereas:\n(1) Regulation (EC) No 1623/2000 lays down, inter alia, the detailed rules for disposing of stocks of alcohol arising from distillation under Articles 27, 28 and 30 of Regulation (EC) No 1493/1999 held by intervention agencies.\n(2) Tendering procedures should be opened for the sale of wine alcohol for export to the third countries listed in Article 86 of Regulation (EC) No 1623/2000 exclusively for use in the fuel sector in a third country, with a view to reducing stocks of wine alcohol of Community origin and giving the third countries listed in this Article greater continuity of supply. The wine alcohol of Community origin in storage in the Member States consists of quantities produced from distillation under Articles 35, 36 and 39 of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine(5), as last amended by Regulation (EC) No 1677/1999(6), as well as Articles 27 and 28 of Regulation (EC) No 1493/1999.\n(3) Since the adoption of Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(7), the prices offered in tenders and securities must be expressed in euros and payments must be made in euros.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Two tendering procedures Nos 298/2001 EC and 299/2001 EC are hereby opened for the sale of a total volume of 191000 hectolitres of alcohol exclusively for use in the fuel sector in third countries. The alcohol concerned was produced from distillation under Articles 35 and 36 of Regulation (EEC) No 822/87, as well as Articles 27 and 28 of Regulation (EC) No 1493/1999, and is held by the French and Spanish intervention agencies.\nTendering procedure No 298/2001 EC shall cover a volume of 100000 hectolitres of alcohol at 100 % vol, and the tendering procedure No 299/2001 EC shall cover a volume of 91000 hectolitres of alcohol at 100 % vol.", "The alcohol put up for sale for export from the European Community shall be imported into one of the third countries listed in Article 86 of Regulation (EC) No 1623/2000 and must be used in accordance with that Article.", "The place of storage, the vat numbers, the volume of alcohol in each vat, the alcoholic strength and the characteristics of the alcohol, certain specific conditions, as well as the address of the Commission department responsible for receiving tenders shall be as set out in Annex I to this Regulation.", "The sale shall be conducted in accordance with Articles 87, 88, 89, 90, 91, 95, 96, 100, 101 and 102 of Regulation (EC) No 1623/2000 and Article 2 of Regulation (EC) No 2799/98.", "The minimum price which may be offered shall be EUR 7,5 per hectolitre of alcohol at 100 % vol. for tendering procedure No 298/2001 EC and EUR 7,5 per hectolitre of alcohol at 100 % vol. for tendering procedure No 299/2001 EC.", "1. Physical removal of the alcohol from the storehouses of each of the intervention agencies concerned must be completed no later than 31 January 2002.\n2. The alcohol awarded under the tendering procedures referred to in Article 1 of this Regulation must be exported no later than 28 February 2002.", "To be eligible for consideration, tenders shall entail presentation of the undertakings and documents listed in Annex II to this Regulation and must comply with Articles 88 and 97 of Regulation (EC) No 1623/2000.", "The formalities for sampling shall be as set out in Articles 91 and 98 of Regulation (EC) No 1623/2000.", "The export security shall be EUR 3 per hectolitre of alcohol at 100 % vol.", "0\nThe Commission department referred to in Article 91(5) of Regulation (EC) No 1623/2000 shall be that indicated in Annex III to this Regulation.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 194, 31.7.2000, p. 45.\n(4) OJ L 81, 21.3.2001, p. 21.\n(5) OJ L 84, 27.3.1987, p. 1.\n(6) OJ L 199, 30.7.1999, p. 8.\n(7) OJ L 349, 24.12.1998, p. 1.\nANNEX I\nTENDERING PROCEDURE No 298/2001 EC FOR THE SALE OF ALCOHOL EXCLUSIVELY FOR USE IN THE FUEL SECTOR IN A THIRD COUNTRY\nI. Place of storage, volume and characteristics of the alcohol put up for sale\n>TABLE>\nOn application to the intervention agency concerned, interested parties may obtain samples of the alcohol put up for sale, taken by a representative of the intervention agency concerned, against payment of EUR 10 per litre.\nII. Destination and use of the alcohol\nThe alcohol put up for sale is intended for export from the Community. It must be imported into and dehydrated in one of the third countries listed in Article 86 of Regulation (EC) No 1623/2000 exclusively for use in the fuel sector in a third country.\nProof of the destination and use of the alcohol shall be supplied to the intervention agency concerned by an international surveillance firm.\nThe cost of providing such proof shall be borne by the successful tenderer.\nIII. Sumission of tenders\n1. Tenders shall relate to 100000 hectolitres of alcohol expresses in hectolitres of alcohol at 100 % vol.\nTenders for smaller volumes shall not be eligible for consideration.\n2. Tenders must:\n- either be sent by registered mail to the Commission of the European Communities, rue de la Loi/Wetstraat 200, B-1049 Brussels,\n- or delivered to the reception of building \"Loi 130\" of the Commission of the European Communities, rue de la Loi/Wetstraat 130, B-1049 Brussels, between 11.00 and 12.00 on the date mentioned in point 4.\n3. Tenders shall be submitted in a sealed double envelope, the inside envelope marked: \"Tender under procedure No 298/2001 EC, sale of alcohol, exclusively for use in the fuel sector in third countries - Alcohol, DG AGRI/D/4 - Not to be opened until the meeting of the group opening the tenders\", the outer envelope addressed to the Commission.\n4. Tenders must reach the Commission not later than 12 noon Brussels time on 5 June 2001.\n5. Tenders must indicate the name and address of the tenderer and:\n(a) the reference number of the tendering procedure for the sale of alcohol exclusively for use in third countries in the fuel sector, i.e. 298/2001 EC;\n(b) the price offered, expressed in euro per hectolitre of alcohol at 100 % vol;\n(c) all the undertakings, documents and statements provided for in Articles 88 and 97 of Regulation (EC) No 1623/2000 and in Annex II to this Regulation.\n6. Tenders must be accompanied by a receipt certifying the lodging of a tendering security, issued by the following intervention agency:\nOnivins-Libourne, Délégation nationale, 17 avenue de la Ballastière, boîte postale 231, F-33505 Libourne Cedex (tel (33-5) 57 55 20 00; telex 57 20 25; fax (33-5) 57 55 20 59).\nSecurities shall be for EUR 400000.\nTENDERING PROCEDURE No 299/2001 EC FOR THE SALE OF ALCOHOL EXCLUSIVELY FOR USE IN THIRD COUNTRIES IN THE FUEL SECTOR\nI. Place of storage, volume and characteristics of the alcohol put up for sale\n>TABLE>\nOn application to the intervention agency concerned, interested parties may obtain samples of the alcohol put up for sale, taken by a representative of the intervention agency concerned, against payment of EUR 10 per litre.\nII. Destination and use of the alcohol\nThe alcohol put up for sale is intended for export from the Community. It must be imported into and dehydrated in one of the third countries listed in Article 86 of Regulation (EC) No 1623/2000 exclusively for use in the fuel sector in a third country.\nProof of the destination and use of the alcohol shall be supplied to the intervention agency concerned by an international surveillance firm.\nThe cost of providing such proof shall be borne by the successful tenderer.\nIII. Submission of tenders\n1. Tender shall relate to 91000 hectolitres of alcohol expressed in hectolitres of alcohol at 100 % vol.\nTenders for smaller volumes shall not be eligible for consideration.\n2. Tenders must:\n- either be sent by registered mail to the Commission of the European Communities, rue de la Loi/Wetstraat 200, B-1049 Brussels,\n- or delivered to the reception of building \"Loi 130\" of the Commission of the European Communities, rue de la Loi/Wetstraat 130, B-1049 Brussels, between 11.00 and 12.00 on the date mentioned in point 4.\n3. Tenders shall be submitted in a sealed double envelope, the inside envelope marked: \"Tender under procedure No 299/2001 EC, sale of alcohol, exclusively for use in the fuel sector in third countries - Alcohol, DG AGRI/D/4 - Not to be opened until the meeting of the group opening the tenders\", the outer envelope addressed to the Commission.\n4. Tenders must reach the Commission not later than 12 noon Brussels time on 5 June 2001.\n5. Tenders must indicate the name and address of the tenderer and:\n(a) the reference number of the tendering procedure for the sale of alcohol exclusively for use in third countries in the fuel sector, i.e. 299/2001 EC;\n(b) the price offered, expressed in euro per hectolitre of alcohol at 100 % vol;\n(c) all the undertakings, documents and statements provided for in Articles 88 and 97 of Regulation (EC) No 1623/2000 and in Annex II to this Regulation.\n6. Tenders must be accompanied by a receipt certifying the lodging of a tendering security, issued by the following intervention agency;\nFEGA, Beneficencia 8, E-/28004 Madrid (tel. (34) 913 47 65 00, telex 23427 FEGA, fax (34) 915 21 98 32).\nSecurities shall be for EUR 364000.\nANNEX II\nList of undertakings and documents to be supplied by tenderers when submitting their tenders:\n1. Proof that the tendering security has been lodged with each intervention agency.\n2. Indication of the place of final use of the alcohol and an undertaking by the tenderer to comply with that destination.\n3. Proof, dated after the entry into force of this Regulation, that the tenderer has binding commitments to an operator in the fuel sector in one of the third countries listed in Article 86 of Regulation (EC) No 1623/2000. The operator concerned must undertake to dehydrate the awarded alcohol in one of those countries and to export it exclusively for use in the fuel sector.\n4. Tenders must also give the name and address of the tenderer, the reference of the notice of invitation to tender and the price offered, expressed in euro per hectolitre of alcohol at 100 % vol.\n5. An undertaking from the tenderer to comply with all the rules relating to the tendering procedure in question.\n6. A statement by the tenderer waiving all claims in respect of the quality and characteristics of any alcohol awarded, agreeing to submit to any checks made on the destination and use of the alcohol and accepting responsibility for providing evidence that the alcohol is used as specified in this notice of invitation to tender.\nANNEX III\nThe only numbers to be used in Brussels are:\n>TABLE>"}