{"celex_id": "32003R0337", "uri": "http://publications.europa.eu/resource/cellar/69efa230-8917-4de4-9b4d-eb6a6c569272", "type": "Regulation", "concepts": ["2783", "5403", "5946"], "title": "Commission Regulation (EC) No 337/2003 of 21 February 2003 suspending the application of the double-checking regime to certain textile products originating in Ukraine\n", "header": "Commission Regulation (EC) No 337/2003\nof 21 February 2003\nsuspending the application of the double-checking regime to certain textile products originating in Ukraine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/33/EC of 19 December 2000 on the signing of an Agreement in the form of an Exchange of Letters between the European Community and Ukraine concerning the extension and amendment of the Agreement between the European Economic Community and Ukraine on trade in textile products initialled on 5 May 1993, as last amended by the Agreement in the form of an Exchange of Letters initialled on 15 October 1999 and authorising its provisional application(1), and in particular Article 4 thereof,\nWhereas:\n(1) The Agreement between the European Community and Ukraine on trade on textile products(2), as last amended by an agreement between the parties implemented by Commission Regulation (EC) No 475/2002(3), stipulates in Article 2(1) that at the latest six weeks before the end of every Agreement year the Commission and Ukraine shall hold consultations on the necessity of maintaining the categories listed in Annex III to the Agreement under double checking, with a view to the possible suspension of categories from double-checking.\n(2) Consultations were held in October 2002 with a view to reviewing the need to maintain the application of the double-checking system for certain textile products. As a result of these consultations, the parties agreed to suspend the double checking regime for one textile product.\n(3) It is desirable for this Regulation to enter into force immediately in order to inform operators of its benefits as soon as possible.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Annex III to the Agreement between the European Community and Ukraine on trade in textile products, which sets out the products without quantitative limits subject to the double checking system referred to in the second subparagraph of Article 2(1) of that Agreement, is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 16, 18.1.2001, p. 1.\n(2) OJ L 123, 17.5.1994, p. 718.\n(3) OJ L 75, 16.3.2002, p. 26.\nANNEX\n\"ANNEX III\nProducts without quantitative limits subject to the double-checking system referred to in Article 2(1), second subparagraph, of the Agreement\n>TABLE>\""}