{"celex_id": "32002R0322", "uri": "http://publications.europa.eu/resource/cellar/54bc6a6f-05e5-4cae-a768-b8fc468fba2b", "type": "Regulation", "concepts": ["1309", "2084", "2384", "2435", "4402", "519"], "title": "Council Regulation (EC) No 322/2002 of 18 February 2002 amending Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway\n", "header": "Council Regulation (EC) No 322/2002\nof 18 February 2002\namending Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(2), and in particular Article 19(1) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) Definitive anti-dumping and countervailing duties were imposed on farmed Atlantic salmon originating in Norway by Regulations (EC) No 1890/97(3) and (EC) No 1891/97(4). The form of the duties set out in these two Regulations was, however, later reviewed, with both Regulations being replaced by Regulation (EC) No 772/1999(5).\n(2) At the same time as definitive duties were imposed, individual price undertakings were also accepted from 190 Norwegian exporters by Commission Decision 97/634/EC(6). By offering undertakings, the companies all agreed to respect certain minimum import prices for their sales of farmed Atlantic salmon originating in Norway and to provide the Commission, within due deadlines, periodic reports of their sales to the Community.\n(3) However, due to the late receipt by the Commission of one such sales report from the Norwegian exporter Gje-Vi AS, a breach of the terms of the company's undertaking was deemed to have occurred. Acceptance of this company's undertaking was withdrawn by the Commission by Regulation (EC) No 651/98(7), with definitive anti-dumping and countervailing duties imposed in its place by Council Regulation (EC) No 772/98(8).\nB. REQUEST FOR A REVIEW\n(4) Gje-Vi AS (hereafter referred to as the \"Applicant\"), subsequently made a satisfactory request for a partial interim review pursuant to Article 11(3) of Regulation (EC) No 384/96 and Article 19(1) of Regulation (EC) No 2026/97.\n(5) The request contained sufficient evidence of a significant change in circumstances which had occurred since the imposition of duties against its exports to the Community. The company therefore wished to offer again a price undertaking and submitted that, in view of these changes, such an undertaking would be both effective and practicable.\n(6) A Notice of initiation of a partial interim review was published accordingly(9). It should be noted in this regard that the review was limited in scope to an examination of whether a new undertaking can be accepted from the Applicant.\nC. REVIEW INVESTIGATION\n1.1. Product concerned\n(7) The product concerned is farmed Atlantic salmon originating in Norway currently classifiable within CN codes ex 0302 12 00 (TARIC codes 0302 12 00*21, 0302 12 00*22, 0302 12 00*23 and 0302 12 00*29 ), ex 0303 22 00 (TARIC codes 0303 22 00*21, 0302 22 00*22, 0303 22 00*23 and 0302 22 00*29 ), ex 0304 10 13 (TARIC codes 0304 10 13*21 and 0304 10 13*29 ) and ex 0304 20 13 (TARIC codes 0304 20 13*21 and 0304 20 13*29 ).\n1.2. Parties concerned by the investigation\n(8) The Applicant, the representative associations of producers in Norway and the Community, importers in the Community and the authorities in Norway were officially advised of the initiation of the review. All the parties directly concerned were given the opportunity to make their views known in writing and to request a hearing.\n(9) The Applicant was sent a questionnaire and submitted a reply within the time limits specified. A verification visit was subsequently carried out at its premises in Norway.\nD. FINDINGS OF THE INVESTIGATION\n(10) The investigation showed that the Applicant has a different management structure and is now better organised than it was in 1998 when poor internal coordination and lack of personnel who were able to deal with the obligations imposed by the undertaking were the reason for the breach.\n(11) The company's accounting staff are aware of the type and level of information that would be required for the quarterly sales reports as well as the need to submit the reports in due time, and there are no reasons for supposing that the same error would occur again.\n(12) Furthermore, the company now has a good computerised accounting system which can accommodate the software necessary for the quarterly sales reports to the Commission.\n(13) Importantly, also, the personnel who are now involved in selling the product concerned to the Community are aware that a strict system of minimum import prices applies and also know the price levels below which farmed Atlantic salmon cannot be sold. There are no indications or grounds for believing that the company would not observe the terms of the undertaking vis-Ă -vis the applicable minimum import prices.\n(14) In view of the foregoing and the changed circumstances which have occurred since the imposition of definitive anti-dumping and countervailing duties against the company, the offer of an undertaking from Gje-Vi AS is considered acceptable.\n(15) In this regard, the undertaking has been formally accepted by Commission Decision 2002/157/EC(10).\nE. CORRIGENDUM TO REGULATION (EC) No 1677/2001\n(16) During publication of Regulation (EC) No 1677/2001(11), the name of the Norwegian company, Janas A/S (UT No 1/75, TARIC Additional Code 8177 ) was inadvertently omitted from the list of companies from which undertakings are accepted and thus exempted from the definitive anti-dumping and countervailing duties.\n(17) Accordingly, the name of this company should be inserted into the aforementioned list.\nF. AMENDMENT OF THE ANNEX TO REGULATION (EC) No 772/1999\n(18) In view of all the above, the Annex to Regulation (EC) No 772/1999 should be amended accordingly,", "main_body": ["The Annex to Regulation (EC) No 772/1999 shall be replaced by the text in the Annex hereto.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.", "The insertion of Janas A/S into the Annex to Regulation (EC) No 772/1999 shall apply with effect from 24 August 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2002.\nFor the Council\nThe President\nJ. PiquĂŠ i Camps\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 288, 21.10.1997, p. 1.\n(3) OJ L 267, 30.9.1997, p. 1.\n(4) OJ L 267, 30.9.1997, p. 19.\n(5) OJ L 101, 16.4.1999, p. 1. Regulation as last amended by Regulation (EC) No 1677/2001 (OJ L 227, 23.8.2001, p. 15).\n(6) OJ L 267, 30.9.1997, p. 81. Decision as last amended by Decision 2001/644/EC (OJ L 227, 23.8.2001, p. 49).\n(7) OJ L 88, 24.3.1998, p. 31.\n(8) OJ L 111, 9.4.1998, p. 10.\n(9) OJ C 188, 4.7.2001, p. 11.\n(10) See page 32 of this Official Journal.\n(11) OJ L 227, 23.8.2001, p. 15.\nANNEX\n\"ANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED AND THUS EXEMPTED FROM THE DEFINITIVE ANTI-DUMPING AND COUNTERVAILING DUTIES\n>TABLE>\""}