{"celex_id": "32002D0197", "uri": "http://publications.europa.eu/resource/cellar/0d749b20-8d0d-4fad-8075-a3710373159c", "type": "Decision", "concepts": ["2435", "2449", "2718", "2850", "4048", "5898"], "title": "2002/197/EC: Council Decision of 17 December 2001 on the conclusion of an Additional Protocol laying down the trade arrangements for certain fish and fishery products to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part\n", "header": "Council Decision\nof 17 December 2001\non the conclusion of an Additional Protocol laying down the trade arrangements for certain fish and fishery products to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part\n(2002/197/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) It is desirable to complete by means of an Additional Protocol the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part(1), so as to provide for preferential conditions for the importation into the Community of certain fish and fishery products originating in the Republic of Slovenia, and into the Republic of Slovenia of certain fish and fishery products originating in the Community.\n(2) To that end a new Protocol laying down the trade arrangements for certain fish and fishery products should be added to the said Europe Agreement.\n(3) The Protocol should be approved,", "main_body": ["The Additional Protocol laying down the trade arrangements for certain fish and fishery products to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "A tariff quota with order number 09.1751 covering the first 12 months of the Protocol should be opened for 100 tonnes for prepared and preserved sardines originating in Slovenia and falling under CN codes 1604 13 11 and 1604 13 19 at a duty rate of 4 %. This quota shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EC) No 2454/93(2).", "The President of the Council is hereby authorised to designate the person empowered to sign the Protocol in order to bind the Community."], "attachments": "Done at Brussels, 17 December 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ L 51, 26.2.1999, p. 212.\n(2) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 2787/2000 (OJ L 330, 27.12.2000, p. 1)."}