{"celex_id": "32009L0137", "uri": "http://publications.europa.eu/resource/cellar/9d1a1d1e-8e00-4a1a-bd97-0a8d12132348", "type": "Directive", "concepts": ["1896", "2081", "2159", "5235", "5726"], "title": "Commission Directive 2009/137/EC of 10 November 2009 amending Directive 2004/22/EC of the European Parliament and of the Council on measuring instruments in respect of exploitation of the maximum permissible errors, as regards the instrument-specific annexes MI-001 to MI-005 (Text with EEA relevance)\n", "header": "11.11.2009 EN Official Journal of the European Union L 294/7\nCOMMISSION DIRECTIVE 2009/137/EC\nof 10 November 2009\namending Directive 2004/22/EC of the European Parliament and of the Council on measuring instruments in respect of exploitation of the maximum permissible errors, as regards the instrument-specific annexes MI-001 to MI-005\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/22/EC of the European Parliament and of the Council of 31 March 2004 on measuring instruments (1), and in particular Article 16(2) thereof,\nWhereas:\n(1) Directive 2004/22/EC harmonises the requirements for the placing on the market and/or the putting into use of measuring instruments with a measuring function defined in the instrument-specific annexes MI-001 to MI-010. Measuring instruments must meet the essential requirements laid down in Annex I and in the relevant instrument-specific Annex.\n(2) The instrument-specific annexes of Directive 2004/22/EC contain requirements adapted to the different types of measuring instruments. These requirements include specific provisions on allowable errors in order to ensure the accuracy and performance of the measuring instrument and to guarantee that the error of measurement under rated operated conditions and in the absence of a disturbance does not exceed the defined Maximum Permissible Error (MPE) value.\n(3) Since new specifications have been developed as regards gas meters and volume conversion devices, the very specific requirement of point 2.1 of Annex MI-002 could cause obstacles to technical progress and innovation and create barriers to the free circulation of gas meters. It should therefore be replaced by a more general performance requirement.\n(4) Directive 2004/22/EC provides in point 7.3 of Annex I with regard to utility measuring instruments for a general protection against unduly biased errors outside the controlled range. However, experience has shown that in order to guarantee that a measuring instrument does not exploit the Maximum Permissible Error (MPE) and systematically favour any of the parties involved in the transaction, it is necessary to require also protection against unduly biased errors inside the controlled range of these instruments.\n(5) In accordance with point 34 of the Interinstitutional Agreement on better law-making1 (2), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(6) Directive 2004/22/EC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Measuring Instruments Committee set up by Article 15(1) of Directive 2004/22/EC,", "main_body": ["The instrument-specific annexes MI-001 to MI-005 to Directive 2004/22/EC are amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish by 1 December 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 June 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 November 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 135, 30.4.2004, p. 1.\n(2)  OJ C 321, 31.12.2003, p. 1.\nANNEX\nDirective 2004/22/EC is amended as follows:\n1. In Annex MI-001, in section ‘MPE’ of the Specific Requirements the following point 6a is added:\n‘6a. The meter shall not exploit the MPE or systematically favour any party’.\n2. Annex MI-002 is amended as follows:\n(a) in point 2.1 of Part I, the paragraph under the table is replaced by the following:\n(b) In point 8 of Part II the following paragraph is added after the note:\n3. In Annex MI-003, in point 3 of the Specific Requirements the following paragraph is added:\n4. In Annex MI-004, in point 3 of the Specific Requirements the following paragraph is added:\n5. In Annex MI-005, in point 2 of the Specific Requirements, the following point 2.8. is added:\n‘2.8. The measuring system shall not exploit the MPEs or systematically favour any party’."}