{"celex_id": "32002R0851", "uri": "http://publications.europa.eu/resource/cellar/9e61827b-b019-4f5e-8b9d-82f32f1f78d6", "type": "Regulation", "concepts": ["1119", "1309", "1562", "1608", "2081", "5989"], "title": "Commission Regulation (EC) No 851/2002 of 22 May 2002 approving operations to check conformity to the marketing standards applicable to fresh fruit and vegetables carried out in Cyprus prior to import into the European Community\n", "header": "Commission Regulation (EC) No 851/2002\nof 22 May 2002\napproving operations to check conformity to the marketing standards applicable to fresh fruit and vegetables carried out in Cyprus prior to import into the European Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 545/2002(2), and in particular Article 10 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1148/2001 of 12 June 2001 on checks on conformity to the marketing standards applicable to fresh fruit and vegetables(3), as last amended by Regulation (EC) No 2379/2001(4), lays down the conditions under which the Commission may approve checking operations performed by certain third countries which so request prior to import into the Community, in compliance with the conditions laid down in Article 7 of Regulation (EC) No 1148/2001.\n(2) On 13 September 2001 the Cypriot authorities sent the Commission a request for the approval of checking operations performed by the Produce Inspection Service of the Ministry of Commerce, Industry and Tourism. This states that Cyprus Produce Inspection Service have the necessary staff, equipment and facilities to carry out checks, that they use methods equivalent to those referred to in Article 9 of Regulation (EC) No 1148/2001 and that the fresh fruit and vegetables exported from Cyprus meet the Community marketing standards.\n(3) The information sent by the Member States and in the possession of the Commission departments shows that, in the period 1997 to 2001, the incidence of non-conformity with marketing standards amongst imports of fresh fruit and vegetables from Cyprus was very low.\n(4) For a number of years representatives of the Cypriot inspection body have been regular participants at various seminars and training activities organised by different Member States. They have also participated in occasional international efforts to agree marketing standards for fruit and vegetables, such as the Working Party on Standardisation of Perishable Produce and Quality Development of the United Nations Economic Commission for Europe (UNECE).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Checks on conformity with marketing standards carried out by Cyprus on fresh fruit and vegetables from Cyprus shall be approved in accordance with the conditions laid down in Article 7(1) of Regulation (EC) No 1148/2001.", "The official correspondent in Cyprus, under whose responsibility the checking operations are performed, and the inspection body in charge of carrying out those checks, as referred to in Article 7(2) of Regulation (EC) No 1148/2001, are given in Annex I to this Regulation.", "The certificates referred to in the second subparagraph of Article 7(3) of Regulation (EC) No 1148/2001, issued following the checks referred to in Article 1 of this Regulation, must be drawn up on forms in conformity with the model given in Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities.\nIt shall apply from the date of publication in the C series of the Official Journal of the European Communities of the notice referred to in Article 7(8) of Regulation (EC) No 1148/2001, relating to the establishment of administrative cooperation between the European Community and Cyprus.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 84, 28.3.2002, p. 1.\n(3) OJ L 156, 13.6.2001, p. 9.\n(4) OJ L 321, 6.12.2001, p. 15.\nANNEX I\n- Official correspondent pursuant to Article 7(2) of Regulation (EC) No 1148/2001: Ministry of Commerce, Industry and Tourism Department of Commerce CY - 1421 Nicosia Tel. (357) 22 86 71 00 Fax (357) 22 37 51 20 Email: mintrade@spidernet.com.cy\n- Inspection body pursuant to Article 7(2) of Regulation (EC) No 1148/2001: Headquarters of Produce Inspection Service (P.I.S.) Nicosia District Office CY - 1421 Nicosia Tel. (357) 22 86 71 76 Fax (357) 22 37 54 43 Email: mcitrpa@cytanet.com.cy Produce Inspection Service (P.I.S) Larnaca District Office CY - 6650 Larnaca Tel. (357) 24 30 47 20 Fax (357) 24 30 47 13 Produce Inspection Service (P.I.S.) Limassol District Office PO Box 56052 CY - 3304 Limassol Tel. (357) 25 30 65 40 Fax (357) 25 30 65 62 Produce Inspection Service (P.I.S.) Paphos District Office PO Box 60108 CY - 8100 Paphos Tel (357) 26 30 65 34 Fax (357) 26 30 65 33\nANNEX II\nMODEL CERTIFICATE PURSUANT TO ARTICLE 7(3) OF REGULATION (EC) No 1148/2001\n>PIC FILE= \"L_2002135EN.001602.TIF\">"}