{"celex_id": "32006R1630", "uri": "http://publications.europa.eu/resource/cellar/d33b169c-e980-4147-a016-78aed950b929", "type": "Regulation", "concepts": ["1604", "161", "2734", "2771", "4324"], "title": "Commission Regulation (EC) No 1630/2006 of 31 October 2006 amending Regulation (EC) No 933/2002 opening and providing for the management of tariff quotas for certain agricultural products originating in Switzerland, and repealing Regulation (EC) No 851/95\n", "header": "1.11.2006 EN Official Journal of the European Union L 302/43\nCOMMISSION REGULATION (EC) No 1630/2006\nof 31 October 2006\namending Regulation (EC) No 933/2002 opening and providing for the management of tariff quotas for certain agricultural products originating in Switzerland, and repealing Regulation (EC) No 851/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (1), and in particular Article 5(3) thereof,\nWhereas:\n(1) Following the enlargement of the European Union on 1 May 2004, the Community and Switzerland agreed to adapt the tariff concessions laid down in the Agreement between the European Community and the Swiss Confederation of 21 June 1999 on trade in agricultural products (2), hereinafter referred to as the Agreement, which entered into force on 1 June 2002. In particular, they agreed to amend Annexes 1 and 2 to the Agreement, which listed the concessions, in order to widen an existing duty-free Community tariff quota to cover a new product, witloof chicory of CN code 0705 21 00.\n(2) Pending the formal amendment, the Community and Switzerland agreed to provide for the application of the adapted concessions, as from 1 May 2004, on an autonomous and transitional basis.\n(3) To ensure that the quota benefit for products of CN code 0705 21 00 would be available from 1 May 2004, an autonomous Community tariff quota limited to those products was provided for during a transitional period by Council Regulation (EC) No 7/2005 of 13 December 2004 adopting autonomous and transitional measures to open a Community tariff quota for certain agricultural products originating in Switzerland (3).\n(4) Annex 2 to the Agreement, as amended by Decision No 3/2005 of the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 19 December 2005 on the adaptation, following the enlargement of the European Union, of Annexes 1 and 2 (4) sets out tariff quotas expanded to cover the products of CN code 0705 21 00. It is therefore necessary to adjust the corresponding implementation provisions.\n(5) Commission Regulation (EC) No 933/2002 (5) should therefore be amended accordingly.\n(6) Regulation (EC) No 7/2005 is repealed from 1 September 2006 by Regulation (EC) No 1623/2006 (6). This Regulation should therefore apply from the same date.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In the Annex to Regulation (EC) No 933/2002 the row for order No 09.0925 is replaced by the following:\nOrder No CN code TARIC code Description Rate of duty Annual volume\n‘09.0925 0705 11 00  Lettuce (Lactuca sativa) and chicory (Cichorium spp.), including Witloof chicory (Cichorium intybus var. foliosum), fresh or chilled Free 3 000’", "For the year 2006, the volume of Community tariff quota No 09.0925 shall be reduced by the quantity used before the date provided for in Article 3, under Community tariff quota No 09.0947 provided for in Regulation (EC) No 7/2005.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2006.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 114, 30.4.2002, p. 1.\n(2)  OJ L 114, 30.4.2002, p. 132.\n(3)  OJ L 4, 6.1.2005, p. 1.\n(4)  OJ L 346, 29.12.2005, p.33.\n(5)  OJ L 144, 1.6.2002, p. 22.\n(6)  See page 1 of this Official Journal."}