{"celex_id": "32003D1151", "uri": "http://publications.europa.eu/resource/cellar/4984328a-2e49-40f5-bb19-00d966a762ef", "type": "Decision", "concepts": ["2792", "4125", "444", "5413", "6088"], "title": "Decision No 1151/2003/EC of the European Parliament and of the Council of 16 June 2003 amending Decision No 276/1999/EC adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks\n", "header": "Decision No 1151/2003/EC of the European Parliament and of the Council\nof 16 June 2003\namending Decision No 276/1999/EC adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 153(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nHaving regard to the opinion of the Committee of the Regions(3),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(4),\nWhereas:\n(1) Decision No 276/1999/EC(5) was adopted for a period of four years.\n(2) In accordance with Article 6(4) of Decision No 276/1999/EC, the Commission has submitted to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions an evaluation report on the results obtained at the end of two years in implementing the action lines set out in Annex I to that Decision.\n(3) The findings of the evaluation formed part of the basic documentation for a workshop on safer use of new online technologies at which leading experts in the field examined the likely future evolution of the issues addressed by the action plan laid down in Decision No 276/1999/EC (hereafter referred to as the action plan) and made recommendations to the Commission.\n(4) New online technologies, new users and new usage patterns create new dangers and exacerbate existing dangers at the same time as opening a wealth of new opportunities.\n(5) There is a clear need for coordination within the safer Internet field, both on the national and the European level. There should be a large degree of decentralisation using networks of national focal points. The involvement of all the relevant actors, especially a greater number of content providers in the different sectors, should be encouraged. The Commission should act as a facilitator for and contributor to European and global cooperation. Cooperation between the Community and candidate and accession countries should be enhanced.\n(6) More time is needed for actions to be implemented to enhance networking, to achieve the objectives of the action plan and to take account of new online technologies.\n(7) The financial framework constituting the prime reference for the budgetary authority during the annual budgetary procedure should be amended accordingly.\n(8) The Commission should be required to present a second report on the results obtained in implementing the action lines after four years and a final report at the end of the action plan.\n(9) The list of candidate and accession countries able to participate should be amended by including Malta and Turkey.\n(10) The Action Plan should be extended for a further period of two years which should be regarded as a second phase; in order to make specific provision for the second phase, the action lines should be amended, taking account of the experience and the findings of the evaluation report.\n(11) Decision 276/1999/EC should therefore be amended accordingly,", "main_body": ["Decision No 276/1999/EC is hereby amended as follows:\n1. The title shall be replaced by the following:\n\"Decision No 276/1999/EC of the European Parliament and of the Council of 25 January 1999 adopting a Multiannual Community Action Plan on promoting safer use of the Internet and new online technologies by combating illegal and harmful content primarily in the area of the protection of children and minors.\"\n2. Article 1(2) shall be replaced by the following:\n\"2. The action plan shall cover a period of six years from 1 January 1999 to 31 December 2004.\"\n3. Article 1(3) shall be replaced by the following:\n\"3. The financial framework for the implementation of the action plan for the period from 1 January 1999 to 31 December 2004 is hereby set at EUR 38,3 million.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\nAn indicative breakdown of expenditure is given in Annex II.\"\n4. In Article 3, the first indent shall be replaced by the following:\n\"- promotion of industry self-regulation and content monitoring schemes (for example, dealing with content such as child pornography or content which is likely to result in physical or mental harm or content which incites hatred on grounds of race, sex, religion, nationality or ethnic origin),\"\n5. Article 6(4) shall be replaced by the following:\n\"4. At the end of two years, at the end of four years and at the end of the action plan, the Commission shall submit to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, once the committee referred to in Article 5 has examined it, an evaluation report on the results obtained in implementing the action plan. The Commission may present, on the basis of those results, proposals for adjusting the orientation of the action plan.\"\n6. Article 7(1) shall be replaced by the following:\n\"1. Participation in this action plan may be opened to EFTA States which are members of the European Economic Area (EEA) in accordance with the provisions of the Agreement on the EEA.\"\n7. Article 7(2) shall be replaced by the following:\n\"2. The action plan shall be open to participation of the candidate and accession countries on the following basis:\n(a) central and eastern European countries (CEECs), in accordance with the conditions established in the Europe Agreements, in their additional protocols, and in the decisions of the respective Association Councils;\n(b) Cyprus, Malta and Turkey, in accordance with bilateral agreements to be concluded.\"\n8. Annex I shall be amended as set out in the Annex I to this Decision.\n9. Annex II shall be replaced by the text in the Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 16 June 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nG. Papandreou\n(1) OJ C 203 E, 27.8.2002, p. 6.\n(2) OJ C 61, 14.3.2003, p. 32.\n(3) OJ C 73, 26.3.2003, p. 34.\n(4) Opinion of the European Parliament of 11 March 2003 (not yet published in the Official Journal) and Council Decision of 26 May 2003.\n(5) OJ L 33, 6.2.1999, p. 1.\nANNEX I\nAnnex I to Decision No 276/1999/EC shall be amended as follows:\n1. under the title Action Lines the fourth indent of the second paragraph is replaced by the following:\n\"- to foster cooperation and exchange of experiences and best practices at European and international levels, especially with the candidate and accession countries\";\n2. under the title Action Lines the following third and fourth subparagraphs are added:\n\"Following the initial phase covering the period 1 January 1999 - 31 December 2002, a second phase will be organised during the period 1 January 2003 - 31 December 2004. This will build on the work to achieve the goals set out in the four action lines of the initial phase while making the necessary adjustments to take account of experience gained and of the impact of new technologies and their convergence, and ensuring coherence with other Community programmes.\nin particular:\n(i) The coverage of safer use will be extended, primarily with the aim of improving the protection of children and minors, to new online technologies, including mobile and broadband content, online games, peer-to-peer file transfer, text and enhanced messages and all forms of real-time communications such as chat rooms and instant messages;\n(ii) Intensified action will be taken to ensure that, primarily in the area of the protection of children and minors, areas of illegal and harmful content and conduct of concern are covered, with an emphasis on crimes against children, such as child pornography and trafficking in children and on racism and violence;\n(iii) More active involvement of the content and media industry will be encouraged, and collaboration with government-backed bodies active in the area will be expanded;\n(iv) Enhanced networking will be encouraged among project participants in the various action lines, particularly in the fields of hotlines, content rating, self-regulation and awareness-raising;\n(v) Steps will be taken to associate candidate and accession countries in ongoing activities and to share experience and know-how, and to increase links and encourage collaboration with similar activities in third countries, particularly countries where illegal content is hosted or produced, and with international organisations.\";\n3. in paragraph 1.1 the following sixth subparagraph is added:\n\"During the second phase, the aim will be to complete the network's coverage in the Member States and to improve yet further the operational effectiveness of the network, to work closely with safer Internet awareness actions, particularly so as to increase public awareness of the hotlines, to provide practical assistance to candidate and accession countries wishing to set up hotlines, to adapt best practice guidelines to new technology, and to expand links with hotlines outside Europe.\";\n4. in paragraph 1.2 the following fourth subparagraph is added:\n\"During the second phase, further advice and assistance will be provided so as to ensure cooperation at Community level through networking of the appropriate structures within Member States and through systematic review and reporting of relevant legal and regulatory issues, to help develop comparable assessment methodologies of the self-regulation framework, to help adapt self-regulatory practices to new technology by providing information on relevant developments in such technology and the way it is used, to provide practical assistance to candidate and accession countries wishing to set up self-regulatory bodies and to expand links with self-regulatory bodies outside Europe. Moreover, further support will be given to encourage quality-site labels.\";\n5. in paragraph 2.1 the following seventh and eighth subparagraphs are added:\n\"During the second phase, there will be a focus on benchmarking of filtering software and services (especially performance, usability, resistance to hacking, suitability for European markets and new forms of digital content). Assistance for developing filtering technology will be carried forward under the Community research programme. The Commission will ensure close liaison with activities relating to filtering under the Action Plan.\nThe second phase will promote the take-up of self-rating by content providers and the provision of information to users about European filtering software and services.\";\n6. in paragraph 2.2 the following third subparagraph is added:\n\"During the second phase, support will be given to bringing together the industries and parties concerned such as content providers, regulatory and self-regulatory bodies, software and Internet rating organisations and consumer associations, in order to foster conditions propitious for developing and implementing rating systems which are easy for content-providers and for consumers to understand and use, which provide European parents and educators with the necessary information to make decisions in accordance with their cultural and linguistic values, and which take account of the convergence of telecommunications, audiovisual media and information technology.\";\n7. Paragraph 3.2 is amended as follows:\n(a) the fourth subparagraph is replaced by the following:\n\"The purpose of the Community support is to pump-prime broadly-based awareness actions and to provide overall coordination and exchange of experience so that lessons can be drawn from the results of the action on an ongoing basis (for instance by adapting the material distributed). The Commission will continue to take steps to encourage cost-effective means of distribution to large numbers of users, notably by using multiplier organisations, and electronic dissemination channels so as to reach the intended target groups.\"\n(b) the following fifth subparagraph is added:\n\"During the second phase, support will be given to exchange of best practice on new-media education by means of a European network for raising awareness of safer use of the Internet and new online technologies, supported by\n- a comprehensive trans-national repository (web portal) of relevant information and awareness and research resources,\n- applied research on media education involving all interested parties (e.g. education, official and voluntary children's welfare bodies, parents associations, industry, law-enforcement) into children's use of new technologies to identify educational and technological means for protecting them from harm.\nThe network will also provide technical assistance to candidate and accession countries wishing to set up awareness actions and expand links with awareness activities outside Europe.\";\n8. In paragraph 4.2 the second, third and fourth subparagraphs are replaced by the following:\n\"The Commission will therefore organise at frequent intervals seminars and workshops addressing the various themes covered by the action plan, or a combination of such themes. Participation should include industry, user, consumer and citizens rights groups and government bodies involved in industry regulation and law enforcement, as well as leading experts and researchers. The Commission will seek to ensure broad participation from the EEA countries, from third countries and international organisations.\"\nANNEX II\nINDICATIVE BREAKDOWN OF EXPENDITURE\n>TABLE>"}