{"celex_id": "32008D0852", "uri": "http://publications.europa.eu/resource/cellar/f0954b95-e70e-4683-99c4-401507213277", "type": "Decision", "concepts": ["1318", "1708", "245", "3489", "5127", "5283", "5550", "5552", "616"], "title": "Council Decision 2008/852/JHA of 24 October 2008 on a contact-point network against corruption\n", "header": "12.11.2008 EN Official Journal of the European Union L 301/38\nCOUNCIL DECISION 2008/852/JHA\nof 24 October 2008\non a contact-point network against corruption\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29, Article 30(1), Article 31 and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Federal Republic of Germany (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas:\n(1) Article 29 of the Treaty states that the objective of the Union to provide citizens with a high level of safety within an area of freedom, security and justice is to be achieved by preventing and combating crime, organised or otherwise, including corruption and fraud.\n(2) The European Union strategy for the beginning of the new millennium on the prevention and control of organised crime emphasises the need to develop a comprehensive EU policy against corruption.\n(3) In its Resolution of 14 April 2005 concerning a comprehensive EU policy against corruption, which refers to the communication from the Commission to the Council, the European Parliament and the European Economic and Social Committee of 28 May 2003 on a Comprehensive EU Policy against Corruption, the Council reaffirms the importance of the role and work of the Member States in developing a comprehensive, multi-faceted policy against corruption in both the public and private sectors, in partnership with all relevant players from civil society and business alike.\n(4) The European Council welcomed the development in the Hague Programme (3) (point 2.7) of a strategic concept with regard to cross-border organised crime and corruption at EU level and asked the Council and the Commission to develop this concept further and make it operational.\n(5) The heads and key representatives of EU Member States' national police monitoring and inspection bodies and those of their anti-corruption agencies with a wider remit met in November 2004 in Vienna at the AGIS conference on the Enhancement of Operational Cooperation in Fighting Corruption in the European Union. They emphasised the importance of further enhancing their cooperation, inter alia, through annual meetings, and welcomed the idea of a European anti-corruption network based upon existing structures. In the wake of the Vienna conference these European Partners Against Corruption (EPAC) met in Budapest in November 2006 for their sixth annual meeting, where with an overwhelming majority, they confirmed their commitment to supporting the initiative on setting up a more formal anti-corruption network.\n(6) In order to build upon existing structures, the authorities and agencies to form part of the European anti-corruption network could include EPAC member organisations.\n(7) The enhancement of international cooperation is generally (4) recognised as a key issue in the fight against corruption. The fight against all forms of corruption should be improved by cooperating effectively, identifying opportunities, sharing good practices and developing high professional standards. The establishment of an anti-corruption network at EU level is an important contribution to the improvement of such cooperation,", "main_body": ["Objective\nIn order to improve cooperation between authorities and agencies to prevent and combat corruption in Europe a network of contact points of the Member States of the European Union shall be set up (hereinafter referred to as the ‘network’). The European Commission, Europol and Eurojust shall be fully associated with the activities of the Network.", "Composition of the network\nThe network shall consist of authorities and agencies of the Member States of the European Union charged with preventing or combating corruption. The members shall be designated by the Member States. The Member States shall each designate at least one, but not more than three organisations. The European Commission shall designate its representatives. Within their respective competencies, Europol and Eurojust may participate in the activities of the Network.", "Tasks of the network\n1.   The network shall in particular have the following tasks:\n1. it shall constitute a forum for the exchange throughout the EU of information on effective measures and experience in the prevention and combating of corruption;\n2. it shall facilitate the establishment and active maintenance of contacts between its members.\nTo these ends, inter alia, a list of contact points shall be kept up-to-date and a web site operated.\n2.   The members of the network shall, for the accomplishment of their tasks, meet at least once a year.", "Scope\nPolice and judicial cooperation between the Member States shall be governed by the relevant rules. The setting up of the network shall be without prejudice to such rules, and without prejudice to the role of CEPOL.", "Organisation of the network\n1.   The network shall organise itself, building upon existing informal collaboration between the EPAC.\n2.   The Member States and the European Commission shall bear all expenses of the members or representatives designated by them. The same rule shall apply to Europol and Eurojust.", "Entry into force\nThis Decision shall take effect on the day following that of its adoption."], "attachments": "Done at Luxembourg, 24 October 2008.\nFor the Council\nThe President\nM. ALLIOT-MARIE\n(1)  OJ C 173, 26.7.2007, p. 3.\n(2)  Opinion of 5 June 2008 (not yet published in the Official Journal).\n(3)  The Hague Programme in strengthening freedom, security and justice in the European Union (OJ C 53, 3.3.2005, p. 1).\n(4)  United Nations Convention against Corruption, adopted by General Assembly Resolution 58/4 of 31 October 2003."}