{"celex_id": "32008D0610", "uri": "http://publications.europa.eu/resource/cellar/97779479-7ebc-4524-9c2a-4daf90714976", "type": "Decision", "concepts": ["1309", "1445", "192", "3408", "5034", "5100", "5608", "888"], "title": "2008/610/EC: Commission Decision of 24 July 2008 amending Decision 2008/155/EC as regards certain embryo collection and production teams in Canada and the United States (notified under document number C(2008) 3748) (Text with EEA relevance)\n", "header": "25.7.2008 EN Official Journal of the European Union L 197/57\nCOMMISSION DECISION\nof 24 July 2008\namending Decision 2008/155/EC as regards certain embryo collection and production teams in Canada and the United States\n(notified under document number C(2008) 3748)\n(Text with EEA relevance)\n(2008/610/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 2008/155/EC of 14 February 2008 establishing a list of embryo collection and production teams in third countries approved for imports of bovine embryos into the Community (2) provides that Member States are to import embryos from third countries only if they have been collected, processed and stored by embryo collection and production teams listed in the Annex to that Decision.\n(2) Canada and the United States have requested that amendments be made to the entries for those countries on that list as regards certain embryo collection teams.\n(3) Canada and the United States have provided guarantees regarding compliance with the appropriate rules set out in Directive 89/556/EEC and the embryo collection teams concerned have been officially approved for exports to the Community by the veterinary services of those countries.\n(4) Decision 2008/155/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2008/155/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Commission Decision 2006/60/EC (OJ L 31, 3.2.2006, p. 24).\n(2)  OJ L 50, 23.2.2008, p. 51. Decision as amended by Decision 2008/449/EC (OJ L 157, 17.6.2008, p. 108).\nANNEX\nThe Annex to Decision 2008/155/EC is amended as follows:\n1. the row for Canada embryo collection team No E 71 is replaced by the following:\nGencor\nRR 5\nGuelph,\nOntario N1H 6J2\n2. the row for Canada embryo collection team No E 817 is replaced by the following:\nHôpital Vétérinaire Ormstown\n1430 route 201\nOrmstown,\nQuébec J0S 1K0\n3. the following row for Canada is inserted:\nBureau Vétérinaire Ste-Martine\n168 Boulevard St-Joseph\nSte-Martine,\nQuébec J0S 1V0\n4. the row for the United States embryo collection team No 93MD062 E 1139 is replaced by the following:\nMid Maryland Dairy Veterinarian\n112 Western Maryland PKWY\nHagerstown, MD 21742\n5. the row for the United States embryo collection team No 93MD063 E 1139 is replaced by the following:\nMid Maryland Dairy Associates\n112 Western Maryland PKWY\nHagerstown, MD 21742\n6. the following rows for the United States are inserted:\nTrans Ova Genetics\n9033 Walker RD\nBelgrade, MT 59714\nGreencastle Veterinary Hospital\n862 Buchanan Trail East\nGreencastle, PA 17225\nTufts-New England Veterinary Ambulatory Clinic\n149 New Sweden RD\nWoodstock, CT 06281"}