{"celex_id": "32009R0480", "uri": "http://publications.europa.eu/resource/cellar/b7c4e4ab-3eec-485a-b4b7-eabe1d2b1d63", "type": "Regulation", "concepts": ["1052", "1130", "1164", "2609", "4838", "5498"], "title": "Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (Codified version)\n", "header": "10.6.2009 EN Official Journal of the European Union L 145/10\nCOUNCIL REGULATION (EC, EURATOM) No 480/2009\nof 25 May 2009\nestablishing a Guarantee Fund for external actions\n(Codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EC, Euratom) No 2728/94 of 31 October 1994 establishing a Guarantee Fund for external actions (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The general budget of the European Union is exposed to increased financial risk as a result of the guarantees covering loans to third countries.\n(3) The European Council on 11 and 12 December 1992 concluded that considerations of prudent budgetary management and financial discipline called for the establishment of a new financial mechanism, and that accordingly a Guarantee Fund should be set up in order to cover the risks related to loans and guarantees covering loans granted to third countries or for projects executed in third countries. This need can be met by the establishment of a Guarantee Fund which may be drawn on to pay the Communities’ creditors direct.\n(4) Pursuant to the Interinstitutional Agreement between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management, adopted on 17 May 2006 (4), the funding of the Guarantee Fund is provided for as an obligatory expenditure from the general budget of the European Union for the period from 2007 to 2013.\n(5) Mechanisms exist for honouring guarantees when they are activated, in particular by drawing provisionally on cash resources, as provided for in Article 12 of Council Regulation (EC, Euratom) No 1150/2000 of 22 May 2000 implementing Decision 2000/597/EC, Euratom on the system of the Communities’ own resources (5).\n(6) The Guarantee Fund should be constituted by the gradual payment of resources. The Fund should subsequently also receive interest on its invested resources and amounts recovered from defaulting debtors where the Fund has already honoured the guarantee.\n(7) Experience of the functioning of the Guarantee Fund indicates that a ratio of 9 % between the Fund’s resources and guaranteed liabilities in principal, increased by unpaid interest due, would be adequate.\n(8) Payments to the Guarantee Fund equal to 9 % of the amount of each operation would seem sufficient to attain the target amount. The arrangements for making such payments should be defined.\n(9) If the Guarantee Fund exceeds the target amount, the surplus should be paid back to the general budget of the European Union.\n(10) The financial management of the Guarantee Fund should be entrusted to the European Investment Bank (hereinafter referred to as the ‘EIB’). The financial management of the Fund should be subject to audit by the Court of Auditors in accordance with procedures agreed upon by the Court of Auditors, the Commission and the EIB.\n(11) The Communities have granted loans and guaranteed loans to accession countries or for projects executed in those countries. Those loans and guarantees are covered by the Guarantee Fund and will remain outstanding or in force after the date of accession. From that date, they will cease to be external actions of the Communities and should therefore be covered directly by the general budget of the European Union and no longer by the Guarantee Fund.\n(12) The Guarantee Fund covers defaults under loans issued by the EIB for which the Communities provide a guarantee under the EIB’s external mandate. In addition, in line with the EIB’s external mandate which took effect from 1 February 2007, the Fund should also cover defaults under loan guarantees issued by the EIB for which the Communities provide a guarantee.\n(13) The Treaties do not provide any powers other than those pursuant to Article 308 of the EC Treaty and Article 203 of the Euratom Treaty for the adoption of this Regulation,", "main_body": ["A Guarantee Fund (hereinafter referred to as the ‘Fund’) shall be established, the resources of which shall be used to repay the Communities’ creditors in the event of default by the beneficiary of a loan granted or guaranteed by the Communities or of a loan guarantee issued by the European Investment Bank (hereinafter referred to as the ‘EIB’) for which the Communities provide a guarantee.\nThe lending and guarantee operations referred to in the first paragraph (hereinafter referred to as operations) shall be those carried out for the benefit of a third country or for the purpose of financing projects in third countries.\nAll operations carried out for the benefit of a third country or for the purpose of financing projects in a third country shall fall outside the scope of this Regulation, with effect from the date on which that country accedes to the European Union.", "The Fund shall be endowed by:\n— one annual payment from the general budget of the European Union pursuant to Articles 5 and 6,\n— interest on Fund resources invested,\n— amounts recovered from defaulting debtors where the Fund has already honoured the guarantee.", "The Fund shall rise to an appropriate level (hereinafter referred to as the target amount).\nThe target amount shall be 9 % of the Communities’ total outstanding capital liabilities arising from each operation, increased by unpaid interest due.\nOn the basis of the year-end n–1 difference between the target amount and the value of the Fund’s net assets, calculated at the beginning of the year n, any surplus shall be paid in one transaction to a special heading in the statement of revenue in the general budget of the European Union of the year n + 1.", "Following the accession of a new Member State to the European Union, the target amount shall be reduced by an amount calculated on the basis of the operations referred to in the third paragraph of Article 1.\nIn order to calculate the amount of the reduction, the percentage rate referred to in the second paragraph of Article 3 applicable on the date of accession shall be applied to the amount of those operations outstanding on that date.\nThe surplus shall be paid back to a special heading in the statement of revenue in the general budget of the European Union.", "Based on the year-end n–1 difference between the target amount and the value of the Fund’s net assets, calculated at the beginning of the year n, the required provisioning amount shall be paid into the Fund in one transaction in the year n + 1 from the general budget of the European Union.", "1.   If, as a result of one or more defaults, the activation of guarantees during year n–1 exceeds EUR 100 million, the amount exceeding EUR 100 million shall be paid back into the Fund in annual tranches starting in year n + 1 and continuing over the following years until full repayment (smoothing mechanism). The size of the annual tranche shall be the lesser of the following:\n— EUR 100 million, or,\n— the remaining amount due in accordance with the smoothing mechanism.\nAny amount resulting from the activation of guarantees in years preceding year n–1, that has not yet been repaid in full due to the smoothing mechanism, shall be paid back before the smoothing mechanism for defaults occurring in year n–1 or subsequent years can take effect. Such remaining amounts shall continue to be deducted from the maximum annual amount to be recovered from the general budget of the European Union under the smoothing mechanism until such time as the full amount has been paid back into the Fund.\n2.   The calculations based on the smoothing mechanism shall be made separately from the calculations referred to in the third paragraph of Article 3 and in Article 5. Nevertheless, they shall together result in one annual transfer. The amounts to be paid from the general budget of the European Union under the smoothing mechanism shall be treated as net assets of the Fund for the calculation pursuant to Articles 3 and 5.\n3.   If, as a result of the activation of guarantees following one or more major defaults, resources in the Fund fall below 80 % of the target amount, the Commission shall inform the budgetary authority thereof.\n4.   If, as a result of the activation of guarantees following one or more major defaults, resources in the Fund fall below 70 % of the target amount, the Commission shall submit a report on exceptional measures that may be required to replenish the Fund.", "The Commission shall entrust the financial management of the Fund to the EIB under a mandate on behalf of the Communities.", "The Commission shall, by 31 May of the following financial year, send to the European Parliament, the Council and the Court of Auditors an annual report on the situation of the Fund and the management thereof in the previous year.", "The revenue and expenditure account and the balance sheet relating to the Fund shall be attached to the Communities’ revenue and expenditure account and balance sheet.", "0\nRegulation (EC, Euratom) No 2728/94, is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and be read in accordance with the correlation table set out in Annex II.", "1\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 2009.\nFor the Council\nThe President\nJ. ŠEBESTA\n(1)  Opinion of 18 November 2008 (not yet published in the Official Journal).\n(2)  OJ L 293, 12.11.1994, p. 1.\n(3)  See Annex I.\n(4)  OJ C 139, 14.6.2006, p. 1.\n(5)  OJ L 130, 31.5.2000, p. 1.\nANNEX I\nRepealed Regulation with list of its successive amendments\nCouncil Regulation (EC, Euratom) No 2728/94 (OJ L 293, 12.11.1994, p. 1).\nCouncil Regulation (EC, Euratom) No 1149/1999 (OJ L 139, 2.6.1999, p. 1).\nCouncil Regulation (EC, Euratom) No 2273/2004 (OJ L 396, 31.12.2004, p. 28).\nCouncil Regulation (EC, Euratom) No 89/2007 (OJ L 22, 31.1.2007, p. 1).\nANNEX II\nCorrelation table\nRegulation (EC, Euratom) No 2728/94 This Regulation\nArticles 1, 2 and 3 Articles 1, 2 and 3\nArticle 3a Article 4\nArticle 4 Article 5\nArticle 5 Article 6\nArticle 6 Article 7\nArticle 7 Article 8\nArticle 8 Article 9\nArticle 9 —\n— Article 10\nArticle 10, first paragraph Article 11\nArticle 10, second paragraph —\n— Annex I\n— Annex II"}