{"celex_id": "32009R0081", "uri": "http://publications.europa.eu/resource/cellar/d4476bb2-efba-4078-ba7a-8026ee732b91", "type": "Regulation", "concepts": ["1069", "4003", "4359", "5405", "5540", "5649", "5796"], "title": "Regulation (EC) No 81/2009 of the European Parliament and of the Council of 14 January 2009 amending Regulation (EC) No 562/2006 as regards the use of the Visa Information System (VIS) under the Schengen Borders Code\n", "header": "4.2.2009 EN Official Journal of the European Union L 35/56\nREGULATION (EC) No 81/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 January 2009\namending Regulation (EC) No 562/2006 as regards the use of the Visa Information System (VIS) under the Schengen Borders Code\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62(2)(a) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (2) lays down the conditions, criteria and detailed rules governing checks at border crossing points and surveillance at the border, including checks in the Schengen Information System.\n(2) Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (3) aims at improving the implementation of the common visa policy. It also provides that the purposes of the VIS include facilitating both checks at external border crossing points and the fight against fraud.\n(3) Regulation (EC) No 767/2008 lays down search criteria and conditions for the access of competent authorities, for the purpose of carrying out checks at external border crossing points, to data for verifying the identity of visa holders, the authenticity of the visa and whether the entry conditions are fulfilled, and for identifying any person who may not fulfil, or who no longer fulfils, the conditions for entry, stay or residence on the territory of the Member States.\n(4) Since only a verification of fingerprints can confirm with certainty that a person wishing to enter the Schengen area is the person to whom the visa has been issued, provision should be made for the use of the VIS at external borders.\n(5) In order to verify whether the entry conditions for third-country nationals laid down in Article 5 of Regulation (EC) No 562/2006 are fulfilled and to manage their tasks successfully, border guards should use all necessary information available, including data which may be consulted in the VIS.\n(6) In order to prevent circumvention of border crossing points where the VIS may be used and to guarantee its full effectiveness, there is a particular need to use the VIS in a harmonised way when entry checks are carried out at the external borders.\n(7) Since in cases of repeated visa applications it is appropriate for biometric data to be reused and copied from the first visa application in the VIS, use of the VIS for entry checks at the external borders should be compulsory.\n(8) The use of the VIS should entail a systematic search in the VIS using the number of the visa sticker in combination with a verification of fingerprints. However, given the potential impact of such searches on waiting times at border crossing points, it should be possible, for a transitional period by way of derogation and in strictly defined circumstances, to consult the VIS without a systematic verification of fingerprints. Member States should ensure that this derogation is used only where the conditions therefor are fully met and that the duration and frequency of application of this derogation is kept to a strict minimum at the individual border crossing points.\n(9) Regulation (EC) No 562/2006 should therefore be amended accordingly.\n(10) Since the objectives of this Regulation, namely the establishment of the rules applicable on the use of the VIS at the external borders, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(11) This Regulation respects the fundamental rights and observes the principles recognised by Article 6(2) of the Treaty on European Union and reflected in the European Convention for the Protection of Human Rights and Fundamental Freedoms as well as in the Charter of Fundamental Rights of the European Union.\n(12) As regards Iceland and Norway, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (4), which fall within the area referred to in Article 1, point A, of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement (5).\n(13) As regards Switzerland, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (6), which fall within the area referred to in Article 1, point A, of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (7).\n(14) As regards Liechtenstein, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Protocol signed between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (8), which fall within the area referred to in Article 1, point A, of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/261/EC (9).\n(15) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Regulation and is therefore not bound by it or subject to its application. Given that this Regulation builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark should, in accordance with Article 5 of that Protocol, decide within a period of six months after the adoption of this Regulation whether it will implement it in its national law.\n(16) This Regulation constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (10). The United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(17) This Regulation constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (11). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(18) As regards Cyprus, this Regulation constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 3(2) of the 2003 Act of Accession.\n(19) This Regulation constitutes an act building on the Schengen acquis or otherwise related to it within the meaning Article 4(2) of the 2005 Act of Accession,", "main_body": ["(3) of Regulation (EC) No 562/2006 is hereby amended as follows:\n1. The following points shall be inserted after point (a):\n‘(aa) if the third country national holds a visa referred to in Article 5(1)(b), the thorough checks on entry shall also comprise verification of the identity of the holder of the visa and of the authenticity of the visa, by consulting the Visa Information System (VIS) in accordance with Article 18 of Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (12);\n(ab) by way of derogation, where:\n(i) traffic of such intensity arises that the waiting time at the border crossing point becomes excessive;\n(ii) all resources have already been exhausted as regards staff, facilities and organisation; and\n(iii) on the basis of an assessment there is no risk related to internal security and illegal immigration;\n(ac) the decision to consult the VIS in accordance with point (ab) shall be taken by the border guard in command at the border crossing point or at a higher level.\n(ad) each Member State shall transmit once a year a report on the application of point (ab) to the European Parliament and the Commission, which shall include the number of third-country nationals who were checked in the VIS using the number of the visa sticker only and the length of the waiting time referred to in point (ab)(i);\n(ae) points (ab) and (ac) shall apply for a maximum period of three years, beginning three years after the VIS has started operations. The Commission shall, before the end of the second year of application of points (ab) and (ac), transmit to the European Parliament and to the Council an evaluation of their implementation. On the basis of that evaluation, the European Parliament or the Council may invite the Commission to propose appropriate amendments to this Regulation.\n2. The following sentence shall be added at the end of point (c)(i):\n3. The following point (d) shall be added:\n‘(d) for the purpose of identification of any person who may not fulfil, or who may no longer fulfil, the conditions for entry, stay or residence on the territory of the Member States, the VIS may be consulted in accordance with Article 20 of Regulation (EC) No 767/2008.’.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from the 20th day following the date referred to in Article 48(1) of Regulation (EC) No 767/2008.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Strasbourg, 14 January 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nA. VONDRA\n(1)  Opinion of the European Parliament of 2 September 2008 (not yet published in the Official Journal) and Council Decision of 27 November 2008.\n(2)  OJ L 105, 13.4.2006, p. 1.\n(3)  OJ L 218, 13.8.2008, p. 60.\n(4)  OJ L 176, 10.7.1999, p. 36.\n(5)  OJ L 176, 10.7.1999, p. 31.\n(6)  OJ L 53, 27.2.2008, p. 52.\n(7)  OJ L 53, 27.2.2008, p. 1.\n(8)  Council Document 16462/06; accessible on http://register.consilium.europa.eu.\n(9)  OJ L 83, 26.3.2008, p. 3.\n(10)  OJ L 131, 1.6.2000, p. 43.\n(11)  OJ L 64, 7.3.2002, p. 20.\n(12)  OJ L 218, 13.8.2008, p. 60.’."}