{"celex_id": "32009D0085", "uri": "http://publications.europa.eu/resource/cellar/d23c5aba-5866-4b9b-87e3-596d5ea559b7", "type": "Decision", "concepts": ["1542", "2442", "5575", "5619", "6013", "979"], "title": "2009/85/EC: Commission Decision of 27 January 2009 on the clearance of the accounts of the paying agencies of Estonia concerning expenditure in the field of rural development measures financed by the European Agricultural Guarantee Fund (EAGF) for the 2007 financial year (notified under document number C(2009) 150)\n", "header": "3.2.2009 EN Official Journal of the European Union L 33/31\nCOMMISSION DECISION\nof 27 January 2009\non the clearance of the accounts of the paying agencies of Estonia concerning expenditure in the field of rural development measures financed by the European Agricultural Guarantee Fund (EAGF) for the 2007 financial year\n(notified under document number C(2009) 150)\n(Only the Estonian text is authentic)\n(2009/85/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Articles 30 and 39 thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) Commission Decision 2008/395/EC (2) cleared, for the 2007 financial year, the accounts of all the paying agencies except for the Estonian paying agency ‘PRIA’ and the Maltese paying agency ‘MRAE’.\n(2) Following the transmission of new information and after additional checks, the Commission can now take a decision concerning expenditure in the field of rural development measures on the integrality, accuracy and veracity of the accounts submitted by the Estonian paying agency ‘PRIA’.\n(3) In accordance with Article 30(2) of Regulation (EC) No 1290/2005, this Decision does not prejudice decisions taken subsequently by the Commission excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["The accounts of the Estonian paying agency ‘PRIA’ concerning expenditure in the field of rural development measures financed by the European Agricultural Guarantee Fund (EAGF), in respect of the 2007 financial year, are hereby cleared.\nThe amounts which are recoverable from, or payable to, the Member State pursuant to this Decision in the field of rural development measures applicable in Estonia are set out in Annex I and Annex II.", "This Decision is addressed to the Republic of Estonia."], "attachments": "Done at Brussels, 27 January 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 139, 29.5.2008, p. 25.\nANNEX I\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFINANCIAL YEAR 2007 — EAGF RURAL DEVELOPMENT EXPENDITURE IN NEW MEMBER STATES\nAMOUNT TO BE RECOVERED FROM OR PAID TO THE MEMBER STATE\nMS  2007 — Expenditure for the paying agencies for which the accounts are Total a + b Reductions Total Interim payments reimbursed to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State (1)\ncleared disjoined\n= expenditure declared in the annual declaration = total of interim payments reimbursed to the Member State for the financial year\na b c = a + b d e = c + d f g = e – f\nEE EUR 40 720 193,48 0,00 40 720 193,48 0,00 40 720 193,48 36 236 291,00 4 483 902,48\n(1)  As payments have reached 95 % of the financial plan, the balance in respect of Estonia will be settled during the closure of the programme.\nANNEX II\nCLEARED EXPENDITURE BY EAGF RURAL DEVELOPMENT MEASURE FOR EXERCISE 2007 IN NEW MEMBER STATES\nDIFFERENCES BETWEEN ANNUAL ACCOUNTS AND DECLARATIONS OF EXPENDITURE\nMS No Measures Expenditure 2007 Reductions Amount cleared for 2007\nEE No Measures i ii iii = i + ii\n1 Support of investments for management of animal waste 6 551 632,40 0,00 6 551 632,40\n2 Encouragement of the improvement and the development 20 321 752,46 0,00 20 321 752,46\n3 Encouragement for setting up producer groups 101 134,83 0,00 101 134,83\n4 Promotion of vocational training of farmers 2 566 539,21 0,00 2 566 539,21\n5 Technical and advisory service to farmers 6 225 307,60 0,00 6 225 307,60\n6 Early retirement 4 021 137,22 0,00 4 021 137,22\n7 Support for setting up young farmers 932 689,76 0,00 932 689,76\n8 Meeting EU standards 0,00 0,00 0,00\n9 Adoption of agri-environmental measures 0,00 0,00 0,00\n10 Agri-environmental actions for the protection of natural value 0,00 0,00 0,00\n11 Afforestation 0,00 0,00 0,00\n12 Improving of infrastructure for livestock development 0,00 0,00 0,00\n13 Less favourite areas 0,00 0,00 0,00\n14 Support for quality schemes 0,00 0,00 0,00\n15 Support of small scale, traditional processing 0,00 0,00 0,00\n16 Protection of agricultural and traditional landscapes 0,00 0,00 0,00\n17 Protection from forest fires and other natural disasters 0,00 0,00 0,00\n18 Afforestation of non-agricultural land 0,00 0,00 0,00\n19 Improvement of harvesting process 0,00 0,00 0,00\n20 Technical support of the implementation, monitoring 0,00 0,00 0,00\n21 Technical support of collective initiatives at local level 0,00 0,00 0,00\nTotal 40 720 193,48 0,00 40 720 193,48"}