{"celex_id": "32001R1590", "uri": "http://publications.europa.eu/resource/cellar/4a8178f2-5bd7-4835-b79a-d3770dc80a32", "type": "Regulation", "concepts": ["13", "2888", "2962", "3345", "755", "797"], "title": "Commission Regulation (EC) No 1590/2001 of 2 August 2001 fixing for the 2001/02 marketing year the amount of aid for the cultivation of grapes intended for the production of certain varieties of dried grapes\n", "header": "Commission Regulation (EC) No 1590/2001\nof 2 August 2001\nfixing for the 2001/02 marketing year the amount of aid for the cultivation of grapes intended for the production of certain varieties of dried grapes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the market in products processed from fruit and vegetables(1), as last amended by Regulation (EC) No 1239/2001(2), and in particular Article 7(5) thereof,\nWhereas:\n(1) The second subparagraph of Article 7(1) of Regulation (EC) No 2201/96 establishes the criteria for fixing the aid for the cultivation of grapes intended for the production of dried grapes of the sultana and Muscatel varieties and currants.\n(2) The third subparagraph of Article 7(1) of that Regulation states that the amount of aid may be differentiated according to grape variety and other factors which may affect yields. In the case of sultanas an additional differentiation should be provided for, between areas affected by phylloxera and other areas.\n(3) Verification of the areas used to grow those grapes has revealed no overrun of the maximum guaranteed area fixed in Article 2(1) of Commission Regulation (EC) No 1621/1999 of 22 July 1999 laying down detailed rules for the application of Regulation (EC) No 2201/96 as regards the aid for the cultivation of grapes to produce certain varieties of dried grapes(3), as amended by Regulation (EC) No 2256/1999(4).\n(4) The aid to be granted to producers replanting their vineyards in order to combat phylloxera under the conditions provided for in Article 7(4) of Regulation (EC) No 2201/96 should be determined.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 2001/02 marketing year:\n(a) the cultivation aid referred to in Article 7(1) of Regulation (EC) No 2201/96 shall be:\n- EUR 2400 per hectare for areas under sultana grapes affected by phylloxera or replanted within the last five years,\n- EUR 3290 per hectare for other areas under sultana grapes,\n- EUR 3080 per hectare for areas under currant grapes,\n- EUR 880 per hectare for areas under Muscatel grapes;\n(b) the replanting aid referred to in Article 7(4) of Regulation (EC) No 2201/96 shall be EUR 3917 per hectare. In this case point (a) shall not apply.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 171, 26.6.2001, p. 1.\n(3) OJ L 192, 24.7.1999, p. 21.\n(4) OJ L 275, 26.10.1999, p. 13."}