{"celex_id": "32005R1964", "uri": "http://publications.europa.eu/resource/cellar/137f6a75-f924-4bbf-91d8-4c791a2d149a", "type": "Regulation", "concepts": ["1120", "1309", "161", "2771", "4080", "5083"], "title": "Council Regulation (EC) No 1964/2005 of  29 November 2005  on the tariff rates for bananas\n", "header": "2.12.2005 EN Official Journal of the European Union L 316/1\nCOUNCIL REGULATION (EC) No 1964/2005\nof 29 November 2005\non the tariff rates for bananas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1) provides for the entry into force of a tariff only regime for imports of bananas no later than 1 January 2006.\n(2) On 12 July 2004, the Council authorised the Commission to open negotiations under Article XXVIII of the GATT 1994 with a view to modifying certain concessions for bananas. Accordingly, the Community notified the WTO on 15 July 2004 of its intention to modify concessions on item 0803 00 19 (bananas) in EC Schedule CXL. Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and the Special Committee on Agriculture and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has not been able to negotiate an acceptable agreement with Ecuador and Panama, having a principal supplying interest, and Colombia and Costa Rica, having a substantial supplier interest, in products of HS subheading 0803 00 19 (bananas). Pursuant to the Annex to the Decision of the WTO Ministerial Conference of 14 November 2001 on the European Communities — the ACP-EC Partnership Agreement, the Commission has also held consultations with other WTO Members. These consultations did not lead to an acceptable agreement.\n(4) On 31 January 2005 the Community notified the WTO of its intention to replace its concessions on item 0803 00 19 (bananas) with a bound duty of EUR 230/tonne.\n(5) The arbitration procedure set out in the Annex to the Decision was initiated on 30 March 2005. The Arbitrator’s Award issued on 1 August 2005 concluded that the MFN tariff rate of EUR 230/tonne proposed by the Community was not consistent with the abovementioned Annex as it would not result in at least maintaining total market access for MFN suppliers. The Commission revised the Community proposal in light of the arbitrator’s findings. In a second arbitration award, issued on 27 October 2005, the Arbitrator concluded that the revised proposal for an MFN tariff rate of EUR 187 tonne fails to rectify the matter. The Commission has therefore further modified its proposal in order to rectify the matter.\n(6) A tariff rate quota for bananas originating in ACP countries should also be opened in accordance with the Community commitments under the ACP-EC Partnership Agreement.\n(7) The measures necessary for the implementation of this Regulation, as well as transitional measures relating in particular to the management of the tariff rate quota for bananas originating in ACP countries, should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2),", "main_body": ["1.   As from 1 January 2006 the tariff rate for bananas (CN code 0803 00 19) shall be EUR 176/tonne.\n2.   Each year from 1 January, starting from 1 January 2006, an autonomous tariff quota of 775 000 tonnes net weight subject to a zero-duty rate shall be opened for imports of bananas (CN code 0803 00 19) originating in ACP countries.", "The measures necessary for the implementation of this Regulation, and transitional measures necessary to facilitate the switch-over from the existing arrangements to those laid down in this Regulation, shall be adopted in accordance with the procedure referred to in Article 3(2).", "1.   The Commission shall be assisted by the Management Committee for Bananas established by Article 26 of Regulation (EEC) No 404/93 (hereinafter referred to as the Committee).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3.   The Committee shall adopt its Rules of Procedure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2005.\nFor the Council\nThe President\nA. JOHNSON\n(1)  OJ L 47, 25.2.1993, p. 1. Regulation last amended by the 2003 Act of Accession.\n(2)  OJ L 184, 17.7.1999, p. 23."}