{"celex_id": "32007R1239", "uri": "http://publications.europa.eu/resource/cellar/c6c915a8-f27e-4495-951c-9115244e7f8e", "type": "Regulation", "concepts": ["2338", "261", "3483", "3577", "3870", "4452", "5240"], "title": "Commission Regulation (EC) No 1239/2007 of 23 October 2007 amending for the 87th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "24.10.2007 EN Official Journal of the European Union L 280/11\nCOMMISSION REGULATION (EC) No 1239/2007\nof 23 October 2007\namending for the 87th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 21 and 27 September and 9 October 2007, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 1104/2007 (OJ L 205, 26.9.2007, p. 3).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The following entries shall be added under the heading ‘Natural persons’:\n(a)\n(b)\n(c)\n(2) The entry ‘Ghafoor, Abdul, Maulavi (Deputy Minister of Agriculture)’ under the heading ‘Natural persons’ shall by replaced by:\n(3) The entry ‘Manan, Mawlawi Abdul, Mr (Commercial Attaché, Taliban Embassy, Abu Dhabi)’ under the heading ‘Natural persons’ shall be replaced by:\n(4) The entry ‘Wahab, Malawi Abdul Taliban (Chargé d'Affaires in Riyadh)’ under the heading ‘Natural persons’ shall be replaced by:\n(5) The entry ‘Janan, Mullah (Governor of Fariab)’ under the heading ‘Natural persons’ shall be replaced by:\n(6) The entry ‘Ahmadi, Haji M., Mullah (President of Da Afghanistan Bank)’ under the heading ‘Natural persons’ shall be replaced by:\n(7) The entry ‘Shafiq, M, Mullah (Governor of Samangan Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(8) The entry ‘Akhund, Ahmed Jan, Mullah (Minister of Water and Electricity)’ under the heading ‘Natural persons’ shall be replaced by:\n(9) The entry ‘Akhund, Attiqullah, Maulavi (Deputy Minister of Agriculture)’ under the heading ‘Natural persons’ shall be replaced by:\n(10) The entry ‘Akhund, Mohammad Abbas, Mullah (Minister of Public Health)’ under the heading ‘Natural persons’ shall be replaced by:\n(11) The entry ‘Akhund, Alhaj Mohammad Essa, Mullah (Minister of Mines and Industries)’ under the heading ‘Natural persons’ shall be replaced by:\n(12) The entry ‘Akhundzada, Mohammad Sediq (Deputy Minister of Martyrs and Repatriation)’ under the heading ‘Natural persons’ shall be replaced by:\n(13) The entry ‘Jan, Ahmad, Maulavi (Governor of Zabol Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(14) The entry ‘Eshaq M. (Governor of Laghman Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(15) The entry ‘Akhund, Dadullah, Maulavi (Minister of Construction)’ under the heading ‘Natural persons’ shall be replaced by:\n(16. The entry ‘Amin, Aminullah, Maulavi (Governor of Saripul Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(17) The entry ‘Aminzai, Shams-us-Safa (Press-Centre, Ministry of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(18) The entry ‘Mohammad Sadiq Amir Mohammad. Title: (a) Alhaj, (b) Maulavi. Function: Head of Afghan Trade Agency, Peshawar, Pakistan. Date of birth: 1934. Place of birth: Ghazni, Afghanistan. Nationality: Afghan. Passport No: SE 011252 (Afghan passport)’ under the heading ‘Natural persons’ shall be replaced by:\n(19) The entry ‘Aref, Arefullah, Mullah (Deputy Minister of Finance)’ under the heading ‘Natural persons’ shall be replaced by:\n(20) The entry ‘Sayed Esmatullah Asem (alias Esmatullah Asem). Title: Maulavi. Function: (a) Deputy Minister of Preventing Vice and Propagating Virtue of the Taliban regime, (b) Secretary General of the Afghan Red Crescent Society (ARCS) under the Taliban regime. Date of birth: approximately 1967. Place of birth: Ningarhar province, Afghanistan. Nationality: Afghan. Other information: (a) Member of the Taliban’s leadership as of May 2007, (b) Believed to be in the Afghanistan/Pakistan border area’ under the heading ‘Natural persons’ shall be replaced by:\n(21) The entry ‘Atiqullah, Hadji Molla (Deputy Minister of Public Works)’ under the heading ‘Natural persons’ shall be replaced by:\n(22) The entry ‘Azizirahman, Mr (Third Secretary, Taliban Embassy, Abu Dhabi)’ under the heading ‘Natural persons’ shall be replaced by:\n(23) The entry ‘Hakimi, Gul Ahmad, Maulavi (Commercial Attaché, Taliban “Consulate General”, Karachi)’ under the heading ‘Natural persons’ shall be replaced by:\n(24) The entry ‘Hamdullah, Maulavi (Repatriation Attaché, Taliban “Consulate General”, Quetta)’ under the heading ‘Natural persons’ shall be replaced by:\n(25) The entry ‘Hamidi, Zabihullah (Deputy Minister of Higher Education)’ under the heading ‘Natural persons’ shall be replaced by:\n(26) The entry ‘Jallalouddine Haqani (alias (a) Jalaluddin Haqani, (b) Jallalouddin Haqqani). Title: Maulavi. Function: Minister of Frontier Affairs of the Taliban regime. Date of birth: approximately 1942. Place of birth: Khost province, Zadran district, Afghanistan. Nationality: Afghan. Other information: (a) He is an active Taliban leader, (b) Believed to be in the Afghanistan/Pakistan border area’ under the heading ‘Natural persons’ shall be replaced by:\n(27) The entry ‘Sayeedur Rahman Haqani (alias Sayed Urrahman). Title: Maulavi. Function: Deputy Minister of Mines and Industries of the Taliban regime. Date of birth: approximately 1952. Place of birth: Kunar province, Afghanistan. Nationality: Afghan. Other information: from Laghman Province, Afghanistan’ under the heading ‘Natural persons’ shall be replaced by:\n(28) The entry ‘Abdul Jalil (alias Nazar Jan). Title: (a) Maulavi, (b) Mullah. Function: Deputy Minister of Foreign Affairs of the Taliban regime. Date of birth: approximately 1963. Place of birth: Arghandaab district, Kandahar province, Afghanistan. Nationality: Afghan. Other information: (a) Believed to be in the Afghanistan/Pakistan border area, (b) Member of the Taliban’s leadership Council as of May 2007’ under the heading ‘Natural persons’ shall be replaced by:\n(29) The entry ‘Ezatullah. Title: Maulavi. Function: Deputy Minister of Planning of the Taliban regime. Date of birth: approximately 1957. Place of birth: Laghman province, Afghanistan. Nationality: Afghan. Other information: believed to be in the Afghanistan/Pakistan border area’ under the heading ‘Natural persons’ shall be replaced by:\n(30) The entry ‘Turab, Hidayatullah Abu (Deputy Minister of Civil Aviation)’ under the heading ‘Natural persons’ shall be replaced by:\n(31) The entry ‘Najibullah Haqqani Hydayetullah (alias Najibullah Haqani). Title: Maulavi. Function: (a) Deputy Minister of Public Works of the Taliban regime, (b) Deputy Minister of Finance of the Taliban regime. Date of birth: approximately 1964. Nationality: Afghan. Other information: (a) From Eastern Afghanistan, (b) Member of Taliban “Council” in Kunar province, Afghanistan, as of May 2007, (c) Cousin of Moulavi Noor Jalal’ under the heading ‘Natural persons’ shall be replaced by:\n(32) The entry ‘Rauf, Abdul, Mullah (Commander of Central Corpus)’ under the heading ‘Natural persons’ shall be replaced by:\n(33) The entry ‘Khairkhwah, Khair Mohammad, Maulavi (Governor of Herat Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(34) The entry ‘Kmalzada Shamsalah, Mr (Second Secretary, Taliban Embassy, Abu Dhabi)’ under the heading ‘Natural persons’ shall be replaced by:\n(35) The entry ‘Madani, Jan Mohammad, Mr (Chargé d'Affaires, Taliban Embassy, Abu Dhabi)’ under the heading ‘Natural persons’ shall be replaced by:\n(36) The entry ‘Zia-ur-Rahman Madani (alias (a) Ziaurrahman Madani, (b) Zaia u Rahman Madani, (c) Madani Saheb) Title: Maulavi. Function: Governor of Logar Province under the Taliban regime. Date of birth: approximately 1960. Place of birth: Taliqan, Takhar province, Afghanistan. Nationality: Afghan. Other information: in charge of Taliban’s military affairs in Takhar province, Afghanistan, as of May 2007’ under the heading ‘Natural persons’ shall be replaced by:\n(37) The entry ‘Mohammad Husayn Mustasaeed (alias (a) Mohammad Hassan Mastasaeed, (b) Mstasaeed, (c) Mostas’eed). Title: Mullah. Function: Head of Academy of Sciences under the Taliban regime. Date of birth: approximately 1964. Other information: believed to be in the Afghanistan/Pakistan border area’ under the heading ‘Natural persons’ shall be replaced by:\n(38) The entry ‘Mati, Mohammadullah, Maulavi (Minister of Public Works)’ under the heading ‘Natural persons’ shall be replaced by:\n(39) The entry ‘Matiullah, Mullah, Kabul Custom House’ under the heading ‘Natural persons’ shall be replaced by:\n(40) The entry ‘Mazloom, Fazel M, Mullah (Deputy Chief of Army Staff)’ under the heading ‘Natural persons’ shall be replaced by:\n(41) The entry ‘Mohammad, Nazar, Maulavi (Governor of Kunduz Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(42) The entry ‘Homayoon, Mohammad, Eng. (Deputy Minister of Water and Electricity)’ under the heading ‘Natural persons’ shall be replaced by:\n(43) The entry ‘Mohammadi, Shafiqullah, Maulavi (Governor of Khost Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(44) The entry ‘Muhammad Islam Mohammadi. Function: Governor of Bamiyan Province, Afghanistan. Date of birth: between 1953 and 1958. Place of birth: Rori-Du-Aab district, Samangan province, Afghanistan. Nationality: Afghan. Other information: reportedly deceased in 2007’ under the heading ‘Natural persons’ shall be replaced by:\n(45) The entry ‘Rasul, M, Mullah (Governor of Nimroz Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(46) The entry ‘Wali, Mohammad, Maulavi (Minister of Department of Preventing Vice and Propagating Virtue)’ under the heading ‘Natural persons’ shall be replaced by:\n(47) The entry ‘Yaqoub, Mohammad, Maulavi (Head of BIA)’ under the heading ‘Natural persons’ shall be replaced by:\n(48) The entry ‘Abdul Hakim Mujahid Moh Aurang (alias Abdul Hakim Mojahed). Title: Maulavi. Function: Taliban “envoy” to the United Nations. Address: Dehbori district Ward, Kabul, Afghanistan. Date of birth: 1956. Place of birth: Khajakhel village, Sharan district, Paktika province, Afghanistan. Nationality: Afghan. National identification No: 106266’ under the heading ‘Natural persons’ shall be replaced by:\n(49) The entry ‘Motaqi, Amir Khan, Mullah (Minister of Education)’ under the heading ‘Natural persons’ shall be replaced by:\n(50) The entry ‘Motmaen, Abdulhai (Information and Culture Dept, Kandahar)’ under the heading ‘Natural persons’ shall be replaced by:\n(51) The entry ‘Muazen, Samiullah, Maulavi (Deputy of High Court)’ under the heading ‘Natural persons’ shall be replaced by:\n(52) The entry ‘Mohammad, Nik, Maulavi (Deputy Minister of Commerce)’ under the heading ‘Natural persons’ shall be replaced by:\n(53) The entry ‘Nomani, Hamidullah, Maulavi (high ranking official in the Ministry of Higher Education)’ under the heading ‘Natural persons’ shall be replaced by:\n(54) The entry ‘Noorani, Mufti Mohammad Aleem (First Secretary, Taliban “Consulate General”, Karachi)’ under the heading ‘Natural persons’ shall be replaced by:\n(55) The entry ‘Nuri, Maulavi Nurullah (Governor of Balkh Province, Head of Northern Zone)’ under the heading ‘Natural persons’ shall be replaced by:\n(56) The entry ‘Omar, Mohammed, Mullah, Leader of the Faithful (“Amir ul-Mumineen”), Afghanistan’ under the heading ‘Natural persons’ shall be replaced by:\n(57) The entry ‘Jabbar, Abdul, Maulavi (Governor of Baghlan Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(58) The entry ‘Omari, Alhaj M. Ibrahim (Deputy Minister of Frontier Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(59) The entry ‘Abdul Salam Hanafi Ali Mardan Qul (alias (a) Abdussalam Hanifi, (b) Hanafi Saheb). Title: (a) Mullah, (b) Maulavi. Function: Deputy Minister of Education of the Taliban regime. Date of birth: Approximately 1968. Place of birth: Darzab district, Faryab district, Afghanistan. Nationality: Afghan. Other information: Taliban member responsible for Jawzjan province, Afghanistan as of May 2007’ under the heading ‘Natural persons’ shall be replaced by:\n(60) The entry ‘Rahimi, Yar Mohammad Mullah (Minister of Communication)’ under the heading ‘Natural persons’ shall be replaced by:\n(61) The entry ‘Rahmani, M. Hasan, Mullah (Governor of Kandahar Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(62) The entry ‘Reshad, Habibullah, Mullah (Head of Investigation Dept.)’ under the heading ‘Natural persons’ shall be replaced by:\n(63) The entry ‘Salek, Abdulhai, Maulavi (Governor of Urouzgan Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(64) The entry ‘Sanani, Maulavi, Head of Dar-ul-Efta’ under the heading ‘Natural persons’ shall be replaced by:\n(65) The entry ‘Saqib, Noor Mohammad (Chief Justice of Supreme Court)’ under the heading ‘Natural persons’ shall be replaced by:\n(66) The entry ‘Ehsanullah, Maulavi (Deputy Minister of Security (Intelligence))’ under the heading ‘Natural persons’ shall be replaced by:\n(67) The entry ‘Sayyed, Saiduddine, Maulavi (Vice-Minister of Work and Social Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(68) The entry ‘Qari Abdul Wali Seddiqi. Function: Third Secretary. Date of birth: 1974. Place of birth: Ghazni, Afghanistan. Nationality: Afghan. Passport No: D 000769 (issued on 2.2.1997)’ under the heading ‘Natural persons’ shall be replaced by:\n(69) The entry ‘Shafiq, A. Wahed, Maulavi (Deputy Governor of Kabul Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(70) The entry ‘Shaheen, Mohammad Sohail (Second Secretary, Taliban “Embassy”, Islamabad)’ under the heading ‘Natural persons’ shall be replaced by:\n(71) The entry ‘Hamsudin, Maulavi (Governor of Wardak (Maidan) Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(72) The entry ‘Sharif, Mohammad (Deputy Minister of Interior Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(73) The entry ‘Shinwari, Jalaluddine, Maulavi (Deputy Minister of Justice)’ under the heading ‘Natural persons’ shall be replaced by:\n(74) The entry ‘Siddiqmal, Mohammad Sarwar (Third Secretary, Taliban “Embassy”, Islamabad)’ under the heading ‘Natural persons’ shall be replaced by:\n(75) The entry ‘Stanekzai, Sher Abbas (Deputy Minister of Public Health)’ under the heading ‘Natural persons’ shall be replaced by:\n(76) The entry ‘Tawana, Maulavi (Governor of Paktia Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(77) The entry ‘Tahis, Hadji (Deputy Minister of Civil Aviation)’ under the heading ‘Natural persons’ shall be replaced by:\n(78) The entry ‘Takhari, Abdul Raqib, Maulavi (Minister of Repatriation)’ under the heading ‘Natural persons’ shall be replaced by:\n(79) The entry ‘Turabi, Nooruddin, Mullah (Minister of Justice)’ under the heading ‘Natural persons’ shall be replaced by:\n(80) The entry ‘Shams-ur-Rahman, Mullah (Deputy Minister of Agriculture)’ under the heading ‘Natural persons’ shall be replaced by:\n(81) The entry ‘Walijan, Maulavi (Governor of Jawzjan Province)’ under the heading ‘Natural persons’ shall be replaced by:\n(82) The entry ‘Wasseq, Abdul-Haq-, Maulavi (Deputy Minister of Security (Intelligence))’ under the heading ‘Natural persons’ shall be replaced by:\n(83) The entry ‘Waziri, M. Jawaz (UN Dept, Ministry of Foreign Affairs)’ under the heading ‘Natural persons’ shall be replaced by:\n(84) The entry ‘Zurmati, Maulavi Rahimullah (Deputy (Publication) Minister of Information and Culture)’ under the heading ‘Natural persons’ shall be replaced by:"}