{"celex_id": "32007R1565", "uri": "http://publications.europa.eu/resource/cellar/3c5a56ba-9d42-47f7-9346-abe92c0e76ff", "type": "Regulation", "concepts": ["1102", "161", "1644", "2089", "2488", "2771", "4324", "4860", "932"], "title": "Commission Regulation (EC) No 1565/2007 of 21 December 2007 amending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "22.12.2007 EN Official Journal of the European Union L 340/37\nCOMMISSION REGULATION (EC) No 1565/2007\nof 21 December 2007\namending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 26(3)(a) and Article 29(1) thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (2), approved by Decision 2002/309/EC, Euratom, of the Council and of the Commission (3) provides for the full liberalisation of the bilateral trade in cheeses as from 1 June 2007, after a five-year transition process.\n(2) Accordingly, Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (4) as amended by Regulation (EC) No 487/2007 (5) no more provided for import quotas and import duties for cheese originating in Switzerland. In this context and in the light of the flexibility for the requirement of an import licence introduced by Article 26(3)(a) of Regulation (EC) No 1255/1999 as amended by Commission Regulation (EC) No 1152/2007 (6), it is appropriate to abolish the presentation of an import licence for all cheese import from Switzerland.\n(3) Article 19a of Regulation (EC) No 2535/2001 provides for the imports of dairy products to be managed on a ‘first come, first served’ basis, in accordance with Articles 308a to 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (7). This management system and its procedures make the use of import licences redundant and its presentation should therefore be withdrawn.\n(4) Certain licences for cheeses originating in Switzerland and for the imports of dairy products under the quotas managed on a ‘first come, first served’ basis as referred to in Chapter Ia of Regulation (EC) No 2535/2001 will still be valid after 1 January 2008. Commitments entered into in connection with those licences must be fulfilled failing which the security lodged would be forfeited. Since as from that date such imports can take place without licence and without the financial charges connected to it, it should be possible for importers holding such licences, and which are not entirely used at that date, to request and to obtain the release of the securities lodged.\n(5) The Agreement in the form of an Exchange of Letters between the European Community and New Zealand pursuant to Article XXVIII of the GATT 1994 relating to the modification of the WTO tariff quota for New Zealand butter provided for in Schedule CXL annexed to the GATT 1994 (8), approved by Council Decision 2007/867/EC of 20 December 2007 (9) provides for amendments in the tariff quota of butter contained in Schedule CXL/European Communities, concluded under the Uruguay Round of multilateral trade negotiations. Annex III.A to Regulation (EC) No 2535/2001 should be adapted accordingly.\n(6) Annex IV and V to Regulation (EC) No 2535/2001 provide for a very complex mechanism and a laborious procedure for the verification of the fat content compliance both in New Zealand and in the Community. The newly adopted description of the quota, widening the fat content range from 80-82 % to 80-85 % allows for a simplification of the control procedures, in particular by withdrawing the interpretation of the control results of the fat content based on the typical process standard deviation. Moreover such a simplification consists in a substantial reduction of administrative burden and cost to both Parties and facilitates the access to the quota for both exporters and importers.\n(7) Article 33(1)(d) of Regulation (EC) No 2535/2001 provides that the issuing body in New Zealand shall issue the IMA 1 certificate before the product it covers leaves the territory of the issuing country. Butter falling under quota year 2008 may be shipped in New Zealand as from November 2007. Since it is impossible to apply the new provisions of Regulation (EC) No 2535/2001 as amended by this Regulation, to such shipments, and as the proper implementation of the new provisions need some time, Article 33(1)(d) of Regulation (EC) No 2535/2001 should not apply for the period 1 November 2007 to 31 January 2008.\n(8) At the same time it is appropriate to update some data relating to the NZ issuing body in Annex XII to Regulation (EC) No 2535/2001.\n(9) Regulation (EC) No 2535/2001 should be amended accordingly.\n(10) Commission Decision 2001/651/EC (10) established the typical process standard deviation of the fat content of butter imported from New Zealand in order to facilitate the controls under Annex IV to Regulation (EC) No 2535/2001. Under the new arrangement providing for an extension of the quota description to unsalted butter, it is possible to abandon the interpretation of the control results and consequently the complicated typical process standard deviation procedure. Therefore, Decision 2001/651/EC has become obsolete and should be repealed.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 2535/2001 is amended as follows:\n1. Article 2 is replaced by the following:\n2. Article 19a is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 3 is deleted.\n3. Article 20 is amended as follows:\n(a) in paragraph 1, point (d) is replaced by the following:\n‘(d) Annex 2 to the Agreement between the European Community and Switzerland on trade in agricultural products.’;\n(b) paragraph 3 is deleted.\n4. After Article 22, the following Chapter is inserted:\n5. Article 38 is deleted.\n6. In Article 40(1), the second, third and fourth subparagraphs are deleted.\n7. Part D of Annex II is replaced by the text in Annex I to this Regulation.\n8. Annex III.A is replaced by the text in Annex II to this Regulation.\n9. Annex IV is amended in accordance with Annex III to this Regulation.\n10. Annex V is replaced by the text in Annex IV to this Regulation.\n11. In Annex VIII the first subparagraph of point 2 is replaced by the following:\n12. Annex X is amended in accordance with Annex V to this Regulation.\n13. In Annex XII the data related to New Zealand are replaced by the following:\nTelecom Towers, 86\nJervois Quay,\nPO Box 2835\nWellington\nNew Zealand\nTel. (64-4) 894 2500\nFax (64-4) 894 2501’", "At the request of the interested parties, the securities lodged for the issuing of import licences shall be released under the following conditions:\n(a) the licences are issued for imports under the quotas referred to under Chapter Ia or the licences are issued for the import of products falling under CN code 0406 originating in Switzerland;\n(b) the validity of the licences has not expired before 1 January 2008;\n(c) the licences have been used only partially or not at all by 1 January 2008.", "By way of derogation from Article 34(2) of Regulation (EC) No 2535/2001, Article 33(1)(d) of that Regulation shall not apply from 1 November 2007 to 31 January 2008 for imports related to quota year 2008.", "Decision 2001/651/EC is repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2008. However, Article 3 shall apply from 1 November 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2). Regulation (EC) No 1255/1999 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1.7.2008.\n(2)  OJ L 114, 30.4.2002, p. 132.\n(3)  OJ L 114, 30.4.2002, p. 1.\n(4)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 1324/2007 (OJ L 294, 13.11.2007, p. 14).\n(5)  OJ L 114, 1.5.2007, p. 8.\n(6)  OJ L 258, 4.10.2007, p. 3.\n(7)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\n(8)  See page 95 of this Official Journal.\n(9)  See page 95 of this Official Journal.\n(10)  OJ L 229, 25.8.2001, p. 24. Decision as last amended by Decision 2004/584/EC (OJ L 255, 31.7.2004, p. 41).\nANNEX I\n‘II.D\nReduced duty under Annex 2 to the Agreement between the Community and Switzerland on trade in agricultural products\nCN Code Description Customs duty\n0402 29 11 Special milk, for infants (1), in hermetically-sealed containers of a net content not exceeding 500 g, of a fat content by weight exceeding 10 % 43,80\n(1)  Special milk for infants means products free from pathogenic germs and which have fewer than 10 000 revivifiable aerobic bacteria and fewer than two coliform bacteria per gram.’\nANNEX II\n‘ANNEX ΙII.A\nTariff quota under the GATT/WTO agreements specified by country of origin: New Zealand butter\nCN code Description Country of origin Annual quota from 1 January to 31 December Maximum half-yearly quota Quota Quota Import duty Rules for completing IMA 1 certificates\nex 0405 10 11 Butter, at least six weeks old, of a fat content by weight of not less than 80 % but less than 85 % manufactured directly from milk or cream without the use of stored materials, in a single, self-contained and uninterrupted process New Zealand 74 693 tonnes Half-yearly quota as from January 2008 onwards 20 540,5 tonnes 16 806 tonnes 70,00 See Annex IV’\nex 0405 10 30 Butter, at least six weeks old, of a fat content by weight of not less than 80 % but less than 85 %, manufactured directly from milk or cream without the use of stored materials, in a single, self-contained and uninterrupted process which may involve the cream passing through a stage where the butterfat is concentrated and/or fractionated (the processes referred to as “Ammix” and “Spreadable”)\nANNEX III\nAnnex IV to Regulation (EC) No 2535/2001 is amended as follows:\n(1) the title is replaced by the following:\n(2) in Part 1, point (e) is deleted;\n(3) Part 2 is amended as follows:\n(a) point 2,2 is amended as follows:\n(i) in point (e), the third indent is deleted;\n(ii) point (i) is replaced by the following:\n‘(i) in box 13, not less than 80 % but less than 85 % fat’;\n(b) point 2,3 is deleted.\n(4) Part 4 is amended as follows:\n(a) in point 4,1, the following paragraphs are added:\n(b) point 4,2 is deleted;\n(c) point 4,3 is replaced by the following:\n(a) Compliance with the fat content requirements shall be assumed if the arithmetic mean of the sample results does not exceed 84,4 %.\n(b) In case the compliance requirement under a) is not met, the lot covered by the relevant import declaration and IMA 1 certificate shall be imported in accordance with Article 36, except where the results of the analysis of the duplicate samples as referred to under point 4,5 do comply with the requirements.’;\n(d) point 4,4 is deleted;\n(e) point 4,5 is replaced by the following:\n(f) point 4,6 is deleted.\nANNEX IV\n‘ANNEX V\nANNEX V\nAnnex X to Regulation (EC) No 2535/2001 is amended as follows:\n(a) Box 7 is replaced by the following:\n— See product-identification list attached, reference:\n— CN code ex 0405 10 — Butter, at least six weeks old, of a fat content by weight not less than 80 %, but less than 85 %, manufactured directly from milk or cream\n— Factory registration No\n— Date of manufacture\n— Arithmetic mean of the tare weight of plastic wrapping\n(b) Box 13 is replaced by the following:"}