{"celex_id": "32009D0493", "uri": "http://publications.europa.eu/resource/cellar/3ea2918f-cff8-4893-9e1d-abb01901e218", "type": "Decision", "concepts": ["1155", "1374", "1755", "192", "2451", "2737", "344", "6112", "889"], "title": "2009/493/EC: Commission Decision of 25 February 2009 regarding aid schemes under the Community guidelines for State aid concerning TSE tests, fallen stock and slaughterhouse waste — rejection by Luxembourg of proposals for appropriate measures (C 13/04) (notified under document number C(2009) 1089)\n", "header": "27.6.2009 EN Official Journal of the European Union L 166/71\nCOMMISSION DECISION\nof 25 February 2009\nregarding aid schemes under the Community guidelines for State aid concerning TSE tests, fallen stock and slaughterhouse waste — rejection by Luxembourg of proposals for appropriate measures (C 13/04)\n(notified under document number C(2009) 1089)\n(Only the French text is authentic)\n(2009/493/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving called on interested parties to submit their comments pursuant to that Article (1),\nWhereas:\n1.   PROCEDURE\n(1) On 27 November 2002 the Commission adopted guidelines for State aid concerning TSE tests, fallen stock and slaughterhouse waste (hereinafter the TSE guidelines).\n(2) By letter dated 12 December 2002 (AGR 29701), the Commission asked the Luxembourg authorities to confirm that they accepted these proposals for appropriate measures in writing by 31 March 2003 at the latest, in accordance with Chapter IX of the TSE guidelines.\n(3) After the Luxembourg authorities failed to reply, the Commission sent the first of several reminders on 23 April 2003 (ref. AGR 011093). Since this reminder remained unanswered, a second reminder requesting confirmation of acceptance in writing by 30 July 2003 at the latest was sent on 9 July 2003 (ref. VI/017922).\n(4) By letter dated 26 September 2003, the Minister for Agriculture, Viticulture and Rural Development of the Grand Duchy of Luxembourg requested a derogation from the application of the rules of the TSE guidelines (points 38 and 39) in order to allow the government to finance 50 % of the costs of slaughterhouse waste treatment after 31 December 2003.\n(5) By letter dated 10 October 2003 (ref. VI/027340), the Commission informed the Luxembourg authorities that such derogation from the rules was not possible since it was contrary to the objectives of harmonisation and the elimination of distortions of competition pursued by the TSE guidelines themselves.\n(6) In the same letter, the Commission, pointing out that the government of the Grand Duchy of Luxembourg had failed to fulfil its obligation to provide timely information on its acceptance of the proposals for appropriate measures in accordance with Chapter IX of the TSE guidelines, requested for the last time that it confirm its acceptance in writing within 10 days of receipt of this letter.\n(7) The Luxembourg authorities were also warned that, in accordance with point 53 of the TSE guidelines, the Commission would apply Article 19(2) of Council Regulation (EC) No 659/1999 (2) and would initiate the procedure set out therein if they did not confirm their acceptance in writing within 10 days of receipt of the letter. The Commission received no reply from the Luxembourg authorities.\n(8) By letter dated 19 March 2004 (SG(2004) D/201077), the Commission informed Luxembourg that it had decided to initiate the procedure laid down in Article 88(2) of the Treaty for failure to provide information on acceptance of the proposals for appropriate measures in accordance with Chapter IX of the TSE guidelines.\n(9) The Commission decision to initiate the procedure was published in the Official Journal of the European Union\n (3). The Commission called on interested parties to submit comments on the measure at issue.\n(10) The Luxembourg authorities replied by letter dated 30 March 2004. The Commission received no comments from other interested parties.\n(11) By letter dated 21 August 2006, registered on 23 August 2006, the Luxembourg authorities confirmed that no legal texts or regulations in force had had to be amended in order to comply with the TSE guidelines.\n(12) Further to the Commission letter of 20 October 2006, the Luxembourg authorities confirmed, by letter dated 23 November 2006, registered on 29 November 2006, that since 1 January 2004 all aid schemes falling within the scope of the TSE guidelines complied with these guidelines.\n2.   DESCRIPTION\n2.1.   Legal framework\n(13) Article 88(1) of the Treaty states that the Commission shall, in cooperation with Member States, keep under constant review all systems of aid existing in those States. It shall propose to the latter any appropriate measures required by the progressive development or by the functioning of the common market.\n(14) On 27 November 2002, the Commission adopted the TSE guidelines. At the time, these guidelines amended Community policy on State aid in these sectors and were applicable to new State aids, including to notifications of Member States on which the Commission had not yet ruled, from 1 January 2003.\n(15) As provided for in point 194(c) of the Community guidelines for State aid in the agriculture and forestry sector 2007 to 2013, the TSE guidelines were no longer applied from 1 January 2007, except for illegal aid granted before the entry into force of the Community guidelines for State aid in the agriculture and forestry sector 2007 to 2013.\n(16) By letter of 12 December 2002 (ref. AGR 29701), the Commission formally sent the text of the new TSE guidelines to the Member States. In accordance with these guidelines, the Commission proposed to the Member States to amend their existing State aid schemes regarding State aid covered by the TSE guidelines in order to bring them into line with these same guidelines, by 31 December 2003 at the latest.\n(17) The Member States were also requested to confirm that they accepted these proposals for appropriate measures in writing by 31 March 2003 at the latest, in accordance with Chapter IX of the TSE guidelines.\n(18) In accordance with point 53 of the TSE guidelines, in the event that a Member State fails to confirm its acceptance in writing before that date, the Commission will apply Article 19(2) of Regulation (EC) No 659/1999 and, if necessary, initiate the procedure referred to in that provision.\n2.2.   Points raised by the Commission in the context of initiating an investigation procedure\n(19) The Commission initiated the procedure provided for in Article 88(2) of the Treaty because, despite numerous reminders, the Luxembourg authorities failed to provide any information on their acceptance of the proposals for appropriate measures in accordance with the TSE guidelines.\n(20) Moreover, considering the explicit request for a derogation from the rules of the TSE guidelines submitted by the Luxembourg authorities (see recital 4), the Commission had doubts as to the compatibility of any aid that could be applied in Luxembourg contrary to the aforementioned guidelines.\n(21) In light of the foregoing, and to allow it to carry out all necessary checks in order to resolve its doubts, the Commission had requested the Luxembourg authorities, when initiating the investigation procedure:\n(a) to forward the provisions relating to the implementation of any aid which might still be granted and which would fall within the scope of the TSE guidelines, and in particular the texts of all laws and other regulations in force regarding such aid;\n(b) to specify if, and when, they had amended all of their existing aid schemes regarding State aid covered by the TSE guidelines to bring them into line with these same guidelines, and, where applicable;\n(c) to supply information concerning adjustments made to these potential schemes or ad-hoc aid following the TSE guidelines.\n3.   COMMENTS FROM INTERESTED PARTIES\n(22) By letter dated 30 March 2004, the Luxembourg authorities notified the Commission of their acceptance of the TSE guidelines. They added that the existing aid schemes had been in line with these guidelines since 1 January 2004. The Commission published this acceptance on 26 October 2004 (4) and took note of the declaration by the Luxembourg authorities on the compliance of the aforementioned aid schemes.\n(23) By letter dated 21 August 2006, registered on 23 August 2006, the Luxembourg authorities confirmed that no legal texts or regulations in force had had to be amended in order to comply with the TSE guidelines.\n(24) By letter dated 23 November 2006, registered on 29 November 2006, the Luxembourg authorities confirmed that since 1 January 2004, all aid schemes falling within the scope of the TSE guidelines complied with these guidelines.\n(25) The Commission received no comments from interested third parties.\n4.   CONCLUSIONS\n(26) The Commission has taken note of the declarations by the Luxembourg authorities, dated 30 March 2004, 21 August 2006 and 23 November 2006, in which they:\n— notified their acceptance of the TSE guidelines,\n— gave their assurance that no legal texts or regulations in force had had to be amended in order to comply with the TSE guidelines,\n— gave their assurance that since 1 January 2004, all aid schemes falling within the scope of the TSE guidelines complied with these guidelines.\n(27) Taking account of the declarations made and assurances given by the Luxembourg authorities, and since the TSE guidelines have no longer been in force since 1 January 2007, the Commission considers that the formal investigation procedure can be terminated since it has become devoid of purpose,", "main_body": ["The formal investigation procedure in respect of the rejection by Luxembourg of proposals for appropriate measures in accordance with the Community guidelines for State aid concerning TSE tests, fallen stock and slaughterhouse waste is terminated.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 25 February 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ C 93, 21.4.2006, p. 10.\n(2)  OJ L 83, 27.3.1999, p. 1.\n(3)  See footnote 1.\n(4)  Acceptance of Community guidelines for State aid in the agricultural sector (OJ C 263, 26.10.2004, p. 8)."}