{"celex_id": "32008D0630", "uri": "http://publications.europa.eu/resource/cellar/af09e623-5944-4369-800f-ec6add1f67c3", "type": "Decision", "concepts": ["1284", "1442", "1644", "192", "2739", "313", "3191", "3730", "4732", "5369", "6268"], "title": "2008/630/EC: Commission Decision of 24 July 2008 on emergency measures applicable to crustaceous imported from Bangladesh and intended for human consumption (notified under document number C(2008) 3698) (Text with EEA relevance)\n", "header": "1.8.2008 EN Official Journal of the European Union L 205/49\nCOMMISSION DECISION\nof 24 July 2008\non emergency measures applicable to crustaceous imported from Bangladesh and intended for human consumption\n(notified under document number C(2008) 3698)\n(Text with EEA relevance)\n(2008/630/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Community and national level. It provides for emergency measures where it is evident that food or feed imported from a third country is likely to constitute a serious risk to human health, animal health or the environment, and that such risk cannot be contained satisfactorily by means of measures taken by the Member State(s) concerned.\n(2) Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products (2) provides that the production process of animals and primary products of animal origin is to be monitored for the purpose of detecting the presence of certain residues and substances in live animals, their excrements and body fluids and in tissue, animal products, animal feed and drinking water.\n(3) Residues of veterinary medicinal products and unauthorised substances have been detected in crustaceous imported from Bangladesh and intended for human consumption. The presence of those products and substances in food presents a potential risk for human health.\n(4) The results of the latest Community inspection visit to Bangladesh have revealed serious shortcomings as regards the residue control system in live animals and animal products and a lack of appropriate laboratory capacity for the testing of certain residues of veterinary medicinal products in live animals and animal products.\n(5) Bangladesh has recently taken measures concerning those shortcomings as regards the handling and testing of fishery products.\n(6) Since those measures are not sufficient, it is appropriate to adopt, at Community level, certain emergency measures applicable to importations of crustaceous from Bangladesh in order to ensure the effective and uniform protection of human health in all Member States.\n(7) Accordingly, Member States should allow importations of crustaceous from Bangladesh only if it can be shown that they have been subjected to an analytical test at origin to verify that they do not contain any unauthorised substances and that the levels of certain residues of veterinary medicinal products do not exceed the maximum residue levels laid down in Community legislation.\n(8) However, it is appropriate to authorise, the importation of consignments that are not accompanied by the results of the analytical tests at origin, provided that the importing Member States ensures that those consignments undergo appropriate checks on arrival at the Community border.\n(9) This Decision should be reviewed in the light of the guarantees offered by Bangladesh and on the basis of the results of the analytical tests carried out by the Member States.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to consignments of crustaceous imported from Bangladesh and intended for human consumption (the products).", "Member States shall authorise the importation into the Community of the products provided that they are accompanied by the results of an analytical test carried out at origin to ensure that they do not present a danger to human health (the analytical test).\nThe analytical tests must be carried out, in particular, with a view to detecting the presence of chloramphenicol, metabolites of nitrofurans, tetracycline, malachite green and crystal violet in conformity with Council Regulation (EEC) No 2377/90 (3) and Commission Decision 2002/657/EC (4).", "By way of derogation from Article 2, Member States shall authorise the importation of products that are not accompanied by the results of the analytical test provided that the importing Member State ensures that each consignment of such products undergoes all appropriate checks on arrival at the Community border to ensure that they do not present a danger to human health.\nHowever, those consignments must be detained at the Community border until laboratory tests show that the substances referred to in Article 2 that are not authorised under Community legislation are not present or that the maximum residues laid down in Community legislation for the veterinary medical products referred to in that Article are not exceeded.", "1.   Member States shall immediately inform the Commission if the analytical tests reveal:\n(a) the presence of any substances not authorised under Community legislation; or\n(b) residues of veterinary medicinal products that exceed the maximum residue limits laid down in Community legislation.\nMember States shall use, for the submission of any such information, the rapid alert system for food and feed set up by Regulation (EC) No 178/2002.\n2.   Member States shall submit to the Commission every three months a report of all the results of the analytical tests.\nThose reports shall be submitted during the month following each quarter (April, July, October, and January).", "All expenditure incurred in the application of this Decision shall be charged to the consignor, the consignee or the agent of either.", "Member States shall immediately inform the Commission of the measures they take to comply with this Decision.", "This Decision shall be reviewed on the basis of the guarantees offered by Bangladesh, and the results of the analytical tests carried out by the Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 202/2008 (OJ L 60, 5.3.2008, p. 17).\n(2)  OJ L 125, 23.5.1996, p. 10. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(3)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 542/2008 (OJ L 157, 17.6.2008, p. 43).\n(4)  OJ L 221, 17.8.2002, p. 8. Decision as last amended by Decision 2004/25/EC (OJ L 6, 10.1.2004, p. 38)."}