{"celex_id": "32007R0530", "uri": "http://publications.europa.eu/resource/cellar/5eb83bbf-a5ba-4a82-8b5b-fcbc774a7e19", "type": "Regulation", "concepts": ["1125", "161", "1663", "1795", "2771", "4250", "4690", "635"], "title": "Council Regulation (EC) No 530/2007 of 8 May 2007 amending Regulation (EC) No 2007/2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process\n", "header": "15.5.2007 EN Official Journal of the European Union L 125/1\nCOUNCIL REGULATION (EC) No 530/2007\nof 8 May 2007\namending Regulation (EC) No 2007/2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 2007/2000 (1) provides for unlimited duty-free access to the Community market for nearly all products originating in the countries and territories benefiting from the Stabilisation and Association process.\n(2) A Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Albania, of the other part, was signed in Luxembourg on 12 June 2006. Pending the completion of the procedures necessary for its entry into force, an Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part (2), was signed and concluded and entered into force on 1 December 2006.\n(3) The Stabilisation and Association Agreements and the Interim Agreements establish a contractual trade regime between the Community and each of the beneficiary countries. The bilateral trade concessions on the Community side are equivalent to the concessions applicable within the unilateral autonomous trade measures under Regulation (EC) No 2007/2000.\n(4) It is therefore appropriate to amend Regulation (EC) No 2007/2000 to take into account these developments. In particular, it is appropriate to remove the Republic of Albania from the list of beneficiaries of the tariff concessions granted for the same products under the contractual regime. In addition, it is necessary to adjust the global tariff quota volumes for specific products for which tariff quotas have been granted under the contractual regimes.\n(5) The Republic of Albania, the Republic of Croatia and the former Yugoslav Republic of Macedonia will remain beneficiaries of Regulation (EC) No 2007/2000 insofar as that Regulation provides for concessions which are more favourable than the concessions existing under the contractual regimes,", "main_body": ["Regulation (EC) No 2007/2000 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n2. in Article 4, paragraph 4 shall be replaced by the following:\n(a) 12 000 tonnes (net weight) for sugar products originating in Bosnia and Herzegovina;\n(b) 180 000 tonnes (net weight) for sugar products originating in Montenegro and the customs territories of Serbia or Kosovo.’;\n3. Annex I shall be replaced by the text appearing in the Annex to this Regulation.", "Goods which, on 16 May 2007, are either in transit or in the Community in temporary storage, customs warehouses or free zones, and for which before that date a proof of origin of Albania or of the former Yugoslav Republic of Macedonia has been properly issued in accordance with Title IV, Chapter 2, Section 2 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3), shall continue to benefit from Regulation (EC) No 2007/2000 until 16 September 2007.", "This Regulation shall enter into force on the first day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2007.\nFor the Council\nThe President\nP. STEINBRÜCK\n(1)  OJ L 240, 23.9.2000, p. 1. Regulation as last amended by Regulation (EC) No 1946/2005 (OJ L 312, 29.11.2005, p. 1).\n(2)  OJ L 239, 1.9.2006, p. 2.\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\nANNEX\n‘ANNEX I\nCONCERNING THE TARIFF QUOTAS REFERRED TO IN ARTICLE 4(1)\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN Code Description Quota volume per year (1) Beneficiaries Rate of duty\n09.1571 0301 91 10 Trout (Salmo trutta, Oncorhynchus mykiss, Oncorhynchus clarki, Oncorhynchus aguabonita, Oncorhynchus gilae, Oncorhynchus apache and Oncorhynchus chrysogaster): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 70 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo Exemption\n09.1573 0301 93 00 Carp: live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 120 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo Exemption\n09.1575 ex 0301 99 80 Sea bream (Dentex dentex and Pagellus spp.): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 95 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo Exemption\n09.1577 ex 0301 99 80 Sea bass (Dicentrarchus labrax): live; fresh or chilled; frozen; dried; salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 80 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo Exemption\n09.1579 1604 13 11 Prepared or preserved sardines 70 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo 6 %\n09.1561 1604 16 00 Prepared or preserved anchovies 260 tonnes Bosnia and Herzegovina, Montenegro, customs territories of Serbia or Kosovo 12,5 %\n09.1515 2204 21 79 Wine of fresh grapes, of an actual alcoholic strength by volume not exceeding 15 % volume, other than sparkling wine 145 000 hl (2) Albania (3), Bosnia and Herzegovina, Croatia (4), former Yugoslav Republic of Macedonia (5), Montenegro, customs territories of Serbia or Kosovo Exemption\n(1)  One global volume per tariff quota accessible to imports originating in the beneficiaries.\n(2)  The volume of this global tariff quota shall be reduced if the quota volumes of the individual tariff quotas applicable under order Nos 09.1588 and 09.1548 for certain wines originating in Croatia are increased.\n(3)  Access for wine originating in the Republic of Albania to this global tariff quota is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with Albania. These individual tariff quotas are opened under order Nos 09.1512 and 09.1513.\n(4)  Access for wine originating in the Republic of Croatia to this global tariff quota, is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with Croatia. These individual tariff quotas are opened under order Nos 09.1588 and 09.1589.\n(5)  Access for wine originating in the former Yugoslav Republic of Macedonia to this global tariff quota is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with the former Yugoslav Republic of Macedonia. These individual tariff quotas are opened under order Nos 09.1558 and 09.1559.’."}