{"celex_id": "32007D0557", "uri": "http://publications.europa.eu/resource/cellar/8935ff1e-c450-45f8-98b7-1fb1ebe13b28", "type": "Decision", "concepts": ["1252", "1406", "1442", "1569", "1684", "2324", "3763", "656"], "title": "2007/557/EC: Commission Decision of 2 August 2007 amending Decision 2007/27/EC adopting certain transitional measures concerning deliveries of raw milk to processing establishments and the processing of this raw milk in Romania with regard to the requirements of Regulation (EC) Nos 852/2004 and 853/2004 of the European Parliament and of Council (notified under document number C(2007) 3653) (Text with EEA relevance )\n", "header": "14.8.2007 EN Official Journal of the European Union L 212/15\nCOMMISSION DECISION\nof 2 August 2007\namending Decision 2007/27/EC adopting certain transitional measures concerning deliveries of raw milk to processing establishments and the processing of this raw milk in Romania with regard to the requirements of Regulation (EC) Nos 852/2004 and 853/2004 of the European Parliament and of Council\n(notified under document number C(2007) 3653)\n(Text with EEA relevance)\n(2007/557/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Commission Decision 2007/27/EC of 22 December 2006 adopting certain transitional measures concerning deliveries of raw milk to processing establishments and the processing of this raw milk in Romania with regard to the requirements of Regulation (EC) Nos 852/2004 and 853/2004 of the European Parliament and of Council (1) sets out lists of milk processing establishments in Romania that comply with the structural requirements laid down in Regulation (EC) No 852/2004 (compliant establishments) and are authorized to receive and process raw milk which is not in compliance with Regulation (EC) No 853/2004 (non-compliant milk).\n(2) Chapter I of the Annex to Decision 2007/27/EC lists compliant establishments authorised to receive and process without separation compliant and non-compliant milk while Chapter II of that Annex lists compliant establishments authorised to receive and process separately compliant and non-compliant milk.\n(3) Certain establishments listed in Chapter II of the Annex to Decision 2007/27/EC have practical difficulties to handle properly two separate production lines. Some of them have chosen to process only compliant milk and should therefore be deleted from the list in Chapter II of the Annex to Decision 2007/27/EC. Other establishments have chosen to process compliant and non-compliant milk without separation and should therefore be deleted from that list and added to the list in Chapter I of that Annex.\n(4) Furthermore, certain establishments which do not fulfil all Community structural requirements should be deleted from the lists of the Annex to Decision 2007/27/EC.\n(5) Decision 2007/27/EC should therefore be amended accordingly.\n(6) For the sake of clarity, the Annex to Decision 2007/27/EC should be replaced.\n(7) The measures provided for in this Decision are in accordance with the opinion with the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2007/27/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 8, 13.1.2007, p. 45.\nANNEX\n‘ANNEX\nCHAPTER I\nList of milk processing establishments in compliance with Community structural requirements authorised to receive and process without separation compliant and non-compliant milk\nNo Veterinary approval Name of the establishment Address\n1 L 70 SC Unichim Romania SRL Unirea, Jud. Alba, 517785\n2 L 45 SC I.A.C. Curtici SA Macea, Jud. Arad, 317210\n3 L 18 SC Depcoinf MBD SRL Targu Trotus, Jud. Bacau, 607630\n4 L 52 SC Trinitrom SRL Gepiu, Jud. Bihor, 417149\n5 L 1 SC Five Continents Group SRL Rachiti, Jud. Botosani, 717310\n6 L 4 SC Spicul 2 SRL Dorohoi, Jud. Botosani, 715200\n7 L 5 SC Ancal SRL Saucenita, Jud. Botosani, 717468\n8 L 77 SC Milk Way Company SRL Prigor, Jud. Caras Severin, 327305\n9 L 74 SC Cremont SRL Aghiresu, Jud. Cluj, 407005\n10 L 42 SC Lacto Panait SRL Crucea, Jud. Constanta, 907305\n11 L 43 SC Lactocorv SRL Ion Corvin, Jud. Constanta, 907150\n12 L 40 SC Betina Impex SRL Ovidiu, Jud. Constanta, 905900\n13 L 41 SC Elda Mec SRL Topraisar, Jud. Constanta, 907210\n14 L 58 SC Industrializarea Laptelui SA Targoviste, Jud. Dambovita, 130062\n15 L 91 SC Cosmilact SRL Schela, Jud. Galati, 807265\n16 L 55 SC Gordon Prod SRL Bisericani, Jud. Harghita, 535062\n17 L 66 SC Industrializarea Laptelui Harghita SA Remetea, Jud. Harghita, 535250\n18 L 65 SC Karpaten Milk Suseni, Jud. Harghita, 537305\n19 L 15 SC Teletext SRL Slobozia, Jud. Ialomita, 920066\n20 L 47 SC Oblaza SRL Bârsana, Jud. Maramures, 437035\n21 L 85 SC Avi-Seb Impex SRL Copalnic, Manastur, Jud. Maramures, 437103\n22 L 32 SC Hochland Romania SRL Sighisoara, Jud. Mures, 545400\n23 L 60 SC Hochland Romania SRL Sovata, Jud. Mures, 545500\n24 L 63 S.C. Zoe Gab SRL Fulga, Jud. Prahova, 107260\n25 L 50 SC Ecolact Prod SRL Paulesti, Jud. Prahova, 107246\n26 L 53 SC Friesland Romania SA Carei, Jud. Satu Mare, 445100\n27 L 93 SC Agrostar Company Lyc SRL Ciuperceni, Jud. Satu Mare, 447067\n28 L 67 SC Gefa Impex SRL Talmaciu, Jud. Sibiu, 555700\n29 L 37 SC Magnolia Comlact SRL Tapu, Jud. Sibiu. 556123\n30 L 36 SC Prolact Prod Com SRL Vicovu de Sus, Jud. Suceava, 727610\n31 L 2 SC Ilvas SA Vaslui, Jud. Vaslui, 730007\nCHAPTER II\nList of milk processing establishments in compliance with Community structural requirements authorised to receive and process separately compliant and non-compliant milk\nNo Veterinary approval Name of the establishment Address\n1 L 81 SC Raraul SA Campulung Moldovenesc, Jud. Suceava, 725100\n2 L 35 SC Danone PDPA Romania SRL Bucuresti, 032451’"}