{"celex_id": "32003D0431", "uri": "http://publications.europa.eu/resource/cellar/6910e002-b820-46e4-92a3-8167de9aeb85", "type": "Decision", "concepts": ["1474", "1841", "2306", "2879", "544", "5537"], "title": "2003/431/EC: Council Decision of 11 June 2003 on the signing, on behalf of the Community, and provisional application of the Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Community and the Government of Mauritius on fishing in Mauritian waters for the period 3 December 2002 to 2 December 2003\n", "header": "Council Decision\nof 11 June 2003\non the signing, on behalf of the Community, and provisional application of the Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Community and the Government of Mauritius on fishing in Mauritian waters for the period 3 December 2002 to 2 December 2003\n(2003/431/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with Article 12(3) of the Agreement between the European Economic Community and the Government of Mauritius on fishing in Mauritian waters(1), the Contracting Parties must enter into negotiations, before the end of the period of validity of the Protocol to the Agreement, in order to determine by common agreement the terms of the Protocol for the following period and, where appropriate, any necessary amendments or additions to the Annex.\n(2) Since, in the absence of information which it was awaiting, Mauritius was not ready to begin the negotiations, the two Parties decided to extend the existing Protocol(2) approved by Regulation (EC) No 444/2001(3) for a period of one year by means of an Agreement in the form of an Exchange of Letters initialled on 29 November 2002, pending the conclusion of the negotiations on the amendments to be made to the Protocol.\n(3) Under this Agreement in the form of an Exchange of Letters, Community fishermen have fishing opportunities in the waters under the sovereignty or jurisdiction of Mauritius for the period 3 December 2002 to 2 December 2003.\n(4) The extension must be applied at the earliest opportunity if fishing activities by Community vessels are not to be interrupted. The Agreement in the form of an Exchange of Letters should therefore be signed, subject to its definitive conclusion by the Council, and applied provisionally.\n(5) The allocation of the fishing opportunities among the Member States under the expired Protocol should be confirmed,", "main_body": ["The signature of the Agreement in the form of an Exchange of Letters concerning the extension of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Community and the Government of Mauritius on fishing in Mauritian waters for the period 3 December 2002 to 2 December 2003 is hereby approved on behalf of the Community, subject to the Council decision on the conclusion of the said Agreement.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters on behalf of the Community, subject to its conclusion.", "The Agreement in the form of an Exchange of Letters shall be applied provisionally in the European Community with effect from 3 December 2002.", "The fishing opportunities fixed in Article 1 of the Protocol shall be allocated among the Member States as follows:\n(a) Tuna seiners:\n>TABLE>\n(b) Surface longliners:\n>TABLE>\n(c) Vessels fishing by line:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The Member States whose vessels fish under the Agreement in the form of an Exchange of Letters shall notify the Commission of the quantities of each stock caught within the Mauritian fishing zone in accordance with Commission Regulation (EC) No 500/2001(4)."], "attachments": "Done at Luxembourg, 11 June 2003.\nFor the Council\nThe President\nG. Drys\n(1) OJ L 159, 10.6.1989, p. 2.\n(2) OJ L 180, 19.7.2000, p. 30.\n(3) OJ L 64, 6.3.2001, p. 1.\n(4) OJ L 73, 15.3.2001, p. 8."}