{"celex_id": "32007D0599", "uri": "http://publications.europa.eu/resource/cellar/23ee64ea-87b4-4db6-a72e-d678fed65cbd", "type": "Decision", "concepts": ["1052", "259", "5283", "5540", "5649", "5796", "6541"], "title": "2007/599/EC: Commission Decision of 27 August 2007 implementing Decision No 574/2007/EC of the European Parliament and of the Council as regards the adoption of strategic guidelines for 2007 to 2013 (notified under document number C(2007) 3925)\n", "header": "5.9.2007 EN Official Journal of the European Union L 233/3\nCOMMISSION DECISION\nof 27 August 2007\nimplementing Decision No 574/2007/EC of the European Parliament and of the Council as regards the adoption of strategic guidelines for 2007 to 2013\n(notified under document number C(2007) 3925)\n(only the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish texts are authentic)\n(2007/599/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 574/2007/EC of the European Parliament and of the Council of 23 May 2007 establishing the External Borders Fund for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (1), and in particular Article 20 thereof,\nWhereas\n(1) The Commission should lay down strategic guidelines setting out a framework for the intervention of the Fund relating to the multi-annual programming period 2007 to 2013.\n(2) The guidelines should define the priorities and, in accordance with Article 16(4) of Decision No 574/2007/EC, the specific priorities which allow the Member States not covered by the Cohesion Fund to increase the co-financing of the Community contribution to 75 % for projects co-financed by the Fund.\n(3) In accordance with Article 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not bound by the present Decision or subject to its application. Given that Decision No 574/2007/EC builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the date of adoption of that Decision whether it will implement it in its national law.\n(4) As regards Iceland and Norway, Decision No 574/2007/EC constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (2), which fall within the areas referred to in Article 1, points A and B of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis.\n(5) As regards Switzerland, Decision No 574/2007/EC constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement signed by the European Union, the European Community and the Swiss Confederation on the latter’s association with the implementation, application and development of the Schengen acquis which fall within the areas referred to in Article 4(1) of the Council decision on the signing, on behalf of the European Community, and on the provisional application of certain provisions of this Agreement.\n(6) This Decision constitutes a development of the provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (3) and the subsequent Council Decision 2004/926/EC of 22 December 2004 on the putting into effect of parts of the Schengen acquis by the United Kingdom of Great Britain and Northern Ireland (4). The United Kingdom is therefore not bound by it or subject to its application.\n(7) This Decision constitutes a development of the provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (5). Ireland is therefore not bound by it or subject to its application.\n(8) The measures provided for in this Decision are in accordance with the opinion of the common Committee ‘Solidarity and Management of Migration Flows’ established by Article 56 of Decision No 574/2007/EC,", "main_body": ["The guidelines setting out the priorities and specific priorities for the multi-annual programming for the period 2007 to 2013 are defined in the Annex.", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand-Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden."], "attachments": "Done at Brussels, 27 August 2007.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  OJ L 144, 6.6.2007, p. 22.\n(2)  OJ L 176, 10.7.1999, p. 31.\n(3)  OJ L 131, 1.6.2000, p. 43.\n(4)  OJ L 395, 31.12.2004, p. 70.\n(5)  OJ L 64, 7.3.2002, p. 20.\nANNEX\nFor the objectives (a), (b) and (c) listed in Article 3 of Decision No 574/2007/EC, the strategic guidelines set out below are to be seen in the context of the implementation of the European policy for the external borders management (1) as designed in the Hague Programme (2). The guidelines shall in particular give effect to the priorities of the Community with a view to the further gradual establishment of the common integrated border management system for external borders and the strengthening of controls and surveillance of the external borders of the Member States.\nFor the objective (d) of Article 3 of Decision No 574/2007/EC, the guidelines shall in particular give effect to the priorities of the Community with a view to the further development of the common visa policy as, on the one hand, part of a multi-layered system aimed at tackling illegal immigration by enhancing handling practices at local consular missions on the one hand and facilitating legitimate travel on the other.\nThe support for the implementation of the Special Transit Scheme referred to in Article 6 of Decision No 574/2007/EC shall be established in the framework of the multi-annual programme of the Republic of Lithuania in accordance with these guidelines.\nMember States should determine the most effective distribution of the financial resources allocated to them in accordance with their needs. However, when preparing their draft multi-annual programmes for 2007 to 2013, Member States should allocate the available Community resources under this Fund to at least three of the five priorities listed below.\nThe specific priorities listed below refer to national actions which either add to the value of common instruments and tools for practitioners or have a direct impact on the capacity of other Member States or the Community as a whole to secure the external borders.\nMoreover, when drafting their multi-annual programmes, Member States are invited to take into account the synergies with the work undertaken by the Frontex Agency on the control and surveillance of external borders.\nPRIORITY 1:   support for the further gradual establishment of the common integrated border management system as regards the checks on persons at and the surveillance of the external borders.\nThis could involve investment in infrastructure, systems and equipment within the framework of the eligibility rules of the Fund. These investments should aim in particular at ensuring convergence in information management in order to facilitate decision making and information sharing between Member States and also at improving architecture and processes for further enhancing border security, including provision of forgery detection equipment.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) upgrading of the national communication systems to make them interoperable with other Member States;\n(2) purchase and/or upgrading of operating equipment to control external borders which is interoperable with other Member States and takes into account the results of the common integrated risk analysis;\n(3) purchase and/or upgrading of operating equipment in order to increase the capacity of Member States to take part in and/or contribute to operational cooperation between Member States as coordinated by the Frontex Agency.\nPRIORITY 2:   support for the development and implementation of the national components of a European Surveillance System for the external borders and of a permanent European Patrol Network at the southern maritime borders of the EU Member States.\nThis could also include upgrading surveillance systems to locate and identify vehicles, boats and aircrafts correctly.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) investments in establishing or upgrading a single national coordination centre, which coordinates 24/7 the activities of all national authorities carrying out external border control tasks (detection, identification, and intervention) and which is able to exchange information with the national coordination centres in other Member States;\n(2) investments in establishing or upgrading a single national surveillance system, which covers all or selected parts of the external border and enables the dissemination of information 24/7 between all authorities involved in external border control;\n(3) purchase and/or upgrading of equipment for detection, identification and intervention at the borders (e.g. vehicles, vessels, aircraft, helicopters, sensors, cameras, etc.), provided the need for this equipment has been clearly identified at European level.\nPRIORITY 3:   support for the issuing of visas and the tackling of illegal immigration, including the detection of false or falsified documents by enhancing the activities organised by the consular and other services of the Member States in third countries.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) promotion of systematic and regular cooperation between the consular services of Member States and between the consular and other services of different Member States in the visa field;\n(2) initiatives to develop and establish limited representation, co-location or common visa application centres for, initially, reception and, at a later stage, processing of visa applications.\nPRIORITY 4:   support for the establishment of IT systems required for implementation of the Community legal instruments in the field of external borders and visas.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) investments linked to the Schengen Information System (SIS);\n(2) investments linked to the Visa Information System (VIS).\nPRIORITY 5:   support for effective and efficient application of relevant Community legal instruments in the field of external borders and visas, in particular the Schengen Borders Code and the European Code on Visas (3)\nThis could involve dissemination of information on the relevant instruments including texts such as the practical handbook for border guards, as well as training activities targeting officials from border guard services and at consulates.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n(1) implementation at national level of the common core curriculum for border guards’ training;\n(2) enhancing the quality of the national input into the common integrated risk analysis model.\n(1)  Within the context of this Decision external borders management only refers to control on persons.\n(2)  For the most recent documents on European policy in this field see in particular: ‘Global approach to migration: Priority actions focusing on Africa and the Mediterranean’ adopted by the European Council on 15-16 December 2005 (Bull. 12-2005, points I.6. and I.15-I.20.) and the Communication on reinforcing the management of the European Union’s southern maritime borders adopted by the Commission on 30 November 2006 (COM(2006) 733 final).\n(3)  The Common Consular Instructions on visas for diplomatic missions and consular posts will be replaced by the European Code on Visas once it is adopted by the Council."}