{"celex_id": "32002L0062", "uri": "http://publications.europa.eu/resource/cellar/81374d87-9ffb-4c1f-8edf-100d242db7f1", "type": "Directive", "concepts": ["13", "2825", "2897", "3730", "4039", "4308", "5234"], "title": "Commission Directive 2002/62/EC of 9 July 2002 adapting to technical progress for the ninth time Annex I to Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (organostannic compounds) (Text with EEA relevance)\n", "header": "Commission Directive 2002/62/EC\nof 9 July 2002\nadapting to technical progress for the ninth time Annex I to Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (organostannic compounds)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations(1), as last amended by Commission Directive 2001/91/EC(2), and in particular Article 2a thereof, introduced by Council Directive 89/678/EEC(3),\nWhereas:\n(1) Commission Directive 1999/51/EC(4) adapting to technical progress for the fifth time Annex I to Directive 76/769/EEC, prohibits the use of organostannic compounds in antifouling applications on the hulls of boats of less than twenty-five metres and vessels of any length used predominantly on inland waters. This Directive calls for a review of the provisions in relation to organostannic compounds used in antifouling products taking full account of developments within the International Maritime Organisation (IMO) and in particular, the call of their Marine Environment Protection Committee for a global prohibition of the application of organostannic compounds which act as biocides in antifouling systems on ships by 1 January 2003.\n(2) Scientific studies have shown that certain antifouling systems used on ships pose a substantial risk to the aquatic environment. An IMO International Convention on the Control of Harmful Antifouling Systems, agreed at an IMO Diplomatic Conference in October 2001, includes a prohibition from 1 January 2003, on the application or re-application to ships of organotin compounds which act as biocides in antifouling systems.\n(3) The prohibition of application or re-application of organostannic compounds directly affects the functioning of the internal market in organostannic compounds and it is therefore necessary to approximate the laws of the Member States in this field and consequently to amend Annex I to Directive 76/769/EEC and in particular, Directive 1999/51/EC.\n(4) A Regulation of the European Parliament and the Council will address measures in relation to vessels treated with organostanic compounds.\n(5) Directive 94/25/EC of the European Parliament and of the Council(5) regulates pleasure craft and these craft shall also be subject to the same restrictions as other boats.\n(6) This Directive does not affect Community legislation laying down minimum requirements for the protection of workers contained in Council Directive 89/391/EEC(6) and in individual directives based thereon, in particular Council Directive 90/394/EEC(7), as last amended by Directive 1999/38/EC(8), and Council Directive 98/24/EC(9) on protection of health and safety of workers from chemical agents at work.\n(7) This Directive does not affect Community legislation covering the use of organostannic compounds in food-contact plastics contained in Commission Directive 90/128/EEC of 23 February 1990 relating to plastics materials and articles intended to come into contact with foodstuffs(10), as last amended by Directive 2002/17/EC(11).\n(8) The measures provided for in this Directive are in accordance with the opinion of the Committee for the adaptation to technical progress of directives on the removal of technical barriers to trade in dangerous substances and preparations,", "main_body": ["Annex I to Directive 76/769/EEC is hereby adapted to technical progress as set out in the Annex hereto.", "Member States shall adopt and publish the provisions necessary to comply with this Directive by 31 October 2002 at the latest. They shall forthwith inform the Commission thereof. They shall apply these provisions on 1 January 2003.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 262, 27.9.1976, p. 201.\n(2) OJ L 286, 30.10.2001, p. 27.\n(3) OJ L 398, 30.12.1989, p. 24.\n(4) OJ L 142, 5.6.1999, p. 22.\n(5) OJ L 164, 30.6.1994, p. 15.\n(6) OJ L 183, 29.6.1989, p. 1.\n(7) OJ L 196, 26.7.1990, p. 1.\n(8) OJ L 138, 1.6.1999, p. 66.\n(9) OJ L 131, 5.5.1998, p. 11.\n(10) OJ L 349, 13.12.1990, p. 26.\n(11) OJ L 58, 28.2.2002, p. 19.\nANNEX\nIn Annex I to Directive 76/769/EEC, point 21 shall be replaced by the following point: >TABLE>"}