{"celex_id": "32007D0813", "uri": "http://publications.europa.eu/resource/cellar/3522b297-0587-4c36-923d-3c4421c70508", "type": "Decision", "concepts": ["1159", "2282", "2455", "4790", "5228", "598", "863"], "title": "2007/813/EC: Commission Decision of 28 November 2007 on the allocation to Spain of additional days at sea within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz (notified under document number C(2007) 5719)\n", "header": "11.12.2007 EN Official Journal of the European Union L 325/92\nCOMMISSION DECISION\nof 28 November 2007\non the allocation to Spain of additional days at sea within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz\n(notified under document number C(2007) 5719)\n(only the Spanish text is authentic)\n(2007/813/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular point 9 of Annex IIB thereto,\nWhereas:\n(1) Point 7 of Annex IIB to Regulation (EC) No 41/2007 specifies the maximum number of days on which Community vessels of an overall length equal to or greater than 10 meters carrying on board trawls of mesh sizes equal to or larger than 32 mm, gill nets of mesh size equal to or larger than 60 mm or bottom long-lines may be present within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz from 1 February 2007 to 31 January 2008.\n(2) Point 9 of Annex IIB enables the Commission to allocate an additional number of days at sea on which a vessel may be present within the geographical area when carrying on board such fishing gears, on the basis of permanent cessations of fishing activities that have taken place since 1 January 2004.\n(3) On 6 July 2007, Spain submitted data demonstrating that vessels, which have ceased activities since 1 January 2004 deployed respectively 4,20 % of the fishing effort deployed in 2003 by Spanish vessels present within the geographical area and carrying on board trawls of mesh size equal to or greater than 32 mm, 9,55 % of the fishing effort deployed in 2003 by Spanish vessels present within the geographical area and carrying on board gill nets of mesh size equal to or greater than 60 mm and 20,86 % of the fishing effort deployed in 2003 by Spanish vessels present within the geographical area and carrying on board bottom long-lines.\n(4) In view of the data submitted and having regard to the method of calculation laid down in point 9,1 of Annex IIB, nine additional days at sea for vessels carrying on board gears of groupings 3(a), 21 additional days at sea for vessels carrying on board gears of groupings 3(b), and 45 additional days at sea for vessels carrying on board gears of groupings 3(c) should be allocated to Spain for the period from 1 February 2007 to 31 January 2008.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Article 1\n1.   The maximum number of days on which a fishing vessel flying the flag of Spain and carrying on board fishing gear, mentioned in points 3(a) of Annex IIB to Regulation (EC) No 41/2007 and not subject to any of the special conditions listed in point 7,1 of that Annex may be present in ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz, as laid down in Table I of that Annex, shall be amended to 225 days per year.\n2.   The maximum number of days on which a fishing vessel flying the flag of Spain and carrying on board fishing gear mentioned in points 3(b) of Annex IIB to Regulation (EC) No 41/2007 and not subject to any of the special conditions listed in point 7,1 of that Annex may be present in ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz, as laid down in Table I of that Annex, shall be amended to 237 days per year.\n3.   The maximum number of days on which a fishing vessel flying the flag of Spain and carrying on board fishing gear mentioned in points 3(c) of Annex IIB to Regulation (EC) No 41/2007 and not subject to any of the special conditions listed in point 7,1 of that Annex may be present in ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz, as laid down in Table I of that Annex, shall be amended to 261 days per year.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 28 November 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2007 (OJ L 196, 28.7.2007, p. 22)."}