{"celex_id": "32000R1746", "uri": "http://publications.europa.eu/resource/cellar/f7c81adf-2000-4cad-bae9-4129a7d2c863", "type": "Regulation", "concepts": ["3483", "4505", "4778", "5695", "5746", "859"], "title": "Council Regulation (EC) No 1746/2000 of 3 August 2000 suspending, for an additional limited period of time, Regulation (EC) No 2151/1999 imposing a ban on flights between the territories of the Community and the Federal Republic of Yugoslavia other than the Republic of Montenegro or the Province of Kosovo, and amending Regulation (EC) No 607/2000\n", "header": "Council Regulation (EC) No 1746/2000\nof 3 August 2000\nsuspending, for an additional limited period of time, Regulation (EC) No 2151/1999 imposing a ban on flights between the territories of the Community and the Federal Republic of Yugoslavia other than the Republic of Montenegro or the Province of Kosovo, and amending Regulation (EC) No 607/2000\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Common Position 2000/454/CFSP of 20 July 2000, suspending for a limited period, Article 4 of Common Position 1999/318/CFSP concerning restrictive measures against the Federal Republic of Yugoslavia(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Council has determined that the ban on flights between the Federal Republic of Yugoslavia and the Community should be suspended for an additional limited period of time, while maintaining its overall policy framework of applying maximum pressure on President Milosevic and his regime.\n(2) The ban on flights, laid down in Regulation (EC) No 2151/1999(2), was suspended until 28 August 2000 by means of Regulation (EC) No 607/2000(3) under a number of specific conditions.\n(3) Monitoring of the implementation of Regulation (EC) No 607/2000 has shown that provision should be made for the protection of the interests of Community air carriers.\n(4) It is therefore appropriate to extend the validity of Regulation (EC) No 607/2000 until the end of March 2001,", "main_body": ["Regulation (EC) No 607/2000 shall be amended as follows:\n1. The following paragraph shall be added to Article 4:\n\"3. In case of any direct or indirect action by the Federal Republic of Yugoslavia which adversely affects the normal commercial operational and business activities of Community air carriers operating under this Regulation, the Council shall, on the basis of a Commission proposal, take proportional and effective measures to protect the interests of such carriers.\"\n2. Article 5 shall be replaced by the following:\n\"Article 5\nThis Regulation shall apply until 31 March 2001:\n- within the territory of the Community, including its airspace,\n- on board any aircraft or any vessel under the jurisdiction of a Member State,\n- to any person elsewhere who is a national of a Member State,\n- to any body which is incorporated or constituted under the law of a Member State.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 August 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 183, 22.7.2000, p. 1.\n(2) OJ L 264, 12.10.1999, p. 3.\n(3) OJ L 73, 22.3.2000, p. 4."}