{"celex_id": "32007D0123", "uri": "http://publications.europa.eu/resource/cellar/962a1d82-7c87-47fd-9eff-8db62d97da28", "type": "Decision", "concepts": ["1445", "1519", "1755", "1857", "192", "2560", "4152", "5581"], "title": "2007/123/EC: Commission Decision of 20 February 2007 granting an exemption to Italy under Council Directive 92/119/EEC for the transport of pigs for slaughter on public and private roads to a slaughterhouse within a protection zone (notified under document number C(2007) 499)\n", "header": "21.2.2007 EN Official Journal of the European Union L 52/10\nCOMMISSION DECISION\nof 20 February 2007\ngranting an exemption to Italy under Council Directive 92/119/EEC for the transport of pigs for slaughter on public and private roads to a slaughterhouse within a protection zone\n(notified under document number C(2007) 499)\n(Only the Italian text is authentic)\n(2007/123/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (1) and in particular point 7(2)(d) of Annex II thereof,\nWhereas:\n(1) On 15 November 2006 a protection zone was established by the competent authority in Italy around an outbreak of swine vesicular disease in the municipality of Romano di Lombardia, Province of Bergamo, in accordance with Article 10 of Directive 92/119/EEC.\n(2) Accordingly, the movement and transport of pigs on public and private roads within that protection zone have been prohibited.\n(3) However, Italy has submitted a request for an exemption from that prohibition for the transport of pigs for slaughter coming from outside that protection zone, on public and private roads within the protection zone, in order to transport them to a slaughterhouse situated in the protection zone.\n(4) It is appropriate to provide for that exemption, subject to the condition that Italy takes strict control and precaution measures that guarantee that there is no risk of the spread of the disease.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Italy may authorise the transport of pigs for slaughter coming from outside the protection zone established on 15 November 2006 around the outbreak of swine vesicular disease that occurred in the municipality of Romano di Lombardia, Province of Bergamo (the pigs), on public and private roads within that protection zone, to slaughterhouse IMC No 825 M (the slaughterhouse), under the following conditions:\n(a) the dispatch of the pigs must be notified at least 24 hours in advance by the official veterinarian for the holding of origin to the official veterinarian for the slaughterhouse;\n(b) the transport of the pigs to the slaughterhouse must be via a corridor; details of that corridor must be laid down in advance by Italy;\n(c) vehicles carrying the pigs must be sealed by the competent authority before or on entry to the corridor; at the time of sealing, the competent authority must record the registration number of the vehicle and the number of pigs transported therein;\n(d) on arrival at the slaughterhouse, the competent authority shall:\n(i) inspect and remove the seal on the vehicle;\n(ii) be present at the unloading of the pigs;\n(iii) record the registration number of the vehicle and the number of pigs therein.\n2.   Any vehicle carrying pigs to the slaughterhouse shall undergo, immediately following unloading, cleaning and disinfection under official control and in accordance with the instructions of the competent authority.", "This Decision is addressed to the Republic of Italy."], "attachments": "Done at Brussels, 20 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 62, 15.3.1993, p. 69. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352)."}