{"celex_id": "32007D0361", "uri": "http://publications.europa.eu/resource/cellar/ce106335-3a44-4a9f-a453-7765ef3e35cd", "type": "Decision", "concepts": ["12", "2173", "2734", "3086", "4285"], "title": "2007/361/EC: Commission Decision of 4 May 2007 on the determination of surplus stocks of agricultural products other than sugar and the financial consequences of their elimination in relation to the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (notified under document number C(2007) 1979)\n", "header": "30.5.2007 EN Official Journal of the European Union L 138/14\nCOMMISSION DECISION\nof 4 May 2007\non the determination of surplus stocks of agricultural products other than sugar and the financial consequences of their elimination in relation to the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n(notified under document number C(2007) 1979)\n(Only the Czech, Greek, Estonian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian versions are authentic)\n(2007/361/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular paragraph 4 of Chapter 4 of Annex IV thereto,\nWhereas:\n(1) Paragraph 2 of Chapter 4 of Annex IV to the 2003 Act of Accession provides that any stock of agricultural product private as well as public, in free circulation at the date of accession within the territory of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter referred to as ‘the new Member States’), and exceeding the quantity which could be regarded as constituting a normal carry-over of stock should be eliminated at the expense of the new Member States. The concept of normal carry-over should be defined for each product on the basis of the criteria and objectives specific to each market organisation.\n(2) Both the criteria and objectives particular to each market organisation and the relationship between prices in the new Member States before accession and Community prices mean that normal carryover stock should be assessed in the light of factors varying from sector to sector.\n(3) The basis for calculating levels of surplus stocks should be the variation in domestic production plus imports less exports in the twelve months immediately preceding accession, namely 1 May 2003 to 30 April 2004, compared to the average of variation in domestic production plus imports less exports for the three previous twelve-month periods.\n(4) The Commission invited the new Member States comments on the general methodology of the calculation and to present any arguments on specific situations which would justify higher than normal stocks. The Commission then proceeded as a first step to assess the comments on the general methodology and finalise the methodology based on an overall analysis of the situation to produce a horizontal approach to be applied to all new Member States. As a second step, an evaluation of the specific arguments put forward by the new Member States has been carried out. On the basis of the result of this evaluation, the results of the horizontal exercise have been adjusted.\n(5) The results of the calculation should be adjusted to take into consideration that some categories of products, such as butter and butter-oil, different qualities of rice, hops, seeds, wine alcohol, tobacco, and cereals are effectively interchangeable and could be considered as a group, so that an increase in stock levels of certain products in a group may be offset by a reduction in stock levels of other products in the group.\n(6) New Member States have suggested that production and trade could have been subject to a developing trend during the period of calculation, in particular where the economic development of their economies was affected by the prospect of accession to the European Union. Neglecting such a trend could lead to an overestimation of surplus stock levels. The calculation has thus been adjusted by the introduction of a mechanism to take into account this trend for both production and trade. (Application of this mechanism should also deal with any similar trends in internal consumption).\n(7) The calculation should be based on official monthly Eurostat data transmitted by the Member States, where this is available. In cases where such data are not available or are incomplete a best estimate method should be applied using other available sources of information, established in close contact with the new Member States.\n(8) The other sources of information which have been used are yearly Eurostat data, data from the new Member States' balance sheets for the products concerned, and data sent officially to the Commission by the new Member States which is certified by the national statistical authority.\n(9) Certain country-specific situations have been taken into account at the request of new Member States in particular certain specific circumstances in which stocks were built up.\n(10) A threshold should be introduced in order to cover situations where the resulting amounts of surplus stocks are relatively small compared to what could be regarded as a normal carry-over stock. This covers the margin of error of the statistical information gathered in the particular circumstances of the pre-accession period and the complexity and scope of this exercise. No charge should hence be payable by a new Member State on the amount of surplus stock of a particular product, as calculated, if this amount is no more than 10 % of what could be regarded as a normal carry-over stock for that product in the new Member State concerned.\n(11) The most appropriate method for calculating the financial consequences of the surplus stocks, in the light of the objective of paragraph 2 of Chapter 4 of Annex IV to the 2003 Act of Accession should consist in an evaluation of the cost of their disposal in each sector concerned. In cases where export refunds existed for products in the year after accession, it is appropriate to establish the financial consequences on the basis of the difference between the internal and external price level, as reflected by the average export refund during the twelve-month period immediately after accession.\n(12) For products not subject to export refunds in cases such as preserved mushrooms, garlic, fruit juices for which significant levels of surplus stocks have been established in certain new Member States, for an equivalent approach, it is appropriate to take as a basis the price differences between the average internal and external prices. In view of the temporary nature of the financial consequences arising from the establishment of surplus stocks for different agricultural products in certain new Member States, the corresponding amounts should be paid by the Member States concerned into the Community budget. It is necessary to fix the date on which these payments should be made.\n(13) In view of the potentially important financial consequences that a Member State may face, it is justified to extend over four years the period for the payment of these amounts by the Member States concerned.\n(14) Whereas the relevant management committees have not delivered opinions within the time limits set down by their chairmen,", "main_body": ["The quantities of agricultural products in free circulation in the new Member States at the date of accession exceeding the quantities which could be regarded as constituting a normal carryover of stock at 1 May 2004, and the amounts to be charged to the new Member States in consequence of the expense of elimination of those quantities are set out in the Annex.", "1.   The amounts set out in the Annex shall be considered as revenue for the Community budget.\n2.   The Member States may pay these amounts set out in the Annex to the Community budget in four equal instalments. The first instalment shall be paid by the last day of the second month following the month in which this Decision is notified to the new Member State concerned. Subsequent instalments shall be paid by 31 May 2008, 31 May 2009 and 31 May 2010 respectively.", "This Decision is addressed to the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Malta, Poland, Slovenia and Slovakia."], "attachments": "Done at Brussels, 4 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\nANNEX\nQuantities exceeding normal carryover stocks and amounts to be charged to the new Member States\nCzech Republic Estonia Cyprus Latvia Lithuania Malta Poland Slovenia Slovakia\nProduct Group Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR Quantity in tonnes Amount in 1 000 EUR\nMeat (1) 13 524 6 221           18 758 7 773\nMilk (2)   4 908 6 538     2 804 2 971 521 288 551 752\nFruits (3) 18 383 4 943       658 180   3 994 2 228 971 375 6 355 3 049\nRice 21 021 1 123 88 4 2 153 115   569 30   22 915 1 224 340 18 10 950 585\nWine   572 42   2 775 203     6 435 472\nTotal  12 287  6 584  115  203  3 181  288  12 449  393  3 634\n(1)  4 sub-groups: Beef & Veal, Pigmeat, Sheep & Goat, Poultry.\n(2)  4 sub-groups: Cheeses, SMP, WMP, Butter & Butter-Oil.\n(3)  9 sub-groups: Mushrooms, Mandarins, Pineapples, Orange Juice, Apple Juice, Tomatoes, Garlic, Grape Juice."}