{"celex_id": "32008R0001", "uri": "http://publications.europa.eu/resource/cellar/2ddbc2fc-9e42-485c-b977-b874c031665f", "type": "Regulation", "concepts": ["13", "1309", "2300", "4078", "4350", "5360"], "title": "Council Regulation (EC) No 1/2008 of 20 December 2007 temporarily suspending customs duties on imports of certain cereals for the 2007/2008 marketing year\n", "header": "4.1.2008 EN Official Journal of the European Union L 1/1\nCOUNCIL REGULATION (EC) No 1/2008\nof 20 December 2007\ntemporarily suspending customs duties on imports of certain cereals for the 2007/2008 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 26 and 133(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1) provides for protective measures against the potential negative impact of imports, with the aim of ensuring stability on the Community market.\n(2) For the most part, the customs duties applicable to agricultural products under the World Trade Organisation (WTO) agreements are laid down in the common customs tariff. However, for some cereals, imports carried out within the context of tariff quotas resulting from international agreements concluded in accordance with the Treaty or from other acts of the Council are subject to specific duties.\n(3) In view of the structural rise in world demand as a result of rising living standards in the emerging economies and the increasing production of biofuels, at the end of the 2007/2008 marketing year world cereals stocks will be in decline for the third consecutive year and are likely to hit their lowest level since 1979/1980. Against this background, world cereals listings have shown a marked rise since the start of the 2007/2008 marketing year, with increases of around 50 % for common wheat, 30 % for barley and between 20 % and 30 % for maize.\n(4) As a result of unfavourable weather conditions in most Member States, estimated cereal production in 2007/2008 is 258 million tonnes, 8 million tonnes or 3 % down on the already modest 2006/2007 harvest. The decline in Community production relates to common wheat and maize in particular, but it has repercussions on the cereals sector as a whole, making it difficult to ensure a balanced supply of the Community market. The imbalance concerns feed grain in particular, in view of the differences found across the regions of the Community in the quality and quantities of the cereals produced and the ensuing changes in operator behaviour as regards the use of the different cereals available. The overall fall in production cannot, moreover, be compensated by the very localised rise in the production of barley, rye and oats.\n(5) Community cereals markets have seen a spectacular upsurge in prices since the start of the 2007/2008 marketing year. The rise has been substantial both in nominal terms and in terms of the exceptionally wide gap between market prices and intervention prices. The situation is tense as regards small-grain cereals and maize. Since the start of the 2007/2008 marketing year, the price of milling wheat in Rouen has risen from EUR 179 per tonne to almost EUR 300 per tonne at the start of September 2007 while the price of feed barley in Rouen has more than doubled over summer 2006 rates, reaching up to EUR 270 per tonne at the end of September 2007. Brewing barley has also witnessed a strong increase, reaching almost EUR 310 per tonne at the end of September 2007. French maize prices in Bayonne followed the same trend, rising from EUR 183 per tonne at the start of the new marketing year to a peak of EUR 255 per tonne in mid-September 2007. This situation is the result of reduced Community common wheat and maize stocks, average quality and the exhaustion of Community intervention stocks, currently down to below 500 000 tonnes.\n(6) In order to respond to this situation of strong tensions on the markets, supply to the Community market in cereals should be promoted, and to this end customs duties on imports of certain cereals should be suspended as regards both tariff quotas at reduced duty and imports at normal rates. However, this measure should be limited to the 2007/2008 marketing year.\n(7) It should, moreover, be possible to rescind this measure immediately in the event of disruption or threatened disruption on the Community market. To this end, provision should be made for the Commission to take appropriate steps to reintroduce customs duties immediately should the market situation so warrant, and to lay down the criteria whereby this situation should be considered as such.\n(8) These measures should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2),", "main_body": ["1.   The application of customs duties on imports of products falling within CN codes 1001 90 99, 1001 10, 1002 00 00, 1003 00, 1005 90 00 and 1007 00 90 is hereby suspended until 30 June 2008, for all imports at the normal rate carried out in accordance with Article 9 of Regulation (EC) No 1784/2003 or within the context of tariff quotas at reduced duty opened in accordance with Article 12 of that Regulation.\n2.   The Commission may reintroduce customs duties at the levels and under the conditions provided for in Article 10 of Regulation (EC) No 1784/2003 where, for one or more of the products referred to in paragraph 1, the FOB export price recorded in Community ports is below 180 % of the intervention price, or, for products for which there is no intervention price, 180 % of EUR 101,3 per tonne.\n3.   Where necessary, detailed rules for the implementation of this Regulation shall be adopted in accordance with the procedure referred to in Article 25(2) of Regulation (EC) No 1784/2003.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply to imports carried out on the basis of import licences issued from the day of its publication.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Council\nThe President\nF. NUNES CORREIA\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as last amended by Regulation (EC) No 735/2007 (OJ L 169, 29.6.2007, p. 6).\n(2)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11)."}