{"celex_id": "32001R0908", "uri": "http://publications.europa.eu/resource/cellar/dce24a0b-2d68-462e-b599-991846e6f4ae", "type": "Regulation", "concepts": ["2194", "3568", "4682", "5581", "618", "619"], "title": "Commission Regulation (EC) No 908/2001 of 8 May 2001 amending for the second time Regulation (EC) No 23/2001 laying down special measures for the beef sector that depart from the provisions of Regulation (EC) No 800/1999, Regulation (EEC) No 3719/88, Regulation (EC) No 1291/2000 and Regulation (EEC) No 1964/82\n", "header": "Commission Regulation (EC) No 908/2001\nof 8 May 2001\namending for the second time Regulation (EC) No 23/2001 laying down special measures for the beef sector that depart from the provisions of Regulation (EC) No 800/1999, Regulation (EEC) No 3719/88, Regulation (EC) No 1291/2000 and Regulation (EEC) No 1964/82\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 29(2)(a), Article 33(12) and Article 41 thereof,\nWhereas:\n(1) The health protection measures adopted by the authorities of certain non-member countries regarding exports of bovine animals and the meat of those animals in response to bovine spongiform encephalopathy have had serious economic consequences for exporters.\n(2) Commission Regulation (EC) No 23/2001(2), amended by Regulation (EC) No 652/2001(3), introduced measures to mitigate certain of those serious consequences.\n(3) The cases of foot-and-mouth disease that have occured in several Member States have led to adoption of protective measures under Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(4), as last amended by Directive 92/118/EEC(5), and in particular Article 10 thereof, and under Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(6), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof.\n(4) The measures adopted by certain non-member countries are still in force and in certain cases have been strenghtened.\n(5) To limit the damaging consequences for Community exporters, foot-and-mouth disease should be included within the scope of Regulation (EC) No 23/2001, and so the application of special derogating measures and the extension of certain time limits should be authorised.\n(6) In the light of the situation, this Regulation should enter into force immediately.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Articles 1, 2, 3 and 4 of Regulation (EC) No 23/2001 are replaced by the following: \"Article 1\n1. This Regulation shall apply to the products listed in Article 1(1) of Regulation (EC) No 1254/1999.\n2. It shall apply only in cases where the exporter shows to the satisfaction of the competent authority that he was unable to export owing to:\n(a) the introduction of health measures by the authorities of the countries of destination in response to the cases of bovine spongiform encephalopathy; or\n(b) the introduction, in response to detection of cases of foot-and-mouth disease in the Community, of measures adopted in line with Community legislation or of health measures by the authorities of the countries of destination.\nCompetent authorities shall base their assessment on the commercial documents referred to in Article 1(2) of Regulation (EEC) No 4045/89.", "1. At the holder's request export licences issued under Regulation (EC) No 1445/95 that were applied for by 30 March 2001 shall, if their validity did not expire before 1 November 2000, be cancelled and the security released.\n2. On application by the exporter in the case of products for which by 30 March 2001:\n- the customs export formalities had been completed or which had been placed under one of the customs control procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80, the 60-day time limit for leaving the Community's customs territory referred to in Article 32(1)(b)(i) of Regulation (EC) No 1291/2000 and Article 7(1) and Article 34(1) of Regulation (EC) No 800/1999 is raised to 210 days but shall not extend beyond 31 December 2001,\n- the customs export formalities had been completed but which had not yet left the Community's customs territory or which had been placed under one of the customs control procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80, the exporter shall repay any refund paid in advance and the various securities pertaining to the operations shall be released,\n- the customs formalities had been completed and which had left the Community's customs territory, they may be brought back and released for free circulation in the Community. The exporter shall repay any refund paid in advance and the various securities pertaining to the operations shall be released,\n- the customs formalities had been completed and which had left the Community's customs territory, they may be brought back to be placed under a suspensive procedure in a free zone, free warehouse or customs warehouse for a maximum of 210 days before reaching their final destination; this shall not affect payment of the refund for the actual final destination or the security lodged in respect of the licence.", "Notwithstanding the first subparagraph of Article 6(1) of Regulation (EEC) No 1964/82, at the exporter's request he shall, if the customs export formalities or the formalities for placing goods under one of the customs control procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 were not completed by 30 March 2001 for the total quantity of meat entered on a certificate as provided for in Article 4(1) of Regulation (EEC) No 1964/82 issued before 30 March 2001, retain the special refund on the quantities exported and released for consumption in a third country. The requirements of Article 6(5) of Regulation (EEC) No 1964/82 shall not apply in these cases.\nThe above provisions shall also apply if, as a result of application of the second or third indent of Article 2(2) of this Regulation, part of the total quantity entered on the certificate provided for in Article 4(1) of Regulation (EEC) No 1964/82 has not been released for consumption in a third country.", "1. In Article 18(3)(a), the 20 % reduction indicated in the second indent of Article 18(3)(b) and the 10 % and 15 % increases indicated in Article 25(1) and the second subparagraph of Article 35(1) of Regulation (EC) No 800/1999 respectively shall not apply to exports made under licences applied for by 30 March 2001.\n2. If entitlement to the refund is lost, the penalty specified in Article 51(1) of Regulation (EC) No 800/1999 shall not apply.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 3, 6.1.2001, p. 7.\n(3) OJ L 91, 31.3.2001, p. 60.\n(4) OJ L 224, 18.8.1990, p. 29.\n(5) OJ L 62, 15.3.1993, p. 49.\n(6) OJ L 395, 30.12.1989, p. 13."}