{"celex_id": "32001D0495", "uri": "http://publications.europa.eu/resource/cellar/55a4f2f7-b210-4878-9d6c-085f32c63a8c", "type": "Decision", "concepts": ["1254", "1309", "1716", "2830", "5760", "5969"], "title": "2001/495/EC: Commission Decision of 2 July 2001 concerning certain protective measures with regard to live birds coming from or originating in China, Hong Kong and Macau (Text with EEA relevance) (notified under document number C(2001) 1701)\n", "header": "Commission Decision\nof 2 July 2001\nconcerning certain protective measures with regard to live birds coming from or originating in China, Hong Kong and Macau\n(notified under document number C(2001) 1701)\n(Text with EEA relevance)\n(2001/495/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countires and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(1) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal health and to reduce sharply the profitability of poultry farming.\n(2) Avian influenza has been detected in poultry of live bird markets in Hong Kong and Macau and appears to have been isolated in poultry deriving from mainland China.\n(3) Imports of live poultry from China, Hong Kong and Macau to the Community are not authorised, whereas other birds can be imported under the conditions laid down in Article 7(A) of Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC(3), as last amended by Commission Decision 95/176/EC(4).\n(4) Commission Decision 2000/666/EC(5), as last amended by Decision 2001/383/EC(6), lays down the animal health requirements and the veterinary certifiction for the import of birds, other than poultry and the conditions for quarantine.\n(5) Decision 2000/666/EC shall apply from 1 November 2001.\n(6) The situation is liable to endanger the health status of the Community's poultry flocks, therefore the provisions foreseen in Decision 2000/666/EC should apply for such imports from China, Hong Kong and Macau immediately.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The introduction into the territory of the Community of live birds other than those referred to in Directive 90/539/EEC, coming from or originating in China, Hong Kong and Macau is only authorised under the conditions laid down in the Articles 1 to 9 of Commission Decision 2000/666/EC.", "This Decision is applicable until 1 November 2001.", "Member States shall alter the measures they apply to trade in order to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 268, 14.9.1992, p. 54.\n(4) OJ L 117, 24.5.1995, p. 23.\n(5) OJ L 278, 31.10.2000, p. 26.\n(6) OJ L 137, 19.5.2001, p. 28."}