{"celex_id": "32006R0682", "uri": "http://publications.europa.eu/resource/cellar/2e7d2842-4caf-4d5a-a226-9ae52706eba6", "type": "Regulation", "concepts": ["20", "2193", "3170", "5860", "946"], "title": "Commission Regulation (EC) No 682/2006 of  3 May 2006  amending Regulation (EC) No 1375/2005 as regards the quantity covered by the standing invitation to tender for the export of barley held by the Czech intervention agency\n", "header": "4.5.2006 EN Official Journal of the European Union L 119/11\nCOMMISSION REGULATION (EC) No 682/2006\nof 3 May 2006\namending Regulation (EC) No 1375/2005 as regards the quantity covered by the standing invitation to tender for the export of barley held by the Czech intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 (2) lays down the procedure and conditions for the disposal of cereals held by intervention agencies.\n(2) Commission Regulation (EC) No 1375/2005 (3) has opened a standing invitation to tender for the export of 31 443 tonnes of barley held by the Czech intervention agency.\n(3) The Czech Republic has informed the Commission of its intervention agency’s intention to increase by 100 000 tonnes the quantity put out to tender for export. In view of the market situation, the request made by the Czech Republic should be granted.\n(4) Regulation (EC) No 1375/2005 should therefore be amended.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 2 of Regulation (EC) No 1375/2005 is replaced by the following:\n‘Article 2\nThe invitation to tender shall cover a maximum of 131 443 tonnes of barley for export to third countries with the exception of Albania, Bosnia and Herzegovina, Bulgaria, Canada, Croatia, the former Yugoslav Republic of Macedonia, Liechtenstein, Mexico, Romania, Serbia and Montenegro (4), Switzerland and the United States of America.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10).\n(3)  OJ L 219, 24.8.2005, p. 9.\n(4)  including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999.’"}