{"celex_id": "32005D0193", "uri": "http://publications.europa.eu/resource/cellar/4e9661e3-7d3d-45b2-8dbf-0ac0b5506670", "type": "Decision", "concepts": ["1374", "1406", "1596", "2324", "5898"], "title": "2005/193/EC: Commission Decision of 8 March 2005 amending Decision 2004/475/EC adopting a transitional measure in favour of certain establishments in the meat and milk sectors in Slovenia (notified under document number C(2005) 518) (Text with EEA relevance)\n", "header": "10.3.2005 EN Official Journal of the European Union L 63/23\nCOMMISSION DECISION\nof 8 March 2005\namending Decision 2004/475/EC adopting a transitional measure in favour of certain establishments in the meat and milk sectors in Slovenia\n(notified under document number C(2005) 518)\n(Text with EEA relevance)\n(2005/193/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 42 thereof,\nWhereas:\n(1) Since Commission Decision 2004/475/EC (1) was adopted, the situation concerning establishments benefiting from a transitional period to achieve full compliance with Community requirements has changed.\n(2) One meat plant ceased its activity on 31 December 2004.\n(3) One milk plant on the list of establishments in transition will cease its activity as a high-capacity establishment. It will reduce its production with a view to being in compliance with the rules laid down by Community legislation for establishments with limited capacity. Therefore it should be deleted from the list of establishments in transition.\n(4) Three meat establishments on the list of establishments in transition have made considerable efforts to build new facilities. However, those establishments are not in a position to finish their upgrading process by the prescribed deadline due to exceptional technical constraints. Therefore it is justified to allow them further time to complete the upgrading process.\n(5) The Annex to Decision 2004/475/EC should therefore be amended accordingly. For the sake of clarity, it should be replaced.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2004/475/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 160, 30.4.2004, p. 78, corrected version (OJ L 212, 12.6.2004, p. 47).\nANNEX\n‘ANNEX\nMEAT ESTABLISHMENTS IN TRANSITION\nNo Veterinary approval number Name and address of establishment Sector: meat Date of compliance\nActivity of the establishments\nFresh meat, slaughter, cutting Meat products Cold store\n1 14 Meso Kamnik, Kamnik X   1.10.2005\n2 19 Meso Kamnik, Domžale X X  1.10.2005\n3 306 Arvaj Anton s.p., Kranj X X  1.10.2005’"}