{"celex_id": "32006R0205", "uri": "http://publications.europa.eu/resource/cellar/a7aa49f1-acfa-40c2-a69c-e58254a5d574", "type": "Regulation", "concepts": ["1590", "2735", "2737", "5734"], "title": "Commission Regulation (EC) No 205/2006 of  6 February 2006  amending Annexes I and II to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards toltrazuril, diethylene glycol monoethyl ether and polyoxyethylene sorbitan monooleate   (Text with EEA relevance)\n", "header": "7.2.2006 EN Official Journal of the European Union L 34/21\nCOMMISSION REGULATION (EC) No 205/2006\nof 6 February 2006\namending Annexes I and II to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards toltrazuril, diethylene glycol monoethyl ether and polyoxyethylene sorbitan monooleate\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Articles 2 and 3 thereof,\nHaving regard to the opinions of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) All pharmacologically active substances which are used within the Community in veterinary medicinal products intended for administration to food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substance toltrazuril is included in Annex I to Regulation (EEC) No 2377/90 for chicken and turkey for muscle, skin and fat, liver and kidney, excluding animals from which eggs are produced for human consumption, and for porcine, for muscle, skin and fat, liver and kidney. Toltrazuril is also included in Annex III to that Regulation for bovine species for muscle, fat, liver and kidney, excluding animals from which milk is produced for human consumption, awaiting completion of scientific studies. Those studies have now been completed and toltrazuril should therefore be extended in Annex I to Regulation (EEC) No 2377/90 to include bovines. The entry should also be extended to all mammalian food-producing species for muscle, fat, liver and kidney, excluding animals from which milk is produced for human consumption and to poultry for muscle, skin and fat, liver and kidney excluding animals from which eggs are produced for human consumption.\n(3) The substance diethylene glycol monoethyl ether is included in Annex II for bovine and porcine species. The entry for diethylene glycol monoethyl ether should be extended to include all ruminants.\n(4) The substance polysorbate 80 is included in Annex II to Regulation (EEC) No 2377/90 for all food-producing species. That entry should be replaced by the general name polyoxyethylene sorbitan monooleate, covering both polysorbate 80 and polysorbate 81 for all food-producing species.\n(5) Regulation (EEC) No 2377/90 should therefore be amended accordingly.\n(6) An adequate period should be allowed before the applicability of this Regulation in order to enable Member States to make any adjustment which may be necessary in the light of this Regulation to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2) to take account of the provisions of this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annexes I and II to Regulation (EEC) No 2377/90 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 8 April 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 6/2006 (OJ L 3, 6.1.2006, p. 3).\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nA.   The following substance is inserted in Annex I to Regulation (EEC) No 2377/90:\n2.   Antiparasitic agents\n2.4.   Agents acting against protozoa\n2.4.1.   Triazinetrione derivatives\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Toltrazuril Toltrazuril sulfone All mammalian food producing species (1) 100 μg/kg Muscle\n150 μg/kg Fat (2)\n500 μg/kg Liver\n250 μg/kg Kidney\nPoultry (3) 100 μg/kg Muscle\n200 μg/kg Skin + fat\n600 μg/kg Liver\n400 μg/kg Kidney\nB.   The following substances are inserted in Annex II to Regulation (EEC) No 2377/90:\n2.   Organic compounds\nPharmacologically active substance(s) Animal species\n‘Diethylene glycol monoethyl ether All ruminants and porcine’\n3.   Substances generally recognised as safe\nPharmacologically active substance(s) Animal species\n‘Polyoxyethylene sorbitan monooleate All food producing species’\n(1)  Not for use in animals from which milk is produced for human consumption.\n(2)  For porcine species this MRL relates to “skin and fat in natural proportions”.\n(3)  Not for use in animals from which eggs are produced for human consumption.’"}