{"celex_id": "32004D0234", "uri": "http://publications.europa.eu/resource/cellar/365a3c35-0211-4845-bc98-2bb5f76990c3", "type": "Decision", "concepts": ["1309", "1828", "2771", "5332", "5969"], "title": "2004/234/EC: Commission Decision of 9 March 2004 terminating the reinvestigation pursuant to Article 12 of Council Regulation (EC) No 384/96 of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China\n", "header": "Commission Decision\nof 9 March 2004\nterminating the reinvestigation pursuant to Article 12 of Council Regulation (EC) No 384/96 of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China\n(2004/234/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (the basic Regulation), as last amended by Regulation (EC) No 1972/2002(2), and in particular Article 12 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 26 August 2002, the Commission received a request to investigate whether the anti-dumping measures imposed on integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China have had an effect on resale prices or subsequent selling prices of the product concerned in the Community.\n(2) The request was lodged by the Establishing Legal Lighting Competition (E2LC) Federation (the applicant) on behalf of producers in the Community representing more than 90 % of the total Community production of the product concerned.\n(3) The request contained prima facie evidence showing that the anti-dumping duties imposed on CFL-i originating in the People's Republic of China had not led to any movement or sufficient movement in resale prices or subsequent selling prices in the Community.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(3), accordingly initiated an absorption reinvestigation concerning imports into the Community of the product concerned, currently classifiable within CN code ex 8539 31 90 and originating in the People's Republic of China pursuant to Article 12 of the basic Regulation.\n(5) The Commission officially advised the exporting producers and importers known to be concerned, the representatives of the exporting country, and the Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE REQUEST AND TERMINATION OF THE REINVESTIGATION\n(6) By a letter of 21 November 2003 to the Commission, the applicant formally withdrew its request.\n(7) In its withdrawal letter the applicant stressed, inter alia, that emphasis and priority should be given to those imports of CFL-i that have illegally taken place by violating the Community customs law, the international trade law and are otherwise in conflict with acceptable trade practices rather than on imports for which normal customs procedures have been fulfilled, on which anti-dumping duties have been paid and which apparently represent a minority of imports of Chinese CFL-i entering the Community. It further stressed that the extent and impudence of fraud is so alarming that priority should be given, in cooperation with the Community and Member State authorities, to tackle illegal trade practices which disrupt the Community market. The applicant also pointed to various anti-fraud investigations which had been successfully carried out in some Member States.\n(8) The reinvestigation may be terminated where the request is withdrawn, unless such termination would not be in the Community interest.\n(9) The Commission considered that the present reinvestigation should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest. However, some importers submitted that fraudulent trade practices are indeed distorting the competition and that necessary measures should be taken to fight these fraudulent practices.\n(10) The Commission therefore concludes that the absorption reinvestigation concerning imports into the Community of the product concerned originating in the People's Republic of China should be terminated,", "main_body": ["The reinvestigation pursuant to Article 12 of Regulation (EC) No 384/96 of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China, is hereby terminated.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 March 2004.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ C 244, 10.10.2002, p. 2."}