{"celex_id": "32000R0263", "uri": "http://publications.europa.eu/resource/cellar/d1ccc927-73f0-4b6d-8d5b-e9a3e2eaef61", "type": "Regulation", "concepts": ["1086", "2292", "2548", "4081"], "title": "Commission Regulation (EC) No 263/2000 of 3 February 2000 amending Regulation (EC) No 1772/96 laying down detailed rules for implementation of the specific measures for the supply of seed potatoes to the French Overseas Departments\n", "header": "COMMISSION REGULATION (EC) No 263/2000\nof 3 February 2000\namending Regulation (EC) No 1772/96 laying down detailed rules for implementation of the specific measures for the supply of seed potatoes to the French Overseas Departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agicultural products for the benefit of the French Overseas Departments(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 2(6) thereof,\nWhereas:\n(1) Pursuant to Article 2 of Regulation (EEC) No 3763/91, Commission Regulation (EC) No 1772/96(3), as last amended by Regulation (EC) No 2754/98(4), fixes the forecast supply balance for seed potatoes and the level of aid for their supply from the rest of the Community to the French Overseas Departments for the 1999 calendar year. The forecast supply balance should be fixed for the 2000 calendar year. The balance must be fixed on the basis of the needs of the Departments. Accordingly, on the basis of the information forwarded by the competent authorities, the quantities for the Department of Réunion should be reduced from 700 tonnes to 500 tonnes and the quantities for the Department of Guadeloupe should be abolished.\n(2) For the purpose of applying Article 2(4) of Regulation (EEC) No 3763/91, the level of aid for the supply of seed potatoes from the rest of the Community to the French Overseas Departments should be fixed to ensure that potatoes are supplied under conditions equivalent for the end user to exemption from import duties on seed potatoes from third countries. That aid should be fixed taking account, inter alia, of the cost of supply from the world market.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for seeds,", "main_body": ["Regulation (EC) No 1772/96 is amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nFor the purpose of applying Article 2 of Regulation (EEC) No 3763/91, the forecast supply balance for seed potatoes falling within CN code 0701 10 00 exempt from duty on importation into the French Overseas Departments or, for products from the rest of the Community, eligible for Community aid is hereby set at 500 tonnes for Réunion for the 2000 calendar year.\"\n2. Article 2 is replaced by the following:\n\"Article 2\nFor the purpose of applying Article 2(4) of Regulation (EEC) No 3763/91, aid for supplying the Department of Réunion with seed potatoes from the rest of the Community is hereby set, having regard to the forecast supply balance, at EUR 5,430 per 100 kg.\"\n3. The Annex is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 356, 24.12.1991, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 232, 13.9.1996, p. 13.\n(4) OJ L 345, 19.12.1998, p. 25."}