{"celex_id": "32004R0643", "uri": "http://publications.europa.eu/resource/cellar/b402d335-6dd0-4bb0-bc41-669a425318ce", "type": "Regulation", "concepts": ["2121", "3568"], "title": "Commission Regulation (EC) No 643/2004 of 6 April 2004 fixing the rates of the refunds applicable to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\n", "header": "Commission Regulation (EC) No 643/2004\nof 6 April 2004\nfixing the rates of the refunds applicable to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), and in particular Article 8(3) thereof,\nWhereas:\n(1) Article 8(1) of Regulation (EEC) No 2771/75 provides that the difference between prices in international trade for the products listed in Article 1(1) of that Regulation and prices within the Community may be covered by an export refund where these goods are exported in the form of goods listed in the Annex to that Regulation. Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds(2), specifies the products for which a rate of refund should be fixed, to be applied where these products are exported in the form of goods listed in Annex I to Regulation (EEC) No 2771/75.\n(2) In accordance Article 4(1) of Regulation (EC) No 1520/2000, the rate of the refund per 100 kilograms for each of the basic products in question must be fixed for a period of the same duration as that for which refunds are fixed for the same products exported unprocessed.\n(3) Article 11 of the Agreement on Agriculture concluded under the Uruguay Round lays down that the export refund for a product contained in a good may not exceed the refund applicable to that product when exported without further processing.\n(4) By Regulations (EC) No 1039/2003(3), (EC) No 1086/2003(4), (EC) No 1087/2003(5), (EC) No 1088/2003(6), (EC) No 1089/2003(7) and (EC) No 1090/2003(8) the Council adopted autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Estonia, Slovenia, Latvia, Lithuania, Slovakia and the Czech Republic and the exportation of certain processed agricultural products to those countries.. Those Regulations provide that with effect from 1 July 2003, processed agricultural products not listed in Annex I to the Treaty which are exported to Estonia, Slovenia, Latvia, Lithuania, Slovakia or the Czech Republic, shall not be eligible for export refunds.\n(5) In accordance with Council Regulation (EC) No 999/2003 of 2 June 2003 adopting autonomous and transitional measures concerning the import of certain processed agricultural products originating in Hungary and the export of certain processed agricultural products to Hungary(9), with effect from 1 July 2003, the goods referred to in its Article 1(2) which are exported to Hungary shall not be eligible for export refunds.\n(6) In accordance with Council Regulation (EC) No 1890/2003 of 27 October 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Malta and the exportation of certain processed agricultural products to Malta(10), with effect from 1 November 2003, processed agricultural products not listed in Annex I to the Treaty which are exported to Malta are not eligible for export refunds.\n(7) With a view to enlargement of the European Union on 1 May 2004, and in order to encourage the gradual alignment of prices in the acceding states on the Community level and to prevent any abuse through the reimport or reintroduction into the Community of products in receipt of export refunds, the setting of all remaining export refunds has been discontinued in the milk and milk products, sugar, cereals and rice sectors in relation to the products concerned when exported unprocessed to the acceding states. Agricultural products from these sectors account for more than 95% of the amounts of export refunds granted on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty.\n(8) Therefore, account being taken of the minor economic incidence of the eggs and eggs yolk sector to the amounts of export refunds granted on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, it is appropriate that with effect from 7 April 2004 no refund should be set for eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty when exported to Cyprus and Poland and for the goods which are not referred to in Article 1(2) of Regulation (EC) No 999/2003 when exported to Hungary.\n(9) It is necessary to ensure continuity of strict management taking account of expenditure forecasts and funds available in the budget.\n(10) The Management Committee for Poultrymeat and Eggs has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The rates of the refunds applicable to the basic products listed in Annex A to Regulation (EC) No 1520/2000 and in Article 1(1) of Regulation (EEC) No 2771/75, exported in the form of goods listed in Annex I to Regulation (EEC) No 2771/75, are fixed as set out in the Annex to this Regulation.", "1. Without prejudice to Article 1 and with effect from 1 July 2003 the rates set out in the Annex are not applicable to goods not covered by Annex I to the Treaty when exported to the Czech Republic, Estonia, Latvia, Lithuania, Slovakia or Slovenia and to the goods referred to in Article 1(2) of Council Regulation (EC) No 999/2003 when exported to Hungary.\nWith effect from 1 November 2003 these rates are not applicable to goods not covered by Annex I to the Treaty when exported to Malta.\n2. Without prejudice to Article 1 and with effect from 7 April 2004 no rates of refund shall be set in respect of goods not covered by Annex I to the Treaty when exported to Cyprus and Poland and in respect of goods which are not referred to in Article 1(2) of Regulation (EC) No 999/2003 when exported to Hungary.", "This Regulation shall enter into force on 7 April 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 2004.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 177, 15.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 740/2003 (OJ L 106, 29.4.2003, p. 16).\n(3) OJ L 151, 19.6.2003, p. 1.\n(4) OJ L 163, 1.7.2003, p. 1.\n(5) OJ L 163, 1.7.2003, p. 19.\n(6) OJ L 163, 1.7.2003, p. 38.\n(7) OJ L 163, 1.7.2003, p. 56.\n(8) OJ L 163, 1.7.2003, p. 73.\n(9) OJ L 146, 13.6.2003, p. 10.\n(10) OJ L 278, 29.10.2003, p. 1.\nANNEX\nRates of the refunds applicable from 7 April 2004 to eggs and egg yolks exported in the form of goods not covered by Annex I to the Treaty\n>TABLE>"}