{"celex_id": "32001R1231", "uri": "http://publications.europa.eu/resource/cellar/ebe1b1c6-749c-4cbe-a8d8-25279cbe339b", "type": "Regulation", "concepts": ["3170", "4718", "473", "863"], "title": "Commission Regulation (EC) No 1231/2001 of 22 June 2001 amending Regulation (EC) No 786/2001 opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for table wines in Spain\n", "header": "Commission Regulation (EC) No 1231/2001\nof 22 June 2001\namending Regulation (EC) No 786/2001 opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for table wines in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Articles 30 and 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 786/2001(3) opened crisis distillation under Article 30 of Regulation (EC) No 1493/1999 for a maximum of 2,6 million hectolitres of table wine in Spain.\n(2) Article 6 of Regulation (EC) No 786/2001 provides that the alcohol obtained is to be delivered to the intervention agency as from 16 October 2001 only. Furthermore, that Article no longer allows distillers to be paid an advance on the price of the alcohol to be delivered. In the light of experience gained and depending on budget funds available, the possibility of paying an advance to distillers should be reintroduced and the restriction requiring alcohol to be delivered to the intervention agency from 16 October only should be done away with. For that reason, the relevant provisions of the regulations opening crisis distillation measures prior to that for Spain should be incorporated.\n(3) These changes must apply from 15 June 2001, the date on which distillation contracts are approved and distillation operations can commence.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 786/2001 is hereby amended as follows:\n1. The indent in Article 2 is replaced by the following indents: \"- Article 62(5) with respect to the payment by the intervention agency of the price referred to in Article 6(2) of this Regulation,\n- Articles 66 and 67 with respect to the advance provided for in Article 6(2) of this Regulation.\"\n2. The following sentence is added to Article 4(3): \"The alcohol produced must be delivered to the intervention agency by 31 December 2001 at the latest.\"\n3. The last sentence of Article 6(1) is deleted.\n4. The following sentence is added to Article 6(2): \"Distillers may receive an advance on that amount equal to EUR 0,931 per % vol per hectolitre. In that case, the advance shall be deducted from the price actually paid.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 15 June 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 115, 25.4.2001, p. 3."}