{"celex_id": "32005R1039", "uri": "http://publications.europa.eu/resource/cellar/e79dac02-945f-4fd6-8e63-abc13781c6f4", "type": "Regulation", "concepts": ["2081", "2121", "5581", "6926", "893"], "title": "Council Regulation (EC) No 1039/2005 of 21 June 2005 amending Regulation (EEC) No 1907/90 as regards the marking of eggs\n", "header": "5.7.2005 EN Official Journal of the European Union L 172/1\nCOUNCIL REGULATION (EC) No 1039/2005\nof 21 June 2005\namending Regulation (EEC) No 1907/90 as regards the marking of eggs\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs (1), and in particular Article 2(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) From 1 July 2005, eggs sold on a local public market must be stamped with a code designating the producer’s distinguishing number and permitting the farming method to be identified in accordance with Article 7(1)(a) of Council Regulation (EEC) No 1907/90 of 26 June 1990 on certain marketing standards for eggs (2). In some Member States, this requirement could create difficulties for small, low-income holdings, where egg production is often only a sideline. As the possibility of selling these table eggs on local public markets is of great economic and social importance for such holdings, Member States should be permitted to exempt them from the compulsory marking requirement. A derogation should therefore be laid down to this end for holdings with up to 50 laying hens.\n(2) Given the urgency of the matter, it is imperative to grant an exception to the six-week period referred to in paragraph I(3) of the Protocol on the role of national parliaments in the European Union, annexed to the Treaty on European Union and to the Treaties establishing the European Communities.\n(3) Regulation (EEC) No 1907/90 should therefore be amended accordingly,", "main_body": ["The last subparagraph of Article 2(3) of Regulation (EEC) No 1907/90 is hereby replaced by the following:\n‘However, eggs sold by the producer on a local public market shall carry the code defined in Article 7(1)(a). Member States may exempt producers of eggs whose holding does not exceed 50 laying hens from this requirement, provided that those eggs are sold on a local public market in the region of production of the Member State concerned and that the name and address of the holding are indicated at the place of sale.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 2005.\nFor the Council\nThe President\nF. BODEN\n(1)  OJ L 282, 1.11.1975, p. 49. Regulation as last amended by Commission Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 173, 6.7.1990, p. 5. Regulation as last amended by Commission Regulation (EC) No 2052/2003 (OJ L 305, 22.11.2003, p. 1)."}