{"celex_id": "32000D0358", "uri": "http://publications.europa.eu/resource/cellar/fe227d8b-7d4e-4cd5-adf5-e4ac5c70255e", "type": "Decision", "concepts": ["13", "2773", "2985", "4308", "5283"], "title": "2000/358/EC: Commission Decision of 24 May 2000 extending the possible time period for provisional authorisations of the new active substances flupyrsulfuron methyl, carfentrazone ethyl, prosulfuron, flurtamone, isoxaflutole (notified under document number C(2000) 1376) (Text with EEA relevance)\n", "header": "Commission Decision\nof 24 May 2000\nextending the possible time period for provisional authorisations of the new active substances flupyrsulfuron methyl, carfentrazone ethyl, prosulfuron, flurtamone, isoxaflutole\n(notified under document number C(2000) 1376)\n(Text with EEA relevance)\n(2000/358/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market(1), as last amended by Commission Directive 1999/80/EC of 28 July 1999(2), and in particular Article 8(1) fourth subparagraph thereof,\nWhereas:\n(1) Directive 91/414/EEC (hereinafter \"the Directive\") provided for the development of a Community list of active substances authorised for incorporation in plant protection products.\n(2) Du Pont de Nemours submitted a dossier for the new active substance flupyrsulfuron methyl to France on 26 October 1995 with a view to obtaining the inclusion of the active substance in Annex I to the Directive. The effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. France acting as nominated rapporteur Member State, submitted to the Commission on 2 December 1997 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof. Additional time is required to complete the full examination of the scientific and technical dossier.\n(3) FMC Europe NV submitted a dossier for the new active substance carfentrazone ethyl to France on 14 February 1996 with a view to obtaining the inclusion of the active substance in Annex I to the Directive. The effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. France acting as nominated rapporteur Member State, submitted to the Commission on 14 May 1998 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof additional time is required to complete the full examination of the scientific and technical dossier.\n(4) Novartis submitted a dossier for the new active substance prosulfuron to France on 14 May 1995 with a view to obtaining the inclusion of the active substance in Annex I to the Directive. The effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. France acting as nominated rapporteur Member State, submitted to the Commission on 18 January 1999 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof. Additional time is required to complete the full examination of the scientific and technical dossier.\n(5) Rhone-Poulenc Agro France submitted a dossier for the new active substance flurtamone to France on 15 February 1994 with a view to obtaining the inclusion of the active substance in Annex I to the Directive. The effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. France acting as nominated rapporteur Member State, submitted to the Commission on 16 May 1997 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof. Additional time is required to complete the full examination of the scientific and technical dossier.\n(6) Rhone-Poulenc Agro France submitted a dossier for the new active substance isoxaflutole to the Netherlands on 6 March 1996 with a view to obtaining the inclusion of the active substance in Annex I to the Directive. The effects on human health and the environment are being assessed, in accordance with the provisions of Article 6(2) and (4) of the Directive, for the uses proposed by the applicant. The Netherlands acting as nominated rapporteur Member State, submitted to the Commission on 20 February 1997 the draft assessment report concerned. The submitted report is being reviewed by the Member States and the Commission within the framework of the Standing Committee on Plant Health and in working groups thereof. Additional time is required to complete the full examination of the scientific and technical dossier.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Member States may extend provisional authorisations already granted for plant protection products containing flupyrsulfuron methyl, carfentrazone ethyl, prosulfuron, flurtamone and isoxaflutole for a period not exceeding 12 months from the date of adoption of this Decision.", "This present Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 May 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 210, 10.8.1999, p. 13."}