{"celex_id": "32003D0265", "uri": "http://publications.europa.eu/resource/cellar/c6159352-ee89-4cfe-be80-1a47e935670d", "type": "Decision", "concepts": ["2356", "2560", "3660", "73", "867"], "title": "2003/265/EC: Commission Decision of 10 April 2003 on financial assistance to the Community reference laboratory for classical swine fever for the evaluation of a new classical swine fever discriminatory test (notified under document number C(2003) 1190)\n", "header": "Commission Decision\nof 10 April 2003\non financial assistance to the Community reference laboratory for classical swine fever for the evaluation of a new classical swine fever discriminatory test\n(notified under document number C(2003) 1190)\n(Only the German text is authentic)\n(2003/265/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Articles 19 and 20 thereof,\nWhereas:\n(1) Classical swine fever is one of the most serious pig diseases, which has caused very serious economic losses in the Community in the last decade.\n(2) Marker vaccines against classical swine fever have been developed which in principle might be used as an additional tool for the eradication of that disease following outbreaks, and for the prevention of massive culling of pigs.\n(3) Rules on the use of classical swine fever vaccines and related discriminatory tests and the list and duties of the Community and national references laboratories are laid down in Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(3) and in Commission Decision 2002/106/EC of 1 February 2002 approving a Diagnostic Manual establishing diagnostic procedures, sampling methods and criteria for evaluation of the laboratory tests for the confirmation of classical swine fever(4).\n(4) The use of marker vaccines is currently hampered by the lack of a reliable discriminatory test able to distinguish between vaccinated animals and the infected ones.\n(5) A new discriminatory test has recently been developed by a private company, Intervet. That test needs further independent evaluation and eventual validation in order that the Commission may approve it in the framework of Directive 2001/89/EC, if appropriate.\n(6) It is appropriate that such evaluation is carried out by the Community reference laboratory in cooperation with the national reference laboratories in the Member States.\n(7) Intervet is to provide, free of charge, the national swine fever laboratories in the Member States and the Community reference laboratory with an adequate amount of reagents which are necessary for the evaluation of the new test.\n(8) For financial assistance to the Community reference laboratory for classical swine fever for 2003 the rules laid down in Commission Regulation (EC) No 324/2003 of 20 February 2003 establishing the eligibility criteria for the expenditure of the Community reference laboratories receiving financial assistance under Article 28 of Decision 90/424/EEC and establishing the procedures for the submission of expenditure and the conduct of audits(5) should apply.\n(9) It is appropriate to financially support the relevant work of the Community reference laboratory, as it may contribute to the development of Community legislation on classical swine fever and to a better control of the disease.\n(10) Under Council Regulation (EC) No 1258/1999 on the financing of the common agricultural policy(6), veterinary and plant health measures undertaken in accordance with Community rules are to be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; for financial control purposes, Articles 8 and 9 of Council Regulation (EC) No 1258/1999 apply.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The Community shall grant the Community reference laboratory for classical swine fever (hereinafter referred to as CRL) financial assistance for the evaluation of the new classical swine fever discriminatory test developed by Intervet.\n2. The CRL shall carry out the validation of the test in cooperation with the national reference laboratories for classical swine fever in the Member States and shall provide the Commission with the results of this work not later than 30 June 2003.", "The Community's financial assistance to the CRL for the work referred to in Article 1 shall cover the costs incurred for staff and the purchase of reagents other than those provided free of charge by Intervet and shall not exceed EUR 30000.", "The Community's financial assistance shall be paid following presentation by the CRL of a technical and financial report and appropriate supporting documents. These documents shall be presented to the Commission by 30 September 2003 at the latest.", "This Decision is addressed to the CRL, Institut für Virologie, der Tierärztlichen Hochschule, Hannover, Bünteweg 17, D-30559 Hannover."], "attachments": "Done at Brussels, 10 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 316, 1.12.2002, p. 5.\n(4) OJ L 39, 9.2.2001, p. 71.\n(5) OJ L 47, 21.2.2003, p. 14.\n(6) OJ L 160, 26.6.1999, p. 103."}