{"celex_id": "32000R1375", "uri": "http://publications.europa.eu/resource/cellar/548b6c63-216e-4826-9d5d-d5c2674476f2", "type": "Regulation", "concepts": ["1118", "140", "2803", "693", "712"], "title": "Commission Regulation (EC) No 1375/2000 of 28 June 2000 amending Regulation (EEC) No 2282/90 laying down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit\n", "header": "Commission Regulation (EC) No 1375/2000\nof 28 June 2000\namending Regulation (EEC) No 2282/90 laying down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1195/90 of 7 May 1990 on measures to increase the consumption and utilisation of apples(1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EC) No 1201/90 of 7 May 1990 on measures to increase the consumption of citrus fruit(2), and in particular Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2282/90(3), as last amended by Regulation (EC) No 1099/1999(4), lays down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit.\n(2) Regulation (EEC) No 2282/90 stipulates that, following scrutiny by the Management Committee for Fruit and Vegetables, the Commission must draw up a list of successful applications for Community financial assistance before 30 June of the year following their submission.\n(3) Commission Regulation (EC) No 481/1999 of 4 March 1999 laying down general rules for the management of promotional programmes for certain agricultural products(5) specifies that the competent bodies are to conclude contracts with the parties concerned within 30 calendar days of notification of the Comission decision.\n(4) Budget planning for the 2000 financial year entails a deferral of the final date by which the Commission must draw up the list of successful programmes.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The following text is added to the first paragraph of Article 6 of Regulation (EEC) No 2282/90:\"However, for applications submitted before 31 December 1999, the Commission shall draw up that list by 30 September 2000 at the latest.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 119, 11.5.1990, p. 53.\n(2) OJ L 119, 11.5.1990, p. 65.\n(3) OJ L 205, 3.8.1990, p. 8.\n(4) OJ L 133, 28.5.1999, p. 27.\n(5) OJ L 57, 5.3.1999, p. 8."}