{"celex_id": "32000R2808", "uri": "http://publications.europa.eu/resource/cellar/d12c866a-5514-455d-9872-f3c083890cfc", "type": "Regulation", "concepts": ["161", "2211", "4683", "4691", "5252", "5581"], "title": "Commission Regulation (EC) No 2808/2000 of 21 December 2000 opening Community tariff quotas for 2001 for sheep, goats, sheepmeat and goatmeat falling within CN codes 01041030, 01041080, 01042010, 01042090 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector\n", "header": "Commission Regulation (EC) No 2808/2000\nof 21 December 2000\nopening Community tariff quotas for 2001 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 10, 0104 20 90 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations(1), as last amended by Regulation (EC) No 2435/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part(3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1349/2000 of 19 June 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia(4), as amended by Regulation (EC) No 2677/2000(5), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 1727/2000 of 31 July 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Hungary(6), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process, amending Regulation (EC) No 2820/98, and repealing Regulations (EC) No 1763/1999 and (EC) No 6/2000(7), as amended by Regulation (EC) No 2563/2000(8),\nHaving regard to Council Regulation (EC) No 2290/2000 of 9 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Bulgaria(9), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2433/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Czech Republic(10), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2434/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Slovak Republic(11), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2435/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania(12), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2341/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Latvia(13), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2766/2000 of 14 December 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Lithuania(14), and in particular Article 1(3) thereof,\nWhereas:\n(1) Annex A(b) of Regulations (EC) No 1349/2000, (EC) No 1727/2000, (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000, (EC) No 2435/2000, (EC) No 2341/2000 and (EC) No 2766/2000 lays down the quantities of certain agricultural products that may be imported with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(2) The tariff quotas have to be opened for 2001 by the Commission and be managed according to the rules laid down in Commission Regulation (EC) No 1439/95(15), as last amended by Regulation (EC) No 2534/2000(16).\n(3) A carcase-weight equivalent needs to be fixed in order to ensure a proper functioning of the tariff quotas. Furthermore, certain tariff quotas provide the option of importing either the live animals or their meat. A conversion factor is therefore required.\n(4) As the imports are managed on a calendar year basis, the quantities foreseen for 2001 are the sum of half of the quantity for the period 1 July 2000 to 30 June 2001 and half of the quantity for the period 1 July 2001 to 30 June 2002.\n(5) Accordingly it is necessary to prepare this Regulation establishing Community tariff quotas for 2001 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 10, 0104 20 90 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89(17), as last amended by Regulation (EC) No 1589/96(18), as regards the import and export of products in the sheepmeat and goatmeat sector.\n(6) Article 1 of Regulation (EC) No 2007/2000 establishes access to the Community without quantitative restrictions for products originating in the Republics of Albania, Bosnia and Herzegovina, Croatia, the Former Yugoslav Republic of Macedonia and the Federal Republic of Yugoslavia. Therefore it is also necessary to take account of these concessions.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["This Regulation opens Community tariff quotas for the sheepmeat and goatmeat sectors and provides for certain derogations from Regulation (EC) No 1439/95 for the period 1 January to 31 December 2001.", "The customs duties applicable to imports into the Community of sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 originating in the countries indicated in the Annexes and of live pure-bred breeding goats falling within CN code 0104 20 10 for Poland, shall be suspended or reduced during the periods, at the levels and within the limits of the tariff quotas laid down in this Regulation.", "1. The quantities of meat, expressed in carcase-weight equivalent, falling within CN code 0204 for which the customs duty, applicable to imports originating in specific supplying countries, is suspended for the period between 1 January and 31 December 2001, shall be those laid down in Part 1 of the Annex.\n2. The quantities of live animals and meat expressed as carcase-weight equivalent, falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 and, in addition, for Poland, falling within CN code 0104 20 10, for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to zero for the period between 1 January and 31 December 2001, shall be those laid down in Part 2 of the Annex.\n3. The quantities of live animals, expressed in live weight, falling within CN codes 0104 10 30, 0104 10 80, and 0104 20 90 for which the customs duty, applicable to imports, is reduced to 10 % ad valorem for the period between 1 January and 31 December 2001, shall be those laid down in Part 3 of the Annex.\n4. The quantities of meat, expressed in carcase-weight equivalent, falling within CN code 0204 for which the customs duty, applicable to imports, is suspended for the period between 1 January and 31 December 2001, shall be those laid down in Part 4 of the Annex.", "1. The tariff quotas provided for in Article 3(1) and (2) shall be managed in accordance with the rules laid down in Title IIA of Regulation (EC) No 1439/95.\n2. The tariff quotas provided for in Article 3(3) and (4) shall be managed in accordance with the rules laid down in Title IIB of Regulation (EC) No 1439/95.", "1. The term \"carcase-weight equivalent\" referred to in Article 3 shall be taken to mean the weight of bone-in meat presented as such, and also boned meat converted by a coefficient into bone-in weight. For this purpose 55 kg of boned mutton or goatmeat other than kid corresponds to 100 kg of bone-in mutton or goatmeat other than kid and 60 kg of boned lamb or kid corresponds to 100 kg of bone-in lamb or kid.\n2. Where the option is available under the Association Agreements between the Community and certain supplier countries, of allowing imports in the form of live animals or as meat, 100 kg of live animals shall be considered to be equivalent to 47 kg of meat.", "By way of derogation from Regulation (EC) No 1439/95, Title IIA shall apply mutatis mutandis in respect of the import of products falling within CN code 0104 20 10 for Poland.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 328, 30.12.1995, p. 31.\n(2) OJ L 303, 13.11.1998, p. 1.\n(3) OJ L 319, 21.12.1993, p. 4.\n(4) OJ L 155, 28.6.2000, p. 1.\n(5) OJ L 308, 8.12.2000, p. 7.\n(6) OJ L 198, 4.8.2000, p. 6.\n(7) OJ L 240, 23.9.2000, p. 1.\n(8) OJ L 295, 23.11.2000, p. 1.\n(9) OJ L 262, 17.10.2000, p. 1.\n(10) OJ L 280, 4.11.2000, p. 1.\n(11) OJ L 280, 4.11.2000, p. 9.\n(12) OJ L 280, 4.11.2000, p. 17.\n(13) OJ L 271, 24.10.2000, p. 7.\n(14) OJ L 321, 19.12.2000, p. 8.\n(15) OJ L 143, 27.6.1995, p. 7.\n(16) OJ L 291, 18.11.2000, p. 6.\n(17) OJ L 289, 7.10.1989, p. 1.\n(18) OJ L 206, 16.8.1996, p. 25.\nANNEX\nPART 1 - QUANTITIES FOR 2001 REFERRED TO IN ARTICLE 3(1)\nOrder No 09.4033\nSheepmeat and goatmeat (tonnes carcase weight equivalent) at zero duty\n>TABLE>\nPART 2 - QUANTITIES FOR 2001 REFERRED TO IN ARTICLE 3(2)\nOrder No 09.4575\nSheep and goats, live animals and/or meat (tonnes carcase weight equivalent) at zero duty\n>TABLE>\nPART 3 - QUANTITIES FOR 2001 REFERRED TO IN ARTICLE 3(3)\nOrder No 09.4036\nLive sheep and goats (tonnes live weight) at duty rate 10 %\n>TABLE>\nPART 4 - QUANTITIES FOR 2001 REFERRED TO IN ARTICLE 3(4)\nOrder No 09.4037\nSheepmeat and goatmeat (tonnes carcase weight equivalent) at zero duty\n>TABLE>"}