{"celex_id": "32001D0269", "uri": "http://publications.europa.eu/resource/cellar/f14e9278-8490-4fe9-89a3-e99e9f3e64fe", "type": "Decision", "concepts": ["1085", "1937", "2738", "2763", "3577", "994"], "title": "2001/269/EC: Commission Decision of 3 April 2001 amending for the third time Decision 2001/208/EC concerning certain protection measures with regard to foot-and-mouth disease in France (Text with EEA relevance) (notified under document number C(2001) 1052)\n", "header": "Commission Decision\nof 3 April 2001\namending for the third time Decision 2001/208/EC concerning certain protection measures with regard to foot-and-mouth disease in France\n(notified under document number C(2001) 1052)\n(Text with EEA relevance)\n(2001/269/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Decision 2001/208/EC(1) concerning certain protection measures with regard to foot-and-mouth disease in France, as last amended by Decision 2001/250/EC(2), and in particular Article 13a thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC(4), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(5), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of new outbreaks of foot-and-mouth disease in France the Commission by adopting Decision 2001/250/EC extended and prolonged the measures introduced by Decision 2001/208/EC concerning certain protection measures with regard to foot-and-mouth disease in France.\n(2) The geographic scope for the areas subjected to the measures provided for in this Decision should not be maintained any longer than necessary under objectively defined circumstances, and therefore, in accordance with Article 13a of the Decision, the measures applicable in areas in Annex I should be limited to certain departments as of 3 April 2001 by Commission Decision.\n(3) In accordance with this same Article, France has notified the Commission on 2 April that no further outbreaks of foot and mouth disease were reported since 30 March 2001, and that all clinical examinations and laboratory tests undertaken in the relevant holdings had given negative results.\n(4) The Commission informed the other Member States immediately by fax of the need to adapt their measures according to the new situation.\n(5) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 4 April 2001 and the measures adapted where necessary,", "main_body": ["Commission Decision 2001/208/EC is amended as follows:\n1. The date referred to in Article 2(2)(a), Article 3(3)(a) and (c), Article 5(2)(a) and (3)(b), Article 6(3), Article 7(2) and Article 8(1) is replaced by \"25 February 2001\".\n2. In Annex I the words \"All departments of mainland France\" are replaced by \"Seine-et-Marne, Seine-Saint-Denis and Val d'Oise\".\n3. In Annex II the words \" All departments of mainland France\" are replaced by \"All departments of mainland France except those in Annex I\".", "This Decision is addressed to the Member States. It shall apply with effect from 3 April 2001."], "attachments": "Done at Brussels, 3 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 73, 15.3.2001, p. 38.\n(2) OJ L 90, 30.3.2001, p. 63.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 62, 15.3.1993, p. 49.\n(5) OJ L 395, 30.12.1989, p. 13."}