{"celex_id": "32005R1293", "uri": "http://publications.europa.eu/resource/cellar/488ba9f6-f081-43fd-ab99-cbb521b94b85", "type": "Regulation", "concepts": ["2871", "4722", "5300"], "title": "Commission Regulation (EC) No 1293/2005 of 5 August 2005 amending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\n", "header": "6.8.2005 EN Official Journal of the European Union L 205/12\nCOMMISSION REGULATION (EC) No 1293/2005\nof 5 August 2005\namending Regulation (EEC) No 2676/90 determining Community methods for the analysis of wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 46(3) thereof,\nWhereas:\n(1) The method for measuring the excess pressure in sparkling and semi-sparkling wines has been laid down in accordance with internationally recognised criteria. The International Vine and Wine Office (OIV) adopted the new description of this method at its General Assembly in 2003.\n(2) Using this method will ensure simpler, more precise monitoring of excess pressure in these wines.\n(3) The description of the usual method in Chapter 37 of the Annex to Commission Regulation (EEC) No 2676/90 (2) is no longer necessary and paragraph 3 of Chapter 37 should therefore be deleted. The updated description of this method should, moreover, be introduced in a new chapter of the Annex to that Regulation.\n(4) Regulation (EEC) No 2676/90 should therefore be amended accordingly,\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Annex to Regulation (EEC) No 2676/90 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1188/2005 (OJ L 193, 23.7.2005, p. 24).\n(2)  OJ L 272, 3.10.1990, p. 1. Regulation last amended by Regulation (EC) No 355/2005 (OJ L 56, 2.3.2005, p. 3).\nANNEX\nThe Annex to Regulation (EEC) No 2676/90 is hereby amended as follows:\n1. Chapter ‘37. Carbon Dioxide’ is amended as follows:\n(a) paragraph 1 is amended as follows:\n(i) the title is replaced by the following: ‘1. PRINCIPLE OF THE METHOD’;\n(ii) point 1.2 is deleted;\n(b) in paragraph 2, the title of point 2.3 is replaced by the following title: ‘Calculation of the theoretical excess pressure’;\n(c) paragraphs 3 and 4 are deleted;\n2. after Chapter 37, the following text is inserted as Chapter 37a:\n— the top part (a screw needle holder) is made up of a manometer, a manual tightening ring, an endless screw, which slips into the middle part, and a needle, which goes through the capsule. The needle has a lateral hole that transmits pressure to the manometer. A joint ensures that it is tightly sealed onto the capsule of the bottle,\n— the middle part (or the nut) permits the centring of the top part. It is screwed into the lower part, holding the entire apparatus firmly onto the bottle,\n— the lower part (clamp) is equipped with a spur that slips under the ring of the bottle, holding the entire apparatus together. There are rings adapted to fit every kind of bottle.\n— the top part is identical to the previous apparatus, but the needle is longer. It is made up of a long empty tube with a point on one end to help insert the needle through the cork. This point is detachable and falls into the wine once the cork has been pierced,\n— the lower part is made up of a nut and a base sitting on the stopper. This is equipped with four tightening screws used to keep the whole apparatus on the stopper.\n— they can be either mechanical Bourdon tube-type devices or digital piezoelectric sensors. In the first case, the Bourdon tube must be made of stainless steel,\n— they are graduated in pascals (Pa). For sparkling wine, it is more practical to use 105 pascals (105 Pa) or kilopascals (kPa) as the unit of measurement,\n— they can be from different classes. The class of a manometer is the precision of a reading compared to a full-scale reading expressed as a percentage (e.g. manometer 1 000 kPa class 1 signifies the maximum useable pressure 1 000 kPa, reading at ± 10 kPa). Class 1 is recommended for precise measurements.\n°C\n0 1,85\n1 1,80\n2 1,74\n3 1,68\n4 1,64\n5 1,59\n6 1,54\n7 1,50\n8 1,45\n9 1,40\n10 1,36\n11 1,32\n12 1,28\n13 1,24\n14 1,20\n15 1,16\n16 1,13\n17 1,09\n18 1,06\n19 1,03\n20 1,00\n21 0,97\n22 0,95\n23 0,93\n24 0,91\n25 0,88"}