{"celex_id": "32007R0968", "uri": "http://publications.europa.eu/resource/cellar/3810a05e-2c4d-4d0b-b013-1dee9047f34f", "type": "Regulation", "concepts": ["2173", "2938", "3068", "3069", "4708", "4734"], "title": "Commission Regulation (EC) No 968/2007 of 17 August 2007 as regards the Community contribution to the costs of restructuring and conversion provided for in Council Regulation (EC) No 1493/1999 for the 2007/08 wine year\n", "header": "18.8.2007 EN Official Journal of the European Union L 215/4\nCOMMISSION REGULATION (EC) No 968/2007\nof 17 August 2007\nas regards the Community contribution to the costs of restructuring and conversion provided for in Council Regulation (EC) No 1493/1999 for the 2007/08 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 80(b) thereof,\nWhereas:\n(1) Article 13(3) of Regulation (EC) No 1493/1999 provides for that in regions classified as Objective 1 in accordance with Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (2), the Community contribution to the costs of restructuring and conversion is limited to 75 % of those costs.\n(2) Regulation (EC) No 1260/1999 was repealed by Council Regulation (EC) No 1083/2006 (3), which lays down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, with effect from 1 January 2007. In accordance with Article 3(1) of Regulation (EC) No 1260/1999, regions covered by Objective 1 were the regions corresponding to level II of the Nomenclature of Territorial Statistical Units (NUTS) whose per capita GDP, measured in purchasing power parities has been less than 75 % of the Community average. In accordance with Article 5(1) of Regulation (EC) No 1083/2006, such regions are eligible for funding under the Convergence objective.\n(3) Some regions which have been covered by Objective 1 are not covered by the Convergence objective. On the contrary, the territory of Bulgaria and Romania is covered by the Convergence objective but was obviously not covered by Objective 1.\n(4) This causes specific practical problems in case of the application of restructuring and conversion plans to be prepared and approved for the wine year 2007/08 since the present wording of Article 13(3) of Regulation (EC) No 1493/1999 allows neither the higher funding for Objective 1 regions, as they no longer exist, nor for Convergence regions, as they are not targeted by the said provision. Yet, the objective should evidently be to provide for a higher aid rate for less developed regions.\n(5) The transitional arrangement applicable at present, provided for in Commission Regulation (EC) No 225/2007 (4), offers a solution only for the 2006/07 wine year. Therefore, pending the reform of the common organisation of the market in wine, it is appropriate to provide for the possibility, for the wine year 2007/08, to grant the higher support rate foreseen in Article 13(3) of Regulation (EC) No 1493/1999 for Convergence regions.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 13(3) of Regulation (EC) No 1493/1999 shall apply for the 2007/08 wine year to regions which are classified as Convergence regions in accordance with Regulation (EC) No 1083/2006, excluding the regions referred to in Article 8(1) and (2) of that Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 161, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 1198/2006 (OJ L 223, 15.8.2006, p. 1).\n(3)  OJ L 210, 31.7.2006, p. 25. Regulation as amended by Regulation (EC) No 1989/2006 (OJ L 411, 30.12.2006, p. 6).\n(4)  OJ L 64, 2.3.2007, p. 25."}