{"celex_id": "32009D0414", "uri": "http://publications.europa.eu/resource/cellar/dac1e508-6bd3-4213-869e-557c79c7ab06", "type": "Decision", "concepts": ["1085", "2448", "2615", "368", "403", "424", "6212"], "title": "2009/414/EC: Council Decision of 27 April 2009 on the existence of an excessive deficit in France\n", "header": "30.5.2009 EN Official Journal of the European Union L 135/19\nCOUNCIL DECISION\nof 27 April 2009\non the existence of an excessive deficit in France\n(2009/414/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(6) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the observations made by France,\nWhereas:\n(1) According to Article 104 of the Treaty Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The excessive deficit procedure (EDP) under Article 104, as clarified by Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1) (which is part of the Stability and Growth Pact), provides for a decision on the existence of an excessive deficit. The Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the EDP. Council Regulation (EC) No 3605/93 (2) lays down detailed rules and definitions for the application of the provisions of the said Protocol.\n(4) The 2005 reform of the Stability and Growth Pact sought to strengthen its effectiveness and economic underpinnings as well as to safeguard the sustainability of the public finances in the long run. It aimed at ensuring that in particular the economic and budgetary background was taken fully into account in all steps in the EDP. In this way, the Stability and Growth Pact provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation.\n(5) Article 104(5) of the Treaty requires the Commission to address an opinion to the Council if the Commission considers that an excessive deficit in a Member State exists or may occur. Having taken into account its report in accordance with Article 104(3) and having regard to the opinion of the Economic and Financial Committee in accordance with Article 104(4), the Commission concluded that an excessive deficit exists in France. The Commission therefore addressed such an opinion to the Council in respect of France on 24 March 2009 (3).\n(6) Article 104(6) of the Treaty states that the Council should consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of France, this overall assessment leads to the following conclusions.\n(7) According to the data notified by the French authorities on 6 February 2009, the general government deficit in France reached 3,2 % of GDP in 2008 (4), thus exceeding the 3 % of GDP reference value. The Commission report under Article 104(3) considers that the deficit was close to the 3 % of GDP reference value but that the excess over the reference value cannot be qualified as exceptional within the meaning of the Treaty and the Stability and Growth Pact with GDP growth estimated to have attained 0,7 % of GDP in 2008, after 2,2 % in 2007. The excess over the reference value cannot be considered temporary. According to the Commission services January 2009 interim forecast, the general government deficit is forecast to reach 5,4 % of GDP in 2009 and, on a no-policy change basis, to decline only slightly to 5 % in 2010 as the budgetary impact of the recovery plan is phased out. Therefore the deficit criterion in the Treaty is not fulfilled.\n(8) According to Article 2(4) of Regulation (EC) No 1467/97, ‘relevant factors’ can only be taken into account in the steps leading to the Council decision on the existence of an excessive deficit in accordance with Article 104(6) if the double condition – that the deficit remains close to the reference value and that its excess over the reference value is temporary – is fully met. In the case of France, this double condition is not met. Therefore, relevant factors are not taken into account in the steps leading to this Decision,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in France.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 27 April 2009.\nFor the Council\nThe President\nA. VONDRA\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 332, 31.12.1993, p. 7.\n(3)  All EDP-related documents for France can be found at the following website:\nhttp://ec.europa.eu/economy_finance/netstartsearch/pdfsearch/pdf.cfm?mode=_m2\n(4)  The Government announced on 4 March that the deficit would reach 3,4 % of GDP in 2008. This estimate is not final."}