{"celex_id": "32004R2242", "uri": "http://publications.europa.eu/resource/cellar/ac1e34a8-f829-4de2-99de-b33194473162", "type": "Regulation", "concepts": ["2300", "3077", "3489", "383", "538", "5622", "584", "5873"], "title": "Council Regulation (EC) No 2242/2004 of 22 December 2004 amending Regulation (EC) No 976/1999 laying down the requirements for the implementation of Community operations, other than those of development cooperation, which, within the framework of Community cooperation policy, contribute to the general objective of developing and consolidating democracy and the rule of law and to that of respecting human rights and fundamental freedoms in third countries\n", "header": "31.12.2004 EN Official Journal of the European Union L 390/21\nCOUNCIL REGULATION (EC) No 2242/2004\nof 22 December 2004\namending Regulation (EC) No 976/1999 laying down the requirements for the implementation of Community operations, other than those of development cooperation, which, within the framework of Community cooperation policy, contribute to the general objective of developing and consolidating democracy and the rule of law and to that of respecting human rights and fundamental freedoms in third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 181a(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Community action to promote human rights and democratic principles as set out in the Communication of 8 May 2001 from the Commission to the European Parliament and the Council on the European Union's Role in Promoting Human Rights and Democratisation in Third Countries shall continue beyond 2004. Council Regulation (EC) No 975/1999 of 29 April 1999 laying down the requirements for the implementation of development cooperation operations which contribute to the general objective of developing and consolidating democracy and the rule of law and to that of respecting human rights and fundamental freedoms (2) and Regulation (EC) No 976/1999 (3) proved to be adequate legal instruments for the implementation of the Community's technical and financial support for human rights and democratisation activities in developing and other third countries in pursuit of the overall objectives in this field. The period of validity of those Regulations, however, expires on 31 December 2004. It is, therefore, necessary to extend that period.\n(2) On the basis of the ratio of the financial reference amount included in Regulation (EC) No 976/1999 and the indicative human rights and democratisation appropriations until 2006, an extended financial reference amount, within the meaning of point 34 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure (4), is inserted in this Regulation for the extended duration of the programme, without the powers of the budgetary authority as defined by the Treaty being affected thereby.\n(3) The provisions of Regulation (EC) No 976/1999 on procedures for the implementation of aid should be aligned with the legal requirements of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (5) in the implementation of EU Election Observation Missions.\n(4) The protection of the Community's financial interests and the fight against fraud and irregularities form an integral part of Regulation (EC) No 976/1999. In particular, agreements and contracts concluded pursuant to that Regulation should authorise the Commission to carry out the measures provided for in Council Regulation (EC, Euratom) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (6).\n(5) The measures necessary for the implementation of Regulation (EC) No 976/1999 should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (7).\n(6) Regulation (EC) No 976/1999 should be amended accordingly,", "main_body": ["Regulation (EC) No 976/1999 is hereby amended as follows:\n1) in Article 3(2), the following point shall be added:\n‘(h) supporting efforts to foster the establishment of groupings of democratic countries within United Nations bodies, specialised agencies and regional organisations.’;\n2) in Article 5(1), the following sentence shall be added:\n3) in Article 6, the first sentence shall be replaced by the following:\n4) Article 8(3) shall be replaced by the following:\n5) in Article 11, the first paragraph shall be replaced by the following:\n6) Articles 12 and 13 shall be replaced by the following:\n(a) multiannual indicative programmes and annual updates of these programmes,\n(b) annual work programmes.\n7) Article 14(2) shall be replaced by the following:\n8) in Article 16, the second sentence shall be deleted;\n9) Article 18 shall be replaced by the following:\n10) in Article 21, in the second paragraph, the date ‘31 December 2004’ shall be replaced by the date ‘31 December 2006’.", "This Regulation shall enter into force on 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2004.\nFor the Council\nThe President\nC. VEERMAN\n(1)  Opinion of 16 december 2004 (not yet published in the Official Journal).\n(2)  OJ L 120, 8.5.1999, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 120, 8.5.1999, p. 8. Regulation as amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(4)  OJ C 172, 18.6.1999, p. 1. Interinstitutional Agreement as amended by Decision 2003/429/EC of the European Parliament and of the Council (OJ L 147, 14.6.2003, p. 25).\n(5)  OJ L 248, 16.9.2002, p. 1.\n(6)  OJ L 292, 15.11.1996, p. 2.\n(7)  OJ L 184, 17.7.1999, p. 23.\n(8)  OJ L 184, 17.7.1999, p. 23.\n(9)  OJ L 292, 15.11.1996, p. 2."}