{"celex_id": "32007R1489", "uri": "http://publications.europa.eu/resource/cellar/416337aa-8f8d-4e3c-bad2-eb0553028dd9", "type": "Regulation", "concepts": ["1452", "4263", "4884", "5455", "5883", "6030"], "title": "Regulation (EC) No 1489/2007 of the European Central Bank of 29 November 2007 amending Regulation (EC) No 2423/2001 (ECB/2001/13) concerning the consolidated balance sheet of the monetary financial institutions sector (ECB/2007/18)\n", "header": "15.12.2007 EN Official Journal of the European Union L 330/20\nREGULATION (EC) No 1489/2007 OF THE EUROPEAN CENTRAL BANK\nof 29 November 2007\namending Regulation (EC) No 2423/2001 (ECB/2001/13) concerning the consolidated balance sheet of the monetary financial institutions sector\n(ECB/2007/18)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to Council Regulation (EC) No 2533/98 of 23 November 1998 concerning the collection of statistical information by the European Central Bank (1), and in particular Articles 5(1) and 6(4) thereof,\nWhereas:\n(1) Regulation (EC) No 2423/2001 of the European Central Bank of 22 November 2001 concerning the consolidated balance sheet of the monetary financial institutions sector (ECB/2001/13) (2) requires monetary financial institutions (MFIs) to report quarterly statistical data broken down by country and currency. It needs to be amended to take into account the accession of new Member States to the European Union.\n(2) Regulation (EC) No 2423/2001 (ECB/2001/13) also imposes an obligation to report quarterly data on positions vis-à-vis counterparties resident in the territories of Member States that have adopted the euro. It needs to be amended to take into account the adoption of the euro by further Member States.\n(3) National central banks (NCBs) should be allowed to grant, on a non-discriminatory basis, derogations from the reporting requirements to individual electronic money institutions in certain situations. In cases where electronic money institutions fulfil certain conditions, the underlying purpose behind collecting statistical data under Regulation (EC) No 2423/2001 (ECB/2001/13) can be met without imposing statistical requirements on such institutions. The European Central Bank (ECB) aims to ensure a level playing field by monitoring the granting of such derogations.\n(4) The conditions under which shares issued by MFIs should be classified as deposits instead of as capital and reserves need to be clarified,", "main_body": ["Regulation (EC) No 2423/2001 (ECB/2001/13) is amended as follows:\n1. in Article 1, the following paragraph is added:\n2. in Article 2, the following paragraph 4 is added:\n3. Annex I is amended in accordance with Annexes I and II to this Regulation.\n4. Annex III is replaced by the text set out in Annex III to this Regulation.\n5. Annex V is amended in accordance with Annex IV to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 29 November 2007.\nFor the Governing Council of the ECB\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 318, 27.11.1998, p. 8.\n(2)  OJ L 333, 17.12.2001, p. 1. Regulation as last amended by Regulation (EC) No 4/2007 (ECB/2006/20) (OJ L 2, 5.1.2007, p. 3).\n(3)  OJ L 275, 27.10.2000, p. 39.’;\n(4)  OJ L 177, 30.6.2006, p. 1.\n(5)  OJ L 250, 2.10.2003, p. 10.’\nANNEX I\nAnnex I to Regulation (EC) No 2423/2001 (ECB/2001/13) is amended as follows:\n1. Part 1 is amended as follows:\n(a) Section I is amended as follows:\n(i) The following sentence is added at the end of paragraph 4:\n(ii) The first sentence of paragraph 5 is replaced by the following:\n(b) Section IV is amended as follows:\n(i) Paragraph 6a is replaced by the following:\n‘6a. In the event that any country accedes to the EU after 31 December 2007, reporting agents must thereafter report positions vis-à-vis counterparties resident in that new Member State in accordance with Table 3 of Part 2.\n(ii) Paragraph 7a is replaced by the following:\n‘7a. In the event that any Member State adopts the euro after 31 December 2007, reporting agents must thereafter report positions vis-à-vis the currency of that new participating Member State in accordance with Table 4 of Part 2.\n(iii) Paragraph 9a is replaced by the following:\n‘9a. Where positions in respect of cells corresponding to Member States that have not adopted the euro are insignificant but NCBs nevertheless collect them, these may be transmitted by the NCBs to the ECB with a delay of a further one month from the close of business on the 28th working day following the end of the quarter to which the positions relate. The NCBs may decide when they need to receive data from reporting agents in order to meet this deadline.’\n2. In Part 2, Tables 3 and 4 are replaced by the Tables set out in Annex II to this Regulation.\n3. In Part 3, the table is amended as follows:\n(a) In asset category 2 (loans), the second indent after the first paragraph is replaced by the following:\n‘— deposits, as defined under liability category 9 (deposits)’.\n(b) In liability category 9 (deposits):\n(i) The first sentence is replaced by the following:\n(ii) The following paragraphs are added after the final paragraph:\n— the relevant national regulatory provisions provide no unconditional right to the issuing MFI to refuse redemption of its shares;\n— the shares are “value certain”, i.e. under normal circumstances they will be paid out at their nominal value in the event of redemption; and\n— in the event of the MFI’s insolvency, the holders of its shares are legally subject neither to the obligation to cover outstanding liabilities in addition to the nominal value of the shares (i.e. the shareholders’ participation in the subscribed capital) nor to any other onerous supplementary obligations. The subordination of shares to any other instrument issued by the MFI does not qualify as an onerous supplementary obligation.\nANNEX II\nTables 3 and 4 of Part 2 of Annex I to Regulation (EC) No 2423/2001 (ECB/2001/13) are replaced by the following:\n‘Table 3\nCountry breakdown\nData to be provided at a quarterly frequency\nBalance sheet items Each other participating Member State (i.e. excluding domestic sector) and each other EU Member State Rest of the world (excluding EU)\nMember State Member State Member State Member State\nLIABILITIES\n8.\nDeposits\na. from MFIs\nb. from non-MFIs\n10.\n11.\n12.\n13.\nASSETS\n1.\nLoans\na. to MFIs\nb. to non-MFIs\nSecurities other than shares\na. issued by MFIs\nup to 1 year\nover 1 year and up to 2 years\nover 2 years\nb. issued by non-MFIs\n4.\n5.\n6.\n7.\nTable 4 (1)\nCurrency breakdown\nData to be provided at a quarterly frequency\nBalance sheet items All currencies combined Euro Currency of each other EU Member State Currencies other than EU Member State currencies combined\nEU Member State currency EU Member State currency EU Member State currency EU Member State currency Total USD JPY CHF Remaining currencies combined\nLIABILITIES\nDeposits\nDomestic\na. from MFIs\nb. from non-MFIs\nOther participating Member States\na. from MFIs\nb. from non-MFIs\nRest of the world\ni. up to 1 year\nii. over 1 year\na. from banks\nb. from non-banks\n10.\n11.\n12.\n13.\nASSETS\nLoans\nDomestic\na. to MFIs\nb. to non-MFIs\nOther participating Member States\na. to MFIs\nb. to non-MFIs\nRest of the world\ni. up to 1 year\nii. over 1 year\na. to banks\nb. to non-banks\nSecurities other than shares\nDomestic\na. issued by MFIs\nb. issued by non-MFIs\nOther participating Member States\na. issued by MFIs\nb. issued by non-MFIs\nRest of the world\na. issued by banks\nb. issued by non-banks\nMMF shares/units\nA.\nB.\nC.\n5.\n6.\n7.\n(1)  “M” means monthly data requirements (see Table 1).’\nANNEX III\n‘ANNEX III\nSTATISTICAL REPORTING REQUIREMENTS FOR SMALL MFIs THAT ARE NOT CREDIT INSTITUTIONS AND CLASSIFICATION PRINCIPLES FOR INDIVIDUAL ELECTRONIC MONEY INSTITUTIONS\n1. With regard to small MFIs that are not credit institutions, NCBs that decide to relieve small MFIs of full reporting requirements should inform the institutions concerned thereof, but continue, as a minimum, to collect data relating to the total balance sheet at least at an annual frequency so that the size of the reporting “tail” can be monitored.\n2. Pursuant to Article 2(4), NCBs may grant derogations from their statistical reporting requirements to individual electronic money institutions if at least one of the following conditions is fulfilled:\n(a) the electronic money that they issue is accepted as payment only by a limited number of undertakings, which can be clearly distinguished by:\n(i) their location in the same premises or other limited local area, and/or\n(ii) their close financial or business relationship with the issuing institution, such as a shared ownership, marketing or distribution structure,\n(b) over three-quarters of their total balance sheet is unrelated to the issuance or administration of electronic money and the liabilities relating to outstanding electronic money do not exceed EUR 100 million.\n3. If an individual electronic money institution that fulfils the conditions laid down in paragraph 2 is not exempted from the minimum reserve requirements, it will be required to report, as a minimum, the quarterly data necessary to calculate the reserve base, as laid down in Annex II. The institution may choose to report the restricted set of reserve base data at a monthly frequency.\n4. Whenever an individual electronic money institution is granted a derogation pursuant to Article 2(4), the ECB will, for statistical purposes, record the institution in the list of MFIs as a non-financial corporation. The institution will also be treated as a non-financial corporation in situations where it is the counterparty of an MFI. The institution will continue to be treated as a credit institution for the purposes of the Eurosystem’s minimum reserve requirements.’\nANNEX IV\nAnnex V to Regulation (EC) No 2423/2001 (ECB/2001/13) is amended as follows:\n1. Paragraph 1a is replaced by the following:\n‘1a. Notwithstanding paragraph 1, first reporting according to this Regulation in respect of cells corresponding to Member States that have not adopted the euro in Tables 3 and 4 of Part 2 of Annex I begins with the first quarterly data after the date of their accession to the EU.’\n2. Paragraph 1b is replaced by the following:\n‘1b. If the relevant NCB decides not to require first reporting of insignificant data beginning with the first quarterly data after the date of the relevant Member State or Member States’ accession to the EU, reporting starts 12 months after the NCB informs the reporting agents that data are required.’\n3. Paragraph 1c is replaced by the following:\n‘1c. Notwithstanding paragraph 1, first reporting according to this Regulation in respect of cells corresponding to Member States that have adopted the euro in Table 3 of Part 2 of Annex I begins with the first quarterly data after the date of their adoption of the euro.’\n4. Paragraphs 1d and 1e are deleted.\n5. Paragraph 2a is replaced by the following:\n‘2a. For the first 12 months that they are reported, significant data in respect of cells corresponding to Member States that have not adopted the euro in Tables 3 and 4 of Part 2 of Annex I may be reported to the ECB with a delay of a further one month from the close of business on the 28th working day following the end of the quarter to which the data relate. The NCBs may decide when they need to receive data from reporting agents in order to meet this deadline.’"}