{"celex_id": "32007L0007", "uri": "http://publications.europa.eu/resource/cellar/15402838-1dff-4dbf-96f6-f1d05b1c8a2b", "type": "Directive", "concepts": ["1115", "1590", "1595", "1602", "2081", "2836", "3469", "5360"], "title": "Commission Directive 2007/7/EC of 14 February 2007 amending certain Annexes to Council Directives 86/362/EEC and 90/642/EEC as regards the maximum residue levels of atrazine, lambda-cyhalothrin, phenmedipham, methomyl, linuron, penconazole, pymetrozine, bifenthrin and abamectin (Text with EEA relevance )\n", "header": "15.2.2007 EN Official Journal of the European Union L 43/19\nCOMMISSION DIRECTIVE 2007/7/EC\nof 14 February 2007\namending certain Annexes to Council Directives 86/362/EEC and 90/642/EEC as regards the maximum residue levels of atrazine, lambda-cyhalothrin, phenmedipham, methomyl, linuron, penconazole, pymetrozine, bifenthrin and abamectin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 86/362/EEC of 24 July 1986 on the fixing of maximum levels for pesticide residues in and on cereals (1), and in particular Article 10 thereof,\nHaving regard to Council Directive 90/642/EEC of 27 November 1990 on the fixing of maximum levels for pesticide residues in and on certain products of plant origin, including fruit and vegetables (2), and in particular Article 7 thereof,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), and in particular Article 4(1)(f) thereof\nWhereas:\n(1) In accordance with Directive 91/414/EEC, authorisations of plant protection products for use on specific crops are the responsibility of the Member States. Such authorisations have to be based on the evaluation of effects on human and animal health and influence on the environment. Elements to be taken into account in such evaluations include operator and bystander exposure and impact on the terrestrial, aquatic and aerial environments, as well as impact on humans and animals through consumption of residues on treated crops.\n(2) Maximum residue levels (MRLs) reflect the use of minimum quantities of pesticides to achieve effective protection of plants, applied in such a manner that the amount of residue is the smallest practicable and is toxicologically acceptable, in particular in terms of estimated dietary intake.\n(3) MRLs for pesticides covered by Directives 86/363/EEC and 90/642/EEC are to be kept under review and may be modified to take account of new or changed uses. Information about new or changed uses has been communicated to the Commission which will lead to changes in the residue levels of lambda-cyhalothrin, phenmedipham, methomyl, linuron, penconazole and pymetrozine.\n(4) The lifetime exposure of consumers to those pesticides via food products that may contain residues of those pesticides, has been assessed and evaluated in accordance with the procedures and practices used within the Community, taking account of guidelines published by the World Health Organisation (4). In this evaluation it was taken into account that abamectin is also used as veterinary medicine intended for food-producing animals and that maximum residue limits have been established for that substance in accordance with Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (5). Based on that assessment and those evaluations, the MRLs for those pesticides should be set so as to ensure that the acceptable daily intake is not exceeded.\n(5) In the case of lambda-cyhalothrin, methomyl, linuron and pymetrozine, for which an acute reference dose (ARfD) exists, the acute exposure of consumers via each of the food products that may contain residues of these pesticides has been assessed and evaluated in accordance with the procedures and practices currently used within the Community, taking account of guidelines published by the World Health Organisation. The opinions of the Scientific Committee on Plants, in particular advice and recommendations concerning the protection of consumers of food products treated with pesticides (6), have been taken into account. Based on the dietary intake assessment, the MRLs for those pesticides should be fixed so as to ensure that the ARfD will not be exceeded. In the case of the other substances, an assessment of the available information has shown that no ARfD is required and that therefore a short-term assessment is not needed.\n(6) As regards atrazine on cereals, new information has become available since the adoption of Commission Directive 2006/61/EC of 7 July 2006 amending the Annexes to Council Directives 86/362/EEC, 86/363/EEC and 90/642/EEC as regards maximum residue levels for atrazine, azinphos-ethyl, cyfluthrin, ethephon, fenthion, methamidophos, methomyl, paraquat and triazophos (7) which shows that a higher MRL than inserted by that Directive into Directive 86/362/EEC is safe for the consumers. The MRL inserted by Directive 2006/61/EC should therefore be replaced by a higher one.\n(7) Where authorised uses of plant protection products do not result in detectable levels of pesticide residues in or on the food product, or where there are no authorised uses, or where uses which have been authorised by Member States have not been supported by the necessary data, or where uses in third countries resulting in residues in or on food products which may enter into circulation in the Community market have not been supported with such necessary data, MRLs should be fixed at the lower limit of analytical determination.\n(8) Therefore it is appropriate to fix new MRLs for those pesticides.\n(9) The setting or modification at Community level of provisional MRLs does not prevent the Member States from establishing provisional MRLs for phenmedipham, linuron, penconazole and pymetrozin in accordance with Article 4(1)(f) of Directive 91/414/EEC and Annex VI thereto. It is considered that a period of four years is sufficient to permit further uses of these substances. The provisional Community MRL should then become definitive.\n(10) Directive 90/642/EEC should therefore be amended accordingly.\n(11) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Directive 86/362/EEC is amended in accordance with Annex I to this Directive.", "Annex II to Directive 90/642/EEC is amended in accordance with Annex II to this Directive.", "1.   As regards Article 1, Member States shall adopt and publish by 20 January 2007 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 21 January 2007.\n2.   As regards Article 2, Member States shall adopt and publish by 15 August 2007 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 16 August 2007.\n3.   When Member States adopt the provisions referred to in paragraphs 1 and 2, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n4.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 221, 7.8.1986, p. 37. Directive as last amended by Commission Directive 2006/92/EC (OJ L 311, 10.11.2006, p. 31).\n(2)  OJ L 350, 14.12.1990, p. 71. Directive as last amended by Commission Directive 2006/92/EC.\n(3)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2006/136/EC (OJ L 349, 12.12.2006, p. 42).\n(4)  Guidelines for predicting dietary intake of pesticide residues (revised), prepared by the GEMS/Food Programme in collaboration with the Codex Committee on Pesticide Residues, published by the World Health Organisation 1997 (WHO/FSF/FOS/97.7).\n(5)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1831/2006 (OJ L 354, 14.12.2006, p. 5).\n(6)  Opinion regarding questions relating to amending the annexes to Council Directives 86/362/EEC, 86/363/EEC and 90/642/EEC (Opinion expressed by the SCP, 14 July 1998); Opinion regarding variable pesticide residues in fruit and vegetables (Opinion expressed by SCP on 14 July 1998) http://europa.eu.int/comm/food/fs/sc/scp/outcome_ppp_en.html\n(7)  OJ L 206, 27.7.2006, p. 12.\nANNEX I\nIn Part A of Annex II to Directive 86/362/EEC, the line for atrazine is replaced by the following:\nPesticide residues Maximum level in mg/kg\n‘Atrazine 0,1 (1)\n(1)  Indicates that the maximum residue level has been established temporarily until 1 January 2008 pending data to be submitted by the applicant. If no data has been received by that date, the MRL will be withdrawn by a Directive or a Regulation.’\nANNEX II\nIn part A of Annex II to Directive 90/642/EEC, the columns for lambda-cyhalothrin, phenmedipham, methomyl, linuron, penconazole, pymetrozine, bifenthrin and abamectin, are replaced by the following:\nPesticide residue and maximum residue level (mg/kg)\nGroups and examples of individual products to which the MRLs would apply Lambda-cyhalothrin Phenmedipham Methomyl/Thiodicarb Linuron Penconazole Pymetrozine Bifenthrin Abamectin\n‘1.\n(i) CITRUS FRUIT\nGrapefruit 0,1  0,5\nLemons 0,2  1\nLimes 0,2  1\nMandarins (including clementines and other hybrids) 0,2  1\nOranges 0,1  0,5\nPomelos 0,1  0,5\nOthers 0,02 (1)  0,05 (1)\n(ii) TREE NUTS (shelled or unshelled)\nAlmonds\nBrazil nuts\nCashew nuts\nChestnuts\nCoconuts\nHazelnuts\nMacadamia\nPecans\nPine nuts\nPistachios\nWalnuts\nOthers\n(iii) POME FRUIT\nApples\nPears\nQuinces\nOthers\n(iv) STONE FRUIT\nApricots 0,2  0,2  0,1 0,05\nCherries   0,1\nPeaches (including nectarines and similar hybrids) 0,2  0,2  0,1 0,05\nPlums   0,5\nOthers 0,1  0,05 (1)  0,05 (1) 0,02 (1)\n(v) BERRIES AND SMALL FRUIT\n(a) Table and wine grapes\nTable grapes   0,05 (1)\nWine grapes   1\n(b) Strawberries (other than wild)\n(c) Cane fruit (other than wild)\nBlackberries      3 0,3 0,1\nDewberries\nLoganberries\nRaspberries      3 0,3 0,1\nOthers      0,02 (1) 0,05 (1) 0,01 (1)\n(d) Other small fruit and berries (other than wild)\nBilberries 0,02 (1)\nCranberries 0,02 (1)\nCurrants (red, black and white) 0,1    0,5 0,1 0,5\nGooseberries 0,1\nOthers 0,02 (1)    0,05 (1) 0,02 (1) 0,05 (1)\n(e) Wild berries and wild fruit\n(vi) MISCELLANEOUS\nAvocados\nBananas       0,1\nDates\nFigs\nKiwi\nKumquats\nLitchis\nMangoes       0,3\nOlives (table consumption) 0,5\nOlives (oil extraction) 0,5\nPapaya       0,5 0,05\nPassion fruit\nPineapples\nPomegranate\nOthers 0,02\n (1)      0,05 (1) 0,01 (1)\nVegetables, fresh or uncooked, frozen or dry\n(i) ROOT AND TUBER VEGETABLES\nBeetroot  0,1 (2)\nCarrots    0,2 (2)\nCassava\nCeleriac 0,1   0,5 (2)\nHorseradish\nJerusalem artichokes\nParsnips    0,2 (2)\nParsley root    0,2 (2)\nRadishes 0,1  0,5\nSalsify\nSweet potatoes\nSwedes\nTurnips\nYam\nOthers 0,02 (1) 0,05 (1)\n (2) 0,05 (1) 0,05 (1)\n (2)\n(ii) BULB VEGETABLES\nGarlic\nOnions\nShallots\nSpring onions 0,05\nOthers 0,02 (1)\n(iii) FRUITING VEGETABLES\n(a) Solanacea\nTomatoes 0,1  0,2  0,1 0,5  0,02\nPeppers 0,1  0,2  0,2 1  0,05\nAubergines 0,5  0,2  0,1 0,5  0,02\nOkra\nOthers 0,02 (1)  0,05 (1)  0,05\n (1) 0,02 (1)  0,01 (1)\n(b) Cucurbits — edible peel\nCucumbers\nGherkins\nCourgettes\nOthers\n(c) Cucurbits — inedible peel\nMelons\nSquashes\nWatermelons\nOthers\n(d) Sweetcorn\n(iv) BRASSICA VEGETABLES\n(a) Flowering brassica\nBroccoli (including Calabrese)   0,2\nCauliflower\nOthers   0,05 (1)\n(b) Head brassica\nBrussels sprouts 0,05\nHead cabbage 0,2     0,05\nOthers 0,02 (1)     0,02 (1)\n(c) Leafy brassica\nChinese cabbage\nKale\nOthers\n(d) Kohlrabi\n(v) LEAF VEGETABLES AND FRESH HERBS\n(a) Lettuce and similar\nCress\nLamb's lettuce\nLettuce   0,3\nScarole (broad-leaf endive)\nRuccola\nLeaves and stems of brassica\nOthers   0,05 (1)\n(b) Spinach and similar\nSpinach   0,05\nBeet leaves (chard)\nOthers   0,05 (1)\n(c) Watercress\n(d) Witloof\n(e) Herbs\nChervil\nChives\nParsley\nCelery leaves\nOthers\n(vi) LEGUME VEGETABLES (fresh)\nBeans (with pods) 0,2      0,50\nBeans (without pods)    0,1 (2)\nPeas (with pods) 0,2      0,1\nPeas (without pods) 0,2   0,1 (2)\nOthers 0,02 (1)   0,05 (1)\n (2)   0,05 (1)\n(vii) STEM VEGETABLES (fresh)\nAsparagus\nCardoons\nCelery 0,3   0,1 (2)\nFennel 0,3   0,1 (2)\nGlobe artichokes  0,2 (2)   0,2\nLeeks 0,3\nRhubarb\nOthers 0,02 (1) 0,05 (1)\n (2)  0,05 (1)\n (2) 0,05 (1)\n(viii) FUNGI\n(a) Cultivated mushrooms\n(b) Wild mushrooms\n3.\nBeans\nLentils\nPeas\nLupines\nOthers\n4.\nLinseed\nPeanuts   0,1\nPoppy seed\nSesame seed\nSunflower seed\nRapeseed\nSoya bean   0,1\nMustard seed\nCotton seed   0,1   0,05\nHemp seed\nOthers   0,05 (1)   0,02 (1)\n5.\nEarly potatoes\nWare potatoes\n6.\n7.\n(1)  Indicates lower limit of analytical determination.\n(2)  Indicates that the maximum residue level has been established provisionally in accordance with Article 4(1)(f) of Directive 91/414/EEC: unless amended, this level will become definitive with effect from 7 March 2011.’"}