{"celex_id": "32006R1894", "uri": "http://publications.europa.eu/resource/cellar/ecc3b06e-5132-4ce8-8386-1f6057eb8ca2", "type": "Regulation", "concepts": ["12", "161", "2734", "4080", "5040", "5403", "5751"], "title": "Council Regulation (EC) No 1894/2006 of 18 December 2006 concerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "30.12.2006 EN Official Journal of the European Union L 397/1\nCOUNCIL REGULATION (EC) No 1894/2006\nof 18 December 2006\nconcerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EEC) No 2658/87 (1) established a goods nomenclature, hereinafter referred to as the ‘Combined Nomenclature’ or ‘CN’, and set out the conventional duty rates of the Common Customs Tariff.\n(2) By Decision 2006/1894/EC (2), the Council approved, on behalf of the Community, the Agreement in the form of an Exchange of Letters between the European Community and Brazil relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community with a view to closing negotiations initiated pursuant to Article XXIV:6 of GATT 1994.\n(3) Regulation (EEC) No 2658/87 should therefore be amended and supplemented accordingly,", "main_body": ["Annex I (Combined Nomenclature) of Regulation (EEC) No 2658/87 shall be amended as follows:\n(a) Parts Two (schedule of customs duties) and Three (tariff annexes) shall be amended with the duties and supplemented with the volumes shown in the Annex to this Regulation;\n(b) CN codes 0201 30 00, 0202 30 90, 0206 10 95, 0206 29 91 in Annex 7 (WTO tariff quotas to be opened by the competent Community authorities) of Section III of Part Three shall be amended as follows:\n(i) the description of the EC tariff rate quota of 5 000 tonnes ‘Boneless “high quality” meat, fresh chilled or frozen, answering the following description: Beef cuts obtained from steers (novilhos) or heifers (novilhas) aged between 20 and 24 months, which have been exclusively pasture grazed, have lost their central temporary incisors but do not have more than four permanent incisor teeth, which are of a good maturity and which meet the following beef carcase classification requirements: meat from B or R class carcases with rounded to straight conformation and a fat-cover class of 2 or 3; the cuts bearing the letters “sc” (special cuts) or an “sc” (special cuts) label as a sign of their high quality will be boxed in cartons bearing the words “high quality beef”’ shall be replaced by ‘Boneless high quality meat of bovine animals fresh, chilled or frozen’;\n(ii) under ‘Other terms and conditions’ the text ‘Supplying country Brazil’ shall be inserted.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Council\nThe President\nJ.-E.ENESTAM\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Commission Regulation (EC) No 1549/2006 (OJ L 301, 31.10.2006, p. 1).\n(2)  See page 1 of this Official Journal.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the concessions being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current regulation. Where ex CN codes are indicated, the concessions are to be determined by application of the CN code and corresponding description taken together.\nPart Two\nCN code Description Duty rate\n2106 10 80 Protein concentrates Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n2401 10 90 Tobacco Reduce the EC bound duty of EUR 11,2 MIN 22,0/100 kg/net MAX EUR 56,0/100 kg/net to EUR 10 MIN 22,0/100 kg/net MAX EUR 56,0/kg/net\nPart Three\nCN code Description Duty rate\n1701 11 10 Raw cane sugar for refining A country allocated (Brazil) tariff rate quota 10 124 tonnes at in-quota rate of EUR 98/tonne\n0207 14 10 Frozen cuts of fowls of the species Gallus domesticus A country allocated (Brazil) tariff rate quota 2 332 tonnes at in-quota rate of 0 %\n0207 11 10 Chicken carcass, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 13 10 Chicken cuts, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 14 10 Cuts of fowls Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 24 10 Turkey meat, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 27 10 Turkey cuts, frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n1005 90 00 Maize Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n2008 20 11 Preserved pineapples, citrus fruit, pears, apricots, cherries, peaches and strawberries Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n2009 11 11 Fruit juices Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n1806 Chocolate Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\nThe exact tariff description of the EC-15 shall apply to all tariff lines and quotas above."}