{"celex_id": "32007L0042", "uri": "http://publications.europa.eu/resource/cellar/06436cae-5867-4271-8b3e-03378c02a0b0", "type": "Directive", "concepts": ["1590", "2735", "28", "4308", "5346", "6569"], "title": "Commission Directive 2007/42/EC of 29 June 2007 relating to materials and articles made of regenerated cellulose film intended to come into contact with foodstuffs (Codified version) (Text with EEA relevance)\n", "header": "30.6.2007 EN Official Journal of the European Union L 172/71\nCOMMISSION DIRECTIVE 2007/42/EC\nof 29 June 2007\nrelating to materials and articles made of regenerated cellulose film intended to come into contact with foodstuffs\n(Text with EEA relevance)\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Directive 93/10/EEC of 15 March 1993 relating to materials and articles made of regenerated cellulose film intended to come into contact with foodstuffs (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Directive should be codified.\n(2) The Community measures envisaged by this Directive are not only necessary but also indispensable for the attainment of the objectives of the internal market. These objectives cannot be achieved by Member States individually. Furthermore, their attainment at Community level is already provided for by Regulation (EC) No 1935/2004.\n(3) In order to achieve the objective laid down in Article 3(1) of Regulation (EC) No 1935/2004 in the case of regenerated cellulose film, the suitable instrument was a specific directive within the meaning of Article 5 of that Regulation.\n(4) Synthetic casings of regenerated cellulose should be the subject of specific provisions.\n(5) The method for determining the absence of migration of colouring matters should be established at a later stage.\n(6) Until criteria of purity and methods of analysis have been drawn up, national provisions should remain in force.\n(7) The establishment of a list of approved substances, accompanied by limits to the quantities to be used, is sufficient in principle in this specific case to achieve the objective laid down in Article 3(1) of Regulation (EC) No 1935/2004.\n(8) However, the bis(2-hydroxyethyl)ether (= diethyleneglycol) and ethanediol (= monoethyleneglycol) can migrate extensively to certain foodstuffs and therefore in order to avoid this possibility, as a preventive measure, it is more appropriate to lay down definitively the maximum authorised quantity of such substances in foodstuffs which have been in contact with regenerated cellulose film.\n(9) To protect the health of the consumer, direct contact between foodstuffs and the printed surfaces of regenerated cellulose film should be avoided.\n(10) The written declaration referred to in Article 16(1) of Regulation (EC) No 1935/2004 should be provided for in the event of professional use of regenerated cellulose film for materials and articles intended to come into contact with foodstuffs, except those which are, by their nature, intended for this use.\n(11) The rules to be applied to the regenerated cellulose films should be specific to the nature of the layer in contact with the foodstuff. Accordingly, the requirements for regenerated cellulose films coated with coatings consisting of plastics should be different from those provided for regenerated cellulose films uncoated or coated with coatings derived from cellulose.\n(12) Only authorised substances should be used in the manufacture of all the types of regenerated cellulose films, including regenerated cellulose films coated with plastics.\n(13) In the case of regenerated cellulose films coated with coatings consisting of plastics, the layer in contact with foodstuffs consists of a material similar to plastic materials and articles intended to come into contact with foodstuffs. Therefore it is appropriate that the rules provided for in Commission Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs (4) apply also to such films.\n(14) In the interest of consistency of Community legislation, the verification of compliance of plastic-coated regenerated cellulose films with the migration limits set by Directive 2002/72/EC should be carried out according to the rules laid down in Council Directive 82/711/EEC of 18 October 1982 laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs (5) and Council Directive 85/572/EEC of 19 December 1985 laying down the list of simulants to be used for testing migration of constituents of plastic materials and articles intended to come into contact with foodstuffs (6).\n(15) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health.\n(16) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex III, Part B,", "main_body": ["1.   This Directive is a specific directive within the meaning of Article 5 of Regulation (EC) No 1935/2004.\n2.   This Directive shall apply to regenerated cellulose film within the meaning of the description given in Annex I which is intended to come into contact with foodstuffs or which, by virtue of its purpose, does come into such contact and which either:\n(a) constitutes a finished product in itself; or\n(b) forms part of a finished product containing other materials.\n3.   This Directive shall not apply to synthetic casings of regenerated cellulose.", "The regenerated cellulose films referred to in Article 1(2) shall belong to one of the following types:\n(a) uncoated regenerated cellulose film;\n(b) coated regenerated cellulose film with coating derived from cellulose; or\n(c) coated regenerated cellulose film with coating consisting of plastics.", "1.   Regenerated cellulose films referred to in Article 2(a) and (b) shall be manufactured using only substances or groups of substances listed in Annex II subject to the restrictions set out therein.\n2.   By way of derogation from paragraph 1, substances other than those listed in Annex II may be used when these substances are employed as colouring matter (dyes and pigments) or as adhesives, provided that there is no trace of migration of the substances into or onto foodstuffs, detectable by a validated method.", "1.   Regenerated cellulose film referred to in Article 2(c) shall be manufactured, prior to coating, using only substances or groups of substances listed in the first part of Annex II, subject to the restrictions set out therein.\n2.   The coating to be applied to the regenerated cellulose film referred to in paragraph 1 shall be manufactured using only substances or groups of substances listed in Annexes II to VI to Directive 2002/72/EC, subject to the restrictions set out therein.\n3.   Without prejudice to paragraph 1, materials and articles made of regenerated cellulose film referred to in Article 2(c) shall comply with Articles 2, 7 and 8 of Directive 2002/72/EC.", "Printed surfaces of regenerated cellulose film shall not come into contact with the foodstuffs.", "1.   At the marketing stages other than the retail stages, materials and articles made of regenerated cellulose film intended to come into contact with foodstuffs shall be accompanied by a written declaration in accordance with Article 16(1) of Regulation (EC) No 1935/2004.\n2.   Paragraph 1 shall not apply to materials and articles made of regenerated cellulose film which by their nature are clearly intended to come into contact with foodstuffs.\n3.   Where special conditions of use are indicated, the material or article made of regenerated cellulose film shall be labelled accordingly.", "Directive 93/10/EEC, as amended by the Directives listed in Annex III, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex III, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex IV.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 June 2007.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 93, 17.4.1993, p. 27. Directive as last amended by Directive 2004/14/EC (OJ L 27, 30.1.2004, p. 48).\n(3)  See Annex III, Part A.\n(4)  OJ L 220, 15.8.2002, p. 18. Directive as last amended by Directive 2007/19/EC (OJ L 91, 31.3.2007, p. 17).\n(5)  OJ L 297, 23.10.1982, p. 26. Directive as last amended by Commission Directive 97/48/EC (OJ L 222, 12.8.1997, p. 10).\n(6)  OJ L 372, 31.12.1985, p. 14. Directive as last amended by Commission Directive 2007/19/EC.\nANNEX I\nDESCRIPTION OF REGENERATED CELLULOSE FILM\nRegenerated cellulose film is a thin sheet material obtained from a refined cellulose derived from unrecycled wood or cotton. To meet technical requirements, suitable substances may be added either in the mass or on the surface. Regenerated cellulose film may be coated on one or both sides.\nANNEX II\nLIST OF SUBSTANCES AUTHORISED IN THE MANUFACTURE OF REGENERATED CELLULOSE FILM\nNB:\n— The percentages in this Annex, first and second parts, are expressed in weight/weight (w/w) and are calculated in relation to the quantity of anhydrous uncoated regenerated cellulose film.\n— The usual technical denominations are given in square brackets.\n— The substances used shall be of good technical quality as regards the purity criteria.\nFIRST PART\nUncoated regenerated cellulose film\nDenominations Restrictions\nA.\nAdditives\n1.\n— Bis (2-hydroxyethyl) ether [= diethyleneglycol]\n— Ethanediol [= monoethyleneglycol]\n— 1,3-butanediol\n— Glycerol\n— 1,2-propanediol [= 1,2 propyleneglycol]\n— Polyethylene oxide [= polyethyleneglycol]\n— 1,2-polypropylene oxide [= 1,2 polypropyleneglycol]\n— Sorbitol\n— Tetraethyleneglycol\n— Triethyleneglycol\n— Urea\n2.\nFirst class The quantity of the substance or group of substances in each indent may not exceed 2 mg/dm2 of the uncoated film.\n— Acetic acid and its NH4, Ca, Mg, K and Na salts\n— Ascorbic acid and its NH4, Ca, Mg, K and Na salts\n— Benzoic acid and sodium benzoate\n— Formic acid and its NH4, Ca, Mg, K and Na salts\n— Linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive and also behenic and ricinoleic acids and the NH4, Ca, Mg, K, Na, Al, Zn salts of these acids\n— Citric, d- and l-lactic, maleic, l-tartaric acids and their Na and K salts\n— Sorbic acid and its NH4, Ca, Mg, K and Na salts\n— Amides of linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive and also the amides of behenic and ricinoleic acids\n— Natural edible starches and flours\n— Edible starches and flours modified by chemical treatment\n— Amylose\n— Calcium and magnesium carbonates and chlorides\n— Esters of glycerol with linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive and/or with adipic, citric, 12-hydroxystearic (oxystearin), ricinoleic acids\n— Esters of polyoxyethylene (8 to 14 oxyethylene groups) with linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive\n— Esters of sorbitol with linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive\n— Mono-and/or di-esters of stearic acid with ethanediol and/or bis (2-hydroxyethyl) ether and/or triethylene glycol\n— Oxides and hydroxides of aluminium, calcium, magnesium and silicon and silicates and hydrated silicates of aluminium, calcium, magnesium and potassium\n— Polyethylene oxide [= polyethyleneglycol]\n— Sodium propionate\nSecond class The total quantity of the substances may not exceed 1 mg/dm2 of the uncoated film and the quantity of the substance or group of substances in each indent may not exceed 0,2 mg/dm2 (or a lower limit where one is specified) of the uncoated film.\n— Sodium alkyl (C8-C18) benzene sulphonate\n— Sodium isopropyl naphthalene sulphonate\n— Sodium alkyl (C8-C18) sulphate\n— Sodium alkyl (C8-C18) sulphonate\n— Sodium dioctylsulphosuccinate\n— Distearate of dihydroxyethyl diethylene triamine monoacetate\n— Ammonium, magnesium and potassium lauryl sulphates\n— N,N′-distearoyl diaminoethane, N,N′-dipalmitoyl diaminoethane and N,N′-dioleoyl diaminoethane\n— 2-heptadecyl-4,4-bis(methylene-stearate) oxazoline\n— Polyethylene-aminostearamide ethylsulphate\nThird class — Anchoring agent The total quantity of substances may not exceed 1 mg/dm2 of the uncoated film.\n— Condensation product of melamine-formaldehyde unmodified, or which may be modified with one or more of the following products:\n— Condensation product of melamine-urea-formaldehyde modified with tris-(2-hydroxyethyl)amine\n— Cross-linked cationic polyalkyleneamines:\n(a) polyamide-epichlorhydrin resin based on diaminopropylmethylamine and epichlorhydrin;\n(b) polyamide-epichlorhydrin resin based on epichlorhydrin, adipic acid, caprolactam, diethylenetriamine and/or ethylenediamine;\n(c) polyamide-epichlorhydrin resin based on adipic acid, diethylenetriamine and epichlorhydrin, or a mixture of epichlorhydrin and ammonia;\n(d) polyamide-polyamine-epichlorhydrin resin based on epichlorhydrin, dimethyl adipate and diethylenetriamine;\n(e) polyamide-polyamine-epichlorhydrin resin based on epichlorhydrin, adipamide and diaminopropylmethylamine\n— Polyethyleneamines and polyethyleneimines\n— Condensation product of urea-formaldehyde unmodified, or which may be modified with one or of the following products:\nFourth class The total quantity of substances may not exceed 0,01 mg/dm2 of the uncoated film.\n— Products resulting from the reaction of the amines of edible oils with polyethylene oxide\n— Monoethanolamine lauryl sulphate\nSECOND PART\nCoated regenerated cellulose film\nDenominations Restrictions\nA.\nB.\nCoating\n1.\n— Ethyl, hydroxyethyl, hydroxypropyl and methyl ethers of cellulose\n— Cellulose nitrate\n2.\n— Casein\n— Colophony and/or its products of polymerization, hydrogenation, or disproportionation and their esters of methyl, ethyl or C2 to C6 polyvalent alcohols, or mixtures of these alcohols\n— Colophony and/or its products of polymerization, hydrogenation, or disproportionation condensed with acrylic, maleic, citric, fumaric and/or phthalic acids and/or 2,2 bis (4-hydroxyphenyl) propane formaldehyde and esterified with methyl ethyl or C2 to C6 polyvalent alcohols or mixtures of these alcohols\n— Esters derived from bis(2-hydroxyethyl) ether with addition products of betapinene and/or dipentene and/or diterpene and maleic anhydride\n— Edible gelatine\n— Castor oil and its products of dehydration or hydrogenation and its condensation products with polyglycerol, adipic, citric, maleic, phthalic and sebacic acids\n— Natural gum [= damar]\n— Poly-beta-pinene [= terpenic resins]\n— Urea-formaldehyde resins (see anchoring agents)\n3.\n— Acetyl tributyl citrate\n— Acetyl tri(2-ethylhexyl) citrate\n— Di-isobutyl adipate\n— Di-n-butyl adipate\n— Di-n-hexyl azelate\n— Dicyclohexyl phthalate\nThe amount of 2-ethylhexyl diphenyl phosphate shall not exceed:\n— 2-ethylhexyl diphenyl phosphate (synonym: phosphoric acid diphenyl 2 ethylhexyl ester)\n(a) 2,4 mg/kg of the foodstuff in contact with this type of film; or\n(b) 0,4 mg/dm2 in the coating on the side in contact with foodstuffs.\n— Glycerol monoacetate [= monoacetin]\n— Glycerol diacetate [= diacetin]\n— Glycerol triacetate [= triacetin]\n— Di-butyl sebacate\n— Di-n-butyl tartrate\n— Di-isobutyl tartrate\n4.\n4.1.\n4.2.\n— 1-hexadecanol and 1-octadecanol\n— Esters of linear fatty acids, saturated or unsaturated, with an even number of carbon atoms from 8 to 20 inclusive and of ricinoleic acid with ethyl, butyl, amyl and oleyl linear alcohols\n— Montan waxes, comprising purified montanic (C26 to C32) acids and/or their esters with ethanediol and/or 1,3 butanediol and/or their calcium and potassium salts\n— Carnauba wax\n— Beeswax\n— Esparto wax\n— Candelilla wax\n— Dimethylpolysiloxane\n— Epoxidised soya-bean oil (oxirane content 6 to 8 %)\n— Refined paraffin and microcrystalline waxes\n— Pentaerythritol tetrastearate\n— Mono and bis(octadecyldiethyleneoxide)-phosphates\n— Aliphatic acids (C8 to C20) esterified with mono- or di-(2-hydroxyethyl)amine\n— 2- and 3-tert.butyl-4-hydroxyanisole [= butylated hydroxyanisole — BHA]\n— 2,6-di-tert.butyl-4-methylphenol [= butylated hydroxytoluene — BHT]\n— Di-n-octyltin-bis(2-ethylhexyl) maleate\n5.\n— Butyl acetate\n— Ethyl acetate\n— Isobutyl acetate\n— Isopropyl acetate\n— Propyl acetate\n— Acetone\n— 1-butanol\n— Ethanol\n— 2-butanol\n— 2-propanol\n— 1-propanol\n— Cyclohexane\n— Ethyleneglycol monobutyl ether\n— Ethyleneglycol monobutyl ether acetate\n— Methyl ethyl ketone\n— Methyl isobutyl ketone\n— Tetrahydrofuran\n— Toluene\nANNEX III\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 7)\nCommission Directive 93/10/EEC (OJ L 93, 17.4.1993, p. 27).\nCommission Directive 93/111/EC (OJ L 310, 14.12.1993, p. 41).\nCommission Directive 2004/14/EC (OJ L 27, 30.1.2004, p. 48).\nPART B\nList of time-limits for transposition into national law and application\n(referred to in Article 7)\nDirective Time-limit for transposition Date of application\n93/10/EEC 1 January 1994 1 January 1994 (1)\n93/111/EC — —\n2004/14/EC 29 July 2005 29 July 2005 (4)\n(1)  In accordance with the first indent of Article 5(1) of Directive 93/10/EEC: ‘Member States shall permit, as from 1 January 1994, the trade in and use of regenerated cellulose film which is intended to come into contact with foodstuffs complying with this Directive.’\n(2)  In accordance with the second indent of Article 5(1) of Directive 93/10/EEC: ‘Member States shall prohibit, as from 1 January 1994, the trade in and use of regenerated cellulose film which is intended to come into contact with foodstuffs and which complies with neither this Directive nor Directive 83/229/EEC, other than film which Directive 92/15/EEC prohibits as from 1 July 1994.’\n(3)  In accordance with the third indent of Article 5(1) of Directive 93/10/EEC: ‘Member States shall prohibit, as from 1 January 1995, the trade in and use of regenerated cellulose film which is intended to come into contact with foodstuffs and which does not comply with this Directive but did comply with Directive 83/229/EEC.’\n(4)  In accordance with Article 2(1)(a) of Directive 2004/14/EC: ‘Member States shall apply those provisions in such a way as to permit the trade in and use of regenerated cellulose film which is intended to come into contact with foodstuffs complying with this Directive, from 29 July 2005.’\n(5)  In accordance with Article 2(1)(b) of Directive 2004/14/EC: ‘Member States shall apply those provisions in such a way as to prohibit the manufacture and importation into the Community of regenerated cellulose film which is intended to come into contact with foodstuffs and which does not comply with the provisions of this Directive as from 29 January 2006.’\nANNEX IV\nCorrelation table\nDirective 93/10/EEC This Directive\nArticle 1(1) and (2) Article 1(1) and (2)\nArticle 1(3), introductory wording, point (b) Article 1(3)\nArticle 1a Article 2\nArticle 2 Article 3\nArticle 2a Article 4\nArticle 3 Article 5\nArticle 4 Article 6\nArticle 5 —\nArticle 6 —\n— Article 7\n— Article 8\nArticle 7 Article 9\nAnnex I Annex I\nAnnex II Annex II\nAnnex III —\n— Annex III\n— Annex IV"}