{"celex_id": "32008D0868", "uri": "http://publications.europa.eu/resource/cellar/92df2cd0-43b2-4e2d-b9d0-fc4896211e44", "type": "Decision", "concepts": ["1474", "1743", "218", "2901", "3441", "4060", "4410", "5349", "5788", "5876"], "title": "Council Decision 2008/868/CFSP of 13 October 2008 concerning the conclusion of the Agreement between the European Union and the Russian Federation on the participation of the Russian Federation in the European Union military operation in the Republic of Chad and in the Central African Republic (Operation EUFOR Tchad/RCA)\n", "header": "18.11.2008 EN Official Journal of the European Union L 307/15\nCOUNCIL DECISION 2008/868/CFSP\nof 13 October 2008\nconcerning the conclusion of the Agreement between the European Union and the Russian Federation on the participation of the Russian Federation in the European Union military operation in the Republic of Chad and in the Central African Republic (Operation EUFOR Tchad/RCA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 24 thereof,\nHaving regard to the recommendation from the Presidency,\nWhereas:\n(1) On 15 October 2007, the Council adopted Joint Action 2007/677/CFSP on the European Union military operation in the Republic of Chad and in the Central African Republic (1) (Operation EUFOR Tchad/RCA).\n(2) Article 10(3) of that Joint Action provides that detailed arrangements regarding the participation of third States are to be the subject of an agreement, in accordance with Article 24 of the Treaty.\n(3) Following authorisation by the Council on 13 September 2004, the Presidency, assisted by the Secretary-General of the Council of the European Union/High Representative for the Common Foreign and Security Policy, negotiated an Agreement between the European Union and the Russian Federation on the participation of the Russian Federation in Operation EUFOR Tchad/RCA (hereinafter referred to as the Agreement).\n(4) The Agreement should be approved on behalf of the European Union,", "main_body": ["The Agreement between the European Union and the Russian Federation on the participation of the Russian Federation in the European Union military operation in the Republic of Chad and in the Central African Republic (Operation EUFOR Tchad/RCA) is hereby approved on behalf of the European Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the European Union.", "This Decision shall take effect on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 13 October 2008.\nFor the Council\nThe President\nB. KOUCHNER\n(1)  OJ L 279, 23.10.2007, p. 21.\n18.11.2008 EN Official Journal of the European Union L 307/16\nAGREEMENT\nbetween the European Union and the Russian Federation on the participation of the Russian Federation in the European Union military operation in the Republic of Chad and in the Central African Republic (EUFOR Tchad/RCA)\nTHE EUROPEAN UNION (EU),\nof the one part, and\nTHE RUSSIAN FEDERATION\nof the other part,\nhereinafter referred to as the ‘Parties’,\nTAKING INTO ACCOUNT:\nthe United Nations Security Council Resolution 1778 (2007) of 25 September 2007 authorising the EU to deploy forces in the Republic of Chad and in the Central African Republic,\nthe adoption by the Council of the European Union of Joint Action 2007/677/CFSP of 15 October 2007 on the European Union military operation in the Republic of Chad and in the Central African Republic (EUFOR Tchad/RCA),\nPolitical and Security Committee Decision CHAD/1/2008 of 13 February 2008 on the acceptance of third States’ contributions to the European Union military operation in the Republic of Chad and in the Central African Republic and Political and Security Committee Decision CHAD/2/2008 of 18 March 2008 on the setting up of the Committee of Contributors for the European Union military operation in the Republic of Chad and in the Central African Republic, both as amended by Political and Security Committee Decision CHAD/3/2008 of 14 May 2008,\nWHEREAS:\n(1) The Secretary General of the Council of the EU/High Representative for the Common Foreign and Security Policy, by letter of 7 December 2007, invited the Russian Federation to consider a possible participation in the EU operation in Chad and in the Central African Republic.\n(2) The Russian Federation expressed its willingness to consider a possible participation by letter dated 23 April 2008.\n(3) The Secretary General of the Council of the EU/High Representative for the Common Foreign and Security Policy and the Minister of Foreign Affairs of the Russian Federation issued a joint statement on 29 April 2008 on mutual cooperation in crisis management operations,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nParticipation in the operation\n1.   The Russian Party shall participate in the operation conducted by the European Union under the UN Security Council Resolution 1778 (2007) and in accordance with Joint Action 2007/677/CFSP of 15 October 2007 on the European Union military operation in the Republic of Chad and in the Central African Republic (EUFOR Tchad/RCA) (hereinafter referred to as the EU operation) and the operation plan of 18 January 2008 by providing the military contingent of the military forces of the Russian Federation (hereinafter referred to as the Russian military contingent) for the purpose of supporting the EU operation by way of air transportation, subject to any implementing conditions set up in the implementing arrangements referred to in Article 6 of this Agreement. Air transportation shall be performed using the aircrafts of the Russian military contingent for the purposes of securing the lives and safety of European Union-led Forces (EUFOR) and the United Nations Mission in the Central African Republic and Chad (MINURCAT) personnel through the transport of EUFOR and MINURCAT personnel, transport of cargo, and search and rescue work with respect to the EUFOR and MINURCAT personnel.\n2.   The contribution by the Russian Party to the EU operation shall be without prejudice to the decision-making autonomy of the European Union.\n3.   The Russian Party shall ensure that the Russian military contingent undertakes its mission in accordance with:\n— Joint Action 2007/677/CFSP referred to in paragraph 1 of this Article,\n— any implementing arrangements to be agreed by both Parties.\n4.   The personnel of the Russian military contingent will apply the Rules of Engagement of the EU operation so far as they do not conflict with the Russian legislation. Possible caveats/restrictions to the Rules of Engagement set by the Russian Party will be officially specified for the EU Operation Commander.\n5.   The Russian military contingent shall carry out its duties and conduct itself in accordance with the objectives and mandate of the EU operation as provided for in the UN Security Council Resolution 1778 (2007).\n6.   The Russian Party may withdraw its contribution at any time, either at the request of the EU Operation Commander or by decision of the Russian Party, following consultations between the Parties. The Russian Party shall inform the EU Operation Commander in due time of any change to its participation in the EU operation.\nArticle 2\nStatus of forces\n1.   The status of the Russian military contingent shall be governed by the Agreements on the status of forces in force between the European Union and the Republic of Chad, the Central African Republic, the Republic of Cameroon, upon its arrival in the area of operation.\n2.   Without prejudice to the agreements on the status of forces referred to in paragraph 1 of this Article, the Russian Party shall exercise jurisdiction over the Russian military contingent.\n3.   A representative of the Russian Party shall take part in the procedures for the settlement in any claims involving the Russian military contingent provided for in the status of forces agreements referred to in paragraph 1 of this Article.\n4.   The Russian Party shall be responsible for settling any claims linked to the participation of the Russian military contingent in the EU operation, from or concerning the military personnel of the Russian military contingent. The Russian Party shall be responsible for bringing any action, in particular legal or disciplinary, against any of the military personnel of the Russian military contingent, in accordance with its laws and regulations.\n5.   The European Union undertakes to ensure that Member States make a declaration as regards the waiver of claims against the Russian Federation for the participation of the Russian Federation in the EU operation, and shall do so when signing this Agreement. This declaration is annexed to this Agreement.\n6.   The Russian Party undertakes to make a declaration regarding the waiver of claims against any State participating in the EU operation, and shall do so when signing this Agreement. This declaration is annexed to this Agreement.\n7.   The status of the personnel contributed to the EU operation headquarters in Paris (France) shall be governed by arrangements between the competent authorities of the French Republic and the Russian Federation.\nArticle 3\nClassified information\n1.   The Russian Party shall protect any EU classified information provided to it within the framework of the EU operation in accordance with the requirements for protecting classified information as established in the legislation of the Russian Federation. To this end, the security classifications of the Parties shall correspond as follows:\nEU Russian Federation\nSECRET UE СОВЕРШЕННО СЕКРЕТНО\nCONFIDENTIEL UE СЕКРЕТНО\nThe Russian Federation restriction marking ‘ДЛЯ СЛУЖЕБНОГО ПОЛЬЗОВАНИЯ’ shall correspond to the EU security classification RESTREINT UE.\n2.   The Russian Party shall take all appropriate measures to ensure that EU classified information provided to it in the framework of the EU operation is protected to an equivalent level to that required by the basic principles and minimum standards for the protection of EU classified information that are applied in the EU, namely the Russian Party:\n— shall not use the classified information released to it for purposes other than those for which that classified information has been released by the EU,\n— shall not disclose such information to third parties without the prior written consent of the EU,\n— shall ensure that access to classified information released to it will be authorised only for individuals for whom knowledge of this information is necessary in order to perform their official duties and, where the information is classified CONFIDENTIEL UE or higher, who have a security clearance,\n— shall ensure that, before being given access to classified information, all individuals who require access to such information are briefed on and comply with the requirements of the protective security regulations relevant to the classification of the information they are to access,\n— shall ensure that all premises, areas, buildings, offices, rooms, communication and information systems in which classified information and documents are stored and/or handled are protected by appropriate physical security measures,\n— shall ensure that the classified documents released to it are, on their receipt, recorded in a special register,\n— shall notify the EU of any case of actual or suspected breach or compromise of the classified information released to it. In such a case, the Russian Party shall initiate investigations and take appropriate measures to prevent a recurrence.\n3.   Taking into account the level of classification, the classified information shall be forwarded via diplomatic channels, secure mail services or personal carriage.\n4.   Where the EU and the Russian Federation have concluded an agreement on the protection of classified information, the provisions of that agreement shall apply in the context of the EU operation.\nArticle 4\nChain of command\n1.   The Russian military contingent shall remain under the full command of the Russian Party.\n2.   The Russian competent authorities shall delegate to the Operation Commander the ability to assign tasks to the Russian Military Contingent for the accomplishment of the mission as described in Article 1, paragraph 1 of this Agreement, upon arrival of the Russian military contingent in the area of operations. When planning an air task order or any other decision which will have implications for the Russian military contingent, full coordination with the Senior Military Representatives of the Russian military contingent shall be ensured. The Russian Federation shall have the same rights and obligations in terms of the day-to-day management of the operation as participating EU Member States.\n3.   Senior Military Representatives shall be appointed by the Russian Party to represent the Russian military contingent in EUFOR, both in the EU operation headquarters in Paris (France) and the EU force headquarters in Abéché (Chad). Each Senior Military Representative may have assistance. The Senior Military Representatives shall consult with the EU chain of command on all matters affecting EUFOR. The day-to-day contingent discipline shall be the responsibility of the Commanding Officer of the Russian military contingent.\nArticle 5\nFinancial aspects\n1.   The Russian Party shall assume all the costs associated with its participation in the EU operation unless the costs are subject to common funding as specified in the implementing arrangements referred to in Article 6 of this Agreement.\n2.   EUFOR Tchad/RCA will provide logistic support to the Russian military contingent on a cost reimbursement basis under the conditions provided in the implementing arrangements referred to in Article 6 in this Agreement.\n3.   The EU shall exempt the Russian Party from any financial contribution to the common costs.\n4.   Compensation in the event of death, injury, loss or damage to natural or legal persons from the State(s) in which the EU operation is conducted, will be managed in accordance with the provisions of the Agreements on status of forces referred to in Article 2(1) of this Agreement.\n5.   Administrative management of expenditure as specified in the implementing arrangements referred to in Article 6 of this Agreement shall be entrusted to the EU mechanism that administers the common costs and the nation borne costs in the operation.\nArticle 6\nArrangements to implement the Agreement\nThe participation of the Russian Party in the EU operation shall be implemented in accordance with technical and administrative modalities contained in arrangements implementing the present Agreement to be concluded by the Ministry of Defence of the Russian Federation and the EU Operation Commander.\nArticle 7\nNon-compliance\nShould one of the Parties fail to comply with its obligations laid down in Articles 1 to 6 of this Agreement, the other Party shall have the right to terminate this Agreement by serving a notice of one month.\nArticle 8\nDispute settlement\n1.   Disputes between the Parties concerning the interpretation or application of this Agreement and its implementing arrangements shall be settled by the relevant authorities of the Parties at the appropriate level or by diplomatic means.\n2.   Any financial claims or disputes, that have not been resolved in accordance with paragraph 1 of this Article, may be submitted to a mutually agreed conciliator or mediator.\nAny claims or disputes which have failed to be settled by such conciliation or mediation may be submitted by either Party to an arbitration tribunal. Each Party appoints one arbitrator to the arbitration tribunal. The two arbitrators so appointed shall appoint a third arbitrator, who will be the Chairman. Where one of the Parties fails to appoint an arbitrator within two months from the receipt of the other Parties notification of submitting the dispute to the arbitration tribunal or where no agreement can be found, within two months from their appointment, between the two arbitrators on the appointment of the third arbitrator, either Party may ask the President of the International Court of Justice to make an appointment. Where the President of the International Court of Justice is a national of either Party or is unable to discharge the said function for any other reason, the necessary appointments shall be made by the next most senior Member of the International Court of Justice who is not a national of either Party. The arbitration tribunal shall decide ex aequo et bono. The arbitrators have no authority to award punitive damages. The arbitrators shall agree on the procedures for arbitration. The seat of the arbitration shall be in Brussels and the language of the arbitration shall be English. The arbitral award shall contain a statement of reasons on which it is based and is accepted by the Parties as the final adjudication of the dispute. Each Party shall bear its own expenses, and all common costs shall be shared between the Parties in equal parts.\nArticle 9\nEntry into force\n1.   This Agreement shall enter into force on the first day of the first month after the Parties have notified each other of the completion of the internal procedures necessary for this purpose.\n2.   This Agreement shall be applied provisionally from the date of signature.\n3.   This Agreement shall remain in force for the duration of the Russian Party’s contribution to the EU operation. Termination of this Agreement shall not affect any rights or obligations arising out of the execution of this Agreement before such termination.\nDone at Brussels on 5 November 2008 in two copies, each in the English and Russian languages, both texts being equally authentic.\nFor the European Union\nFor the Russian Federation\nANNEX\nDECLARATIONS\nreferred to in Article 2(5) and (6) of the Agreement\nDeclaration by the EU Member States:\n‘The EU Member States applying Joint Action 2007/677/CFSP of 15 October 2007 on the European Union military operation in the Republic of Chad and in the Central African Republic (Operation EUFOR Tchad/RCA) will endeavour, in so far as their internal legal systems so permit, to waive and to answer as far as possible claims against the Russian Federation for injury, death of their personnel, or damage to, or loss of, any assets owned by themselves and used by the EU operation if such injury, death, damage or loss:\n— was caused by personnel from the Russian Federation in the execution of their duties in connection with the EU operation, except in the event of gross negligence or wilful misconduct, or\n— arose from the use of any assets owned by the Russian Federation, provided that the assets were used in connection with the EU operation and except in the event of gross negligence or wilful misconduct of EU operation personnel from the Russian Federation using those assets.’\nDeclaration by the Russian Federation:\n‘The Russian Federation contributing to the European Union military operation in the Republic of Chad and in the Central African Republic (Operation EUFOR Tchad/RCA) conducted in accordance with Joint Action 2007/677/CFSP of 15 October 2007, will endeavour, in so far as its internal legal system so permits, to waive as far as possible claims against any other State participating in the EU operation for injury, death of its personnel, or damage to, or loss of, any assets owned by itself and used by the EU operation if such injury, death, damage or loss:\n— was caused by personnel in the execution of their duties in connection with the EU operation, except in the event of gross negligence or wilful misconduct, or\n— arose from the use of any assets owned by States participating in the EU operation, provided that the assets were used in connection with the operation and except in the event of gross negligence or wilful misconduct of the EU operation personnel using those assets.’"}