{"celex_id": "32001D0609", "uri": "http://publications.europa.eu/resource/cellar/54bfb3c1-840f-4c31-9700-6a64d851c41a", "type": "Decision", "concepts": ["1309", "1338", "1591", "1826", "3757", "5969"], "title": "2001/609/EC: Commission Decision of 31 July 2001 terminating the anti-dumping proceeding concerning imports of certain worked monumental or building granite stones originating in India and the People's Republic of China (notified under document number C(2001) 2399)\n", "header": "Commission Decision\nof 31 July 2001\nterminating the anti-dumping proceeding concerning imports of certain worked monumental or building granite stones originating in India and the People's Republic of China\n(notified under document number C(2001) 2399)\n(2001/609/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 29 September 2000, the Commission received a complaint concerning the alleged injurious dumping by imports of certain worked monumental or building granite stones originating in India and the People's Republic of China (PRC).\n(2) The complaint was lodged by the European &  International Federation of Natural Stone Industries (Euro-ROC) on behalf of Community producers representing a major proportion of the total Community production of certain worked monumental or building granite stones pursuant to Article 4(1) and Article 5(4) of Regulation (EC) No 384/96 (the basic Regulation).\n(3) The complaint contained prima-facie evidence of the existence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(3), accordingly initiated an anti-dumping proceeding concerning imports into the Community of certain worked monumental or building granite stones, currently classifiable within CN codes ex 6802 23 00, ex 6802 93 10 and ex 6802 93 90 and originating in India and the PRC.\n(5) The Commission officially advised the exporting producers, importers, users and suppliers known to be concerned, the representatives of the exporting countries and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(6) By letter of 6 June 2001 to the Commission, Euro-ROC formally withdrew its complaint.\n(7) In accordance with Article 9(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn, unless such termination would not be in the Community interest.\n(8) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) The Advisory Committee was consulted and no objections were raised as to the termination of the proceeding.\n(10) The Commission therefore concludes that the anti-dumping proceeding concerning imports into the Community of certain worked monumental or building granite stones originating in India and the PRC should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceeding concerning imports of certain worked monumental or building granite stones, currently classifiable within CN codes ex 6802 23 00, ex 6802 93 10 and ex 6802 93 90 and originating in India and in People's Republic of China is hereby terminated."], "attachments": "Done at Brussels, 31 July 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ C 322, 11.11.2000, p. 3."}