{"celex_id": "32004R0585", "uri": "http://publications.europa.eu/resource/cellar/554f0757-0758-42d0-a1ae-2e1150249248", "type": "Regulation", "concepts": ["1309", "1445", "1937", "3156", "5369", "5540"], "title": "Commission Regulation (EC) No 585/2004 of 26 March 2004 amending Regulation (EC) No 282/2004 introducing a document for the declaration of, and veterinary checks on, animals from third countries entering the Community (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 585/2004\nof 26 March 2004\namending Regulation (EC) No 282/2004 introducing a document for the declaration of, and veterinary checks on, animals from third countries entering the Community\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), and in particular Article 3(2) and Article 7(2) thereof,\nWhereas:\n(1) The transitional provisions for the border inspection posts between the Member States and the new Member States which are due to be abolished on accession are not made sufficiently clear in Article 8 of Regulation (EC) No 282/2004 introducing a document for the declaration of, and veterinary checks on, animals from third countries entering the Community(2) and should be reworded to avoid any ambiguity.\n(2) The common veterinary entry document (CVED) in Regulation (EC) No 282/2004 is imprecise as regards the declarations by the person responsible for the load in box 25 and the official veterinarian in box 42 and that document should be reworded.\n(3) To clarify all these points, Regulation (EC) No 282/2004 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 282/2004 is hereby amended as follows:\n1. Article 8 is replaced by the following:\n\"Article 8\nUntil 1 May 2004 this Regulation shall not apply to the border inspection posts listed in Annex II which are due to be abolished upon the accession of the Czech Republic, Hungary, Poland, Slovenia and Slovakia.\";\n2. the model common veterinary entry document in Annex I is replaced by the model in the Annex hereto.", "This Regulation shall enter into force on 31 March 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56. Directive as last amended by Directive 96/43/EC (OJ L 162, 1.7.1996, p. 1).\n(2) OJ L 49, 19.2.2004, p. 11.\nANNEX\n>PIC FILE= \"L_2004091EN.001901.TIF\">\n>PIC FILE= \"L_2004091EN.002001.TIF\">"}