{"celex_id": "32006D0167(01)", "uri": "http://publications.europa.eu/resource/cellar/06ac5977-ffba-4b8a-b229-56308e3b73bc", "type": "Decision", "concepts": ["1474", "1504", "2084", "2850", "336", "4005"], "title": "2006/167/EC: Council Decision of  21 February 2006  on the conclusion of a Protocol to the Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway   (Text with EEA relevance)\n", "header": "28.2.2006 EN Official Journal of the European Union L 57/15\nCOUNCIL DECISION\nof 21 February 2006\non the conclusion of a Protocol to the Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway\n(Text with EEA relevance)\n(2006/167/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 63 point (1)(a), in conjunction with the first sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) The Commission, on behalf of the European Community, has negotiated with the Republic of Iceland and the Kingdom of Norway a Protocol to the Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway.\n(2) The Protocol was signed on behalf of the European Community on 29 June 2005, subject to conclusion at a later date, in accordance with the Decision of 13 June 2005.\n(3) This Protocol should be approved.\n(4) The United Kingdom and Ireland, in accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty establishing the European Community, will take part in adopting and applying this Decision.\n(5) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Protocol to the Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "The President of the Council shall give the notification provided for by the second paragraph of Article 5 of the Protocol (2).", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 February 2006.\nFor the Council\nThe President\nK. GASTINGER\n(1)  Opinion delivered on 13 December 2005 (not yet published in the Official Journal).\n(2)  The date of entry into force of the Protocol shall be the first day of the second month following notification by the Contracting Parties.\n28.2.2006 EN Official Journal of the European Union L 57/16\nPROTOCOL\nto the Agreement between the European Community and the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway\nTHE EUROPEAN COMMUNITY,\nand\nTHE REPUBLIC OF ICELAND,\nand\nTHE KINGDOM OF NORWAY,\nhereinafter referred to as ‘the Contracting Parties’,\nBEARING IN MIND that the Protocol on the position of Denmark, annexed to the Treaty on the European Union and to the Treaty establishing the European Community, provides that no measure adopted pursuant to Title IV of the Treaty establishing the European Community shall be binding upon or applicable in Denmark,\nREFERRING to Article 12 of the Agreement between the European Community, the Republic of Iceland and the Kingdom of Norway concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Iceland or Norway (hereinafter referred to as ‘the Agreement between the European Community, Iceland and Norway’) which states that the Kingdom of Denmark may request to participate in that Agreement,\nNOTING that Denmark by letter dated 16 February 2001 requested to participate in the Agreement between the European Community, Iceland and Norway,\nRECALLING that according to Article 12 of the Agreement between the European Community, Iceland and Norway, the conditions for such participation by the Kingdom of Denmark shall be determined by the Contracting Parties, acting with the consent of Denmark, in a Protocol to that Agreement,\nCONSIDERING that it was appropriate, in the first place, for Denmark and the Community to conclude an Agreement in order to settle, in particular, matters relating to the jurisdiction of the Court of Justice and to the coordination between the Community and Denmark regarding international agreements,\nCONSIDERING the Agreement between the Community and Denmark on the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in Denmark or any other Member State of the European Union and ‘Eurodac’ for the comparison of fingerprints for the effective application of the Dublin Convention (hereinafter called ‘the Agreement between the European Community and Denmark’),\nCONSIDERING that it is therefore necessary to fix the conditions whereby Denmark participates in the Agreement between the European Community, Iceland and Norway and in particular it is necessary to establish rights and obligations between Iceland and Norway and Denmark,\nNOTING that the entry into force of this Protocol is based on the consent of Denmark, in accordance with its constitutional requirements,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Kingdom of Denmark shall participate in the Agreement between the Community, Iceland and Norway, under the conditions set out in the Agreement between the European Community and Denmark and this Protocol.\nArticle 2\n1.   The provisions of the ‘Dublin II Regulation’ (1), which is annexed to this Protocol and forms part thereof, together with its implementing measures adopted pursuant to Article 27(2) of the ‘Dublin II Regulation’ shall, under international law, apply to the relations between Denmark, on the one hand, and Iceland and Norway, on the other hand.\n2.   The provisions of the ‘Eurodac Regulation’ (2), which is annexed to this Protocol and forms part thereof, together with its implementing measures adopted pursuant to Article 22 or 23(2) of the ‘Eurodac Regulation’ shall, under international law, apply to the relations between Denmark, on the one hand, and Iceland and Norway, on the other hand.\n3.   Amendments to the Acts referred to under paragraph 1 and 2 which are notified by Denmark to the Commission in accordance with Article 3 of the Agreement between the European Community and Denmark and which are notified by Iceland and Norway to the Commission in accordance with Article 4 of the Agreement between the European Community, Iceland and Norway shall, under international law, apply to the relations between Denmark, on the one hand, and Iceland and Norway, on the other hand.\n4.   Implementing measures adopted pursuant to Article 27(2) of the ‘Dublin II Regulation’ and implementing measures adopted pursuant to Article 22 or 23(2) of the ‘Eurodac Regulation’ which are notified by Denmark to the Commission in accordance with Article 4 of the Agreement between the European Community and Denmark and which are notified by Iceland and Norway to the Commission in accordance with Article 4 of the Agreement between the European Community, Iceland and Norway shall, under international law, apply to the relations between Denmark, on the one hand, and Iceland and Norway, on the other hand.\nArticle 3\nIceland and Norway shall be entitled to submit statements of case or written observations to the Court of Justice in cases where a question has been referred to it by a Danish court or tribunal for a preliminary ruling in accordance with Article 6(1) of the Agreement between the European Community and Denmark.\nArticle 4\n1.   In the case of a complaint by Norway or Iceland concerning the application or the interpretation by Denmark of this Protocol, Norway or Iceland may ask that the matter be officially entered as a matter of dispute on the agenda of the Joint Committee.\n2.   In the case of a complaint by Denmark concerning the application or the interpretation by Norway or Iceland of this Protocol, Denmark shall be entitled to ask the Commission to enter officially the matter as a matter of dispute on the agenda of the Joint Committee. The matter shall be placed on agenda by the Commission.\n3.   The Joint Committee shall have 90 days from the date of the adoption of the agenda on which the dispute has been entered within which to settle the dispute. For this purpose, Denmark shall be entitled to make observations to the Joint Committee.\n4.   In a case where a dispute is settled by the Joint Committee in a manner that it requires implementation in Denmark, Denmark shall, within the timeframe envisaged in paragraph 3, notify the Parties whether or not it will implement the content of the settlement. In a case where Denmark notifies its decision not to implement the content of the settlement, paragraph 5 shall apply.\n5.   In a case where the dispute cannot be settled by the Joint Committee within the period envisaged in paragraph 3, a further period of 90 days shall be observed for reaching a final settlement. If the Joint Committee has not taken a decision at the end of that period this Protocol shall be considered terminated at the end of the last day of that period.\nArticle 5\nThis Protocol is subject to ratification or approval by the Contracting Parties. Instruments of ratification or approval shall be deposited with the Secretary-General of the Council who shall act as depositary.\nThis Protocol shall enter into force on the first day of the second month following the notification by the Contracting Parties of the completion of their respective procedures required for this purpose.\nThe entry into force of this Protocol is also subject to the prior receipt by the depositary of a Note from the Kingdom of Denmark to the effect that the Kingdom of Denmark assents to the provisions contained in this Protocol and declares that it shall apply the provisions referred to in Article 2 in its mutual relations with Iceland and Norway.\nArticle 6\nEach Contracting Party may terminate this Protocol by written declaration to the depositary. Such declaration shall take effect six months after its deposition.\nThis Protocol shall cease to be effective if the Agreement between the Community and Denmark is terminated.\nThis Protocol shall cease to be effective if either the Community or both Iceland and Norway have denounced it.\n(1)  Council Regulation (EC) No 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (OJ L 50, 25.2.2003, p. 1).\n(2)  Council Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of the Dublin Convention (OJ L 316, 15.12.2000, p. 1).\nANNEX TO THE PROTOCOL\nCouncil Regulation (EC) No 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (OJ L 50, 25.2.2003, p. 1)\nCouncil Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of the Dublin Convention (OJ L 316, 15.12.2000, p. 1)"}