{"celex_id": "32006R0971", "uri": "http://publications.europa.eu/resource/cellar/af6b8a6d-7659-49a6-96a4-06cb59c7554c", "type": "Regulation", "concepts": ["1309", "161", "1644", "2300", "2771", "5010"], "title": "Commission Regulation (EC) No 971/2006 of  29 June 2006  amending Regulation (EC) No 2375/2002 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/51\nCOMMISSION REGULATION (EC) No 971/2006\nof 29 June 2006\namending Regulation (EC) No 2375/2002 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) The Agreement in the form of an Exchange of Letters between the European Community and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 (2), approved by Council Decision 2006/333/EC (3), provides for an increase in the tariff quota for common wheat.\n(2) Commission Regulation (EC) No 2375/2002 (4) opens a Community tariff quota for common wheat of a quality other than high quality. Subquota III for third countries other than the United States and Canada should be increased by 6 787 tonnes in application of the Agreement approved by Decision 2006/333/EC.\n(3) In order to clarify the rules, it should be stipulated that import licence applications must be lodged on Monday at the latest but may be lodged earlier.\n(4) Regulation (EC) No 2375/2002 should therefore be amended.\n(5) Since the Agreement approved by Decision 2006/333/EC provides for implementation on 1 July 2006, this Regulation must apply from the date of its publication in the Official Journal of the European Union.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 2375/2002 is hereby amended as follows:\n1. Article 2(1) is replaced by the following:\n2. Article 3 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n— subquota I (serial number 09.4123): 572 000 tonnes for the United States of America,\n— subquota II (serial number 09.4124): 38 000 tonnes for Canada,\n— subquota III (serial number 09.4125): 2 378 387 tonnes for other third countries.’;\n(b) paragraph 3 is replaced by the following:\n(a) tranche No 1: 1 January to 31 March — 594 597 tonnes;\n(b) tranche No 2: 1 April to 30 June — 594 597 tonnes;\n(c) tranche No 3: 1 July to 30 September — 594 597 tonnes;\n(d) tranche No 4: 1 October to 31 December — 594 597 tonnes.\n3. Article 5 is amended as follows:\n(a) in paragraph 1, the first sentence is replaced by the following:\n(b) in the first subparagraph of paragraph 2, the first sentence is replaced by the following:\n(c) paragraph 3 is replaced by the following:\n(d) in the first subparagraph of paragraph 4, the first sentence is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 124, 11.5.2006, p. 15.\n(3)  OJ L 124, 11.5.2006, p. 13.\n(4)  OJ L 358, 31.12.2002, p. 88. Regulation as last amended by Regulation (EC) No 491/2006 (OJ L 89, 28.3.2006, p. 3)."}