{"celex_id": "32005R1445", "uri": "http://publications.europa.eu/resource/cellar/2737b4b4-75b7-47af-b12d-7858eab52727", "type": "Regulation", "concepts": ["1158", "1895", "2891", "4258"], "title": "Commission Regulation (EC) No 1445/2005 of 5 September 2005 defining the proper quality evaluation criteria and the contents of the quality reports for waste statistics for the purposes of Regulation (EC) No 2150/2002 of the European Parliament and of the Council   (Text with EEA relevance)\n", "header": "6.9.2005 EN Official Journal of the European Union L 229/6\nCOMMISSION REGULATION (EC) No 1445/2005\nof 5 September 2005\ndefining the proper quality evaluation criteria and the contents of the quality reports for waste statistics for the purposes of Regulation (EC) No 2150/2002 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2150/2002 of the European Parliament and of the Council of 25 November 2002 on waste statistics (1) and in particular point (d) of Article 6 thereof,\nWhereas:\n(1) Pursuant to Article 6 of Regulation (EC) No 2150/2002, the Commission is required to adopt the measures necessary for implementing that Regulation.\n(2) In accordance with point (d) of Article 6 of Regulation (EC) No 2150/2002, the Commission should define the proper quality evaluation criteria and the contents of the quality reports as referred to in that Regulation.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (2),", "main_body": ["1.   The quality evaluation criteria and the contents of the quality reports as referred to in Section 7 of Annexes I and II to Regulation (EC) No 2150/2002 shall be as set out in the Annex to this Regulation. Member States shall supply a quality report in accordance with the Annex to this Regulation.\n2.   Paragraph 1 shall apply to data submitted in respect of the first reference year 2004 and all subsequent reference periods.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 September 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 332, 9.12.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 783/2005 (OJ L 131, 25.5.2005, p. 38).\n(2)  OJ L 181, 28.6.1989, p. 47.\nANNEX\nCONTENTS OF THE QUALITY REPORT AND EVALUATION CRITERIA FOR WASTE STATISTICS\nPREAMBLE TO THE CONTENTS OF THE QUALITY REPORT\nMulti-method environment\nPursuant to Regulation (EC) No 2150/2002 every transmission of a data set or combination of data sets must be accompanied by a quality report. That Regulation does not prescribe a specific method of drawing up waste statistics. There may be differences between methods from one country to another, between data sets from one country and even within individual data sets. How quality can be assessed depends on the methods applied. To clarify the multi-method environment, Part I of the quality report presents a general description of the data; it identifies and provides an overview of the methods. Part II follows the standard elements used to define quality in the European Statistical System.\nStructure\nThe quality report to be submitted by the Member States must follow the structure set out in the chapter ‘Contents of the quality report’ below. The report will also contain paragraphs which are not applicable or for which no information is available; an explicit reference to these paragraphs should be included in the quality report.\nData revision\nWhere there has been a revision of data, a note must be appended to the quality report. The note should specify the area covered by the revision; it should also explain why a revision was necessary and clarify the impact of the revision on the results.\nProvisional data\nDelivery of provisional data is not in accordance with the Regulation on waste statistics. If a set contains provisional data, this should be explained in Part I. The revision of such data will also need to be scheduled.\nKey aggregates\nIn the quality report it is sometimes necessary to assess the impact of assumptions or errors. This assessment can be confined to the impact on key aggregates. For the generation of waste the key aggregates are:\n— hazardous waste generated by households,\n— non-hazardous waste generated by households,\n— hazardous waste generated by enterprises (the total of all NACE categories),\n— non-hazardous waste generated by enterprises (the total of all NACE categories).\nFor the treatment of waste the key aggregates are:\n— hazardous waste used as fuel,\n— non-hazardous waste used as fuel,\n— hazardous waste incinerated,\n— non-hazardous waste incinerated,\n— hazardous waste recovered,\n— non-hazardous waste recovered,\n— hazardous waste disposed of,\n— non-hazardous waste disposed of.\nFile name\nThe quality report shall be supplied in electronic form in a document with a file name consisting of five parts:\nQuality report 2 Value: QR\nDomain 5 Value: WASTE\nCountry code 2 Two character country code\nYear 4 Reference year (first reference year 2004)\nRevision 1 Revision number, zero (0) for the first delivery\nThe parts of the file name are separated by an underscore. For example, the quality report from Belgium on 2004 after the first revision will have the name QR_WASTE_BE_2004_1.\nCONTENTS OF THE QUALITY REPORT\nPart I:   Description of the data\nIdentification\n— Country\n— Reference year\n— Data set(s)\n— Transmission date\nContact information on the person(s) responsible for the quality of waste statistics\n— Name\n— Telephone number\n— Mail address\n— Organisation and unit\nReference should be made to the derogations that apply to the data set.\nDescription of the parties involved/sources used in the data collection. Relationship of the parties/sources to the areas of the Regulation on waste statistics. What is the legal basis for the data source? How is continuity assessed?\nGeneral description of which methods are used in which part of the data set. This description is used as a reference in Part II of the report. The different methods are:\n— Survey,\n— Administrative sources,\n— Modelling,\n— Other (specify).\nThe changes made in relation to the previous reference year should be reported, together with an assessment of the impact on data quality. Special attention should be paid to comparability over time. Details concerning comparability will be reported in Part II under 5: Comparability. For the first reference year there is no requirement to report on comparability with the voluntary data collection based on the Joint OECD/Eurostat Questionnaire on waste.\nMember States must list the main changes anticipated in the methods to be used for the next reference year.\nPart II:   Report on quality attributes\n1.   Relevance\nA summary, including a description of users and needs at the national level, should be provided.\nMember States should indicate the degree of completeness of the data sets. They should identify the variables and/or breakdowns required by the Regulation on waste statistics which are not available (e.g. the cell value is shown as ‘M’ or ‘L’ in the transmitted data set). For cases not covered by a derogation, an explanation is required. In the case of cells indicated as missing, steps must also be taken to rectify the deficiency.\n2.   Accuracy\n2.1.   Sampling errors\nReference should be made to Part I for a delineation of the relevant survey area. Information should be provided for the following aspects:\n— sample frame applied,\n— sampling scheme applied,\n— stratification (e.g. specify whether by size-class, NACE group, etc.),\n— sample volumes: specify the number of enterprises in a population and the number in the survey (per stratum if relevant),\n— coefficient of variation for the total amount of waste generated and the breakdown into four key aggregates. The denominator of the coefficient is the total amount of waste generated in the relevant aggregate; this includes the strata not estimated using sampling methods. In order to estimate the variation, the level of non-response should be taken into account,\n— coefficient of variation for the total amount of waste treated and the breakdown into eight key aggregates. The denominator of the coefficient is the total amount of waste treated in the relevant aggregate, including the strata not estimated using sampling methods. In order to estimate the variation, the level of non-response should be taken into account.\n2.2.   Non-sampling errors\n2.2.1.   Coverage errors\n— For Annex I on waste generation: description of the method(s) applied to reach 100 % coverage;\n— For Annex II on waste treatment: description of the waste treatment facilities which are excluded from reporting and the reason for their exclusion;\n— Description of how the amount of commercial waste from enterprises/shops included in household waste is assessed; what method is used to estimate pure household waste;\n— Description of the main problems of misclassification, under-coverage and over-coverage encountered in collecting the data.\n2.2.2.   Measurement errors\n— Which statistical units are applied in which part of the data set? What is the outcome of the assessment of potential errors in the application of statistical units?\n— Errors in precision of quantities: the manner in which weighing and subsequent recording is carried out and the validation procedures applied to detect weighing errors should be described. What is the outcome of the error detection procedures in place?\n— A description of the information quality of the data collection instrument should be given. For instance, in the case of sample surveys with a questionnaire: was the questionnaire validated in a focus group? For administrative data: are there incentives in the reporting unit or in the administration itself for over-reporting, under-reporting or lags?\n2.2.3.   Processing errors\n— Summary of the processing steps between collection and production of statistics, including measures to detect and rectify processing errors;\n— Listing of processing errors identified, their extent and impact;\n— Coding errors in the coding of waste category, NACE-category, type of treatment operation and region. A description should be given of how the coding is carried out and what validation procedures are applied to detect coding errors. What is the outcome of the error detection procedures in place?\n— Percentage of the category ‘waste generated by households’ which actually originates from businesses. How is this misclassification assessed?\n2.2.4.   Non-response errors\n— Response rate at the level of the key aggregates;\n— Description of the handling of non-responses (unit and item non-responses) in surveys;\n— Determination of expectancy of errors resulting from non-responses.\n2.2.5.   Model assumption errors\n— Description of models, assumptions connected with the model application and expected errors and how to cope with them;\n— Results of sensitivity analysis;\n— Sources used (refer to description of sources in Part I).\n3.   Timeliness and punctuality\n— Description of the key data collection steps in the process of establishing the data sets in a timetable;\n— Description of the key data processing steps (e.g. starting and finishing dates for completeness, coding and plausibility checks, data validation and non-disclosure measures) in a timetable;\n— Description of the key publication steps in a timetable (e.g. when are the advanced and detailed results calculated, validated and disseminated).\nPunctuality of data transmission to Eurostat will be evaluated according to the Regulation on waste statistics, which specifies the periodicity and deadlines for data transmission. An explanation should be given for any delay. In addition, the report should state what measures have been taken to avoid delays in future.\n4.   Accessibility and clarity\nThe national reporting organisation (identified in Part I of the quality report) should describe:\n— the policy on dissemination of waste statistics,\n— the measures and tools to establish/improve clarity,\n— the relevant confidentiality policy.\n5.   Comparability\n— In order to assess the comparability between national data generated using different methodologies, it is necessary for the impact of restrictions with regard to coverage and precision of the data to be clarified (based on elements of accuracy above);\n— How is the regional comparability of data on waste treatment facilities validated? What statistical unit is used? How are mobile waste treatment facilities handled?\n— Comparability over time: both changes relative to the previous reference period and anticipated changes in the next reference period should be reported. Details of changes in definitions, coverage or methods should be specified (refer to Part I). An evaluation of the consequences should be carried out.\n6.   Coherence\nEnvironment statistics:\n— The coherence of national dissemination with the data reported under the Regulation on waste statistics.\nThere is no need to report on coherence with:\n— OECD/Eurostat Joint questionnaire,\n— Specific waste reporting obligations (end-of-life vehicles, waste from electrical and electronic equipment, packaging and packaging waste, waste shipment, etc.),\n— Integrated pollution prevention and control (IPPC) reporting,\n— Reporting to European Environmental Agency.\nThe Commission (Eurostat) will deal with this directly.\nSocio-economic statistics:\nMember States are invited to comment on coherence with:\n— Trade Statistics,\n— Environment-Economic Accounting including National Accounts,\n— Production of structural indicators.\nThe comments on these items could include the identification of differences in the application of statistical units and classifications.\n7.   Burden on respondents\nAn evaluation should be made of the burden on respondents in physical terms (time required for response) and of the actual number of respondents. For administrative sources, the burden on respondents resulting from additional questions for statistical purposes should be evaluated.\nEVALUATION CRITERIA\nThe Commission (Eurostat) will evaluate the information collected on the basis of the Regulation on waste statistics according to the following five broad criteria:\n1. Complete data sets\n2. Complete quality report\n3. Timeliness\n4. Proper application of definitions and classifications\n5. The application of sound statistical methods\nThe Commission (Eurostat) informs the person responsible for the quality of waste statistics in the Member State of the outcome of the evaluation within two months after the deadline for the transmission of data.\n(1)  OJ L 131, 25.5.2005, p. 26."}