{"celex_id": "32004R0260", "uri": "http://publications.europa.eu/resource/cellar/3a6188f1-74db-4ce9-aca7-07193c1217c7", "type": "Regulation", "concepts": ["2300", "2488", "2771", "2783", "3591"], "title": "Commission Regulation (EC) No 260/2004 of 6 February 2004 amending Annexes I, III, V and VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\n", "header": "Commission Regulation (EC) No 260/2004\nof 6 February 2004\namending Annexes I, III, V and VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries(1), and in particular Article 19 thereof,\nWhereas:\n(1) The common rules for imports of textile products from third countries should be updated to take account of a number of recent developments.\n(2) The Council has approved by Decision 2003/453/EC(2) the signing, on behalf of the European Community, of an Agreement in the form of an Exchange of Letters amending the Agreement between the European Community and the Socialist Republic of Vietnam on trade in textile and clothing products and other market-opening measures, and authorising its provisional application.\n(3) The Council has approved by decision 1999/867/EC(3) on the signing, on behalf of the European Community, of an Agreement in the form of an Exchange of Letters amending the Agreement between the European Community and the Republic of Uzbekistan on trade in textile and clothing products and other market-opening measures, and authorising its provisional application.\n(4) The Commission has by Regulation (EC) No 337/2003(4), suspended the application of the double-checking regime to one textile product originating in Ukraine.\n(5) The Memorandum of Understanding(5) with Egypt expired on 31 December 2003.\n(6) The Agreement between the European Community and the former Yugoslav Republic of Macedonia on trade in textile and clothing(6) expired on 31 December 2003.\n(7) Amendments have been made to the Combined Nomenclature applicable from 1 January 2004(7). These amendments also affect certain codes in Annex I to Regulation (EEC) No 3030/93.\n(8) For reasons of clarity, certain Annexes to Regulation (EEC) No 3030/93 should be replaced altogether.\n(9) Regulation (EEC) No 3030/93 should therefore be amended accordingly.\n(10) In order to ensure that the Community complies with its international obligations, the measures provided for in this Regulation should apply with effect from 1 January 2004.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Regulation (EEC) No 3030/93 is amended as follows:\n1. Annexes I, III, V and VII are replaced by the texts set out in the Annex to this Regulation;\n2. In Annex III, Table A is replaced by the text shown in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply with effect from 1 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2004.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 275, 8.11.1993, p. 3, Regulation as last amended by Regulation (EC) No 138/2003 (OJ L 23, 28.1.2003, p. 1).\n(2) OJ L 152, 20.6.2003, p. 41.\n(3) OJ L 343, 31.12.1999, p. 1.\n(4) OJ L 49, 22.2.2003, p. 7.\n(5) OJ L 33, 2.2.2002, p. 9.\n(6) OJ L 344, 31.12.1999, p. 2.\n(7) Commission Regulation (EC) No 1789/2003 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 281, 30.10.2003, p. 1).\nANNEX\n(1) Annex I is replaced by the following:\n\"ANNEX I\nTEXTILE PRODUCTS REFERRED TO IN ARTICLE 1(1)\n1. Without prejudice to the rules for the interpretation of the combined nomenclature, the wording of the description of goods is considered to be of indicative value only, since the products covered by each category are determined, within this Annex, by CN codes. Where there is an \"ex\" symbol in front of a CN code, the products covered in each category are determined by the scope of the CN code and by that of the corresponding description.\n2. When the constitutive material of the products of categories 1 to 114 is not specifically mentioned, these products are to be taken to be made exclusively of wool or of fine animal hair, of cotton or of man-made fibres. This applies to the following countries: Argentina, Bangladesh, Bosnia and Herzegovina, Brazil, Cambodia, China (MFA Agreement), Croatia, Egypt, Former Yugoslav Republic of Macedonia, Hong Kong, India, Indonesia, Laos, Macao, Malaysia, Nepal, Pakistan, Peru, Philippines, Russian Federation, Singapore, South Korea, Sri Lanka, Taiwan, Thailand and Vietnam.\n3. Garments which are not recognizable as being garments for men or boys or as being garments for women or girls are classified with the latter.\n4. Where the expression \"babies' garments\" is used, this is meant to cover garments up to and including commercial size 86.\n>TABLE>\n(1) Covers only categories 1 to 114, with the exception of Armenia, Azerbaijan, Belarus, Cambodia, China (non-MFA Agreement), Georgia, Kazakhstan, Kyrgyzstan, Laos, Moldova, Mongolia, Nepal, Russian Federation, Tajikistan, Turkmenistan, Ukraine, United Arab Emirates, Uzbekistan and Vietnam, for which categories 1 to 161 are covered and of Bosnia and Herzegovina, Croatia, Former Yugoslav Republic of Macedonia and Taiwan for which categories 1 to 123 are covered. In the case of Taiwan categories 115 to 123 are included in Group III B.\nANNEX I A\n>TABLE>\nANNEX I B\n1. This Annex covers textile raw materials (categories 128 and 154), textile products other than those of wool and fine animal hair, cotton and man-made fibres, as well as man-made fibres and filaments and yarns of categories 124, 125A, 125B, 126, 127A and 127B.\n2. Without prejudice to the rules for the interpretation of the combined nomenclature, the wording of the description of goods is considered to be of indicative value only, since the products covered by each category are determined, within this Annex, by CN codes. Where there is an \"ex\" symbol in front of a CN code, the products covered in each category are determined by the scope of the CN code and by that of the corresponding description.\n3. Garments which are not recognisable as being garments for men or boys or as being garments for women or girls are classified with the latter.\n4. Where the expression \"babies' garments\" is used, this is meant to cover garments up to and including commercial size 86.\n>TABLE>\"\n(2) Table A of Annex III is replaced by the following:\n\"TABLE A\nCountries and categories subject to the system of double-checking surveillance\n(The complete description of the categories is shown in Annex I)\n>TABLE>\"\n(3) Annex V is replaced by the following:\n\"ANNEX V\nCOMMUNITY QUANTITATIVE LIMITS\napplicable for year 2004\n(The complete description of the goods is shown in Annex I)\n>TABLE>\nAppendix A to Annex V\n>TABLE>\nAppendix B to Annex V\n>TABLE>\nFlexibilities provided for in Article 7 of and Annex VIII to Council Regulation 3030/93 for China are applicable to the above categories and amounts.\nAppendix C to Annex V\nCOMMUNITY QUANTITATIVE LIMITS\n(The complete description of the goods is shown in Annex I B)\n>TABLE>\"\n(4) Annex VII is replaced by the following:\n\"ANNEX VII\nreferred to in Article 5\nOutward processing traffic\nArticle 1\nRe-imports into the Community of textile products listed in column 2 of the table attached to this Annex, effected in accordance with the Regulations on economic outward processing in force in the Community, shall not be subject to the quantitative limits referred to in Article 2 of the Regulation where they are subject to specific quantitative limits given in column 4 of the table and have been re-imported after processing in the corresponding third country listed in column 1 for each of the quantitative limits specified.\nArticle 2\nRe-imports not covered by this Annex may be subject to specific quantitative limits in accordance with the procedure laid down in Article 17 of the Regulation, provided that the products concerned are subject to the quantitative limits laid down in Article 2 of this Regulation.\nArticle 3\n1. Transfers between categories and advance use or carry-over of portions of specific quantitative limits from one year to another may be carried out in accordance with the procedure laid down in Article 17 of the Regulation.\n2. However, automatic transfers in accordance with paragraph 1 may be carried out within the following limits:\n- transfer between categories for up to 20 % of the quantitative limit established for the category to which the transfer is made,\n- carry-over of a specific quantitative limit from one year to another for up to 10,5 % of the quantitative limit established for the actual year of utilization,\n- advance use of a specific quantitative limit for up to 7,5 % of the quantitative limit established for the actual year of utilization.\n3. Where there is a need for additional imports the specific quantitative limits may be adjusted in accordance with the procedure laid down in Article 17 of the Regulation.\n4. The Commission shall inform the third country or countries concerned of any measures taken pursuant to the preceding paragraphs.\nArticle 4\n1. For the purpose of applying Article 1, the competent authorities of the Member States, before issuing prior authorisations in accordance with the relevant Community Regulations on economic outward processing, shall notify the Commission of the amounts of the requests for authorisations which they have received. The Commission shall notify its confirmation that the requested amount(s) are available for re-importation within the respective Community limits in accordance with the relevant Community Regulations on economic outward processing.\n2. The requests included in the notifications to the Commission shall be valid if they establish clearly in each case:\n(a) the third country in which the goods are to be processed;\n(b) the category of textile products concerned;\n(c) the amount to be re-imported;\n(d) the Member State in which the re-imported products are to be put into free circulation;\n(e) an indication as to whether the requests relate to\n(i) a past beneficiary applying for the quantities set aside under Article 3(4) or in accordance with the fifth subparagraph of Article 3(5) of Council Regulation (EC) No 3036/94(1), or to\n(ii) an applicant under the third subparagraph of Article 3(4) or under Article 3(5) of that Regulation.\n3. Normally the notifications referred to in the previous paragraphs of this Article shall be communicated electronically within the integrated network set up for this purpose, unless for imperative technical reasons it is necessary to use other means of communication temporarily.\n4. As far as possible, the Commission shall confirm to the authorities the full amount indicated in the requests notified for each category of products and each third country concerned. Notifications presented by Member States for which no confirmation can be given because the amounts requested are no longer available within the Community quantitative limits, will be stored by the Commission in the chronological order in which they have been received and confirmed in the same order as soon as further amounts become available through the application of flexibilities foreseen in Article 3.\n5. The competent authorities shall notify the Commission immediately after being informed of any quantity that is not used during the duration of validity of the import authorisation. Such unused quantities shall automatically be recredited to the quantities within the Community quantitative limits not set aside pursuant to the first subparagraph of Article 3(4) or to the fifth subparagraph of Article 3(5) of Council Regulation (EC) No 3036/94.\nThe quantities for which a renunciation has been made pursuant to the third sub-paragraph of Article 3(4) of Council Regulation (EC) No 3036/94, shall automatically be added to the quantities within the Community quota that are not set aside pursuant to the first sub-paragraph of Article 3(4) or to the fifth sub-paragraph of Article 3(5) of the said Regulation.\nAll such quantities as outlined in the preceding subparagraphs shall be notified to the Commission in accordance with paragraph 3 above.\nArticle 5\nThe certificate of origin shall be issued by the competent governmental authorities in the supplier country concerned, in accordance with the Community legislation in force and the provisions of Annex III for all products covered by this Annex.\nArticle 6\nThe competent authorities of the Member States shall supply the Commission with the names and addresses of the authorities competent to issue the prior authorisations referred to in Article 4 together with specimens of the stamp impressions used by them.\nTABLE\nCOMMUNITY QUANTITATIVE LIMITS FOR GOODS RE-IMPORTED UNDER OPT\napplicable for year 2004\n(The complete description of the goods is shown in Annex I)\n>TABLE>\n(1) OJ L 322, 15.12.1994, p. 1.\""}