{"celex_id": "32005R1193", "uri": "http://publications.europa.eu/resource/cellar/282e4e5d-ee2d-404b-ad80-9d51868e2015", "type": "Regulation", "concepts": ["1919", "192", "2300", "2525", "2988", "4152"], "title": "Commission Regulation (EC) No 1193/2005 of 25 July 2005 amending Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories Text with EEA relevance\n", "header": "26.7.2005 EN Official Journal of the European Union L 194/4\nCOMMISSION REGULATION (EC) No 1193/2005\nof 25 July 2005\namending Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles 10 and 21 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down a list of third countries and territories from which movement of pet animals to the Community may be authorised, provided that certain requirements are met.\n(2) A provisional list of third countries was established by Regulation (EC) No 998/2003, as amended by Commission Regulation (EC) No 592/2004 (2). That list includes countries and territories which are free of rabies and countries in respect of which the risk of rabies entering the Community as a result of movements from their territories has been found to be no higher than the risk associated with movements between Member States.\n(3) From information supplied by Argentina it appears that the risk of rabies entering the Community as a result of movements of pet animals from Argentina has been found to be no higher than the risk associated with movements between Member States or from third countries already listed in Regulation (EC) No 998/2003. Therefore Argentina should be included in the list of countries and territories set out in Regulation (EC) No 998/2003.\n(4) In the interest of clarity that list of countries and territories should be replaced in its entirety.\n(5) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 998/2003 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 425/2005 (OJ L 69, 16.3.2005, p. 3).\n(2)  OJ L 94, 31.3.2004, p. 7.\nANNEX\n‘ANNEX II\nLIST OF COUNTRIES AND TERRITORIES\nPART A\nIE — Ireland\nMT — Malta\nSE — Sweden\nUK — United Kingdom\nPART B\nSection 1\n(a) DK — Denmark, including GL — Greenland and FO — Faeroes Islands;\n(b) ES — Spain, including the continental territory, Balearic Islands, Canary Islands, Ceuta and Melilla;\n(c) FR — France, including GF — French Guiana, GP — Guadeloupe, MQ — Martinique and RE — Réunion;\n(d) GI — Gibraltar;\n(e) PT — Portugal, including the continental territory, Azores Islands and Madeira Islands;\n(f) Member States other than those listed in Part A and points (a), (b), (c) and (e) of this Section.\nSection 2\nAD — Andorra\nCH — Switzerland\nIS — Iceland\nLI — Liechtenstein\nMC — Monaco\nNO — Norway\nSM — San Marino\nVA — Vatican City State\nPART C\nAC — Ascension Island\nAE — United Arab Emirates\nAG — Antigua and Barbuda\nAN — Netherlands Antilles\nAR — Argentina\nAU — Australia\nAW — Aruba\nBB — Barbados\nBH — Bahrain\nBM — Bermuda\nCA — Canada\nCL — Chile\nFJ — Fiji\nFK — Falkland Islands\nHK — Hong Kong\nHR — Croatia\nJM — Jamaica\nJP — Japan\nKN — Saint Kitts and Nevis\nKY — Cayman Islands\nMS — Montserrat\nMU — Mauritius\nNC — New Caledonia\nNZ — New Zealand\nPF — French Polynesia\nPM — Saint Pierre et Miquelon\nRU — Russian Federation\nSG — Singapore\nSH — Saint Helena\nTW — Taiwan\nUS — United States of America\nVC — Saint Vincent and the Grenadines\nVU — Vanuatu\nWF — Wallis and Futuna\nYT — Mayotte’"}