{"celex_id": "32006R1601", "uri": "http://publications.europa.eu/resource/cellar/04efbdf7-6b5a-4d99-b2b3-c3da25ec49a5", "type": "Regulation", "concepts": ["161", "1644", "2300", "3591", "3732"], "title": "Commission Regulation (EC) No 1601/2006 of 26 October 2006 on the issue of rice import licences for applications lodged in the first 10 working days of October 2006 under Regulation (EC) No 327/98\n", "header": "27.10.2006 EN Official Journal of the European Union L 298/16\nCOMMISSION REGULATION (EC) No 1601/2006\nof 26 October 2006\non the issue of rice import licences for applications lodged in the first 10 working days of October 2006 under Regulation (EC) No 327/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1),\nHaving regard to Commission Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (2), and in particular Article 5(2) thereof,\nWhereas:\nExamination of the quantities for which import licence applications for rice have been submitted for the October 2006 tranche shows that licences should be issued for the quantities applied for multiplied, where appropriate, by a reduction percentage, and the final percentage take-up of each quota in 2006 should be communicated,", "main_body": ["1.   Import licence applications for the tariff quotas for rice opened by Regulation (EC) No 327/98, submitted in the first 10 working days of October 2006 and notified to the Commission, shall be subject to percentage reduction coefficients as set out in the Annex to this Regulation.\n2.   The final use of the quotas concerned for 2006, in percentage terms, is set out in the annex hereto.", "This Regulation shall enter into force on 27 October 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 2006.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Regulation (EC) No 247/2006 (OJ L 42, 14.2.2006, p. 1).\n(2)  OJ L 37, 11.2.1998, p. 5. Regulation as last amended by Commission Regulation (EC) No 965/2006 (OJ L 176, 30.6.2006, p. 12).\nANNEX\nReduction percentages to be applied to quantities applied for under the tranche for October 2006 and quota use for 2006:\n(a) Quota of wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(a) of Regulation (EC) No 327/98\nOrigin Serial No Reduction percentage for the October 2006 tranche Final use of the quota for 2006 in percentage terms\nUnited States of America 09.4127  87,70\nThailand 09.4128  98,79\nAustralia 09.4129  98,53\nOther origins 09.4130  100\nAll countries 09.4138 92,33339 100\n(b) Quota of husked rice falling within CN code 1006 20 provided for in Article 1(1)(b):\nOrigin Serial No Reduction percentage for the October 2006 tranche Final use of the quota for 2006 in percentage terms\nAll countries 09.4148 — 100\n(c) Quota of broken rice falling within CN code 1006 40 00 provided for in Article 1(1)(c):\nOrigin Serial No Final use of the quota for 2006 in percentage terms\nThailand 09.4149 71,01\nAustralia 09.4150 0,80\nGuyana 09.4152 0\nUnited States of America 09.4153 5,44\nOther origins 09.4154 100\n(d) Quota of wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(d):\nOrigin Serial No Final use of the quota for 2006 in percentage terms\nThailand 09.4112 100\nUnited States of America 09.4116 100\nIndia 09.4117 100\nPakistan 09.4118 100\nOther origins 09.4119 100\nAll countries 09.4166 100\n(e) Quota of broken rice falling within CN code 1006 40 00 provided for in Article 1(1)(e) of Regulation (EC) No 327/98:\nOrigin Serial No Reduction percentage for the October 2006 tranche Final use of the quota for 2006 in percentage terms\nAll countries 09.4168 — 100"}