{"celex_id": "32004R2247", "uri": "http://publications.europa.eu/resource/cellar/bc8e0464-e683-42da-bae8-ca0f3c301dac", "type": "Regulation", "concepts": ["2173", "4682", "4683", "4691"], "title": "Commission Regulation (EC) No 2247/2004 of 27 December 2004 repealing certain Regulations in the beef and veal sector and Regulation (EEC) No 3882/90 in the sheepmeat and goatmeat sector\n", "header": "28.12.2004 EN Official Journal of the European Union L 381/14\nCOMMISSION REGULATION (EC) No 2247/2004\nof 27 December 2004\nrepealing certain Regulations in the beef and veal sector and Regulation (EEC) No 3882/90 in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Articles 28(2), 29(2), 33(12) and 41 thereof,\nHaving regard to Council Regulation (EC) 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat (2), and in particular Articles 15 and 24 thereof,\nWhereas:\n(1) Regulations (EEC) No 2182/77 (3), (EEC) No 2173/79 (4), (EEC) No 2326/79 (5), (EEC) No 2539/84 (6), (EEC) No 2824/85 (7), (EC) No 2271/95 (8), (EC) No 773/96 (9), (EC) No 793/97 (10), (EC) No 1495/97 (11), (EC) No 23/2001 (12), (EC) No 252/2002 (13) and (EC) No 496/2003 (14) are not relevant anymore for the proper functioning of the common organisation of the market for beef and veal.\n(2) Regulation (EEC) No 3882/90 (15) concerning the monitoring of import lamb prices is obsolete because the Commission no longer fixes levies on the import of live sheep and fresh, chilled or frozen sheepmeat. Moreover, it has been noted that the import prices provided by the Member States under this Regulation do not represent any additional added value, while they require a considerable effort and cost for the different administrations involved in the data collection and reporting. Therefore, the obligation for Member States to notify these prices should be abolished.\n(3) For reasons of clarity and legal certainty it is therefore necessary to repeal the abovementioned Regulations.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal and the Management Committee for Sheep and Goats,", "main_body": ["Regulations (EEC) No 2182/77, (EEC) No 2173/79, (EEC) No 2326/79, (EEC) No 2539/84, (EEC) No 2824/85, (EEC) No 3882/90, (EC) No 2271/95, (EC) No 773/96, (EC) No 793/97, (EC) No 1495/97, (EC) No 23/2001, (EC) No 252/2002 and (EC) No 496/2003 are repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1899/2004 (OJ L 328, 30.10.2004, p. 67).\n(2)  OJ L 341, 22.12.2001, p. 3. Regulation as last amended by the 2003 Act of Accession.\n(3)  OJ L 251, 1.10.1977, p. 60. Regulation as last amended by Regulation (EC) No 2417/95 (OJ L 248, 14.10.1995, p. 39).\n(4)  OJ L 251, 5.10.1979, p. 12. Regulation as last amended by Regulation (EC) No 2417/95.\n(5)  OJ L 266, 24.10.1979, p. 5.\n(6)  OJ L 238, 6.9.1984, p. 13. Regulation as last amended by Regulation (EC) No 2417/95.\n(7)  OJ L 268, 10.10.1985, p. 14. Regulation as last amended by Regulation (EEC) No 251/93 (OJ L 28, 5.2.1993, p. 47).\n(8)  OJ L 231, 28.9.1995, p. 23. Regulation as amended by Regulation (EC) No 1185/98 (OJ L 164, 9.6.1998, p. 11).\n(9)  OJ L 104, 27.4.1996, p. 19. Regulation as last amended by Regulation (EC) No 1349/96 (OJ L 174, 12.7.1996, p. 13).\n(10)  OJ L 114, 1.5.1997, p. 29.\n(11)  OJ L 202, 30.7.1997, p. 35.\n(12)  OJ L 3, 6.1.2001, p. 7. Regulation as last amended by Regulation (EC) No 1840/2001 (JO L 251, 20.9.2001, p. 4).\n(13)  OJ L 40, 12.2.2002, p. 6.\n(14)  OJ L 74, 20.3.2003, p. 3.\n(15)  OJ L 367, 29.12.1990, p. 127. Regulation as amended by Regulation (EEC) No 3890/92 (OJ L 391, 31.12.1992, p. 51)."}