{"celex_id": "32003R2282", "uri": "http://publications.europa.eu/resource/cellar/cb2d4c59-20bb-47d1-bb1b-6e9449acd6d5", "type": "Regulation", "concepts": ["2282", "2437", "3774", "4790", "544"], "title": "Commission Regulation (EC) No 2282/2003 of 22 December 2003 prohibiting fishing for Greenland halibut by vessels flying the flag of the United Kingdom\n", "header": "Commission Regulation (EC) No 2282/2003\nof 22 December 2003\nprohibiting fishing for Greenland halibut by vessels flying the flag of the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy(1), as last amended by Regulation (EC) No 1954/2003(2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 2341/2002 of 20 December 2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required(3), as last amended by Regulation (EC) No 1754/2003(4), lays down quotas for Greenland halibut for 2003.\n(2) In order to ensure compliance with the provisions relating to the quantity limits on catches of stocks subject to quotas, the Commission must fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated.\n(3) According to the information received by the Commission, catches of Greenland halibut in the waters of ICES divisions I and II (Norwegian waters) by vessels flying the flag of the United Kingdom or registered in the United Kingdom have exhausted the quota allocated for 2003. The United Kingdom has prohibited fishing for this stock from 26 November 2003. That date should be adopted in this Regulation also,", "main_body": ["Catches of Greenland halibut in the waters of ICES divisions I and II (Norwegian waters) by vessels flying the flag of the United Kingdom or registered in the United Kingdom are hereby deemed to have exhausted the quota allocated to the United Kingdom for 2003.\nFishing for Greenland halibut in the waters of ICES divisions I and II (Norwegian waters) by vessels flying the flag of the United Kingdom or registered in the United Kingdom is hereby prohibited, as are the retention on board, transhipment and landing of this stock caught by the above vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 26 November 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2003.\nFor the Commission\nJörgen Holmquist\nDirector-General for Fisheries\n(1) OJ L 261, 20.10.1993, p. 1.\n(2) OJ L 289, 7.11.2003, p. 1.\n(3) OJ L 256, 31.12.2002, p. 12.\n(4) OJ L 252, 4.10.2003, p. 1."}