{"celex_id": "32001R1514", "uri": "http://publications.europa.eu/resource/cellar/8d1a782b-57ea-46da-979b-232d138b6e06", "type": "Regulation", "concepts": ["1261", "2173", "3003"], "title": "Council Regulation (EC) No 1514/2001 of 23 July 2001 amending Regulation (EEC) No 1696/71 on the common organisation of the market in hops\n", "header": "Council Regulation (EC) No 1514/2001\nof 23 July 2001\namending Regulation (EEC) No 1696/71 on the common organisation of the market in hops\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 36 and 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) Article 12(5) of Council Regulation (EEC) No 1696/71(4) stipulates that the amount of aid for hops produced in the Community is fixed for a period of five years from the 1996 to the 2000 harvests.\n(2) As laid down in Article 18 of Regulation (EEC) No 1696/71, the Commission presented to the Council a report on the development of the hops sector in the European Community. The report shows that production is gradually being adapted to the requirements of demand both from the point of view of quantity, through a reduction in surface areas and quantities produced, and from that of quality, through a change in variety, in particular towards the varieties most in demand by the brewing industry.\n(3) The amount of aid currently being provided should be continued for a period of three years and there should be a report covering this new period.\n(4) The measures necessary for the implementation of Regulation (EEC) No 1696/71 should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(5),", "main_body": ["Regulation (EEC) No 1696/71 is amended as follows:\n1. Article 12(5)(a) shall be replaced by the following: \"(a) The aid per hectare shall be the same for all groups of varieties. For a period of eight years from the 1996 harvest, it shall amount to EUR 480/ha.\";\n2. Article 12(5)(d) shall be replaced by the following: \"(d) The aid withheld may be accumulated for a maximum period of three years; at the end of that period all aid withheld must have been spent.\";\n3. in the second paragraph of Article 18, \"1 September 2000\" shall be replaced by \"31 December 2003\";\n4. Article 19 shall be deleted;\n5. Article 20 shall be replaced by the following: \"Article 20\n1. The Commission shall be assisted by a 'management committee for hops' (hereinafter referred to as 'the committee').\n2. Where reference is made to this Article, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The committee shall adopt its rules of procedure.\"", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ C 96 E, 27.3.2001, p. 345.\n(2) Opinion delivered on 13 June 2001, not yet published in the Official Journal.\n(3) Opinion delivered on 25 April 2001, not yet published in the Official Journal.\n(4) OJ L 175, 4.8.1971, p. 1. Regulation as last amended by Regulation (EC) No 191/2000 (OJ L 23, 28.1.2000, p. 4.).\n(5) OJ L 184, 17.7.1999, p. 23."}