{"celex_id": "32009R0824", "uri": "http://publications.europa.eu/resource/cellar/b9da2489-db53-43eb-a665-600d24d33853", "type": "Regulation", "concepts": ["3647", "4372", "4491", "5156", "54", "616"], "title": "Commission Regulation (EC) No 824/2009 of 9 September 2009 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 39 and International Financial Reporting Standard (IFRS) 7 (Text with EEA relevance)\n", "header": "10.9.2009 EN Official Journal of the European Union L 239/48\nCOMMISSION REGULATION (EC) No 824/2009\nof 9 September 2009\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 39 and International Financial Reporting Standard (IFRS) 7\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 27 November 2008, the International Accounting Standards Board (IASB) published amendments to International Accounting Standard 39 and International Financial Reporting Standard 7 (Reclassification of Financial Assets — Effective Date and Transition) hereinafter ‘amendments to IAS 39 and IFRS 7’. The amendments to IAS 39 and IFRS 7 clarify the effective date and transition measures of the amendments to those standards issued by the IASB on 13 October 2008.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that the amendments to IAS 39 and IFRS 7 meet the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002. In accordance with Commission Decision 2006/505/EC of 14 July 2006 setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group's (EFRAG’s) opinions (3), the Standards Advice Review Group considered EFRAG's opinion on endorsement and advised the Commission that it is well balanced and objective.\n(4) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(5) Since this Regulation needs not to be applied retroactively, financial statements already prepared and presented on the basis of Commission Regulation (EC) No 1004/2008 (4) do not need to be retroactively amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008 International Accounting Standard (IAS) 39 Financial Instruments: Recognition and Measurement and International Financial Reporting Standard (IFRS) 7 Financial Instruments: Disclosures are amended as set out in the Annex to this Regulation.", "Where a company has already presented its financial statements in accordance with Regulation (EC) No 1004/2008, it needs not to resubmit its financial statements.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 2009.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\n(3)  OJ L 199, 21.7.2006, p. 33.\n(4)  OJ L 275, 16.10.2008, p. 37.\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIAS 39 and IFRS 7 Reclassification of Financial Assets — Effective Date and Transition (Amendments to IAS 39 Financial Instruments: Recognition and Measurement and IFRS 7 Financial Instruments: Disclosures)\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\nReclassification of Financial Assets — Effective Date and Transition (Amendments to IAS 39 Financial Instruments: Recognition and Measurement and IFRS 7 Financial Instruments: Disclosures)\nAmendment to IAS 39\nParagraph 103G is deleted and paragraphs 103H and 103I are added.\nEFFECTIVE DATE AND TRANSITION\n103H Reclassification of Financial Assets (Amendments to IAS 39 and IFRS 7), issued in October 2008, amended paragraphs 50 and AG8, and added paragraphs 50B-50F. An entity shall apply those amendments on or after 1 July 2008. An entity shall not reclassify a financial asset in accordance with paragraph 50B, 50D or 50E before 1 July 2008. Any reclassification of a financial asset made on or after 1 November 2008 shall take effect only from the date when the reclassification is made. Any reclassification of a financial asset in accordance with paragraph 50B, 50D or 50E shall not be applied retrospectively before 1 July 2008.\n103I Reclassification of Financial Assets — Effective Date and Transition (Amendments to IAS 39 and IFRS 7), issued in November 2008, amended paragraph 103H. An entity shall apply that amendment on or after 1 July 2008.\nAmendment to IFRS 7\nParagraph 44E is amended and paragraph 44F is added.\nEFFECTIVE DATE AND TRANSITION\n44E Reclassification of Financial Assets (Amendments to IAS 39 and IFRS 7), issued in October 2008, amended paragraph 12 and added paragraph 12A. An entity shall apply those amendments on or after 1 July 2008.\n44F Reclassification of Financial Assets — Effective Date and Transition (Amendments to IAS 39 and IFRS 7), issued in November 2008, amended paragraph 44E. An entity shall apply that amendment on or after 1 July 2008."}