{"celex_id": "32006D0183", "uri": "http://publications.europa.eu/resource/cellar/c361d7bd-d790-4c9b-89c4-fbd27979ae5f", "type": "Decision", "concepts": ["1755", "192", "2737", "3579", "4743", "5369"], "title": "2006/183/EC: Commission Decision of  28 February 2006  amending Decision 2006/7/EC as regards an extension of the list of countries and the period of application thereof  (notified under document number C(2006) 619)   (Text with EEA relevance)\n", "header": "7.3.2006 EN Official Journal of the European Union L 65/49\nCOMMISSION DECISION\nof 28 February 2006\namending Decision 2006/7/EC as regards an extension of the list of countries and the period of application thereof\n(notified under document number C(2006) 619)\n(Text with EEA relevance)\n(2006/183/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 22(6) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and other birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming. There is a risk that the disease agent might be introduced via international trade in live poultry and poultry products, including untreated feathers.\n(2) Following the outbreak of a very serious epidemic of avian influenza, caused by a highly pathogenic H5N1 influenza virus strain, in in many countries in south-eastern Asia starting in December 2003, the Commission adopted several protection measures in relation to avian influenza, taking into account that this disease also poses a significant risk to public health.\n(3) In accordance with Commission Decision 2006/7/EC of 9 January 2006 concerning certain protection measures in relation to the import of feathers from certain third countries (2), imports of untreated feathers and parts thereof have been suspended from several third countries. Those third countries are listed in the Annex to Decision 2006/7/EC. That Decision is to apply until 30 April 2006.\n(4) The number of the third countries with outbreaks or suspected outbreaks of avian influenza have increased recently. It appears that the disease has spread to those countries by migratory birds.\n(5) The European Food Safety Authority (EFSA) in its Scientific Opinion on Animal health and welfare aspects of avian influenza adopted on 13 to 14 September 2005 concluded that in order to reduce the possible risk of spreading both low pathogenic and highly pathogenic avian influenza by feathers, they should be properly treated before being traded. This opinion was issued before that the highly pathogenic H5N1 avian influenza virus had shown the tendency to spread on a global scale.\n(6) In light of the EFSA opinion and of the current emergency, the Commission intends to revise the existing permanent Community measures concerning imports of feathers, in particular the relevant provisions of Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (3) laying down requirements under which animal by-products may be imported from third countries in such a way as not to pose a risk to public or animal health for the Community. Chapter VIII of Annex VIII to that Regulation sets out requirements for the placing on the market of feathers and parts of feathers. However, to achieve complete harmonisation in this area at Community level provision would also need to be made for import health certificates for feathers and parts of feathers and the list of third countries from which Member States authorise the import of these animal by-products.\n(7) Due the rapid spread of highly pathogenic H5N1 avian influenza over the last months, in view of the risk of the introduction of avian influenza into the Community by untreated feathers, for the increased health protection of individuals handling import consignments of untreated feathers and pending the revision of Chapter VIII of Annex VIII to Regulation (EC) No 1774/2002, Decision 2006/7/EC should apply until 31 July 2006. It is also appropriate to temporarily suspend the imports of untreated feathers and parts thereof from all third countries without prejudice to any other already existing Community import restrictions due to highly pathogenic avian influenza.\n(8) Decision 2006/7/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/7/EC is amended as follows:\n1. In Article 4, the date ‘30 April 2006’ is replaced by ‘31 July 2006’.\n2. The Annex is amended in accordance with the Annex to this Decision.", "Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1, corrected by OJ L 191, 28.5.2004, p. 1).\n(2)  OJ L 5, 10.1.2006, p. 17.\n(3)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 208/2006 (OJ L 36, 8.2.2006, p. 25).\nANNEX\nThe Annex to Decision 2006/7/EC is replaced by the following:\n‘ANNEX\nCountries as referred to in Articles 1 and 2 of this Decision:\nAll third countries’."}