{"celex_id": "32005D0472", "uri": "http://publications.europa.eu/resource/cellar/9e98032c-706b-46d0-9968-2abc3c1a0b3d", "type": "Decision", "concepts": ["1005", "2451", "3085", "5462", "5877", "6322", "6569"], "title": "2005/472/EC: Commission Decision of 24 June 2005 concerning the financing of studies, impact assessments and evaluations covering the areas of food safety, animal health and welfare and zootechnics\n", "header": "28.6.2005 EN Official Journal of the European Union L 166/12\nCOMMISSION DECISION\nof 24 June 2005\nconcerning the financing of studies, impact assessments and evaluations covering the areas of food safety, animal health and welfare and zootechnics\n(2005/472/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) In accordance with Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field, the Community is to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of Community veterinary legislation and for the development of veterinary education or training.\n(2) Studies, impact assessments as well as systematic and timely evaluations of its expenditure programmes are an established priority for the European Commission (EC), as a means of accounting for the management of allocated funds and as a way of promoting a lesson-learning culture throughout the organisation, particularly in a context of increased focus on results-based management.\n(3) In order to carry out these tasks, a call for tender for an evaluation framework contract covering the policy areas of food safety, animal health and welfare and zootechnics has been launched following an open procedure during the last quarter 2004.\n(4) This framework contract is expected to provide high quality, timely and relevant information which will serve as a basis for Community decision making.\n(5) All individual tasks shall be subject to specific agreements. These agreements shall be signed between the Commission and the selected contractor as defined in the framework contract.\n(6) The measure provided for in this Decision is in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The actions described in the Annex to this Decision are approved for the purpose of their financing."], "attachments": "Done at Brussels, 24 June 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX\nDomain: Food safety, animal health and welfare and zootechnics.\nLegal basis: Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field.\nAssignments:\n— various types of studies and other services supporting the design and preparation of Commission proposals,\n— ex ante evaluations/ impact assessments,\n— interim and ex-post evaluations.\nThe evaluation of Community Animal Health Policy (CAHP) 1995 to 2004 and possible policy options for the future (including a risk financing model for livestock epidemics) has been targeted as a priority in 2005.\nAppropriation 2005:\n— 17 04 02 — Other measures in the veterinary, animal welfare and public-health field: EUR 500 000,\n— 17 01 04 04 — Pilot study: risk financing model for livestock epidemics — Expenditure on administrative management: EUR 500 000.\nBudget: maximum of EUR 1 000 000 for the first year of the framework contract.\nNumber of specific actions envisaged: approximately six.\nAll actions shall be governed by common public procurement rules: in casu use of existing framework contract."}