{"celex_id": "32001R1564", "uri": "http://publications.europa.eu/resource/cellar/1a973cea-7500-4c7e-8d24-b4c7621f64b4", "type": "Regulation", "concepts": ["4682", "5025", "720"], "title": "Commission Regulation (EC) No 1564/2001 of 31 July 2001 amending Regulation (EC) No 562/2000 as regards vacuum-packing of certain cuts of intervention beef and correcting Regulation (EC) No 1209/2001\n", "header": "Commission Regulation (EC) No 1564/2001\nof 31 July 2001\namending Regulation (EC) No 562/2000 as regards vacuum-packing of certain cuts of intervention beef and correcting Regulation (EC) No 1209/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Regulation (EC) No 1512/2001(2), and in particular Article 47(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 562/2000 of 15 March 2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(3), as last amended by Regulation (EC) No 1082/2001(4), lays down in particular rules on the packing of cuts immediately after boning of the meat and specific requirements for intervention boning.\n(2) On the basis of experience, it is necessary to clarify the situation with regard to the possibility of vacuum-packing certain individual cuts of intervention beef. Regulation (EC) No 562/2000 should therefore be amended accordingly.\n(3) Article 1(2)(b) of the English version of Commission Regulation (EC) No 1209/2001 of 20 June 2001 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(5), as amended by Regulation (EC) No 1496/2001(6), contains an error. Therefore, this Regulation should be corrected.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["In Annex V to Regulation (EC) No 562/2000, the following point 3 is added: \"3. VACUUM-PACKING OF CERTAIN INDIVIDUAL CUTS\nMember States may decide to allow vacuum-packing instead of individual wrapping as provided for under point 1 for cuts of codes INT 12, 13, 14, 15, 16, 17 and 19.\"", "Article 1(2)(b) of the English version of Regulation (EC) No 1209/2001 shall read as follows: \"(b) the following may be bought into intervention: five-rib forequarters obtained using a straight cut from the carcasses or half carcasses referred to in Article 4(2) of Regulation (EC) No 562/2000; the price of forequarters shall be calculated by applying the coefficient 0,80 to the carcass price.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 201, 26.7.2001, p. 1.\n(3) OJ L 68, 16.3.2000, p. 22.\n(4) OJ L 149, 2.6.2001, p. 19.\n(5) OJ L 165, 21.6.2001, p. 15.\n(6) OJ L 197, 21.7.2001, p. 3."}