{"celex_id": "32009D0010", "uri": "http://publications.europa.eu/resource/cellar/411df7c1-86b3-4f55-967f-543d2fc930cd", "type": "Decision", "concepts": ["2528", "2825", "3057", "3885", "4074", "4075", "4308", "5234", "616"], "title": "2009/10/EC: Commission Decision of 2 December 2008 establishing a major accident report form pursuant to Council Directive 96/82/EC on the control of major-accident hazards involving dangerous substances (notified under document number C(2008) 7530) (Text with EEA relevance)\n", "header": "10.1.2009 EN Official Journal of the European Union L 6/64\nCOMMISSION DECISION\nof 2 December 2008\nestablishing a major accident report form pursuant to Council Directive 96/82/EC on the control of major-accident hazards involving dangerous substances\n(notified under document number C(2008) 7530)\n(Text with EEA relevance)\n(2009/10/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/82/EC of 9 December 1996 on the control of major-accident hazards involving dangerous substances (1), and in particular Article 15(2) thereof,\nAfter consulting the Committee established by Article 22 of the Directive,\nWhereas:\n(1) Article 14 of Directive 96/82/EC requires the Member States to ensure that, as soon as practicable following a major accident, the operator shall be required to inform the competent authorities. Article 15(1) of the Directive requires the Member States to inform the Commission as soon as practicable of major accidents within their territory meeting the criteria of Annex VI to the Directive. Article 15(2) of the Directive provides that the Member States shall, as soon as the information pursuant to Article 14 has been collected, inform the Commission of their analysis of the accident and recommendations on future preventive measures.\n(2) The information required pursuant to Article 15(2) has to be provided using a report form established and kept under review in accordance with the procedure referred to in Article 22 of the Directive.\n(3) The measures envisaged in this Decision are in accordance with the opinion of the Committee established by Article 22 of the Directive,", "main_body": ["For the purposes of Article 15(2) of Directive 96/82/EC on the control of major-accident hazards involving dangerous substances, the major accident report form set out in the Annex to this Decision is hereby adopted.", "With effect from 1 December 2008, the Member States shall provide reports containing information in accordance with the Annex, using the register and information system pursuant to Article 19(2) of Directive 96/82/EC.", "The definitive application of the major accident report form set out in the Annex shall be preceded by a test phase of 5 months, starting on 1 December 2008.", "If the test phase shows the necessity to amend the major accident report form set out in the Annex, the present Decision shall be amended in accordance with the procedure laid down in Article 22 of the Directive.", "Confidential information shall be handled in accordance with Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending its internal rules of procedures (2).", "Member States’ reports shall only contain the information available to the competent authorities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 December 2008.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 10, 14.1.1997, p. 13.\n(2)  OJ L 317, 3.12.2001, p. 1.\nANNEX\nInformation to be provided in accordance with Article 15(2) of Directive 96/82/EC\n(Where reference is made to the register and information system, this is the Commission’s Major Accident Reporting System electronic database, available at http://mahbsrv.jrc.it)"}