{"celex_id": "32009D1012", "uri": "http://publications.europa.eu/resource/cellar/b8f26dcc-f3a1-49c1-905b-015c77130230", "type": "Decision", "concepts": ["2300", "2487", "2647", "3169", "4415", "5542", "5788"], "title": "Council Decision 2009/1012/CFSP of 22 December 2009 on support for EU activities in order to promote the control of arms exports and the principles and criteria of Common Position 2008/944/CFSP among third countries\n", "header": "29.12.2009 EN Official Journal of the European Union L 348/16\nCOUNCIL DECISION 2009/1012/CFSP\nof 22 December 2009\non support for EU activities in order to promote the control of arms exports and the principles and criteria of Common Position 2008/944/CFSP among third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 26(2) and Article 31(1) thereof,\nWhereas:\n(1) On 26 June 1997, the Council adopted the EU Programme for Preventing and Combating Illicit Trafficking in Conventional Arms, committing the EU and its Member States to take concerted action to assist other countries in preventing and combating the illicit trafficking of arms.\n(2) On 8 December 2008, the Council adopted Common Position 2008/944/CFSP defining common rules governing control of exports of military technology and equipment, which lays down eight criteria for the export of conventional arms (1), establishes a notification and consultation mechanism for denials and includes a transparency procedure through the publication of the EU annual reports on arms exports. That Common Position contributes significantly to the harmonisation of national arms export control policies and its principles and criteria have been officially subscribed to by several third countries.\n(3) Article 11 of Common Position 2008/944/CFSP states that Member States will use their best endeavours to encourage other arms exporting States to apply the criteria of that Common Position.\n(4) The European Security Strategy adopted by Heads of State and Government on 12 December 2003 enunciates five key challenges to be faced by the EU in the post-Cold War environment: terrorism, the proliferation of weapons of mass destruction, regional conflicts, State failure and organised crime. The consequences of the uncontrolled circulation of conventional weapons are central to four of these five challenges. Indeed, the uncontrolled transfer of arms contributes to a worsening of terrorism and organised crime, and is a major factor in triggering and spreading conflicts, as well as in the collapse of State structures. In addition, the Strategy underlines the importance of export controls to contain proliferation.\n(5) The International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons, adopted by the United Nations General Assembly on 8 December 2005, aims to enhance the effectiveness of, and complement, existing bilateral, regional and international agreements to prevent, combat and eradicate the illicit trade in small arms and light weapons in all its aspects.\n(6) The EU Strategy to combat illicit accumulation and trafficking of small arms and light weapons (SALW) and their ammunition, adopted by the European Council on 15 and 16 December 2005, provides that the EU should, at regional and international level, support the strengthening of export controls and the promotion of the criteria of the Code of Conduct on Arms Exports, subsequently replaced by Common Position 2008/944/CFSP, by, inter alia, helping third countries to draft national legislation on this and promoting measures to improve transparency.\n(7) On 6 December 2006, the United Nations General Assembly, with the support of all Member States of the European Union, adopted Resolution 61/89, entitled ‘Towards an arms trade treaty: establishing common international standards for the import, export and transfer of conventional arms’. In December 2006 and June and December 2007, the Council adopted conclusions underlining that it is important for the EU and Member States to play an active role and cooperate with other States and regional organisations in the process within the United Nations to establish common international standards for the import, export and transfer of conventional arms, which would be a major contribution to tackling the undesirable and irresponsible proliferation of conventional arms which undermines peace, security, development and full respect for human rights.\n(8) On 17 March 2008, the Council adopted Joint Action 2008/230/CFSP on support for EU activities in order to promote the control of arms exports and the principles and criteria of the EU Code of Conduct on Arms Exports among third countries (2), the last activity under this Joint Action took place on 27 and 28 October 2009,", "main_body": ["1.   For the purposes of the practical implementation of:\n— the European Security Strategy,\n— the EU Strategy to combat illicit accumulation and trafficking of SALW and their ammunition,\n— Article 11 of Common Position 2008/944/CFSP,\n— the EU Programme for Preventing and Combating Illicit Trafficking in Conventional Arms,\n— the International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons, and,\n— the Council Conclusions on a International Arms Trade Treaty,\nthe European Union shall support activities in order to further the following objectives:\n(a) to promote, among third countries, the criteria and principles of Common Position 2008/944/CFSP;\n(b) to assist third countries in drafting and implementing legislation to ensure effective control of arms exports;\n(c) to assist third countries in the training of licensing officers to ensure adequate implementation and enforcement of arms export controls;\n(d) to assist third countries and regions in the elaboration of national and regional reports on arms exports and the promotion of other forms of scrutiny in order to promote transparency and accountability of arms exports;\n(e) to encourage third countries to support the United Nations process aiming at the adoption of a legally binding international treaty establishing common standards for the global trade in conventional arms, and to assist in ensuring that they are in a position to comply with such possible common standards.\n2.   A description of the projects furthering the objectives, as referred to in paragraph 1, is set out in the Annex.", "1.   The High Representative of the Union for Foreign Affairs and Security Policy (HR), shall be responsible for the implementation of this Decision.\n2.   The technical implementation of the projects referred to in Article 1(2) shall be carried out by the following implementing entity:\nThe German Federal Office of Economics and Export Control, BAFA.\n3.   The implementing entity shall perform its tasks under the responsibility of the HR. For this purpose, the HR shall enter into necessary arrangements with the implementing agency.", "1.   The financial reference amount for the implementation of the projects referred to in Article 1(2) shall be EUR 787 000.\n2.   The expenditure financed by the amount set out in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the Union’s budget.\n3.   The Commission shall supervise the proper implementation of the EU contribution referred to in paragraph 1 of this Article. For this purpose, it shall conclude a financing agreement with the implementing entity referred to in Article 2(2). The financing agreement shall stipulate that the implementing entity is to ensure visibility of the EU contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the entry into force of this Decision. It shall inform the Council of any difficulties in that process and of the date of conclusion of the agreement.", "1.   A factual report on progress achieved in each of the beneficiary countries shall be prepared upon completion of the last workshop and staff exchanges under this Decision by the EU Heads of Mission in each of the beneficiary countries.\n2.   The HR shall report to the Council on the implementation of this Decision, on the basis of regular reports prepared by the implementing entity referred to in Article 2(2) and the Heads of Mission referred to in paragraph 1 of this Article. Reports shall form the basis for the evaluation carried out by the Council. The Commission shall provide information on the financial implementation of the projects as referred to in Article 3(3).", "This Decision shall enter into force on the day of its adoption.\nIt shall expire 24 months after the date of conclusion of the financing agreement referred to in Article 3(3), or six months after the date of its adoption if no financing agreement has been concluded within that period.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 December 2009.\nFor the Council\nThe President\nA. CARLGREN\n(1)  OJ L 335, 13.12.2008, p. 99.\n(2)  OJ L 75, 18.3.2008, p. 81.\nANNEX\nSupport for EU activities in order to promote the control of arms exports and the principles and criteria of Common Position 2008/944/CFSP among third countries\nI.   Objectives\nThe overall objectives of this Decision are:\n(a) to promote, among third countries, the criteria and principles of Common Position 2008/944/CFSP;\n(b) to assist third countries in drafting and implementing legislation to ensure effective control of arms exports;\n(c) to assist countries in the training of licensing officers to ensure adequate implementation and enforcement of arms export controls;\n(d) to assist countries and regions in the elaboration of national and regional reports on arms exports and the promotion of other forms of scrutiny in order to promote transparency and accountability of arms exports;\n(e) to encourage third countries to support the United Nations process aiming at the adoption of a legally binding international treaty establishing common standards for the global trade in conventional arms, and to assist in ensuring that they are in a position to comply with such possible common standards.\nII.   Projects\nPurpose:\nDescriptions and cost estimates:\n(i) Workshops with groups of countries\n(ii) Staff exchanges\nIII.   Duration\nThe total estimated duration of the implementation of the projects will be 24 months.\nIV.   Beneficiaries\nFirst semester 2010:\n(i) The Western Balkan countries (Albania; Bosnia and Herzegovina; Croatia; the former Yugoslav Republic of Macedonia; Montenegro and Serbia)\n(ii) The North African Mediterranean partners of the European Neighbourhood Policy (Algeria; Egypt; Libya; Morocco and Tunisia)\nSecond semester 2010:\nFirst semester 2011:\nSecond semester 2011:\nIf unforeseen circumstances make it necessary to amend the list of beneficiaries or the timing of the workshops, the Working Party on Conventional Arms Exports (COARM) may, upon a proposal from the HR, decide to do so.\nShould any of the above countries not wish to take part in the workshop, additional countries may be selected (2) from the following additional partners of the European Neighbourhood Policy: Israel; Jordan; Lebanon; the Palestinian Authority and Syria.\nV.   Impact assessment\nThe impact of this Decision and Joint Action 2008/230/CFSP should be technically assessed upon completion of the last workshop and staff exchanges under this Decision. This will be carried out in the form of factual reports on the adoption of relevant legislation, establishment of export control authorities and effective export controls in the beneficiary countries. The reports will be prepared by the EU Heads of Mission in each of the beneficiary countries.\n(1)  The selection of the beneficiaries of staff exchanges shall be agreed upon within the relevant Council Working Party on a proposal from the HR.\n(2)  To be agreed upon within the relevant Council Working Party on a proposal from the HR."}