{"celex_id": "32009D0902", "uri": "http://publications.europa.eu/resource/cellar/8af14487-3553-4a0c-afac-a05d714f3a5c", "type": "Decision", "concepts": ["1708", "3347", "3489", "5519", "5640", "5864", "616"], "title": "Council Decision 2009/902/JHA of 30 November 2009 setting up a European Crime Prevention Network (EUCPN) and repealing Decision 2001/427/JHA\n", "header": "8.12.2009 EN Official Journal of the European Union L 321/44\nCOUNCIL DECISION 2009/902/JHA\nof 30 November 2009\nsetting up a European Crime Prevention Network (EUCPN) and repealing Decision 2001/427/JHA\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Articles 30(1), 31 and 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Belgium, the Czech Republic, the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Republic of Hungary, the Kingdom of the Netherlands, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden, the United Kingdom of Great Britain and Northern Ireland (1),\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) The Tampere European Council of 15 and 16 October 1999 concluded that there was a need to develop crime prevention measures, to exchange best practices and to strengthen the network of competent national authorities for crime prevention, as well as cooperation between national organisations specialising in this field, specifying that this cooperation could have as its chief priorities juvenile, urban and drug-related crime. To this end, a study of the possibility of a programme financed by the Community was called for.\n(2) Recommendation 6 of the European Union strategy for the beginning of the new millennium on the prevention and control of organised crime (2) calls for the Council to be assisted by suitably qualified experts on crime prevention, such as the national focal points, or by establishing a network of experts from national crime prevention organisations.\n(3) Council Decision 2001/427/JHA established a European Crime Prevention Network (3).\n(4) An external evaluation of the European Crime Prevention Network which was conducted in 2008-2009 identified opportunities for strengthening the Network which were accepted by the EUCPN Board and which make it necessary to repeal Decision 2001/427/JHA and to replace it by a new Council Decision concerning the Network.\n(5) The evaluation identified the need for more engagement in the activities of the Network by the national representatives.\n(6) A number of changes are required to strengthen the Network which include amendments to the provisions dealing with contact points, the Secretariat, the structure of the Board and its tasks, including the appointment of the Chair.\n(7) Changes in the composition of the Network should be efficient and cost-effective, drawing on previous experiences of Member States in funding and carrying out the secretarial and other Network tasks. The Board should increase efforts in cooperating to investigate and exploit to their full potential, the possibilities for funding through the general budget of the European Union. This could be done on the basis of either framework partnerships or that the Network is included in the list of recognised monopoly bodies in the relevant financing programme.\n(8) Other provisions should be based on Decision 2001/427/JHA,", "main_body": ["Setting-up\nA European Crime Prevention Network, hereinafter referred to as ‘the Network’, is hereby set up. It shall be regarded as the successor to the European Crime Prevention Network established by Decision 2001/427/JHA.", "Objective\n1.   The Network shall contribute to developing the various aspects of crime prevention at the Union level, taking account of the European Union crime preventive strategy, and shall support crime prevention activities at the national and local level.\n2.   Crime prevention shall cover all measures that are intended to reduce or otherwise contribute to reducing crime and citizens' feeling of insecurity, both quantitatively and qualitatively, either through directly deterring criminal activities or through policies and actions designed to reduce the potential for crime and the causes of crime. It includes work of government, competent authorities, criminal justice agencies, local authorities and the specialist associations they have set up in Europe, the private and voluntary sectors, researchers and the public, supported by the media.", "Structure and composition\n1.   The Network shall consist of a Board and a Secretariat as well as contact points which may be designated by each Member State.\n2.   The Board shall be made up of national representatives, with a Chair and an Executive Committee.\n3.   Each Member State shall appoint a national representative and may appoint a substitute.\n4.   The Chair shall be appointed from within the body of the national representatives.\n5.   The Executive Committee shall be led by the Chair and shall be composed of up to six further members of the Board and a representative designated by the Commission.", "Tasks of the Network\nThe Network shall, in particular:\n(a) facilitate cooperation, contacts and exchanges of information and experience between actors in the field of crime prevention;\n(b) collect, assess and communicate evaluated information including good practice on existing crime prevention activities;\n(c) organise conferences, in particular an annual Best Practice Conference, and other activities, including the annual European Crime Prevention Award, designed to achieve the objectives of the Network and to share widely the results thereof;\n(d) provide its expertise to the Council and the Commission as required;\n(e) report to the Council on its activities each year through the Board and the competent working bodies. The Council shall be invited to endorse the report and forward it to the European Parliament;\n(f) develop and implement a work programme based on a clearly defined strategy that takes account of identifying and responding to relevant crime threats.", "Information exchange\nTo accomplish its tasks, the Network shall:\n(a) favour a multidisciplinary approach;\n(b) be in close contact, through the national representatives and the contact points, with crime prevention bodies, local authorities, local partnerships and civil society as well as with research institutions and nongovernmental organisations in the Member States;\n(c) set up and maintain its own website, containing its regular reports and any other useful information, in particular a compendium of best practices;\n(d) endeavour to use and promote the results of projects, relevant for crime prevention, funded through Union programmes.", "Responsibilities\n1.   The Executive Committee shall provide support to the Chair to ensure, inter alia:\n(a) the development of the Network's strategy for approval by the Board;\n(b) the effective running of the Board, and\n(c) the development and carrying-out of the work programme.\n2.   The tasks of the Board shall include:\n(a) to ensure the proper functioning of the Network in accordance with this Decision, including deciding on the practical organisation of the Secretariat functions;\n(b) to develop and adopt a financial regulation;\n(c) to approve the Network’s strategy, which contributes to developing crime prevention at the Union level;\n(d) to adopt and ensure delivery of the Network's work programme;\n(e) to adopt an annual report of the Network's activities.\n3.   The Board shall adopt its Rules of Procedure by unanimous decision containing, inter alia, the provisions on the appointment and term of office of the Chair and of the members of the Executive Committee, the decision-making arrangements of the Board, the language arrangements, the tasks, organisation and resources of the Secretariat, and administrative arrangements for the cooperation with other entities as referred to in Article 8.\n4.   The Secretariat shall support the Board. It shall function on a permanent basis, for the full benefit of the Network, while respecting confidentiality as required. It shall have the following tasks:\n(a) to provide administrative and general support in the preparation of meetings, seminars and conferences; to draft the annual report and the work programme, to support implementation of the work programme and to provide a focal point for communication with the Network members;\n(b) to provide an analytical and support function to identify ongoing research activity in the field of crime prevention and related information that would be of use to the Network;\n(c) to take overall responsibility for hosting, developing and maintaining the Network website.\n5.   Each national representative shall promote the Network's activities at the national and local level and facilitate the provision, maintenance and exchange of crime prevention material between his Member State and the Network.\n6.   Contact points shall support national representatives in exchanging national crime prevention information and expertise within the Network.\n7.   The Secretariat shall report to and its performance shall be overseen by the Chair and the Executive Committee.\n8.   Member States are responsible for the financing of the Network and its activities. Member States shall, through the Board, cooperate to ensure cost-effective financing of the Network and its activities.\n9.   Paragraph 8 is without prejudice to the possibilities to seek and obtain financial support from the general budget of the European Union.", "Board meetings\nThe Board shall meet at least once during each half year on the invitation of the Chair.", "Cooperation with other entities\nThe Network may cooperate with other entities competent in the field of crime prevention where it is relevant to meeting its objectives.", "Evaluation\nThe Commission shall present an evaluation report to the Council on the activities of the Network with a special focus on the efficiency of the work of the Network and its Secretariat, taking due account of the interaction between the Network and other relevant stakeholders, by 30 November 2012. Based on the results of this evaluation, an assessment shall be carried out to identify possible opportunities that could be achieved by for example transferring the Secretariat to an existing Agency.", "0\nRepeal\nDecision 2001/427/JHA is hereby repealed.", "1\nTaking of effect\nThis Decision shall take effect on the day of its adoption."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ C 222, 15.9.2009, p. 2.\n(2)  OJ C 124, 3.5.2000, p. 1.\n(3)  OJ L 153, 8.6.2001, p. 1."}