{"celex_id": "32002R1519", "uri": "http://publications.europa.eu/resource/cellar/d6112e78-af34-4a51-8854-2af076954659", "type": "Regulation", "concepts": ["1144", "13", "1519", "2414", "2965", "5000", "5360", "755", "797"], "title": "Commission Regulation (EC) No 1519/2002 of 23 August 2002 derogating from Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, as regards the area payments for certain arable crops and the payments for set-aside for the 2002/2003 marketing year to producers in certain regions of Italy\n", "header": "Commission Regulation (EC) No 1519/2002\nof 23 August 2002\nderogating from Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, as regards the area payments for certain arable crops and the payments for set-aside for the 2002/2003 marketing year to producers in certain regions of Italy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1038/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Under the third indent of the second paragraph of Article 9 of Regulation (EC) No 1251/1999, the Commission may allow Member States, subject to the budgetary situation, to authorise, by way of derogation from Article 8(1), payments prior to 16 November (the normal payment date) in certain regions of up to 50 % of the area payments and the payment for set-aside in years in which exceptional climatic conditions have so reduced yields that producers face severe financial difficulties.\n(2) The production of arable crops in the Italian regions of the \"Mezzogiorno\" and the islands of Sicily and Sardinia has been affected by exceptionally dry weather conditions during and after the flowering period. This exceptional situation has resulted in an exceptionally low average yield.\n(3) Some producers are in severe financial difficulties as a result.\n(4) This being the case in Italy, and in view of the budgetary situation, that country should be authorised to make, before 16 November 2002, advance payments of area aid for cereals and advance payments of set-aside aid for the 2002/2003 marketing year.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. By way of derogation from Article 8(1) of Regulation (EC) No 1251/1999, an advance payment in respect of the 2002/2003 marketing year amounting up to 50 % of the area payments for cereals, including the supplement for durum wheat, and up to 50 % of the payments for set-aside may be made with effect from 26 August 2002 to Italian producers in the regions Molise, Campania, Puglia, Basilicata, Calabria, Sicilia and Sardegna.\n2. The advance payment provided for in paragraph 1 may be paid only if, on the day of payment, the producer in question is found to be eligible for it.\n3. Italy shall make the advance payment to producers no later than 15 October 2002.\n4. When calculating the final area payment to the producers who receive the advance, the competent authority shall take account of:\n(a) any reduction in the producer's eligible area;\n(b) any advance paid under this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 26 August 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 August 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 12.\n(2) OJ L 145, 31.5.2001, p. 16."}