{"celex_id": "32006R0314", "uri": "http://publications.europa.eu/resource/cellar/f1b6d9ba-7006-4133-8e54-6446b0b870ab", "type": "Regulation", "concepts": ["20", "3170", "3732", "4663", "863", "946"], "title": "Commission Regulation (EC) No 314/2006 of  22 February 2006  opening a standing invitation to tender for the resale on the internal market of paddy rice held by the Spanish intervention agency\n", "header": "23.2.2006 EN Official Journal of the European Union L 52/14\nCOMMISSION REGULATION (EC) No 314/2006\nof 22 February 2006\nopening a standing invitation to tender for the resale on the internal market of paddy rice held by the Spanish intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1), and in particular Article 7(4) and (5) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 75/91 (2) lays down the procedures and conditions for the disposal of paddy rice held by intervention agencies.\n(2) In view of the situation on the Community market in rice, a standing invitation to tender should be opened for the resale on the internal market of some 31 309 tonnes of paddy rice held by the Spanish intervention agency.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Under the conditions laid down in Regulation (EC) No 75/91, the Spanish intervention agency shall launch a standing call for tenders for the resale on the internal market of the quantities of paddy rice held by it, as set out in the Annex to this Regulation.", "1.   The time limit for submission of tenders under the first partial invitation to tender shall be 8 March 2006.\n2.   The closing date for the submission of tenders for the last partial invitation to tender shall be 28 June 2006.\n3.   Tenders shall be lodged with the Spanish intervention agency:\nFondo Español de Garantía Agraria (FEGA)\nBeneficencia 8\nE-28004 Madrid\nTélex 23427 FEGA E\nFax (34) 915 21 98 32, 915 22 43 87", "Article 19 of Regulation (EEC) No 75/91 notwithstanding, no later than the Tuesday of the week following the expiry of the deadline for submitting tenders the Spanish intervention agency shall inform the Commission of the quantity and average prices of the various lots sold, broken down by group where appropriate.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Regulation (EC) No 247/2006 (OJ L 42, 14.2.2006, p. 1).\n(2)  OJ L 9, 12.1.1991, p. 15.\nANNEX\nGroups 1\nQuantity (approximate) 31 309 t\nHarvest years 2003\nRice types all"}