{"celex_id": "32008D0337", "uri": "http://publications.europa.eu/resource/cellar/951f7f6e-385a-4b18-a0df-637e83754c3d", "type": "Decision", "concepts": ["1252", "2211", "3647", "3660", "4360", "4488", "5252", "6307", "849"], "title": "2008/337/EC: Commission Decision of 24 April 2008 amending Decision 2006/968/EC implementing Council Regulation (EC) No 21/2004 as regards guidelines and procedures for the electronic identification of ovine and caprine animals (notified under document number C(2008) 1571) (Text with EEA relevance)\n", "header": "29.4.2008 EN Official Journal of the European Union L 115/33\nCOMMISSION DECISION\nof 24 April 2008\namending Decision 2006/968/EC implementing Council Regulation (EC) No 21/2004 as regards guidelines and procedures for the electronic identification of ovine and caprine animals\n(notified under document number C(2008) 1571)\n(Text with EEA relevance)\n(2008/337/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals and amending Regulation (EC) No 1782/2003 and Directives 92/102/EEC and 64/432/EEC (1), and in particular Article 9(1) thereof,\nWhereas:\n(1) Regulation (EC) No 21/2004 provides that each Member State is to establish a system for the identification and registration of ovine and caprine animals in accordance with that Regulation. Pursuant to Regulation (EC) No 21/2004, the first means of identification of those animals is eartags. The second means of identification includes the electronic identification of ovine and caprine animals.\n(2) Commission Decision 2006/968/EC (2) sets out guidelines and procedures for the approval of identifiers and readers for the electronic identification of ovine and caprine animals pursuant to Regulation (EC) No 21/2004. That Decision lays down minimum requirements concerning certain conformance and performance tests for the approval of those identifiers and readers. Those tests are to be carried out by designated test laboratories that operate and are assessed and accredited in accordance with certain European standards.\n(3) Article 12(2) of Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (3) refers to those European standards in relation to the designation by competent authorities of official laboratories.\n(4) It is appropriate to amend the reference in Decision 2006/968/EC to those standards in order to take into account the specific character of the test laboratories referred to in that Decision.\n(5) Article 18 of Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004, (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (4) provides for a derogation from Article 12(2) of Regulation (EC) No 882/2004. Pursuant to that derogation, the competent authority may designate for a transitional period a test laboratory which has not been accredited. For the sake of clarity, Decision 2006/968/EC should refer to this derogation.\n(6) Decision 2006/968/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2006/968/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 June 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 5, 9.1.2004, p. 8. Regulation as last amended by Regulation (EC) No 1560/2007 (OJ L 340, 22.12.2007, p. 25).\n(2)  OJ L 401, 30.12.2006, p. 41.\n(3)  OJ L 165, 30.4.2004, p. 1; corrected version in OJ L 191, 28.5.2004, p. 1. Regulation as last amended by Council Regulation (EC) No 301/2008 (OJ L 97, 9.4.2008, p. 85).\n(4)  OJ L 338, 22.12.2005, p. 83. Regulation as last amended by Regulation (EC) No 1246/2007 (OJ L 281, 25.10.2007, p. 21).\nANNEX\nIn the Annex to Decision 2006/968/EC, Chapter IV is replaced by the following:\n‘CHAPTER IV\nTest laboratories\n1. The competent authority shall designate test laboratories for carrying out the tests provided for in this Decision.\n2. However, the competent authority may only designate test laboratories that operate and are assessed and accredited in accordance with Article 12(2)(a) of Regulation (EC) No 882/2004. Article 18 of Regulation (EC) No 2076/2005 applies until 31 December 2009.\n3. Member States shall draw up and keep up-to-date lists of test laboratories designated by the competent authorities and make such information available to the other Member States and the public on a website.’"}