{"celex_id": "32006D0956", "uri": "http://publications.europa.eu/resource/cellar/1f3ccc1b-9567-4d1f-b107-539533c809ae", "type": "Decision", "concepts": ["2695", "5313", "5328", "5640"], "title": "2006/956/EC,Euratom: Council Decision of 18 December 2006 amending the Rules of Procedure of the Court of First Instance of the European Communities with regard to languages\n", "header": "29.12.2006 EN Official Journal of the European Union L 386/45\nCOUNCIL DECISION\nof 18 December 2006\namending the Rules of Procedure of the Court of First Instance of the European Communities with regard to languages\n(2006/956/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Article 64 of the Protocol on the Statute of the Court of Justice,\nIn accordance with the procedure referred to in the second paragraph of Article 245 of the Treaty establishing the European Community and the second paragraph of Article 160 of the Treaty establishing the European Atomic Energy Community,\nHaving regard to the request of the Court of Justice,\nHaving regard to the Opinion of the European Parliament of 13 December 2006,\nHaving regard to the opinion of the Commission of 12 December 2006,\nWhereas on the accession of the Republic of Bulgaria and of Romania, Bulgarian and Romanian become official languages of the European Union and whereas those languages should be added to the list of languages of the case set out in the Rules of Procedure,", "main_body": ["The Rules of Procedure of the Court of First Instance of the European Communities of 2 May 1991 (OJ L 136, 30.5.1991, p. 1. Corrigendum in OJ L 317 of 19.11.1991, p. 34), as amended on 15 September 1994 (OJ L 249, 24.9.1994, p. 17), 17 February 1995 (OJ L 44, 28.2.1995, p. 64), 6 July 1995 (OJ L 172, 22.7.1995, p. 3), 12 March 1997 (OJ L 103, 19.4.1997, p. 6. Corrigendum in OJ L 351, 23.12.1997, p. 72), 17 May 1999 (OJ L 135, 29.5.1999, p. 92), 6 December 2000 (OJ L 322, 19.12.2000, p. 4), 21 May 2003 (OJ L 147, 14.6.2003, p. 22), 19 April 2004 (OJ L 132, 29.4.2004, p. 3), 21 April 2004 (OJ L 127, 29.4.2004, p. 108) and 12 October 2005 (OJ L 298, 15.11.2005, p. 1) are hereby amended as follows:", "5(1) shall be replaced by the following:\n‘1.   The language of a case shall be Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish or Swedish.’.", "This Decision shall take effect at the same time as the Treaty concerning the accession of the Republic of Bulgaria and of Romania to the European Union.\nThe texts of the Rules of Procedure of the Court of First Instance in Bulgarian and Romanian shall be adopted after the entry into force of the Treaty referred to in the first paragraph."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Council\nThe President\nJ.-E. ENESTAM"}