{"celex_id": "32009D0255", "uri": "http://publications.europa.eu/resource/cellar/13e44850-bba9-4e37-a899-4632ddb122d5", "type": "Decision", "concepts": ["1596", "2356", "2560", "3711", "3713", "4636"], "title": "2009/255/EC: Commission Decision of 20 March 2009 amending Decision 2003/135/EC as regards the eradication and emergency vaccination plans for classical swine fever in feral pigs in certain areas of the Federal States of North Rhine-Westphalia and Rhineland-Palatinate (Germany) (notified under document number C(2009) 1669)\n", "header": "21.3.2009 EN Official Journal of the European Union L 75/24\nCOMMISSION DECISION\nof 20 March 2009\namending Decision 2003/135/EC as regards the eradication and emergency vaccination plans for classical swine fever in feral pigs in certain areas of the Federal States of North Rhine-Westphalia and Rhineland-Palatinate (Germany)\n(notified under document number C(2009) 1669)\n(Only the French and German texts are authentic)\n(2009/255/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (1), and in particular Article 16(1) and 20(2) thereof,\nWhereas:\n(1) Commission Decision 2003/135/EC of 27 February 2003 on the approval of the plans for the eradication of classical swine fever and the emergency vaccination of feral pigs against classical swine fever in Germany, in the Federal States of Lower Saxony, North Rhine-Westphalia, Rhineland-Palatinate and Saarland (2) was adopted as one of a number of measures to combat classical swine fever.\n(2) Germany has informed the Commission about the recent evolution of that disease in feral pigs in certain areas of the Federal States of North Rhine-Westphalia and Rhineland-Palatinate.\n(3) That information indicates that classical swine fever in feral pigs has been eradicated in certain areas of those Federal States. Accordingly, the eradication and emergency vaccination plans for classical swine fever in feral pigs no longer need to be applied in those areas.\n(4) New cases of classical swine fever in feral pigs in a region on both sides of the border between North Rhine-Westphalia and Rhineland-Palatinate which was free of the disease so far have been reported. Accordingly, the eradication and emergency vaccination plans for classical swine fever in feral pigs needs to be applied in those areas.\n(5) Decision 2003/135/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2003/135/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Federal Republic of Germany and the French Republic."], "attachments": "Done at Brussels, 20 March 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 316, 1.12.2001, p. 5.\n(2)  OJ L 53, 28.2.2003, p. 47.\nANNEX\n‘ANNEX\n1.   AREAS WHERE ERADICATION PLANS ARE IN PLACE\nA.   In the Federal State Rhineland-Palatinate\n(a) in the Kreis Ahrweiler: the municipalities Adenau and Altenahr;\n(b) in the Landkreis Vulkaneifel: in the municipality Obere Kyll the localities Birgel, Esch, Feusdorf and Jünkerath, in the municipality Hillesheim the localities Berndorf, Dohm-Lammersdorf, Hillesheim, Kerpen, Nohn, Oberehe-Stroheich, Üxheim, Walsdorf and Wiesbaum, in the municipality Daun the locality Dreis-Brück, in the municipality Kelberg the localities Beinhausen, Bodenbach, Bongard, Borler, Boxberg, Brücktal, Drees, Gelenberg, Kelberg, Kirsbach, Neichen, Nitz, Reimerath and Welcherath;\n(c) the Kreise Altenkirchen and Neuwied;\n(d) in the Kreis Westerwald: the municipalities Bad Marienberg, Hachenburg, Ransbach-Baumbach, Rennerod, Selters, Wallmerod and Westerburg, the municipality Höhr-Grenzhausen north of the motorway A48, the municipality Montabaur north of the motorway A3 and the municipality Wirges north of the motorways A48 and A3;\n(e) in the Landkreis Südwestpfalz: the municipality Kröppen southeast of the L 483, the municipality Vinningen southeast of the L 478 and L 484, the municipalities Schweix, Hilst, Trulben, Eppenbrunn, Ludwigswinkel, Fischbach bei Dahn, Schönau (Pfalz), Hirschthal, Rumbach, Bruchweiler-Bärenbach, Bundenthal, Niederschlettenbach, Nothweiler, Bobenthal and Erlenbach bei Dahn.\nB.   In the Federal State North Rhine-Westfalia\n(a) in the Kreis Euskirchen: the city Bad Münstereifel, in the city Mechernich the localities Antweiler, Harzheim, Holzheim, Lessenich, Rißdorf, Wachendorf and Weiler am Berge, in the city Euskirchen the localities of Billig, Euenheim, Euskirchen, Flamersheim, Kirchheim, Kuchenheim, Kreuzweingarten, Niederkastenholz, Palmersheim, Rheder, Roitzheim, Schweinheim and Stotzheim, in the municipality of Nettersheim the localities Bouderath, Buir, Engelgau, Frohngau, Holzmühlheim, Pesch, Tondorf und Roderath, in the municipality Dahlem the locality Dahlem and the municipality Blankenheim, except the locality Blankenheimer Wald;\n(b) in the Rhein-Sieg-Kreis: in the city Meckenheim the localities Ersdorf and Altendorf, in the city Rheinbach the localities Oberdrees, Niederdrees, Wormersdorf, Todenfeld, Hilberath, Merzbach, Irlenbusch, Queckenberg, Kleinschlehbach, Großschlehbach, Loch, Berscheidt, Eichen and Kurtenberg, in the municipality of Swisttal the localities Miel and Odendorf, the cities Bad Honnef, Königswinter, Hennef (Sieg), Sankt Augustin, Niederkassel, Troisdorf, Siegburg and Lohmar and the municipalities Neunkirchen-Seelscheid, Eitorf, Ruppichteroth, Windeck and Much;\n(c) in the Kreis Siegen-Wittgenstein in the municipality Kreuztal the localities Krombach, Eichen, Fellinghausen, Osthelden, Junkernhees and Mittelhees, in the city Siegen the localities Sohlbach, Dillnhütten, Geisweid, Birlenbach, Trupbach, Seelbach, Achenbach, Lindenberg, Rosterberg, Rödgen, Obersdorf, Eisern and Eiserfeld, the municipalities Freudenberg, Neunkirchen and Burbach, in the municipality Wilnsdorf the localities Rinsdorf and Wilden;\n(d) in the Kreis Olpe in the city Drolshagen the localities Drolshagen, Lüdespert, Schlade, Hützemert, Feldmannshof, Gipperich, Benolpe, Wormberg, Gelsingen, Husten, Halbhusten, Iseringhausen, Brachtpe, Berlinghausen, Eichen, Heiderhof, Forth and Buchhagen, in the city Olpe the localities Olpe, Rhode, Saßmicke, Dahl, Friedrichsthal, Thieringhausen, Günsen, Altenkleusheim, Rhonard, Stachelau, Lütringhausen and Rüblinghausen, the municipality Wenden;\n(e) in the Märkische Kreis the cities Halver, Kierspe and Meinerzhagen;\n(f) in the city Remscheid the localities Halle, Lusebusch, Hackenberg, Dörper Höhe, Niederlangenbach, Durchsholz, Nagelsberg, Kleebach, Niederfeldbach, Endringhausen, Lennep, Westerholt, Grenzwall, Birgden, Schneppendahl, Oberfeldbach, Hasenberg, Lüdorf, Engelsburg, Forsten, Oberlangenbach, Niederlangenbach, Karlsruhe, Sonnenschein, Buchholzen, Bornefeld and Bergisch Born;\n(g) in the cities Köln and Bonn the municipalities on the right side of the river Rhine;\n(h) the city Leverkusen;\n(i) the Rheinisch-Bergische Kreis;\n(j) the Oberbergische Kreis.\n2.   AREAS WHERE THE EMERGENCY VACCINATION IS APPLIED\nA.   In the Federal State Rhineland-Palatinate\n(a) in the Kreis Ahrweiler: the municipalities Adenau and Altenahr;\n(b) in the Landkreis Vulkaneifel: in the municipality Obere Kyll the localities Birgel, Esch, Feusdorf and Jünkerath, in the municipality Hillesheim the localities Berndorf, Dohm-Lammersdorf, Hillesheim, Kerpen, Nohn, Oberehe-Stroheich, Üxheim, Walsdorf and Wiesbaum, in the municipality Daun the locality Dreis-Brück, in the municipality Kelberg the localities Beinhausen, Bodenbach, Bongard, Borler, Boxberg, Brücktal, Drees, Gelenberg, Kelberg, Kirsbach, Neichen, Nitz, Reimerath and Welcherath;\n(c) the Kreise Altenkirchen and Neuwied;\n(d) in the Kreis Westerwald: the municipalities Bad Marienberg, Hachenburg, Ransbach-Baumbach, Rennerod, Selters, Wallmerod and Westerburg, the municipality Höhr-Grenzhausen north of the motorway A48, the municipality Montabaur north of the motorway A3 and the municipality Wirges north of the motorways A48 and A3;\n(e) in the Landkreis Südwestpfalz: the municipality Kröppen southeast of the L 483, the municipality Vinningen southeast of the L 478 and L 484, the municipalities Schweix, Hilst, Trulben, Eppenbrunn, Ludwigswinkel, Fischbach bei Dahn, Schönau (Pfalz), Hirschthal, Rumbach, Bruchweiler-Bärenbach, Bundenthal, Niederschlettenbach, Nothweiler, Bobenthal and Erlenbach bei Dahn.\nB.   In the Federal State North Rhine-Westfalia\n(a) in the Kreis Euskirchen: the city Bad Münstereifel, in the city Mechernich the localities Antweiler, Harzheim, Holzheim, Lessenich, Rißdorf, Wachendorf and Weiler am Berge, in the city Euskirchen the localities of Billig, Euenheim, Euskirchen, Flamersheim, Kirchheim, Kuchenheim, Kreuzweingarten, Niederkastenholz, Palmersheim, Rheder, Roitzheim, Schweinheim and Stotzheim, in the municipality of Nettersheim the localities Bouderath, Buir, Engelgau, Frohngau, Holzmühlheim, Pesch, Tondorf und Roderath, in the municipality Dahlem the locality Dahlem and the municipality Blankenheim, except the locality Blankenheimer Wald;\n(b) in the Rhein-Sieg-Kreis: in the city Meckenheim the localities Ersdorf and Altendorf, in the city Rheinbach the localities Oberdrees, Niederdrees, Wormersdorf, Todenfeld, Hilberath, Merzbach, Irlenbusch, Queckenberg, Kleinschlehbach, Großschlehbach, Loch, Berscheidt, Eichen and Kurtenberg, in the municipality of Swisttal the localities Miel and Odendorf, the cities Bad Honnef, Königswinter, Hennef (Sieg), Sankt Augustin, Niederkassel, Troisdorf, Siegburg and Lohmar and the municipalities Neunkirchen-Seelscheid, Eitorf, Ruppichteroth, Windeck and Much;\n(c) in the Kreis Siegen-Wittgenstein in the municipality Kreuztal the localities Krombach, Eichen, Fellinghausen, Osthelden, Junkernhees and Mittelhees, in the city Siegen the localities Sohlbach, Dillnhütten, Geisweid, Birlenbach, Trupbach, Seelbach, Achenbach, Lindenberg, Rosterberg, Rödgen, Obersdorf, Eisern and Eiserfeld, the municipalities Freudenberg, Neunkirchen and Burbach, in the municipality Wilnsdorf the localities Rinsdorf and Wilden;\n(d) in the Kreis Olpe in the city Drolshagen the localities Drolshagen, Lüdespert, Schlade, Hützemert, Feldmannshof, Gipperich, Benolpe, Wormberg, Gelsingen, Husten, Halbhusten, Iseringhausen, Brachtpe, Berlinghausen, Eichen, Heiderhof, Forth and Buchhagen, in the city Olpe the localities Olpe, Rhode, Saßmicke, Dahl, Friedrichsthal, Thieringhausen, Günsen, Altenkleusheim, Rhonard, Stachelau, Lütringhausen and Rüblinghausen, the municipality Wenden;\n(e) in the Märkische Kreis the cities Halver, Kierspe and Meinerzhagen;\n(f) in the city Remscheid the localities Halle, Lusebusch, Hackenberg, Dörper Höhe, Niederlangenbach, Durchsholz, Nagelsberg, Kleebach, Niederfeldbach, Endringhausen, Lennep, Westerholt, Grenzwall, Birgden, Schneppendahl, Oberfeldbach, Hasenberg, Lüdorf, Engelsburg, Forsten, Oberlangenbach, Niederlangenbach, Karlsruhe, Sonnenschein, Buchholzen, Bornefeld and Bergisch Born;\n(g) in the cities Köln and Bonn the municipalities on the right side of the river Rhine;\n(h) the city Leverkusen;\n(i) the Rheinisch-Bergische Kreis;\n(j) the Oberbergische Kreis.’"}