{"celex_id": "32007R0560", "uri": "http://publications.europa.eu/resource/cellar/78304676-0899-488d-9e39-8bceb1861629", "type": "Regulation", "concepts": ["3156", "3568", "4734", "618"], "title": "Commission Regulation (EC) No 560/2007 of 23 May 2007 amending Regulation (EC) No 883/2001 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 as regards trade with third countries in products in the wine sector\n", "header": "24.5.2007 EN Official Journal of the European Union L 132/31\nCOMMISSION REGULATION (EC) No 560/2007\nof 23 May 2007\namending Regulation (EC) No 883/2001 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 as regards trade with third countries in products in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 63(8) thereof,\nWhereas:\n(1) Pursuant to Article 63(1) of Regulation (EC) No 1493/1999, to the extent necessary to enable the products listed in Article 1(2)(a) and (b) of that Regulation to be exported on the basis of the prices for those products on the world market and within the limits of the Agreements concluded in accordance with Article 300 of the Treaty, the difference between those prices and the prices in the Community may be covered by an export refund.\n(2) Export refunds may be set to cover the competitive gap between Community and third country's exports. Community exports to certain close destinations and to third countries granting Community products a preferential import treatment are currently in a particular favourable competitive position. Therefore, refunds for exports to those destinations should be abolished.\n(3) Commission Regulation (EC) No 883/2001 (2) should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Annex IV to Regulation (EC) No 883/2001 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 128, 10.5.2001, p. 1. Regulation as last amended by Regulation (EC) No 2016/2006 (OJ L 384, 29.12.2006, p. 38).\nANNEX\nIn Annex IV to Regulation (EC) No 883/2001, the text under the headings ‘zone 3’ and ‘zone 4’ is replaced by the following:\n‘Zone 3: Eastern Europe and the countries of the Commonwealth of Independent States\nArmenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, Turkmenistan, Ukraine, Uzbekistan.\nZone 4: Western Europe\nIceland, Norway’"}