{"celex_id": "32008D0649", "uri": "http://publications.europa.eu/resource/cellar/ead8f864-0c54-47a5-a6c4-67bd4ada7f1f", "type": "Decision", "concepts": ["1591", "2771", "3191", "4062", "5876", "765"], "title": "2008/649/EC: Commission Decision of 3 July 2008 accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of solutions of urea and ammonium nitrate originating in Russia\n", "header": "8.8.2008 EN Official Journal of the European Union L 213/39\nCOMMISSION DECISION\nof 3 July 2008\naccepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of solutions of urea and ammonium nitrate originating in Russia\n(2008/649/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) The Council, by Regulation (EC) No 1995/2000 (2), imposed a definitive anti-dumping duty on imports of solutions of urea and ammonium nitrate (product concerned) originating, inter alia, in Russia. Following an expiry review initiated in September 2005, the Council, by Regulation (EC) No 1911/2006 (3), renewed for five years these measures at their current level.\n(2) The Commission announced on 19 December 2006 the initiation of a partial interim review of those measures by a notice of initiation published in the Official Journal of the European Union\n (4) upon request of the Open Joint Stock Company (OJSC) ‘Mineral and Chemical Company Eurochem’, the holding company of OJSC Novomoskovskiy Azot and OJSC Nevinnomyssky Azot, Russia (the exporting producer).\n(3) The definitive findings and conclusions of the partial interim review concerning the exporting producer were set out in Council Regulation (EC) No 238/2008 (5). During the interim review the exporting producer expressed an interest in offering a price undertaking but failed to submit a duly substantiated offer within the deadline as set out in Article 8(2) of the basic Regulation. However, as stated in the abovementioned Regulation, the Council considered that the exporting producer should exceptionally be allowed to complete its undertaking offer within 10 calendar days from entry into force of that Regulation due to reasons set out in recitals 57 and 58 of Regulation (EC) No 238/2008. Subsequent to the publication of the abovementioned Regulation and within the deadline as set out in that Regulation, the exporting producer submitted an acceptable price undertaking offer in accordance with Article 8(1) of the basic Regulation.\nB.   UNDERTAKING\n(4) The exporting producer offered to sell the product concerned falling under CN code 3102 80 00 at or above price levels which eliminate the injurious effects of dumping. In addition, the offer made foresees the indexation of the minimum price in accordance with public international quotations of the product concerned, given that the prices of the product concerned vary significantly. The exporting producer also offered to respect a certain quantitative ceiling in order to avoid that its imports could influence the prices in France as those prices serve as a basis for the indexation. The level of the quantitative ceiling is set in total around 10 % of the total Community consumption of the product concerned.\n(5) Moreover, the exporting producer — in order to reduce the risk of price violation by means of cross-compensation of the prices — offered not to sell the product covered by the undertaking to the same customers in the European Community to which they sell other products, with the exception of certain other products for which the exporting producer undertakes to respect a specific price regime.\n(6) The exporting producer will also provide the Commission with regular and detailed information concerning its exports to the Community, so that the undertaking can be monitored effectively by the Commission. Furthermore, the sales structure of the exporting producer is such that the Commission considers that the risk of circumventing the undertaking is limited.\n(7) Subsequent to the disclosure of the undertaking offer, the Community industry objected to this undertaking offer. The Community industry argued that the prices of the product concerned are volatile and that an indexation of the minimum price based on the quoted prices of the product concerned is not workable under all market conditions, in particular it would not be workable in a supply driven market, i.e. a market situation in which the buyer can determine the prices due to high supply. Therefore the Community industry suggested to base the indexation of the minimum prices on the prices of natural gas as quoted at Waidhaus. However, in this regard it has to be noted that a natural gas price based indexation is not considered to be feasible in this case due to the poor correlation of the product concerned and natural gas prices. As concerns the Community industry's comments that on a supply driven market the current indexation formula will not be workable, it is noted that the Commission will monitor this undertaking and should prima facie evidence exist that the undertaking is no longer workable, the Commission should act expeditiously to remedy the situation, as set out in recital 11.\n(8) The Community industry further argued that the level of the quantitative ceiling would be too high and requested it to be set maximum at 3 % of total Community consumption. It claimed that the exporting producer would be able to influence the prices on the Community market with a higher amount and thus make the indexation of the minimum price unworkable. In this respect it should be noted that the quantitative ceiling was established at a level which was considered to (i) satisfactorily limit the risk of the exporting producer influencing the prices on the French market thus rendering the indexation formula unworkable (ii) be sufficiently high so that the undertaking remains practicable at the same time. Moreover, the Community industry failed to substantiate its argument as to how any quantity exceeding 3 % of the total Community consumption would have a detrimental impact on prices.\n(9) The Community industry proposed moreover the introduction of a ‘progressive quantitative ceiling’ whereby the quantitative ceiling of the exporting producer shall be increased on a yearly basis depending on the exporting producer respecting the terms of the undertaking. This suggestion is however rejected because the sole aim of the quantitative ceiling is to limit the risk of influencing the prices on which the indexation of minimum price is based. It should also be noted that in case of a breach of the undertaking, the acceptance of the undertaking as such may be withdrawn.\n(10) In view of the above, the undertaking offered by the Russian exporting producer is acceptable.\n(11) However, due to the special elements of this undertaking (i.e. in particular the indexation formula) the Commission will assess the practicability of the undertaking regularly. For its practicability assessment, the Commission will take into account, but is not restricted to, the following criteria: the prices of the product concerned in the French market; the level of the coefficient of the indexation formula; the sales prices of the exporting producer as reported by them in their quarterly sales reports; profitability of the Community industry. In particular, should this practicability assessment show that the decrease of the profitability of the Community industry is attributable to the undertaking, the Commission endeavours to withdraw the acceptance of the undertaking expeditiously in accordance with Article 8(9) of the basic Regulation.\n(12) In order to enable the Commission to monitor ‘effectively the companies’ compliance with the undertaking, when the request for release into free circulation is presented to the relevant customs authority, exemption from the anti-dumping duty will be conditional on (i) the presentation of an undertaking invoice containing at least the elements listed in the Annex to Council Regulation (EC) No 789/2008 (6): (ii) the fact that imported goods are manufactured, shipped and invoiced directly by the said companies to the first independent customer in the Community; and (iii) the fact that the goods declared and presented to customs correspond precisely to the description on the undertaking invoice. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of anti-dumping duty shall instead be payable.\n(13) To further ensure the respect of this undertaking, importers have been made aware by the Regulation (EC) No 789/2008 that the non-fulfillment of the conditions provided for by this Regulation, or the withdrawal by the Commission of the acceptance of the undertaking, may lead to the customs debt being incurred for the relevant transactions.\n(14) In the event of a breach or withdrawal of the undertaking or in case of withdrawal of acceptance of the undertaking by the Commission, the anti-dumping duty imposed in accordance with Article 9(4) of the basic Regulation shall automatically apply pursuant to Article 8(9) of the basic Regulation,", "main_body": ["The undertaking offered by the exporting producer mentioned below in connection with the anti-dumping proceeding concerning imports of mixtures of urea and ammonium nitrate in aqueous or ammoniacal solution originating in Russia is hereby accepted.\nCountry Company Taric Additional Code\nRussia Open Joint Stock Company (OJSC) Mineral and Chemical Company ‘Eurochem’, member of the Eurochem group of companies, Moscow, Russia, for goods produced by its related company OJSC NAK Azot, Novomoskovsk, Russia, or by its related company OJSC Nevinnomyssky Azot, Nevinnomyssk, Russia, either sold directly to the first independent customer in the Community or the same goods sold by Eurochem Trading GmbH, Zug, Switzerland, to the first independent customer in the Community A885", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 3 July 2008.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 238, 22.9.2000, p. 15. Regulation as amended by Regulation (EC) No 1675/2003 (OJ L 238, 25.9.2003, p. 4).\n(3)  OJ L 365, 21.12.2006, p. 26.\n(4)  OJ C 311, 19.12.2006, p. 51.\n(5)  OJ L 75, 18.3.2008, p. 14.\n(6)  See page 14 of this Official Journal."}