{"celex_id": "32000R2789", "uri": "http://publications.europa.eu/resource/cellar/1f331588-1473-41a3-b5d0-f0f1cf562bdc", "type": "Regulation", "concepts": ["1730", "2758", "4080", "4350", "4793", "5076"], "title": "Council Regulation (EC) No 2789/2000 of 14 December 2000 extending Regulation (EEC) No 1657/93 temporarily suspending the autonomous Common Customs Tariff duties on certain industrial products intended to equip the free zones of the Azores and Madeira as regards the Madeira free zone\n", "header": "Council Regulation (EC) No 2789/2000\nof 14 December 2000\nextending Regulation (EEC) No 1657/93 temporarily suspending the autonomous Common Customs Tariff duties on certain industrial products intended to equip the free zones of the Azores and Madeira as regards the Madeira free zone\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) Regulation (EEC) No 1657/93(1) establishes, until 31 December 2000, a temporary suspension of autonomous Common Customs Tariffs for certain industrial products intended to equip the free zones of the Azores and Madeira.\n(2) As provided for in Article 3 of Regulation (EEC) No 1657/93, the Commission, after consulting the competent Portuguese authorities, examined the effects of the measures adopted on the development of the free zone of Caniรงal (Madeira), which is at present the only free zone in the outermost regions of Portugal.\n(3) Initially, these measures had a positive effect on the creation and establishment of new businesses and on the development of a number of industrial activities, especially in the textiles, plastics and glass sectors. More recently, economic conditions and infrastructure problems have led to a slow-down in the emergence of new industries and paralysed part of the processing sector. This situation should come to an end once the free-zone infrastructure and enlargement work presently being carried out is completed, and new innovative processing industries are established, alongside those which perform simpler recycling, packaging and storage tasks.\n(4) For their part, the Portuguese authorities have expressed an interest in extending these measures for a period of time in no case shorter than that which was previously granted, so as to encourage industrial investment in the Madeira free zone, and thus promote the region's socio-economic development.\n(5) Upon detailed examination of the situation and the impact of the measures adopted, such an extension of the time-limit on these measures does indeed appear likely to give a further boost to the development of industrial activities in the free zone; the suspension of the autonomous Common Customs Tariffs for capital equipment should therefore be extended, as requested by the Portuguese authorities.\n(6) Nonetheless, in order to avoid directly affecting the functioning of the common market, a time limit must be set for this measure,", "main_body": ["The suspension referred to in Article 1(1) of Regulation (EEC) No 1657/93 shall be extended until 31 December 2008 with regard to the Madeira free zone.", "In the course of the year 2008, after consulting the competent Portuguese authorities, the Commission will again examine the effects of the measures adopted on the development of the Madeira free zone and will, if required, make appropriate proposals.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 158, 30.6.1993, p. 1. Regulation as amended by Regulation (EC) No 3256/94 (OJ L 339, 29.12.1994, p. 1)."}