{"celex_id": "32009D0846", "uri": "http://publications.europa.eu/resource/cellar/db1dd87d-ee1e-44a2-9061-fd9463f3948d", "type": "Decision", "concepts": ["1154", "1474", "206", "4038", "5181", "5315", "5769", "616", "6852"], "title": "2009/846/EC: Commission Decision of 20 October 2009 on the conclusion of an administrative Agreement between the European Commission and the European GNSS Supervisory Authority on the security and exchange of classified information\n", "header": "20.11.2009 EN Official Journal of the European Union L 306/39\nCOMMISSION DECISION\nof 20 October 2009\non the conclusion of an administrative Agreement between the European Commission and the European GNSS Supervisory Authority on the security and exchange of classified information\n(2009/846/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 683/2008 of the European Parliament and of the Council of 9 July 2008 on the further implementation of the European satellite navigation programmes (EGNOS and Galileo) (1), and in particular Article 13 thereof,\nWhereas:\n(1) Pursuant to Article 12(1) of Regulation (EC) No 683/2008, public governance of the two programmes is based on the principle of a strict division of responsibilities between the European Community, represented by the Commission, the European GNSS Supervisory Authority established under Council Regulation (EC) No 1321/2004 (2) and the European Space Agency. The Commission is responsible for the management of the programmes.\n(2) Article 13 of Regulation (EC) No 683/2008, concerning governance of the security aspects of the European satellite radio navigation programmes, lays down in particular that the Commission is to manage all the security aspects of the systems resulting from these programmes.\n(3) Pursuant to Article 16 of that Regulation, where programme security is concerned the European GNSS Supervisory Authority is responsible for security accreditation and the operation of the Galileo Security Centre on the basis of guidelines adopted by the Commission.\n(4) The tasks assigned to the Commission and the European GNSS Supervisory Authority respectively pursuant to the abovementioned provisions in the context of the Galileo and EGNOS programmes entail the exchange of classified information between those two entities. They also entail the exchange of classified information between the European GNSS Supervisory Authority on the one hand and the European Space Agency, Council and Member States on the other, via the Commission.\n(5) In Decision 2001/844/EC, ECSC, Euratom (3), the Commission amended its internal Rules of Procedure to include rules setting out basic principles and minimum standards of security, particularly with regard to EU classified information.\n(6) Pursuant to Article 20 of Regulation (EC) No 1321/2004, the European GNSS Supervisory Authority has the task of applying the security principles contained in Decision 2001/844/EC, ECSC, Euratom. This covers, inter alia, provisions for the exchange, handling and storage of classified information.\n(7) At present there is no framework for the exchange of classified information between the Commission and the European GNSS Supervisory Authority or between the European GNSS Supervisory Authority on the one hand and the European Space Agency, Council and Member States on the other, via the Commission.\n(8) It is therefore necessary to conclude an Agreement between the Commission and the European GNSS Supervisory Authority on the security and exchange of classified information. Such an Agreement has been negotiated by the Commission and the European GNSS Supervisory Authority and should therefore be approved and signed,", "main_body": ["The Agreement between the European Commission and the European GNSS Supervisory Authority on the security and exchange of classified information is hereby approved.\nThe text of the Agreement is annexed to this Decision.", "The Director-General of the Directorate-General for Energy and Transport of the European Commission is hereby authorised to sign the Agreement on behalf of the Commission.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 20 October 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 196, 24.7.2008, p. 1.\n(2)  OJ L 246, 20.7.2004, p. 1.\n(3)  OJ L 317, 3.12.2001, p. 1.\nANNEX\nAgreement between the European Commission and the European GNSS Supervisory Authority on the security and exchange of classified information\nTHE EUROPEAN COMMISSION,\nhereinafter ‘the Commission’, represented by the Director-General for Energy and Transport,\nof the one part, and\nTHE EUROPEAN GNSS SUPERVISORY AUTHORITY,\nhereinafter ‘the GSA’, represented by its Executive Director,\nof the other part,\nhereinafter ‘the parties’ or ‘the party’,\nHAVING REGARD to the Treaty establishing the European Community,\nHAVING REGARD to Regulation (EC) No 683/2008 of the European Parliament and of the Council of 9 July 2008 on the further implementation of the European satellite navigation programmes (EGNOS and Galileo),\nHAVING REGARD to Council Regulation (EC) No 1321/2004 of 12 July 2004 on the establishment of structures for the management of the European satellite radio-navigation programmes,\nHAVING REGARD to Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001, amending its internal rules of procedure,\nWHEREAS there is a permanent need, in the context of the European satellite radio-navigation programmes EGNOS and Galileo, to exchange classified information between the parties,\nNOTING THAT to ensure optimum and effective cooperation and consultations it may be necessary to have access to classified information of the parties, and to exchange classified information between the parties,\nMINDFUL of the fact that such access and such an exchange of classified information call for appropriate security measures,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nFor the purposes of this Agreement:\n(a) ‘classified information’ means any information (namely, knowledge that can be communicated in any form) or any material, including documents, considered by one of the parties to require protection against unauthorised disclosure and designated as such by a security classification;\n(b) ‘party from which the information originates’ means the party from which classified information that is communicated or disclosed to the other party, namely the receiving party, originates;\n(c) ‘receiving party’ means the party which receives classified information from the other party, namely the party from which the information originates;\n(d) ‘security regulations’ means Decision 2001/844/EC, ECSC, Euratom, to the extent that it is applicable to each party, and the internal procedures and regulations of each party.\nArticle 2\nThis Agreement shall apply to classified information communicated by one party to the other party or exchanged between them in accordance with their respective security regulations for the purposes of the European satellite radio-navigation programmes (Galileo and EGNOS).\nArticle 3\nEach party:\n(a) shall ensure the protection and safeguarding of classified information covered by this Agreement which is communicated by one party to the other party or exchanged between them;\n(b) shall ensure that the classified information communicated or exchanged under this Agreement keeps the security classification allocated to it by the party from which the information originates. The receiving party shall ensure the protection and safeguarding of such classified information in accordance with its own security regulations relating to classified information assigned an equivalent security classification in accordance with the security arrangements to be established pursuant to Article 9;\n(c) shall refrain from making use of such classified information covered by this Agreement for purposes other than those established by the party from which the information originates;\n(d) shall refrain from disclosing such classified information covered by this Agreement to third parties other than those referred to in Article 4(4) and (5) without the prior consent of the party from which the information originates;\n(e) shall authorise access to such classified information only to persons who have a need to know that information and, where appropriate, have the required level of security clearance.\nArticle 4\n1.   In accordance with the principle of control by the transmitting agency, classified information may be communicated or disclosed by the party from which the information originates to the receiving party.\n2.   Disclosure or communication of classified information to third parties other than those referred to in paragraphs 4 and 5 shall be carried out by decision of the receiving party subject to the prior written consent of the party from which the information originates, in accordance with the principle of control by the transmitting agency, as defined in its security regulations.\n3.   For the application of paragraphs 1 and 2, automatic disclosure to third parties other than those referred to in paragraphs 4 and 5 shall be possible only if procedures have been established and adopted between the parties for certain categories of information with a bearing on their operational needs.\n4.   Classified information originating from the GSA may be automatically disclosed by the Commission to the European Space Agency (‘ESA’), the Council and the Member States.\n5.   The Commission shall endeavour to conclude agreements and arrangements with the ESA, the Council and the Member States respectively, to allow the automatic disclosure to the GSA of classified information originating from the ESA, the Council and the Member States.\nArticle 5\n1.   The parties shall endeavour to have a security system and establish security measures which comply with the basic principles and minimum standards provided for in their respective security regulations and figure in the arrangements to be established under Article 9, so that an equivalent level of protection is ensured for classified information covered by this Agreement.\n2.   The parties shall provide mutual assistance with regard to the security of classified information covered by this Agreement and security questions of mutual interest. The authorities referred to in Article 9 shall carry out consultations and reciprocal inspections relating to security in order to evaluate the effectiveness of the security arrangements under their responsibility which are to be established under that Article.\n3.   Prior to the communication or exchange between the parties of classified information covered by this Agreement, the responsible security authorities referred to in Article 9 shall state that they agree that the receiving party is able to ensure the protection and safeguarding of that information in accordance with the arrangements to be established under that Article.\nArticle 6\nThe parties shall endeavour to ensure that any persons who, in carrying out their official duties, need to have access to or, on account of their tasks or duties, may have access to classified information communicated or exchanged under this Agreement have, if need be, appropriate security clearance before authorising them to have access to such classified information.\nThe purpose of the security clearance procedures shall be to determine whether, taking into account their loyalty and reliability, they may have access to classified information.\nArticle 7\n1.   For the purposes of this Agreement:\n(a) where the Commission is concerned, all correspondence shall be sent to the central office of the Secretariat-General of the Commission, at the following address:\nEuropean Commission\nSecretariat-General\n1049 Bruxelles/Brussel\nBELGIQUE/BELGIË\n(b) where the GSA is concerned, all correspondence shall be sent to the following address:\nGSA\nLocal Security Officer\nRue de la Loi/Wetstraat 56\n1049 Bruxelles/Brussel\nBELGIQUE/BELGIË\n2.   By way of derogation from paragraph 1, correspondence from a party to which only specific staff, bodies or departments of that party have access may, for operational reasons, only be addressed and accessible to staff, bodies or departments of the other party specifically designated as recipients, taking into account their responsibilities and in accordance with the need-to-know principle. If that is the case:\n(a) where the Commission is concerned, such correspondence shall be sent direct by the GSA to the local office which serves the specific staff, bodies or departments within the Commission, or via the [central office of the Secretariat-General] of the Commission, where the receiving staff, bodies or departments do not have a local office;\n(b) where the GSA is concerned, such correspondence shall be sent via the GSA’s Security Department.\nArticle 8\nThe Executive Director of the GSA and the Director of the Commission’s Security Directorate shall supervise the application of this Agreement.\nArticle 9\n1.   For the purposes of applying this Agreement, security arrangements shall be established between the authorities referred to in paragraphs 2 and 3 in order to determine the standards for security protection and reciprocal safeguarding of classified information communicated or exchanged under this Agreement.\n2.   The GSA’s Security Department, under the authority of and on behalf of the Executive Director of the GSA, shall prepare security arrangements to ensure the protection and safeguarding of classified information communicated to the GSA or exchanged with it under this Agreement.\n3.   The Commission’s Security Directorate, acting under the authority of the Member of the Commission responsible for security matters, shall prepare security arrangements to ensure the protection and safeguarding of classified information communicated or exchanged under this Agreement within the Commission and in its buildings.\n4.   For the GSA, the security arrangements referred to in paragraph 1 shall be subject to the approval of the GSA’s Administrative Board.\nArticle 10\nThe authorities referred to in Article 9 shall establish the procedures to be followed where it is established or suspected that classified information covered by this Agreement is compromised, including notification to the other party of the situation and the measures taken.\nArticle 11\nEach party shall bear its own costs incurred in implementing this Agreement.\nArticle 12\nAny dispute between the Commission and the GSA arising from the interpretation or application of this Agreement shall be the subject of negotiations between the parties.\nArticle 13\n1.   This Agreement shall enter into force on the first day of the first month following the date on which the parties have notified each other that the necessary internal procedures have been completed.\n2.   Each party shall notify the other of any change in its regulations that is liable to compromise the protection of classified information covered by this Agreement.\n3.   This Agreement may be reviewed at the request of one or other of the parties with a view to making possible amendments.\n4.   Any amendment to this Agreement shall be made only in writing and by mutual agreement between the parties. It shall enter into force by means of mutual notification, in accordance with paragraph 1.\n5.   This Agreement is concluded for an indefinite period of time. It may be terminated at any time by one or other of the parties by means of written notification of termination addressed to the other party. Termination shall take effect 6 months following receipt of notification by the other party. However, it shall not affect obligations entered into earlier under this Agreement. In particular, all classified information communicated or exchanged under this Agreement shall continue to be protected in accordance with this Agreement until such time as the recipient returns it to the party from which it originates, at the request of the latter.\n6.   This Agreement is drawn up in duplicate in English.\nIn witness whereof the undersigned, being duly authorised thereto, have signed this Agreement.\nDone at Brussels, 11 November 2009.\nFor the Commission\nDirector-General\nMatthias RUETE\nFor the European GNSS Supervisory Authority\nExecutive Director\nPedro PEDREIRA"}