{"celex_id": "32002R0893", "uri": "http://publications.europa.eu/resource/cellar/c245922c-1f85-4623-80e8-4180154527ae", "type": "Regulation", "concepts": ["1474", "3763", "4506", "4509", "4533"], "title": "Regulation (EC) No 893/2002 of the European Parliament and of the Council of 27 May 2002 amending Regulation (EC) No 685/2001 in order to provide for the distribution among Member States of authorisations received pursuant to the Agreement establishing certain conditions for the carriage of goods by road and the promotion of combined transport between the European Community and Romania\n", "header": "Regulation (EC) No 893/2002 of the European Parliament and of the Council\nof 27 May 2002\namending Regulation (EC) No 685/2001 in order to provide for the distribution among Member States of authorisations received pursuant to the Agreement establishing certain conditions for the carriage of goods by road and the promotion of combined transport between the European Community and Romania\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nFollowing consultation of the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\nWhereas:\n(1) By Council Decision 2002/409/EC(4), the European Community concluded an Agreement with Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport.\n(2) This Agreement provides for the Community to receive road transit authorisations from Romania, as is the case under the almost identical agreements concluded with Bulgaria and Hungary.\n(3) Reasons of consistency call for the rules governing the distribution of these authorisations to be identical to those established for the distribution of the authorisations received pursuant to the agreements with Bulgaria and Hungary.\n(4) Regulation (EC) No 685/2001(5) should be amended accordingly,", "main_body": ["Regulation (EC) No 685/2001 is hereby amended as follows:\n1. The title shall be replaced by the following: \"Regulation (EC) No 685/2001 of the European Parliament and of the Council of 4 April 2001 concerning the distribution among Member States of authorisations received pursuant to the Agreements establishing certain conditions for the carriage of goods by road and the promotion of combined transport between the European Community and the Republic of Bulgaria, between the European Community and the Republic of Hungary and between the European Community and Romania.\"\n2. Article 1 shall be replaced by the following: \"Article 1\nThis Regulation lays down the rules for the distribution among Member States of authorisations available to the Community by virtue of Article 6(2) of the Agreements concluded between the European Community and the Republic of Bulgaria, between the European Community and the Republic of Hungary and between the European Community and Romania establishing certain conditions for the carriage of goods by road and the promotion of combined transport (hereinafter referred to as the 'Agreements').\"\n3. The Annex shall be replaced by the following:\n\">TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nM. Arias Cañete\n(1) OJ C 278 E, 25.9.2001, p. 102.\n(2) OJ C 36, 8.2.2002, p. 27.\n(3) Opinion of the European Parliament of 5 September 2001 (OJ C 72, 21.3.2002, p. 141) and Council Decision of 22 April 2002.\n(4) See page 74 of this Official Journal.\n(5) OJ L 108, 18.4.2001, p. 1."}