{"celex_id": "32007D0208", "uri": "http://publications.europa.eu/resource/cellar/a19a85a8-376e-4e9e-8b5a-b056acc035bd", "type": "Decision", "concepts": ["1005", "1445", "3763", "4743", "5063", "6152", "6316", "6322"], "title": "2007/208/EC: Commission Decision of 30 March 2007 concerning a Community financial contribution towards a baseline survey on the prevalence of Salmonella in turkeys to be carried out in Bulgaria and in Romania (notified under document number C(2007) 1401)\n", "header": "3.4.2007 EN Official Journal of the European Union L 92/18\nCOMMISSION DECISION\nof 30 March 2007\nconcerning a Community financial contribution towards a baseline survey on the prevalence of Salmonella in turkeys to be carried out in Bulgaria and in Romania\n(notified under document number C(2007) 1401)\n(Only the Bulgarian and Romanian texts are authentic)\n(2007/208/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Decision 90/424/EEC provides for Community financial contributions towards specific veterinary measures. It also provides for the Community to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of veterinary legislation and for the development of veterinary education or training.\n(2) Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of Salmonella and other specified food-borne zoonotic agents (2), provides that a Community target is to be established for reducing the prevalence of Salmonella in populations of flocks of turkeys by the end of 2007.\n(3) In order to set the Community target, comparable data on the prevalence of Salmonella in populations of turkeys in Bulgaria and in Romania need to be available. Such information is presently not available and a special survey should therefore be carried out to monitor the prevalence of Salmonella in turkeys over a suitable period in those Member States.\n(4) A baseline study on Salmonella in turkey is to be carried out by the other Member States between October 2006 and September 2007 in accordance with Commission Decision 2006/662/EC of 29 September 2006 concerning a financial contribution from the Community towards a baseline survey on the prevalence of Salmonella in turkeys to be carried out in the Member States (3). The same procedures should be used in the baseline studies in Bulgaria and in Romania. However, the period of the survey should be shortened in order to enable the analysis of the data of all Member States at the same time.\n(5) The survey is to provide the technical information necessary for the development of Community veterinary legislation. Given the importance of collecting comparable data on the prevalence of Salmonella in turkeys in Bulgaria and in Romania, those Member States should be granted a Community financial contribution for implementing the specific requirements of the survey. It is therefore appropriate to reimburse 100 % of the costs incurred in the laboratory testing, subject to a ceiling. All other costs, such as those relating to sampling, travel and administration should not be eligible for any Community financial contribution.\n(6) The financial contribution from the Community should be granted provided that the survey is carried out in accordance with Community law and subject to compliance with certain other specified conditions. The financial contribution should be granted in so far as the actions provided for are effectively carried out and provided that the authorities furnish all the necessary information within the time limits provided for.\n(7) It is necessary to clarify the rate to be used for the conversion of payment applications submitted in national currencies as defined in Article 1(d) of Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (4).\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter and scope\n1.   A survey shall be carried out to assess the prevalence of Salmonella spp. in Bulgaria and in Romania in the following flocks of turkeys:\n(a) flocks of fattening turkeys sampled within three weeks of the date of leaving the selected holding for slaughter;\n(b) flocks of breeding turkeys within nine weeks before the date of depopulation of the flocks.\n2.   The survey on the Salmonella prevalence of the flocks referred to in paragraph 1 (the flocks) shall cover the period from 1 April 2007 to 30 September 2007.\n3.   For the purposes of this Decision, ‘the competent authority’ shall be the authority or authorities of a Member State as designated under Article 3 of Regulation (EC) No 2160/2003.", "Sampling frame\n1.   The sampling for the purpose of the survey shall be carried out on holdings containing at least 500 fattening turkeys or 250 breeding turkeys. On each selected holding of fattening turkeys, one flock of the appropriate age shall be sampled.\nHowever, if the calculated number of flocks to be sampled as set out in the technical specifications is higher than the number of holdings available with at least the number of turkeys specified in the first subparagraph, in order to achieve that calculated number of flocks, up to four flocks may be sampled on the same holding. Where possible those additional flocks from a single holding shall be from different turkey houses and samples taken in different months.\nIf the number of flocks to be sampled is still not sufficient, more than four flocks may be sampled on the same holding, larger holdings being focused on.\nIf the number of flocks to be sampled is still not sufficient, flocks may be sampled on holdings with fewer turkeys than specified in the first subparagraph.\n2.   Sampling shall be performed by the competent authority or under its supervision.", "Detection of Salmonella spp. and serotyping of the relevant isolates\n1.   Detection of Salmonella spp and serotyping of the relevant isolates shall take place in national reference laboratories for Salmonella (NRL).\nHowever, where a NRL does not have the capacity to perform all the analyses or if it is not the laboratory that performs detection routinely, the competent authorities may designate a limited number of other laboratories involved in official controls of Salmonella to perform the analyses.\nThose laboratories shall have proven experience in using the required detection method, shall implement a quality-assurance system complying with ISO standard 17025, and shall be supervised by the NRL.\n2.   The detection of Salmonella spp. shall be performed in accordance with the method recommended by the Community reference laboratory for Salmonella.\n3.   Serotyping of the relevant isolates shall be performed according to the Kaufmann-White scheme.", "Collection of data, assessment and reporting\n1.   The competent authority shall collect and assess the results achieved pursuant to Article 3 of this Decision on the basis of the sampling framework referred to in Article 2 thereof, and shall report all necessary aggregated data and its assessment thereof to the Commission.\nThe Commission shall forward those results together with the national aggregated data and assessments done by the Member States to the European Food Safety authority, which shall examine them.\n2.   The national aggregated data and results referred to in paragraph 1 shall be made available publicly in a form that ensures confidentiality.", "Technical specifications\nThe tasks and activities referred to in Articles 2, 3 and 4 of this Decision shall be performed in conformity with the technical specifications SANCO/2083/2006 presented at the meeting of the Standing Committee on the Food Chain and Animal Health on 18 July 2006 as published on the Commission website http://europa.eu.int/comm/food/food/biosafety/salmonella/impl_reg_en.htm", "Community financial contribution\n1.   A Community financial contribution shall be granted to Bulgaria and Romania for the costs incurred by them for laboratory testing, i.e. for the bacteriological detection of Salmonella spp. and the serotyping of the relevant isolates.\n2.   The maximum Community financial contribution shall be:\n(a) EUR 20 per test for bacteriological detection of Salmonella spp.;\n(b) EUR 30 per test for serotyping of the relevant isolates.\nHowever, the Community financial contribution shall not exceed the amounts set out in Annex I.", "Conditions for granting a Community financial contribution\n1.   The financial contribution provided for in Article 6 shall be granted to Bulgaria and to Romania provided that the survey is implemented in accordance with the relevant provisions of Community law, including the rules on competition and on the award of public contracts, and subject to compliance with the following conditions:\n(a) the laws, regulations and administrative provisions required to implement the survey shall come into force by 1 April 2007 at the latest;\n(b) a progress report covering the first three months of the survey shall be forwarded by 31 July 2007; the progress report should contain all information given in Chapter 6 Reporting of the technical specifications referred to in Article 5;\n(c) a final report shall be forwarded by 31 October 2007 at the latest on the technical execution of the survey, together with supporting evidence for the costs incurred and the results attained during the period 1 April 2007 to 30 September 2007; the supporting documents concerning the costs incurred shall comprise at least the information set out in Annex II;\n(d) the survey shall be implemented effectively.\n2.   An advance payment of 50 % of the total amount referred to in Annex I may be paid at the request of Bulgaria and of Romania.\n3.   Failure to comply with the time limits in provided for paragraph 1(c) shall entail a progressive reduction of the Community financial contribution to be paid, amounting to 25 % of the total amount by 15 November 2007, 50 % by 1 December 2007 and 100 % by 15 December 2007.", "Conversion rate for expenditure\nFor reasons of administrative efficiency all expenditure presented for a financial contribution by the Community should be expressed in euro. In accordance with Commission Regulation (EC) No 1913/2006 of 20 December 2006 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture and amending certain regulations (5), the conversion rate for expenditure in a currency other than the euro should be the rate most recently set by the European Central Bank prior to the first day of the month in which the application is submitted by the Member State concerned.", "Application\nThis Decision shall apply from 1 April 2007.", "0\nAddressees\nThis Decision is addressed to the Republic of Bulgaria and to Romania."], "attachments": "Done at Brussels, 30 March 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 325, 12.12.2003, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006.\n(3)  OJ L 272, 3.10.2006, p. 22.\n(4)  OJ L 349, 24.12.1998, p. 1.\n(5)  OJ L 365, 21.12.2006, p. 52.\nANNEX I\nMaximum Community financial contribution to Bulgaria and Romania\n(EUR)\nMember State Amount\nBulgaria 2 990\nRomania 3 250\nANNEX II\nCertified financial report on the implementation of a baseline survey on the prevalence of Salmonella spp. in flocks of turkeys\nReporting period: 1 April 2007 to 30 September 2007\nStatement on costs incurred on the survey and eligible for Community financial contribution:\nReference number of Commission Decision providing Community financial contribution: …\n…\nCosts incurred related to functions at/by Number of tests Total costs of testing incurred during reporting period (national currency)\nBacteriology for Salmonella spp.\nSerotyping Salmonella isolates\nDeclaration by the beneficiary\nWe certify that\n— the costs set out in the statement of costs are genuine and have been incurred in carrying out the tasks laid down in Commission Decision 2007/208/EC and were essential for the proper performance of those tasks;\n— all supporting documents for those costs are available for audit purposes.\nDate: …\nPerson financially responsible: …\nSignature: …"}