{"celex_id": "32009R0411", "uri": "http://publications.europa.eu/resource/cellar/c50e810d-a7d5-49d4-ae24-aeed0fd3d6fb", "type": "Regulation", "concepts": ["1309", "1445", "192", "2121", "2300", "4125", "4687", "4743", "5369"], "title": "Commission Regulation (EC) No 411/2009 of 18 May 2009 amending Regulation (EC) No 798/2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (Text with EEA relevance)\n", "header": "20.5.2009 EN Official Journal of the European Union L 124/3\nCOMMISSION REGULATION (EC) No 411/2009\nof 18 May 2009\namending Regulation (EC) No 798/2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (1), and in particular Article 22(3) and Article 24(2),\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2), and in particular Article 9(2)(b) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 (3) lays down veterinary certification requirements for imports into, and transit through, the Community of poultry and certain poultry products. It provides that the commodities covered by that Regulation (‘the commodities’) are only to be imported into, and transit through, the Community from third countries, territories, zones or compartments which are free from disease and are listed in the table in Part 1 of Annex I thereto. In addition, model veterinary certificates are set out in Part 2 of that Annex. Regulation (EC) No 798/2008 also provides that where examination, sampling and testing for certain diseases are required for imports of the commodities, they are to be carried out in accordance with Annex III thereto.\n(2) Article 7 of Regulation (EC) No 798/2008 provides that the commodities may only be imported into the Community where the third country informs the Commission of any initial outbreaks of Newcastle Disease or highly pathogenic avian influenza (HPAI) and submits virus isolates to the Community reference laboratory for avian influenza and Newcastle disease.\n(3) Where an outbreak of avian influenza is detected on the territory of a third country, or a zone or compartment(s) thereof, the competent authority of that third country may no longer certify that its territory, zone or compartment(s) thereof, as listed in Part 1 of Annex I to Regulation (EC) No 798/2008, is free from that disease.\n(4) In the interests of animal health and the prevention and monitoring of low pathogenic avian influenza (LPAI) at Community level, it is appropriate that initial outbreaks of that disease be reported to the Commission. Article 7 of Regulation (EC) 798/2008 should therefore be amended accordingly.\n(5) Canada has demonstrated its capability to respond to outbreaks of LPAI in poultry holdings on its territory and to successfully prevent the spread of infection.\n(6) Canada has also provided the Commission with detailed information on the epidemiological situation and the disease control measures taken by it, including a description of the areas placed under official restrictions in relation to outbreaks of LPAI.\n(7) Council Decision 1999/201/EC of 14 December 1998 on the conclusion of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (4) approved that Agreement, which provides that each Party to it is to recognise a sanitary measure of the other Party as equivalent if the latter objectively demonstrates that its measure achieves the appropriate level of protection.\n(8) In view of that Agreement and the disease control system put in place in Canada, it is appropriate to apply alternative certification provisions for day-old chicks and hatching eggs originating from areas outside those placed under official restrictions for LPAI. Accordingly, the model veterinary certificates for day-old chicks other than ratites and hatching eggs of poultry other than ratites should be amended to allow for alternative certification provisions for Canada in the case of future outbreaks of LPAI.\n(9) The World Organisation for Animal Health (OIE) has recently issued recommendations on certain treatment procedures for the commodities for the inactivation of disease agents. The model veterinary certificate for egg products should therefore be amended in order to take account of those recommendations.\n(10) Part 2 of Annex I to Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(11) In addition, the testing method for a Salmonella subspecies of animal health relevance should be amended to allow third countries to use laboratory methods as recommended by the OIE. Annex III to Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(12) In addition, a footnote should be corrected in the model veterinary certificate for transit/storage of specified pathogen-free eggs, meat, minced meat and mechanically separated meat of poultry, ratites and wild game-birds, eggs and egg products. Annex XI to Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(13) Furthermore, it is appropriate to provide for a transitional period to permit Member States and industry to take the necessary measures to comply with the applicable veterinary certification.\n(14) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 798/2008 is amended as follows:\n1. In Article 7, points (a) and (b) are replaced by the following:\n‘(a) informs the Commission of the disease situation within 24 hours of confirmation of any initial outbreaks of LPAI, HPAI or Newcastle disease;\n(b) submits virus isolates from initial outbreaks of HPAI and Newcastle disease, without undue delay to the Community reference laboratory for avian influenza and Newcastle disease (5); such virus isolates shall not be required for imports of eggs, egg products and specified pathogen-free eggs from third countries, territories, zones or compartments from which the import of such commodities into the Community is authorised;\n2. Annexes I, III and XI are amended in accordance with the Annex to this Regulation.", "Commodities in respect of which the relevant veterinary certificates have been issued in accordance with Regulation (EC) No 798/2008 before the amendments introduced by the present Regulation may still be imported or transit through the Community until 15 July 2009.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 303, 31.10.1990, p. 6.\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 226, 23.8.2008, p. 1.\n(4)  OJ L 71, 18.3.1999, p. 1.\n(5)  Veterinary Laboratories Agency, New Haw, Weybridge, Surrey KT 153NB, United Kingdom.’\nANNEX\nAnnexes I, III and XI are amended as follows:\n(1) In Annex I, Part 2 is amended as follows:\n(a) The model veterinary certificate for day-old chicks other than of ratites (DOC) is replaced by the following:\n(b) The model veterinary certificate for hatching eggs of poultry other than of ratites (HEP) is replaced by the following:\n(c) The model veterinary certificate for egg products (EP) is replaced by the following:\n(2) In Part I of Annex III, point 4 is replaced by the following:\n— Chapter III of Annex II to Directive 90/539/EEC; or\n— Manual of Diagnostic Tests and Vaccines for Terrestrial Animals of the World Organisation for animal Health (OIE).’\n(3) Annex XI is replaced by the following:"}